{
    "paper_id": "1bf8fb939097faed53393c6e7e12652d6abc3f89",
    "metadata": {
        "title": "Lessons from being challenged by COVID-19",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Tagliazucchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CONICET",
                    "location": {
                        "addrLine": "Ciudad Universitaria",
                        "postCode": "1428",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Balenzuela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CONICET",
                    "location": {
                        "addrLine": "Ciudad Universitaria",
                        "postCode": "1428",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Travizano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Grandata Labs",
                    "institution": "",
                    "location": {
                        "addrLine": "550 15th Street, San Francisco",
                        "postCode": "94103",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "B"
                ],
                "last": "Mindlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CONICET",
                    "location": {
                        "addrLine": "Ciudad Universitaria",
                        "postCode": "1428",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "D"
                ],
                "last": "Mininni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CONICET",
                    "location": {
                        "addrLine": "Ciudad Universitaria",
                        "postCode": "1428",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Highlights 1. We present results of different approaches to model the evolution of the COVID-19 epidemic in Argentina 2. We first highlight the relevance of interpreting the early stage of the epidemic in light of incoming infectious travelers from abroad 3. we critically evaluate certain proposed solutions to contain the epidemic based on instantaneous modifications of the reproductive number 4. we build increasingly complex and realistic models, ranging from simple homogeneous models used to estimate local reproduction numbers, to fully coupled inhomogeneous (deterministic or stochastic) models incorporating mobility estimates from cell phone location data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We discuss the strengths and limitations of the proposed models, focusing on the validity of different necessary first approximations, and caution future modeling efforts to exercise great care in the interpretation of long-term forecasts, and in the adoption of non-pharmaceutical interventions backed by numerical simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We present results of different approaches to model the evolution of the COVID-19 epidemic in Argentina, with a special focus on the megacity conformed by the city of Buenos Aires and its metropolitan area, including a total of 41 districts with over 13 million inhabitants. We first highlight the relevance of interpreting the early stage of the epidemic in light of incoming infectious travelers from abroad. Next, we critically evaluate certain proposed solutions to contain the epidemic based on instantaneous modifications of the reproductive number. Finally, we build increasingly complex and realistic models, ranging from simple homogeneous models used to estimate local reproduction numbers, to fully coupled inhomogeneous (deterministic or stochastic) models incorporating mobility estimates from cell phone location data. The models are capable of producing forecasts highly consistent with the official number of cases with minimal parameter fitting and fine-tuning. We discuss the strengths and limitations of the proposed models, focusing on the validity of different necessary first approximations, and caution future modeling efforts to exercise great care in the interpretation of long-term forecasts, and in the adoption of non-pharmaceutical interventions backed by numerical simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "plex contact patterns [7] , and for the development of methods allowing the reuse of empirical contact matrices estimated from different demographics [8] .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Some basic models adapted for COVID-19. Models specific for the COVID-19 pandemic have been developed using well-50 known compartmental models as a starting point. For instance, in [9] the author developed a model based on ordinary differential equations (ODEs) for compartments of susceptible (S ), exposed (E), infected (I) and recovered or removed (R) individuals (i.e. SEIR model) with the objective of predicting the 55 epidemic peak in Japan. Using this method, the author found a basic reproduction number of R 0 ≈ 2.6 by adjusting the infection rate to reproduce the accumulated number of cases reported during the first 40 days of the epidemic in Japan. As",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the sudden outbreak of the COVID-19 virus in Wuhan, China, in December 2019, the SARS-CoV-2 epidemic (i.e. the severe acute respiratory syndrome caused by the virus) was declared a pandemic by the World Health Organization on March 5 11th 2020 and changed the way we live almost all over the world. As of May 2020, around 4 million cases have been detected worldwide, with over 284,000 reported deaths. Great efforts are currently underway towards the characterization of the virus and the treatment of its disease. Without the possibility of a vaccine envisioned for the near future, disease containment has focused mainly on non-pharmaceutical interventions (NPIs) aimed at restricting the circulation of the population, as well as at reducing the risk of contagion in groups of vulnerable individuals. The choice of containment strategy is a key factor to 15 forecast the local severity of the epidemic, as evidenced by the outcome of divergent public health policies adapted by different countries. It is becoming increasingly clear that the development of models to assess the outcome of alternative NPIs will play an important role in the formulation of new public health 20 ",
            "cite_spans": [
                {
                    "start": 865,
                    "end": 867,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "20",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Determination of characteristic disease parameters. Important first contributions were carried out by studying populations for which the disease spread autonomously, allowing to determine the characteristic parameters of the disease, such as 25 Ref. [1] , which allowed the estimation of the effective contagion rate and serial interval in Lombardy, Italy, or the estimation of the infection and case fatality ratios using data from passengers of the Diamond Princess cruise [2] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "25",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "policies."
        },
        {
            "text": "Previously developed models for seasonal influenza. SARS- 30 CoV-2 presents multiple similarities and differences with diseases caused by influenza virus that may result in respiratory syndromes. It is then reasonable to build upon previous knowledge when attempting to forecast the evolution of the pandemic. Previous relevant work includes Refs. [3] and [4] , where data-35 driven agent based models were developed for modeling the spread of seasonal influenza. In [5] the authors developed a structured meta-population scheme integrating a stochastic model for disease dynamics, with high-resolution worldwide census data and human mobility patterns at the global scale. In 40 [6] , the authors proposed a theoretical framework for the study of spreading processes in structured meta-populations with heterogeneous agents, subject to different recurrent mobility patterns. All these examples highlight the need for a data-driven approach capable of generating effective descriptions of com-another example, in [10] the authors developed a variant of the SEIR model without a compartment for exposed individuals (a SIR model) to fit data obtained from different regions of China, also estimating the local basic reproduction number.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "text": "30",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "policies."
        },
        {
            "text": "Regional models for the COVID-19 pandemic. Several groups have pursued model-based analyses focused on their own countries and regions. For instance, in [11] the authors analyzed a multi-compartmental SEIR model to estimate the maximal intensive care unit (ICU) bed capacity required in the city of Santiago, Chile, during the peak of the COVID-19 outbreak, while taking different values of the basic reproduction number 70 into account. In [12] the authors adapted a meta-population mobility model to capture the spread of COVID-19 in Spain, incorporating empirical epidemiological parameters as well as mobility and census data. The Ferguson group at Imperial College built upon the previously mentioned models for the spread 75 of influenza [3, 4] , with the purpose of estimating the effect of different potential public health measures, with a focus on Great Britain and the United States of America (USA) [13] . Nonpharmaceutical Interventions (NPIs). One of the most controversial proposed NPI is the formulation of periodic quarantines, 80 which in Ferguson's report are regulated by the availability and saturation of ICU beds. This idea was taken up in [14] , where the authors proposed a cyclic schedule of 4-day work and 10day lockdown, based on the predictions of a SEIR model with an ad-hoc square function modulation of the time dependent 85 reproduction number R(t).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "85",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "policies."
        },
        {
            "text": "Other models were developed to study the effect of NPIs on smaller populations, as in the cases of studies performed using data from the Boston residential area in the US. In [15] the authors used a data-driven SEIR model (previously devel-90 oped in [8] ) to test six different social distancing strategies, namely (i) school closures, (ii) self-distancing and teleworking, (iii) self-distancing, teleworking, and school closure, (iv) restaurants, nightlife, and closures of cultural venues, (v) nonessential workplace closures, and (vi) total confinement. In 95 [16] , authors integrated highly detailed mobility data from cell phone devices, together with census and demographic data, with the purpose of building a detailed agent-based model to describe the transmission dynamics of SARS-CoV-2 in the Boston metropolitan area. The model intended to explore strategies 100 based on lifting social distancing interventions in combination with testing and isolation of confirmed new cases, contact tracing and quarantining of exposed contacts. A similar study was carried out in [17] , simulating the outbreak in Wuhan using a deterministic age-structured SEIR model over a 1 year period.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "policies."
        },
        {
            "text": "The effects of NPIs were also studied in deterministic models, such as those proposed in [18] , where the authors presented a new mean-field epidemiological model for the COVID-19 epidemic in Italy that extended the classical SIR model, called the SIDARTHE model. The model contributed towards evaluat-110 ing and predicting the effects of implementing different guidelines and protocols (for example, more extensive screening for new cases, or stricter social-distancing).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[18]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "105"
        },
        {
            "text": "Estimations of the reproduction number. The main goal of NPIs is to flatten the curve of total infected individuals, delay-115 ing the peak while keeping the number of cases within the ca-pacity of the health system. Different countries have achieved this objective with varying degrees of success, which can at least be partially explained by their choice of NPIs. Thus, it becomes essential to measure the relative success of each case 120 and to incorporate this knowledge into models capable of assisting decision makers in the formulation of new NPIs. As mentioned before, a key parameter that reflects the dynamics of the epidemics is the reproduction number. However, in [19] authors found that the classical concept of the basic reproduc-125 tion number R 0 is untenable in realistic populations, and provides very little understanding of the evolution of the epidemic. This departure from the classical theoretical picture is not due to behavioral factors and other exogenous epidemiological determinants. Rather, it can be simply explained by the (clustered) 130 contact structure of the population. The authors also provided evidence that methodologies aimed at estimating the instantaneous reproduction number R(t) can be used operationally to characterize the correct dynamics of the epidemic from incidence data.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "105"
        },
        {
            "text": "It should be noted that the correct estimation of R(t) also depends on the accurate detection of infected individuals, alongside other secondary hypotheses. In [20] , the authors estimated the contagiousness and proportion of undocumented infectious cases in China during the weeks before and after the shutdown 140 of travel in and out of Wuhan. They combined data from Tencent (a large social media and technology company) with a networked dynamic meta-population model with Bayesian inference to analyze the early spread within China. Recently, in [13] the authors used a semi-mechanistic Bayesian hierarchical 145 model to infer the impact of NPIs across 11 European countries. The authors studied the course of the epidemic by backcalculating infections from observed deaths, and provided confidence intervals for the impact of different NPIs on the reproduction numbers. A similar analysis was performed in [21] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "135"
        },
        {
            "text": "Reproduction number and mobility. It is important to note that even though NPIs can have a noticeable effect on the reproduction number R(t), their effects are not instantaneous; instead, they are modulated by the proper characteristic times of the disease. Since R(t) is an emergent quantity resulting from 155 decreased social contact in large groups of individuals, proposals depending on the capacity to enforce sudden changes of the reproduction number (e.g. as in the modulation of infection rate by a periodic square function, as mentioned above) must be evaluated critically. One of the keys points for understanding 160 the spreading of the disease is the variability in the contagion rate and its dependence on the density and movement of people within or between cities and regions. In this context, in [22] the authors used cell phone data from approximately 11 million devices to study how the flow of people through the city 165 of Wuhan contributed to dispersing SARS-CoV-2 throughout China. The authors confirmed the efficacy of lockdown measures for decreasing mobility, and showed that the distribution of population outflow from Wuhan accurately predicted the relative frequency and geographic distribution of COVID-19 in-170 fections across China.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 818,
                    "text": "[22]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "Modeling the spread of COVID-19 in Argentina. Buenos Aires and its suburbs comprise a megacity offering a unique op-portunity to investigate how the virus spreads in large, highlyconnected, and densely populated areas, and how real-time mobility information from cell phone devices can be used to assist the prediction of new cases with regional specificity. We believe that the results we will present here can be useful for other researchers being challenged with the task of modeling the early stages of the COVID-19 epidemic in very large cities or in sim-180 ilar demographic contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "With this motivation, we summarize our attempts to model the early COVID-19 outbreak and its subsequent evolution in Argentina with a special focus on Buenos Aires and its metropolitan area. We caution the reader to adopt a critical 185 stance towards simple epidemiological models. Even when these models are fed with population census data and realistic mobility estimates, they are fundamentally limited in what they can tell us about the mid-to long-term evolution of the epidemic. While the simplest epidemiological models have several 190 limitations of their own, building more complex models does not necessarily improve our understanding of the epidemic, and can certainly obfuscate the basic limitations that are intrinsic to the very foundations of the models. Here, models are considered only as ways of exploring the possible future courses of 195 the epidemic, without claims of accuracy, let alone of infallibility. Claims concerning the outcomes of public policies based solely on numerical simulations should be approached with utmost care. The situation is both novel and challenging, full of unknowns that cannot be dispelled by comparison with previ-200 ous epidemics, and several of the proposed NPIs (such as the enforcement of periodic lockdowns, or the pursuit of massive herd immunity) are unheard of in modern public health policy. The cost of implementing such policies could be huge, and failures could be even costlier. When advising public policy 205 makers, it is our position that models, no matter how detailed, only represent one among multiple sources of information, and should supplement the analysis of actual data, the epidemiological situation, and the advice of public health experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "This report is structured as follows. First, we consider the 210 problem of interpreting the dynamics of the first cases, with special focus on infectious travelers from abroad (Sec. 2). Next, we ponder on the dangers of solutions based on instantaneous manipulations of R(t) (Sec. 3). We consider focal dynamics and how they may lead towards the homogenization of the epi-215 demics (Sec. 4). Then, after estimating relevant parameters from fitting the models to local data in Sec. 5, we consider coupled models (Sec. 6) and the role of mobility as estimated from cell phone data (Sec. 7). We incorporate this data to deterministic and stochastic models, discussing their comparative weak-220 nesses and advantages, and use them to forecast the number of new cases based on possible changes to the isolation policy. Finally, in Sec. 8 we summarize our conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "Travelers as inputs 225 We start with very simple models, and discuss how to study the beginning of the epidemic in the context of a virus known to to Argentina since the first official case. Dots and crosses correspond to the accumulated (minus recoveries) and new per-day cases, respectively, and the solid and dashed lines represent the best fits to the data. Bottom: Number of accumulated cases in the first 25 days, and the best fit obtained using a forced deterministic SEIR model. be spread between countries mostly by air travelers. Throughout this work we will consider models for the officially reported number of infected cases. While the number of actual cases 230 could be larger due to undetected cases, we will assume that as long as testing procedures and protocols are not changed, the percentage of detected cases (with respect to the total number of cases) remains approximately constant. Thus, restricting our analysis to the officially reported number of cases will allow us 235 to decrease the number of unknowns in the system.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "225",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The interpretation of the dynamics of the first cases:"
        },
        {
            "text": "We will progressively move from models that assume homogeneous mixing of the population in the entire country or in large provinces, towards more complex models, including inhomogeneous coupled models. However, we will always assume 240 homogeneous mixing at the level of each individual district. Moreover, we will use cell phone data to reduce the number of unknowns by estimating the coupling between these regions. In our experience, and as will be shown in the following sections, increasing model complexity without incorporating precise empirical information results in models that are hard to validate and interpret, rapidly resulting in homogeneous mixing if ensemble averages are performed to compensate for the lack of detailed knowledge, and thus providing very limited extra information when compared to simpler models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The interpretation of the dynamics of the first cases:"
        },
        {
            "text": "A brief explanation of Argentinian demographics and the measurements taken by the Argentinian government in the context of the COVID-19 pandemic is in order. Argentina has a total population of nearly 45 millions, distributed between 23 federal states (provinces), plus an autonomous city (the city of 255 Buenos Aires, or CABA). Most of the population lives in this city (2.9 millions) plus its suburbs (the metropolitan area of Buenos Aires, Greater Buenos Aires or AMBA, plus nearby districts, totaling 40 districts with a population over 13 millions). The next most populated regions are the rest of the 260 province of Buenos Aires (PBA), and the provinces of Córdoba and Santa Fe. The first officially confirmed case of SARS-CoV-2 was an infected traveler coming from abroad identified on March 3rd. On March 11th, all travellers from countries with confirmed COVID-19 cases were requested to stay in isolation 265 for 14 days. Schools and universities were closed on March 16th, and a complete lockdown was enforced on March 19th. Almost immediately afterwards, borders were closed except for flights bringing stranded Argentinians back from abroad, and vice-versa for foreigners. As a result of these measures, the 270 number of infectious travelers slowly increased until reaching a maximum, and then decreased monotonously with time (see Fig. 1 ). The nationwide lockdown was maintained until April 26th, when provinces with zero or very few cases were allowed to relax lockdown rules. In contrast, densely populated areas 275 (over 500,000 inhabitants) or with a large number of confirmed cases were maintained in strict lockdown for at least two more weeks, with the possibility of further extensions to the lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1348,
                    "end": 1354,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The interpretation of the dynamics of the first cases:"
        },
        {
            "text": "As mentioned in the introduction, some of the most fre-280 quently employed epidemiological models are compartmental; for instance, the SEIR model includes compartments for susceptible (S ), exposed (E), infectious (I), and recovered or removed (R) individuals. However, since the COVID-19 epidemic started with travelers coming from other countries, mod-285 eling the increase of infected individuals solely as an interaction with the compartment of exposed individuals will fail to reproduce the early dynamics of the disease. As discussed next, considering the contribution of these individuals results in more reasonable estimates of the disease transmission rate, which are 290 in better agreement with those obtained in other countries by other methods [2, 9, 10, 18]. We thus briefly summarize how to include incoming infectious individuals in the simplest models, and then adopt the same mechanism when developing more complicated models in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The interpretation of the dynamics of the first cases:"
        },
        {
            "text": "In stochastic models, the number of infectious travelers can be added directly to the infectious compartment. Consider a simple stochastic SEIR model [23] :",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[23]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "295"
        },
        {
            "text": "where R is obtained from fixing the total population N (plus the incoming infectious travelers). Here B(t) = Bin (S (t), P E (t)), 300 C(t) = Bin (E(t), P I (t)), and D(t) = Bin (I(t), P R (t)) are binomial distributions with exponential probability distribution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "295"
        },
        {
            "text": "and P R (t) = 1 − exp(−γ∆), and where β is the mean transmission rate, is the onset rate (the inverse of the average duration 305 of incubation in days), and γ the removal or recovery rate (the inverse of the average duration of the infection). The stochastic variable F(t) represents the number of incoming infectious travelers per day (when ∆ = 1 day), and can be obtained from official data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "295"
        },
        {
            "text": "In deterministic models it is better to fit the data with a smooth function to satisfy mean field approximations. The simplest deterministic and homogeneous SEIR model can be written asṠ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "310"
        },
        {
            "text": "Note that a forcing term F has been also added to I, representing 315 the rate of change in the number of cases from the travelers (i.e., the derivative of I resulting from incoming infectious travelers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "310"
        },
        {
            "text": "We also consider a more complex SEIR model with additional compartments that will be used many times in the rest of this work (see, e.g., [10, 11, 24]),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "310"
        },
        {
            "text": "Here J is the number of mild infectious individuals, I are moderately infectious individuals, and H are hospitalized individuals. F, as before, represents the rate of change in I because of infectious travelers (we assume all detected infectious travelers are moderate, and may be hospitalized later or not). The 325 new coefficients are ρ I (the fraction of moderate infectious individuals that are properly isolated), ρ H (the fraction of hospitalized infectious individuals that are isolated), φ (the fraction of exposed individuals with moderate to severe symptoms) and χ (the fraction of moderate infectious individuals that do not 330 require hospitalization).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "310"
        },
        {
            "text": "As mentioned before, F should be represented by a smooth function in these ODEs. The product of two logistic functions was found to give a good approximation to the data of accumulated infectious travelers (minus discharged cases, see Fig. 1 ), 335 and its derivative caped to only positive values (as the passage from infectious to recovered compartments is already included in the models) provides a smooth approximation to the daily cases (associated to F). Similar results were obtained for each province or district with cases of incoming infectious travelers.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "335",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "310"
        },
        {
            "text": "With the simplest SEIR model given by Eqs. (4)- (7), we adjust all the data available for Argentina as a homogeneous group with a single local propagation mechanism, but treating separately infectious individuals from abroad. To this end, we fix = 1/(5.1 days) and γ = 1/(14 days) [13, 18, 10], and 345 we apply a least square approximation to obtain β using the method described in [9] . Figure 1 illustrates the result of adjusting the model to the number of accumulated cases in Argentina during the first 25 days. The least square approximation yields β ≈ 0.22 (or, equivalently, a basic reproduction number",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 397,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "340"
        },
        {
            "text": ", a value that will be used in the following sections. As the system evolves in time and the epidemic spreads, the role of local infectious cases becomes more relevant, and the forcing due to infectious travelers begins to play a smaller role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "340"
        },
        {
            "text": "Equipped with this simple model and a first approximation to the relevant parameters, we now consider some NPIs and other proposed solutions based on numerical simulations that have been suggested in the literature. 360 It has been suggested that a way to simultaneously address the need to bound the spread of the pandemic while keeping some significant level of economic activity is the application of time dependent lockdowns. These policies consist in the alternation between periods during which individuals are allowed 365 to move, trade and travel, with others during which social interactions are minimized. Numerical simulations with time dependent parameters have been carried out to model the effect of these policies and indeed, some of these simulations show the suppression of the epidemic [14] . 370 Yet, it is important to address the viability of these policies by analyzing the general conditions under which suppression could be achieved. Since time dependent lockdowns introduce two time scales (a slow scale characteristic of the epidemic, and a faster scale characteristic of the time dependent policies) 375 we will analyze the problem under the light of the averaging theorem [25] . This theorem states that for a (slow) dynamical system, periodically forced at a (high) forcing frequency,",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "360",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "370",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "375",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[25]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "355"
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": ", there is an associated autonomous dynamical system (its averaged system), defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": "such that there is a change of coordinates mapping the solutions of the original system into those of its associated averaged au-385 tonomous system. In other words, up to first order in , we have that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": "The application of this theorem to the problem is pertinent. Suppose several periodic interventions are expected during the evolution of the epidemic. Let us model these with an even sim-390 pler dynamical model for an epidemic, the deterministic SIR model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": "In these equations, the policy is translated into the periodic modulation of β.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": "In Fig. 2 we compare the simulation of the periodically mod-395 ulated problem with the solution of its associated averaged version. In this simulation, we studied an epidemic event lasting 100 days, with a time dependent policy of social distancing with a 10 day period. Note that the averaged system constitutes a good approximation of the original problem. The parameters in 400 our simulation correspond to R(t) ∈ [0.8, 4.16], with and average of R = 2.5. It is for this reason that in this example there is an epidemic peak. Suppression can indeed be achieved, but only if the average of the modulation leads to R < 1. In the case of Argentina, which implemented a long lockdown at an 405 early stage of the epidemic, R(t) reached a value of ≈ 0.9 as the most optimisic estimate (other countries reported similar values, see, e.g., [26, 18] ). It is therefore very difficult (or simply unrealistic) to implement an alternating policy that translates into average parameters leading to suppression. Moreover, as 410 will be shown next, the periods without lockdown may lead to rapid homogeneization of the infected cases in the real system, leading to even longer times for the extinction of the epidemic.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 841,
                    "text": "[26,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "18]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A caution note on time dependent lockdowns"
        },
        {
            "text": "The stochastic modeling of epidemics as in Eqs. (1)-(3) is important when the number of infectious individuals is small, since in those situations fluctuations can lead to the extinction of the epidemic, even for a highly contagious disease (this can happen, for instance, if the first few infectious individuals had 420 very limited contact with the susceptible population). Typically, an epidemic outbreak starts with few infectious cases that are spatially scattered. If the mobility of those cases is small, the epidemic will first develop in scattered foci and then slowly spread until all the interconnected susceptible subjects inter-425 act with the infectious population, reaching what is known as the homogeneous situation, described, e.g., by the system of Eqs. (4)- (7) . Typically, the deterministic model used to describe the homogeneous case is therefore thought as the appropriate way to address the evolution of an epidemic outbreak involving 430 a large number of individuals. However, it can also serve as an estimation of the result obtained by analyzing an ensemble of stochastic simulations. To this end, in this section we consider inhomogeneous distributions of infectious cases as obtained by coupling stochastic epidemic models as those in Eqs. (1)-(3).",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 781,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "415"
        },
        {
            "text": "To explore the process of homogenization of the epidemic outbreak, we performed an ensemble of stochastic simulations of this system, with a small number of infectious subjects seeded into a susceptible population. We assumed that the population could be grouped into 15 regions (where the num-440 ber was chosen to reproduce the internal division of the city of Buenos Aires into so-called \"communes\", note these are smaller and different from the districts in the suburbs considered later). The number of inhabitants in each commune was obtained from census data. In our numerical experiments, each 445 subject spends half of the day in its commune and a second half either in the same or a different one (the full mathematical details of the coupled stochastic model are described later in Sec. 6). In the first half of the day, the probability of contagion in the j th commune is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "435"
        },
        {
            "text": "giving rise to a number of new exposed individuals E j (t + ∆ 2 ) = Bin S j (t), P E j (t) . In the second part of the day, we use a mobility matrix [27] to estimate m i, j , the proportion of residents from the i th commune that travel to work in the j th commune. In 455 this way, the number of people that will be found in the j th commune during the second part of the day is N j (t + ∆ 2 ) = 15 k=1 m k, j , leading to 15 k=1 m k, j I k (t + ∆ 2 )/N k infectious people. Therefore, in this part of the day, the probability of contagion is:",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "435"
        },
        {
            "text": "We can now compute the number I j,i of infectious individuals in the j th commune which are residents of the i th commune as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "460"
        },
        {
            "text": ". Adding all the communes, we obtain,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "460"
        },
        {
            "text": "This method of updating stochastic models every half day will be found useful in the following sections, when we use cell phone data to estimate actual mobility between larger districts. We display 50 simulations in Fig. 3 , starting with three cases in one commune, with parameters that correspond to R 0 = 3.92 470 and mobility extracted from [27] . The dashed line shows the results obtained from integrating the homogeneous model using the parameters that correspond to the whole city. Not surprisingly, the homogeneous continuous model is a good approximation for the large population of Buenos Aires city. Yet, notice how rapidly the dynamics of the city become similar to the dynamics of the first commune. Note again the remarkable similarity between the average of the simulations and the solution of the continuous model in the two bottom panels representing the first days of the stochastic simulations, their average, and 480 the solution of the homogeneous continuous model.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 222,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "460"
        },
        {
            "text": "With these results in mind, we now consider the cost of letting the epidemics spread and evolve towards the homogeneous solution. To this end we consider only one commune, and assume that as a result of the lockdown this commune becomes 485 isolated. Moreover, only a small fraction of the infected population gets in contact with other individuals (i.e., their social network of contacts), resulting in a small focus. Figure 4 shows the evolution of the number of infectious individuals in an ensemble of 200 realizations of the stochastic SEIR model with 490 a focus restricted to 50 individuals. The number of infectious individuals quickly drops to zero in some realizations, while in others infectious cases persist for longer times. The mean time for the extinction of the focus can be estimated from such an ensemble. This is also shown in Fig. 4 , which presents this time 495 as a function of the size of the population in the focus. Note the exponential dependence between these quantities: avoiding the growth of the foci becomes crucial for the long-term evolution of the system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 427,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 847,
                    "end": 853,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "460"
        },
        {
            "text": "Finally, the results in this section indicate that, to a certain 500 extent, we can approximate the dynamics in the city of Buenos Aires (and probably as well in the individual districts of its metropolitan area) using homogeneous models (see Sec. 5), and then coupling these districts assuming that the mix between them can be inhomogeneous (see Secs. 6 and 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "460"
        },
        {
            "text": "To study the evolution of the epidemics in highly populated regions using locally homogeneous models, and later incorporating coupling to reflect inhomogeneous mix between differ-510 ent regions, we need reasonable estimations of infection rates. These estimations serve the double purpose of avoiding overfitting in complex models, and evaluating the effect of lockdown measures. Otherwise, conducting ensemble averages over multiple realizations with different parameters would re-515 sult again in the homogeneization of the results. In this section we show how simple deterministic SEIR models (as the SE-JIHR model in Sec. 2) can be used to estimate these parameters from the data and to study the global and local evolution of the epidemic, assuming weak coupling between regions as a 520 consequence of the lockdown (as will be confirmed later in the analysis of cell phone data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of transmission rates from local fitting and first evaluation of lockdowns"
        },
        {
            "text": "First of all, to avoid over-fitting we choose to fix as many parameters as possible based on the literature and available data. We decided to fix all parameter values except for β. We intro-525 duce time dependence, β(t), to capture effective changes associated with the lockdown measures. As in previous sections, we fix = 1/(5.1 days) and γ = 1/(14 days). The other parameters in Eqs. (8)-(13) were chosen as ρ I = 0.2, ρ H = 0.9, φ = 0.7, and χ = 0.8, which yielded a fraction of mild, moderate, and hos-530 pitalized infectious individuals compatible with official reports [28] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[28]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of transmission rates from local fitting and first evaluation of lockdowns"
        },
        {
            "text": "Then, we fitted the ODEs to the first 25 days of data (i.e. up to 8 days after the beginning of the lockdown) to estimate β 0 = β(t = 0), and from the 10th day of the lockdown to the 535 last day with available official information to estimate the mean β(t) during the lockdown. These two values were then interpolated with a logistic function to obtain a smooth version of β(t) for the model (as will be shown later from the analysis of cell phone data, this is in agreement with observations that the 540 mobility of individuals decreases slowly in time, starting even before the lockdown is put in place). To produce forecasts using the model, it is necessary to calculate the errors that occur when estimating β(t) in this way. We thus also fitted the model to the data using least squares with a moving window of 10 545 days to estimate the dispersion σ β in the values of β(t). Results for the whole nation and for the most populated province in the country are shown in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 977,
                    "end": 983,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Estimation of transmission rates from local fitting and first evaluation of lockdowns"
        },
        {
            "text": "When forecasting the possible future outcomes of the epidemic, it is necessary to carry out a series of simulations with β(t) ± 1.96 σ β allowed us to compute solutions within 95% confidence levels. Results are shown in Fig. 6 . While the best fit to the data indicates a decrease in the effective value of β(t) as a result of the lockdown when computed for the entire country 555 (with a slight increase at later times), in the province of Buenos Aires (PBA) the decrease in the value of β(t) is smaller and presents larger fluctuations (resulting in a different increase in the number of cases in Fig. 6 ). This indicates the need of factoring individual mobility in the analysis, which will be shown 560 next to correlate with the observed behavior of β(t). Also, note that the uncertainty of solutions within 95% confidence intervals increases very rapidly, thus forbidding reliable long-term forecasts of the number of cases. This behavior is to be expected in systems with solutions that grow exponentially at same qualitative behavior (but with different values of β(t)) is observed. We conclude that inhomogeneous models with cou-570 pled districts are required, at least at this level of description.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 226,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Estimation of transmission rates from local fitting and first evaluation of lockdowns"
        },
        {
            "text": "As previously done in Sec. 4, both stochastic and deterministic models can be modified to include several interacting geographical regions, each with its own transmission rate β i , and 575 number of susceptible (S i ), exposed (E i ), infectious (I i ), and recovered (R i ) individuals. We first describe in detail a coupled stochastic model obtained from adapting Eqs. (1)-(3) to include empirical mobility data. Second, we introduce a coupled deterministic model. Mobility data will be introduced by quantifying matrix contains the number of individuals from the i th region who visit region j th during the day, so that j M i, j = N i is the total population of the i th region, and i M i, j = N * j is the number individuals found in the j th region during the day. Coupling 585 is done using the methods described in [29] . In this section and the following, unlike Sec. 4, regions will correspond to the entire city of Buenos Aires, and to each district in its metropolitan area.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 828,
                    "text": "[29]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "As done before, in the stochastic model we divide each day 590 into two halves of duration ∆ 2 . During the first half of the day individuals interact according to a mixing matrix M i, j , reflecting a typical work and school day (if schools are open). In this case, the exponential probability function for exposure to infected individuals depends on the geographical region and is computed 595",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "is the number of infected individuals found in the i th region during the first half of the day. In the same way, we introduce S * i (t) = i M i, j S j /N j as the number of susceptible individuals in the i − th region during the first half of the day. The probabil-600 ity functions P I (t) and P R (t) do not depend on the region since they only contain parameters intrinsic to the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "The number of individuals in each compartment per region is then updated as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "Bin (E i (t), P I (t)) and D i (t) = Bin (I i (t), P R (t)). The update rule for the second half of the day can be obtained from the same equations with M i,i = N i and 0 otherwise, and by adding a forcing term F i (t) to Eq. (24), reflecting the number of incoming infectious travelers for that region. Note that the 610 transmission rate during the second half of the day, β i , is also region-specific. Also, note that both β i and M i, j may depend on time, reflecting the changes in local and inter-regional mobility imposed by quarantine and isolation policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "Finally, we also consider a coupled version of the homoge- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "where C i, j is a normalized and symmetrized version of the mixing matrix given by C i, j = Mi, j +M j,i Ni+N j N j Ni (the last factor N j /N i re- sults from taking into account the different populations in each district, and the fact that deterministic models are invariant to 625 the size of the total population so the SEJIHR variables are normalized to 1). We also force each region with their incoming infectious travelers, and thus the equation for I i iṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "where F i is a smooth time-dependent function obtained from 630 the data of each district as explained in Sec. 2. As in the case of the stochastic model, both β i and C i, j potentially depend on time, and , γ, ρ I , ρ H , φ, and χ are time-and region-independent constants chosen as in the previous sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled models and the role of mobility"
        },
        {
            "text": "In this section we describe the use of cell phone location data to estimate the mixing and contact matrices introduced in Sec. 6, as well as the effective local infection rates, focusing on the advantages and limitations intrinsic to this type of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "635"
        },
        {
            "text": "We obtained geolocated data from anonymized mobile 640 phones spanning the whole country between March 1st and April 12th (≈ 3 × 10 6 unique phones). For each phone we obtained a sequence of latitude/longitude pairs with an associated timestamp, each corresponding to the use of a certain (also anonymized) app (resulting in 100 to 200 events per cell 645 phone per day). Each sequence of latitude/longitude pairs was converted to a sequence of labels indicating the location among the 529 departments in the country, as defined by the National Geographical Institute of Argentina (IGN, https://www.ign. gob.ar/). As in the previous sections, we restrict our analysis to a subset of 41 departments (or districts) spanning Buenos Aires and the Greater Buenos Aires metropolitan area, comprising approximately 50% of the phones in the dataset. A major limitation of this type of data is uneven spatial and temporal sampling. Even within the most densely sampled area 655 (Buenos Aires and its metropolitan area) we observed large differences in the number of cell phones relative to the total population. Since for all purposes the temporal sampling of the trajectory must be considered as random, we determined the regional membership of each phone as its most visited region 660 during the day (i.e., the mode of the IGN department labels).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "635"
        },
        {
            "text": "We computed two metrics per day from this dataset. First, we estimated the mixing matrix M i, j by counting the number of cell phones belonging to the i th region found throughout the day in the j th region, and then rescaling rows so that j M i, j = N i . 665 We note that, since a single cell phone can be found in several regions throughout a day, this mixing matrix represents a coarse temporal average across a time step of ∆ 2 in the stochastic coupled model. Better approximations could be eventually obtained dividing each day into shorter intervals. We also com-670 puted the normalized and symmetrized contact matrix C i, j as described in the previous section. Figure 7 (left panel) presents a typical contact matrix (computed for the 2nd of March), with regions ordered according to their community membership detected with the Louvain algorithm (resolution parameter γ = 675 1) [30] . Figure 7 (right panel) presents a topological representation of the mixing matrix and its major communities using the Yifan Hu Multilevel layout algorithm [31] as implemented in Gephi (https://gephi.org/). The three white diagonal squares indicate major communities corresponding to 680 the southern, centre-northern and western part of the metropolitan area, corresponding to purple, green and light blue communities in the right panel, respectively. Next, we estimated M i , the local mobility of region i, as the average of all geodesic distances between successive latitude/longitude pairs within that 685 region. As described in the following sections, we use M i to construct an effective time-dependent and region-specific transmission rate.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "665",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[30]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[31]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 680,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 906,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "635"
        },
        {
            "text": "Finally, we observed a strong modulation of the local mobility and the inter-regional traffic as a consequence of the lock- 695 For the sake of simplicity, we first consider the deterministic model coupled using cell phone data, and leave the stochastic model (which requires ensemble averages) for the next section. To integrate the model, β 0 is fixed at the value initially obtained from the best fit to all cases in the country, β 0 = 0.22. The 700 temporal evolution of the β i coefficients is approximated as",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "695",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "635"
        },
        {
            "text": "whereM i (t) is a temporally smooth approximation to the local mobility M i (t) obtained from the cell phones data, and normalized such that M i (t) = 1, where the brackets denote the time 705 average across the first 14 days (i.e., before the lockdown measures were in place). The coupling between districts C i, j (t) was computed directly from the time-dependent cell phone mobility matrix M i, j using the definition in Sec. 6. Note that in this way, there are no free parameters left to adjust, resulting in a 710 system whose dynamics can either match the official number of cases or deviate strongly from it, depending on the validity of the parameters, empirical sources of data, and assumptions of the model. districts had less than 10 reported cases at the time when this report was written, while others had several hundreds. Also, 720 some districts had cases of infectious travelers coming from abroad during the first days of the outbreak, while others reported no infectious travelers. Moreover, the first cases in each district were reported at different days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled deterministic models"
        },
        {
            "text": "We integrated the model for all districts with zero cases as 725 initial condition, and let the incoming travelers drive the increase in the number of infected individuals. We note that in absence of coupling, districts with no incoming infectious travelers would remain at zero cases during the integration time. Figure 9 shows the result of integrating the model for all the 730 41 districts. Results are shown for five districts in the metropolitan area of the city of Buenos Aires, plus the city, corresponding in all cases to districts that reported cases of infected travelers coming from countries with confirmed COVID-19 infections at the early stages of the outbreak. Note that the model correctly 735 captures the beginning of the outbreak in each district, as well as the overall evolution of the epidemic, even when districts differ in the number of cases by up to two orders of magnitude (the population does not differ that much between districts, however). Also, note that no attempt has been made to adjust 740 parameters in the model to fit the observed data, besides using the value of β 0 obtained for the entire country. The model also captures the time of the outbreak and the order of magnitude of the cases in districts that reported no incoming infectious travelers from countries with COVID-19. Figure   745 10 shows the evolution for four of such districts. Overall, this indicates that modulating transmission and coupling rates using mobility data from cell phones gives a good approximation to the dynamics of the epidemics. Figure 11 shows the evolution of the number of official and 750 forecast cases for the 41 districts in a map, for days 5, 20, 40, and 60 since the first officially reported case in the country. The radius of the semi-transparent circles indicates the number of cases in each district, both for the official data as for the model output. As a result, circles with a border of a different color 755 indicate a disparity between the model and the data: when the border is blue, the model predicts a smaller number of cases than the official reports. When the border is light violet, the model predicts an excess of cases compared with the empirical data. Note that all differences are small. Also, note that while 760 in the first 5 days most cases were concentrated in the city of Buenos Aires, the cases spread north, west and south in time, first to closer districts in the suburbs (having more traffic and mobility to the main city), and then from these districts to others further apart. After 60 days, all districts neighbour to Buenos 765 Aires city had a large number of cases and displayed a more or less homogeneous behavior.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 710,
                    "text": "735",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "Figure 9",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1320,
                    "end": 1332,
                    "text": "Figure   745",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1554,
                    "end": 1563,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Coupled deterministic models"
        },
        {
            "text": "Moreover, as cell phone mobility data is available daily, this type of models can be used to forecast different scenarios by increasing mobility indices to recover pre-lockdown mobility val-770 ues. In this way we can analyze possible outcomes to changes in lockdown measurements. As an illustrative example, Fig. 12 shows the evolution of the system in the districts in Figs. 9 and 10, assuming that after the last day with available cell phone data the mobility is kept constant (i.e., the lockdown is maintained), or mobility (inside each district as well as between districts) is raised to 30%, 60%, or 100% of its value before the lockdown. The more evident limitations of this model are associated with the difficulty of performing uncertainty analysis, and with the dynamics of districts with very low number of in-780 fectious individuals, where fluctuations can play a significant role. To overcome these potential limitations, we now consider the stochastic coupled model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Coupled deterministic models"
        },
        {
            "text": "We now describe the results obtained from combining the 785 stochastic model described in Eqs. (22)-(24) with the mobility estimates based on the cell phone data. As in the deterministic case, we fix the initial β 0 value and introduce a smooth temporal evolution of the regional β i coefficients, informed by the initial and final local mobility values. We use the empirical mixing 790 matrix M i, j to determine the interaction between the exposed individuals from all pairs of regions. We report 100 simulations per region, as well as the average across all realizations of the stochastic model. As in the case of the homogeneous deterministic model described in the previous section, we note that the 795 coupled stochastic model does not require parameter optimization and is fully determined by demographics, constants characteristic of the disease, information on infectious individuals traveling from abroad, and the mobility data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupled stochastic models"
        },
        {
            "text": "We observe that the stochastic model can reproduce the num-800 ber of cases with variable accuracy, with results that are in general compatible with the official number of cases, but occasionally with severe underestimations. Figure 13 shows the results for five representative districts which participated in the early stages of the outbreak. We observe that the stochastic model 805 either provides a reasonably accurate estimate of the cumulative number of cases (e.g., for Lujn, Vicente Lpez, and CABA), or underestimates the official data. An opposite result was observed for some of the districts modeled with the coupled deterministic model (i.e., Vicente Lpez). This difference could 810 stem from the fact that, as opposed to the ODEs, the stochastic model can reproduce regional extinctions in the progression of the daily number of cases (unless driven by other region through the mixing matrix). It is also worth noting that, in all cases, the official data lies between different realizations of the stochastic 815 model. Again, note that the stochastic model captured the time of the outbreak, and the order of magnitude of the cases in districts that reported no incoming infectious travelers from countries with COVID-19 cases ( Figure 14) . Note that the stochas-820 tic model applied to this situation presents the strength of factoring in the non-negligible possibility of focus extinction, and thus can result in forecasts following more closely the empirical number of cases compared to the homogeneous model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1245,
                    "end": 1255,
                    "text": "Figure 14)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Coupled stochastic models"
        },
        {
            "text": "Both the stochastic and homogeneous models are driven by 825 empirical mobility data; however, the compulsory lockdown (starting on March 19th) resulted in a drastic drop of both local and inter-regional mobility. We asked whether such overall change in mobility sufficed to explain the goodness of fit of our models, or whether the finer structure of the mixing matrix and 830 the local mobility estimates also played a significant role. For this purpose, we compared the results against a null model obtained from repeating the above presented simulations across 1000 independent realizations, randomly scrambling the ordering of the regions in the mixing matrix M i, j and in the infection 835 rate vector β i . Note that both variables were scrambled only once per simulation, i.e., not once per time step. Finally, we derived a p-value by counting the number of times the goodness of fit (computed as the inverse of the mean squared error [MSE] ) of the model with shuffled M i, j and β i was better than 840 the one obtained from the unshuffled data. We conclude that the structure of the empirical mixing matrix plays a significant role in the goodness of fit of our predictions, since the average MSE is higher for the shuffled than for the unshuffled mixing matrix (p < 0.001, and p < 0.05 for 17 of the regions). Conversely, 845 we did not find a significant effect of the local mobility. This is consistent with cursory observations that suggest higher heterogeneity in the inter-regional mobility compared to the local circulation.",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 949,
                    "text": "[MSE]",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "845",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coupled stochastic models"
        },
        {
            "text": "In this work we presented results of different approaches to model the evolution of the COVID-19 epidemic in Argentina, with a special focus on the megacity comprised by the city of Buenos Aires and its large metropolitan area. We progressively moved from models that assume homogeneous mixing of the 855 population, towards more complex models that allow for inhomogeneities between individual districts. To inform these models, we incorporated the number of infectious individuals arriving from other countries with confirmed COVID-19 cases to our models, as well as cell phone data to estimate mobility 860 within and between districts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "850"
        },
        {
            "text": "First, the effects of some proposed NPI policies and the consequences of rapid homogeneization of the epidemics were considered. We conclude that it is unrealistic to implement certain policies, e.g., alternating between lockdowns and periods 865 of mobility. We also note that without empirical mobility estimates, performing ensemble averages varying unknown parameters over multiple realizations of coupled models results in an evolution compatible with that of homogeneous deterministic models, thus providing very little extra information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "850"
        },
        {
            "text": "It is thus apparent that in highly populated regions, the evolution of the epidemics can be modelled to a certain degree by locally homogeneous models, and by the coupling of these models between regions that display inhomogeneous mixing between themselves. We showed that mixing and contact ma-875 trices estimated from cell phone data could be used to obtain reasonable estimations of the infection rates, both for stochastic and for deterministic models. The predictions of both types of models compared favourably to the official data during the first 60 days of the outbreak. Crucially, this performance de-880 pended on the structure of the mixing matrix and not only on its post-lockdown modulation, as shown by the application of permutation tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "870"
        },
        {
            "text": "Direct data analysis, as well as comparisons with the results from the models, indicate that while in the first 5 days most 885 cases were concentrated in the city of Buenos Aires, the disease spread north, west and south as a function of time. The spread occurred first to closer districts in the suburbs, and from these districts to other further apart in the region. The models captured this spatio-temporal evolution, including the time of 890 the first cases in each district, and the order of magnitude of the number of cases in a situation where the number of infectious individuals varied significantly from district to district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "870"
        },
        {
            "text": "As in the introduction section, we conclude this work with a word of caution. We remind the reader again that simple epidemiological models, even when fed with data stemming from population census and detailed cell phone mobility estimates, are limited in what they can tell us. These limitations arise both from inefficiencies at the core of these models, as well as from shortcomings of the available data. Making these models more 900 complex does not necessarily improve their forecasting capabilities, specially in a situation in which solutions (and small differences) grow, in some cases, exponentially in time. As a result, these models should only be considered as ways of exploring possible solutions of the system, and extreme caution 905 should be exercised whenever these models are used to generate advice in the process of public policy decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "870"
        },
        {
            "text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The early phase of the COVID-19 outbreak in Lombardy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Drea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diurno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faccini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pariani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piatti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gramegna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baldanti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.09320"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the infection and case fatality ratio for coronavirus disease (COVID-19) using age-adjusted data from the outbreak on the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ratnayake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveillance",
            "volume": "25",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.12"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cajka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--452",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04795.940"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling targeted layered containment of an influenza 945 pandemic in the United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cooley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "105",
            "issn": "12",
            "pages": "4639--4644",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0706849105"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modeling the spatial spread of infectious diseases: The GLobal Epidemic and Mobility computational model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Computational Science",
            "volume": "1",
            "issn": "3",
            "pages": "132--145",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jocs.2010.07.002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spreading processes in multiplex metapopulations containing different mobility networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soriano-Paños",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lotero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gómez-Gardeñes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physical Review X",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.9608.031039"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infer-965 ring high-resolution human mixing patterns for disease modeling",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.01214"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Projecting social contact matrices to different demographic structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arregui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLOS Computational Biology",
            "volume": "14",
            "issn": "12",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1006638.970"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prediction of the epidemic peak of coronavirus disease in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9030789"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4557.980"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of maximal ICU beds demand for Covid-19 outbreak in",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cancin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gajardo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lecaros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muoz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Naranjo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A mathematical model for the spatiotemporal epidemic spreading 990 of COVID19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez-Gardenes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Matamalas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soriano-Panos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Steinegger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.21.20040022"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Adaptive cyclic exit strategies from lockdown to suppress COVID-19 and allow economic activity",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Bar-On",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Katzir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Korem",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Yashiv",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Zehavi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davidovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.04.20053579"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effectiveness of social distancing strategies for protecting a community from a pandemic with a data-driven contact network 1010 based on census and real-world mobility data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martin-Calvo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pentland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modeling the impact of social distancing, testing, contact tracing and household quarantine on second-wave scenarios of the COVID-19 epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Nova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pentland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tech. rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Public Health",
            "volume": "5",
            "issn": "5",
            "pages": "261--270",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30073-6.URLhttp:/www.sciencedirect.com/science/article/pii/S2468266720300736"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blanchini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Di"
                    ],
                    "last": "Filippo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Di"
                    ],
                    "last": "Matteo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Medicinedoi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0883-7"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Measurability of the epidemic reproduction number in data-driven contact networks",
            "authors": [
                {
                    "first": "Q.-H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "115",
            "issn": "",
            "pages": "12680--12685",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1811115115.1040"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6490",
            "pages": "489--493",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evolving epidemiology and transmission dynamics of coronavirus disease 2019 outside Hubei province, China: a descriptive and modelling study",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet Infectious Dis",
            "volume": "",
            "issn": "",
            "pages": "30230--30239",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Population flow drives spatio-temporal distribution of COVID-19 in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2284-y.URLhttps:/doi.org/10.1038/s41586-020-2284-y"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Statistical inference in a stochastic epidemic SEIR model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Final and peak epidemic sizes for SEIR models with quarantine and isolation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nonlinear Oscillations, Dynamical Systems, and Bifurcations of Vector Fields",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guckenheimer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Estimating the number of in-1070 fections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77731"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The city pulse of buenos aires",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sarraute",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ponieman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anapolsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "NetMob 2015 (Fourth Conference on the Scientific 1075 Analysis of Mobile Phone Datasets), MIT Media Lab",
            "volume": "",
            "issn": "",
            "pages": "54--56",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Official data 1080 for COVID-19 cases in Argentina",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Spatial heterogeneity in epidemic models",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Theor. Biol",
            "volume": "179",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Fast unfolding 1085 of communities in large networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambiotte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of statistical mechanics: theory and experiment",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Efficient, high-quality force-directed graph drawing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mathematica Journal",
            "volume": "10",
            "issn": "1",
            "pages": "37--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Top: Evolution of the number of reported infectious travelers arriving",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulation of a deterministic SIR model for a population of 10 6 individuals. The infection rate parameter is periodically modulated (β 0 = 0.3 × 10 −6 , A = 0.2 × 10 −6 ), with γ = 0.12 and ω = 2π/10. This corresponds to variations of the basic reproduction number R 0 ∈ [0.8, 4.16] with a period of 10 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fifty simulations of the stochastic SEIR model for a set of communes inside the city of Buenos Aires (CABA). The top panels display the simulations for the entire city, and for one of the 15 communes. The solutions of the continuous model are displayed, in both cases, with dashed lines. A detail of the simulation at early times is shown in the bottom panels, also for the whole city (left) and for one of the communes (right). The average of the simulations (thick dark lines) is shown together with the solution of a homogeneous deterministic model (dashed lines).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Top: Evolution of the number of infectious individuals in an ensemble of realizations of a stochastic SEIR model with a population of 50 individuals. Bottom: Time to extinction of the focus as a function of the size of the population involved, assuming the focus is perfectly isolated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Estimated transmission rate β(t) for the whole nation (Nation wide) and for the province of Buenos Aires (PBA). The dashed line corresponds to the values obtained from a least square fit with the deterministic model using a moving window of 10 days. The blue line corresponds to the smooth estimation at early and late times, while the blue shading indicates a window of confidence of 95% for β(t) during the lockdown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "565early times, and provides a warning message for all attempts at long-term forecasting of the pandemic.Finally, when considering separate districts within PBA, the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Accumulated cases in the entire country (Nation wide) and in the province of Buenos Aires (PBA, right), obtained from the SEJIHR model using β(t), with 95% confidence intervals (blue shading) and compared with the official data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "of individuals given by M i, j . The i, j entry of this 0 Note that this matrix represents total numbers of individuals and not proportions, as was the case for m i, j in Sec. Left: Normalized inter-regional mobility computed during the 2nd of March. Regions are ordered according to their community membership detected with the Louvain algorithm. The three white diagonal squares indicate major communities corresponding to the southern, centre-northern and western part of the metropolitan area. Right: Topological representation of the major communities using the Yifan Hu Multilevel layout algorithm as implemented in Gephi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "neous SEJIHR model introduced in Eqs. (8)-(13). Coupling is introduced by writing equations for S i , E i , J i , I i , H i , and R i , and coupling susceptible and (mild and moderate) infectious individuals in different districts S i I j and S i J j (with i j) in the equations forṠ i andĖ i . Thus, the equations for the evolution 620 of S i and E i resulṫ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Left: Average local mobility from the 1st of March to the 12th of April. Right: Average inter-regional mobility (computed as the average of all rows in C i, j ) from the 1st of March to the 12th of April. In both panels the grey vertical line indicates the start of the lockdown (19th March).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "690down starting on the 19th of March (Figure 8). Both curves show a gradual decline during the days prior to the beginning of the lockdown, and a very slow recovery of the circulation during the first days of April.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Number of accumulated cases in five districts of the Buenos Aires metropolitan region, and in the city of Buenos Aires (CABA). Infectious travelers were reported in the early stages of the outbreak for all these districts. Red dots indicate the official number of cases, while the blue curves indicate results from the deterministic coupled model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "We integrated this coupled model for the city of Buenos Aires 715 (CABA) and the 40 districts in the Buenos Aires metropolitan area. This resulted in simulations for 41 districts with very different populations and number of infected individuals. Some Number of accumulated cases in four districts of the Buenos Aires metropolitan region that reported no infectious travelers arriving from countries with reported COVID-19 cases. Red dots indicate the official number of cases, while the blue solid lines indicate results from the deterministic coupled model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Number of cases in the city of Buenos Aires (center, enclosed by black lines) and the 40 districts of the metropolitan area (in different shades). The white region corresponds to a river. From top to bottom, days 5, 20, 40, and 60 since the first reported case. The size of blue circles indicates the number of official cases, while the size of violet circles indicates the number of cases according to the deterministic coupled model. Number of accumulated cases in four districts of the metropolitan region and Buenos Aires city (CABA), with forecasts for an increase in mobility recovering 30%, 60%, and 100% of the values before the lockdown, starting on the last day with available data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Number of accumulated cases in five districts of the Buenos Aires metropolitan region, plus the city of Buenos Aires (CABA). Infectious travelers were reported in the early stages of the outbreak for all these districts. Red dots indicate the official number of cases, while blue curves indicate individual realizations of the stochastic model. The thick blue line indicates the average across all realizations. Number of accumulated cases in four districts of the Buenos Aires metropolitan region, for districts that reported no infectious travelers arriving from countries with reported COVID-19 cases. Red dots indicate the official number of cases, while blue curves indicate individual realizations of the stochastic model. The thick blue line indicates the average across all realizations.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}