{
    "paper_id": "1bf9d0252cd9b37dffb34afa65e69f57c7711d14",
    "metadata": {
        "title": "Num 2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T his year, the Chinese New Year celebration coincided with the emergence of a SARS-CoV-2 outbreak in the country. The infection soon spread around the world, so that on March 11, 2020, the World Health Organization declared the outbreak a pandemic. In response, many mainstream journals soon began publishing important and relevant articles so that within a short period, numerous articles were available to the very busy health care workers fighting the disease in the front line of the battle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus was completely unknown. Most of health professionals were too busy to review the increasing number of published articles, some of which consisted of science intertwined with superstitions. We tried to do our share by publishing a summary of most of the relevant articles available to date (something like a systematic review) for busy health professionals. 1 The summary was penned, peer reviewed, and published online within just a few days and was well received; it became one of the PubMed trending articles for 1 week and the top article for 2 days.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 368,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To forecast the number of people who would become infected and die, various mathematical models have been developed. The results of these models are, nonetheless, based on assumptions; in fact, we do not know anything about many aspects of the disease. We do know that there is no effective treatment or vaccine and that none is likely to be developed and widely available in the near future. Nonetheless, the results of such models have led many people including some government officials, to believe that \"the show must go on\" and that we have no choice but to let 60% to 70% of the population contract the disease to become naturally immune. This scenario, however, leaves millions of dead bodies in the aftermath, in the most optimistic estimate. Another problem with this belief is that the virus can readily pass through many people and mutate to become another novel virus that reinfects those who think they are immune. If so, the emerging virus might have an even higher mortality! Therefore, letting people acquire natural immunity by catching the infection is primitive and potentially more dangerous; it is clearly not an option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some researchers believe that viral activity will diminish with increasing temperatures. 2 If so, this reduction might buy us some time to develop an effective vaccine or treatment. However, as the northern hemisphere warms, the southern hemisphere cools. Thus, the virus migrates to the South and returns to the North next year.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current best evidence indicates that the most effective strategy to control the outbreak is the use of social distancing to break the chain of transmission. But social distancing means closing offices, public places, holy places, hotels, restaurants, and so on, which brings enormous economic pressure on a large number of people and the government. This economic pressure would of course be worse for a country like Iran, which has long been under constant pressure of sanctions. 3 In Iran, unnecessary travel is prohibited, and most offices are closed. Almost 2 weeks ago, we decided to produce The IJOEM from home. The number of submissions has increased, and we work hard to process those relevant to COVID-19 as 1 The IJOEM 2 Tom Lang Communications and Training International, Kirkland, WA, USA Farrokh Habibzadeh 1 , Tom Lang 2 e d i to r i a l fast as possible. We recently reviewed and accepted a viewpoint in just a few days. 4 From now on, we will mark these fast-track publications with a \"flash\" logo on the top ribbon of the published article's first page.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 717,
                    "end": 718,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 936,
                    "end": 937,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many people in Iran have adopted social distancing and have stayed at home for the past 10 days. However, government rules are not the only reason they stay at home. March 20 is the start of the greatest ancient Iranian festival, Now-Rooz, literally meaning \"new day,\" on which Iranians (and, in fact, many Persian-speaking countries) celebrate the end of winter. In Iran, the festival lasts 1 to 2 weeks. Celebrating this festival might exacerbate the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During Now-Rooz, people visit each other, close relatives, and friends, give and receive presents, gather together, and feast. The number of person-to-person contacts for a typical person each day would increase by up to 20-fold during the festival. According to custom, older members of the family-grandparents-are visited first, commonly within the first 2 days of the festival. A typical family will be visited by 50 to 100 relatives within the first 2 days. The family, in return, will then visit all those who visited them during the subsequent days of Now-Rooz. Fortunately, this year, many people are avoiding the festival and are staying at home. However, millions of people who do not appreciate the gravity of the pandemic have travelled and visited and participated in the ceremonies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of March 26, 2020, about 2000 people have died of COVID-19 in Iran. 5 Considering an estimated mortality rate of 1% to 2%, the number of infected people would be between 100 000 and 200 000. A large number of infected people may have mild symptoms and not go to a health care center at all, even though they can still spread the infection.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering the large number of infected but underdiagnosed and asymptomatic people, the Now-Rooz ceremony would be perfect for spreading the infection. Given the incubation period of 2 to 11 days, many grandparents, who are more susceptible to catching the infection and presenting with more serious clinical issues, would become symptomatic within next 2 weeks. The flood of elderly patients in desperate need of advanced health care facilities would be a nightmare for any health care system (like what has recently happened in Italy and New York). With thousands of dead bodies, funeral ceremonies would provide another opportunity for the SARS-CoV-2 virus to spread. Now-Rooz, an event rooted in a rich historical and cultural background, might then become a superspreader event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social distancing seems to be the most appropriate and only option for slowing the spread of the infection for the time being. If people adhere to basic hygienic behavior and social distancing, the risk of spreading the virus would markedly decrease. Otherwise, we have no reason to feast the end of winter; the winter will not end for a long, long time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus: A Bird's Eye View",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoneman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Occup Environ Med",
            "volume": "11",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Temperature, Humidity and Latitude Analysis to Predict Potential Spread and Seasonality for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sajadi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vintzileos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Economic sanction: a weapon of mass destruction",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "816--823",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preparedness and lessons learned from the novel coronavirus disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gudi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Occup Environ Med",
            "volume": "11",
            "issn": "",
            "pages": "108--120",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel Coronavirus (COVID-19) Situation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}