{"paper_id": "1bfa0d72c863bcb4c789e5ec3303fe6cd9907823", "metadata": {"title": "Can dried blood spots (DBS) contribute to conducting comprehensive SARS-CoV-2 antibody tests?", "authors": [{"first": "Thomas", "middle": [], "last": "Andreas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mario", "middle": [], "last": "Thevis", "suffix": "", "affiliation": {"laboratory": "", "institution": "German Sport University Cologne", "location": {"addrLine": "Am Sportpark Müngersdorf 6", "postCode": "50933", "settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Andre", "middle": [], "last": "Knoop", "suffix": "", "affiliation": {"laboratory": "", "institution": "German Sport University Cologne", "location": {"addrLine": "Am Sportpark Müngersdorf 6", "postCode": "50933", "settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Maximilian", "middle": ["S"], "last": "Schaefer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"addrLine": "330 Brookline Ave", "postCode": "02215", "settlement": "Boston", "region": "MA"}}, "email": ""}, {"first": "Bertin", "middle": [], "last": "Dufaux", "suffix": "", "affiliation": {"laboratory": "MVZ Labor Krone GbR", "institution": "", "location": {"addrLine": "Siemensstraße 40", "postCode": "32105", "settlement": "Bad Salzuflen"}}, "email": ""}, {"first": "Yvonne", "middle": [], "last": "Schrader", "suffix": "", "affiliation": {"laboratory": "", "institution": "German Sport University Cologne", "location": {"addrLine": "Am Sportpark Müngersdorf 6", "postCode": "50933", "settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Andreas", "middle": [], "last": "Thomas", "suffix": "", "affiliation": {"laboratory": "", "institution": "German Sport University Cologne", "location": {"addrLine": "Am Sportpark Müngersdorf 6", "postCode": "50933", "settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Hans", "middle": [], "last": "Geyer", "suffix": "", "affiliation": {"laboratory": "", "institution": "German Sport University Cologne", "location": {"addrLine": "Am Sportpark Müngersdorf 6", "postCode": "50933", "settlement": "Cologne", "country": "Germany"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Within months since the first report on its outbreak, the extent of the pandemic caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has reached unexpected dimensions, and despite enormous global scientific efforts, several aspects characterizing the coronavirus disease 2019 (COVID-19) and its transmission are not yet fully understood. 1-3 A common credo amongst scientists appears to be the fact that analytical diagnostics are vital to understand and, eventually, manage the pandemic. Here, complementary tests based on real-time quantitative polymerase chain reaction (RT-qPCR) analyses targeting the singlestranded RNA-composed virus and immunological approaches monitoring the development of immune responses of infected (and recovered) individuals have been established. 4, 5 Advantages and limitations exist with both strategies, and various factors are suspected to affect the reliability of the analytical result; 1 yet, diagnostics are indispensable, and comprehensiveness and testing frequency is considered to be of particular importance in supporting the confinement of the pandemic. 5, 6 An option to facilitate the testing of different anti-SARS-CoV-2 antibodies could be the extension of existing analytical platforms from conventionally collected venous blood samples (including whole blood, serum, and plasma) to minimal-invasively sampled capillary blood as dried blood spots (DBS) or dried plasma spots (DPS), in line with recent initiatives e.g. by the US National Institutes of Health (NIH) 7 or the Royal Institute of Technology Stockholm, Sweden, 8 as well as earlier investigations into targeting anti-influenza IgG antibodies. 9 Different versions of DBS and DPS collection kits are commercially available and are frequently employed in different areas of drug monitoring and testing. [10] [11] [12] Sampling can be performed by individuals without the need for medical professionals, samples can be shipped to the test facility by regular mail services to be subjected to routine serology, large numbers of specimens can be obtained in short time periods supporting the testing of cohorts of substantial extent, and lastly dry test material appears to exhibit reduced infectivity [13] [14] [15] and increased target analyte stability.", "cite_spans": [{"start": 802, "end": 804, "text": "4,", "ref_id": "BIBREF3"}, {"start": 805, "end": 806, "text": "5", "ref_id": "BIBREF4"}, {"start": 1122, "end": 1124, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1125, "end": 1126, "text": "6", "ref_id": "BIBREF5"}, {"start": 1678, "end": 1679, "text": "9", "ref_id": "BIBREF8"}, {"start": 1836, "end": 1840, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1841, "end": 1845, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1846, "end": 1850, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2232, "end": 2236, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 2237, "end": 2241, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2242, "end": 2246, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most currently available tests designed for the detection of SARS-CoV-2 antibodies are approved for serum, plasma, and/or whole blood, whilst protocols for the use / application of DBS or DPS are not yet available. A proof-of-principle pilot study was conducted to probe for options as to how routine sports drug testing programs can contribute to generating information on the prevalence of SARS-CoV-2 antibodies in the sub-population of elite athletes. As DBS tests have been studied in the context of general doping controls extensively over the past decade, 16-25 the applicability of two commercially available IgG and IgM tests, one well-plate ELISA assay and one lateral flow-based rapid test, to the analysis of paired DBS and blood plasma samples obtained from 26 individuals was assessed.", "cite_spans": [], "ref_spans": [], "section": "Proof-of-principle pilot study -experimental"}, {"text": "With approval of the local ethics committee (#054/2020, German Sport University Cologne, Germany) and written informed consent of participants, volumes of 20 µL of capillary blood (fingerprick) per specimen were used to collect DBS on two different supports including cellulose-based DBS cards (Whatman FTA DMPK-C, VWR Darmstadt, Germany) and a microsampling device featuring a hydrophilic porous material tip (10 µL Mitra sampler, Neoteryx, Maastricht, The Netherlands). DBS were dried at room temperature for 2 h and then stored in a plastic bag in the presence of 0.5 g desiccant sachets until analysis. Further, a single sample of venous blood was collected into 4 mL K2EDTA (1.8 mg/mL) or SST II Advance tubes (both BD Vacutainer, BD Heidelberg, Germany) from each participant. The plasma/serum was separated by centrifugation (20 min @ 1300 rpm) within 4 h post collection and stored at +4°C until assayed. Overall, the pilot study cohort was composed of 18 men and 8 women, age ranging from 28-64 years, 21 of which underwent prior SARS-Cov-2 PCR tests yielding 16 positive results (Table 1) . Study participants were either returnees from regions severely affected by the COVID-19 pandemic or have been in close contact to infected individuals.", "cite_spans": [], "ref_spans": [{"start": 1089, "end": 1098, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Proof-of-principle pilot study -experimental"}, {"text": "The lateral-flow RayBiotech SARS-CoV-2 IgM and IgG Rapid Test Kits were obtained from Hölzel Diagnostics (Cologne, Germany) while the Epitope Diagnostics EDI Novel Coronavirus COVID-19 ELISA Kits KT-1032 and KT-1033 (for IgG and IgM analysis) were purchased from Immundiagnostik AG (Bensheim, Germany). Plasma samples were prepared in accordance with the manufacturers' protocols for analysis using the respective test kits. Of note, deviating information existed as to the compatibility of the EDI ELISA with plasma; while the manufacturer lists serum only as test matrix, the distributor mentioned plasma also as applicable specimen. Hence, for a subset of 4 participants, both serum and plasma were tested for IgGs. DBS were prepared for IgG and IgM analysis by extraction into an aqueous EDTA solution (1.35 mg/mL). Therefore, entire spots were punched from DBS cards and cut into eighth, while the absorbent material from the Mitra tips was merely removed from the plastic support. The test materials were then placed into polypropylene tubes (2 mL), fortified with 100 µL of aqueous EDTA, and ultrasonicated for 10 min. Following a 1 min spin-down at 625 x g, 25 µL of the extract was subjected to RayBiotech analysis. For EDI ELISA analysis, IgG measurements were conducted by mixing 20 µL of the extract with 200 µL EDI ELISA assay diluent before processing further according to the recommended protocols. IgM analyses were performed with 25 µL of the DBS extract, which was placed in the microtiter well plate before adding 75 µL of the provided diluent and further processing of the test kit as described by the manufacturer.", "cite_spans": [], "ref_spans": [], "section": "Proof-of-principle pilot study -experimental"}, {"text": "The goal of this pilot study was to probe for the potential of obtaining comparable results when testing conventional serum or plasma samples and DBS for anti-SARS-CoV-2 antibodies with commercially available test kits as a means to substantially and rapidly expand laboratory-based testing options. If successful and robust, two beneficial aspects can be combined: On the one hand, test samples can be obtained quickly and without the necessity of medically trained personnel for the sampling procedure, supporting optimized assignments of available resources especially during epidemic / pandemic crises. On the other hand, performing the actual test and interpreting the analytical result in controlled working conditions and by expert personnel in analytical laboratories contributes to obtaining bestpossible test results. 6 Sample preparation strategies for DBS analyses were obtained by adapting the assay manufacturers' protocols and assessing the effect of modifying parameters such as the blood volume used to produce DBS (5-20 µL), duration of ultrasonication (10-60 min), and sample / buffer dilution ratios. While the blood volume resulting in DBS and dilution factors were found to be critical to reaching test results similar to those obtained from plasma and serum analyses with the considered assays, prolonged extraction periods were not found to affect the comparability of test results.", "cite_spans": [{"start": 828, "end": 829, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Proof-of-principle pilot study -results and discussion"}, {"text": "In Table 1 , test results from paired plasma/serum and DBS tests are presented, demonstrating the principle applicability of DBS to the chosen commercial anti-SARS-CoV-2 antibody assays when applying moderate modifications to sample preparation protocols.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Proof-of-principle pilot study -results and discussion"}, {"text": "IgG analyses consistently yielded identical test results using both the lateral-flow and the ELISA test kits with paired matches (positive, negative and overall rate of agreement 100%, κ=1.0 [95% CI 1.0; 1.0] Table 1 ). With the EDI ELISA assay, all results above the assay-defined cutoff were considered as \"positive\" and all below as \"negative\"; in case of the lateral-flow test device, the absence of bands was recorded as \"negative\", shadowy bands were documented as \"suspicious\", and clear bands as \"positive\". Overall, the tested cohort yielded 20 positive, five negative, and one suspicious lateral-flow test results, and 20 positive and 6 negative test results were obtained using the EDI ELISA. A total of four additional serum samples was analyzed under identical conditions as their corresponding plasma samples, confirming the therein obtained results (indicated in Table 1 with a superscript \"a\").", "cite_spans": [], "ref_spans": [{"start": 209, "end": 216, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 878, "end": 885, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Proof-of-principle pilot study -results and discussion"}, {"text": "For IgM, less comparable yet good results were obtained, with 24 out of 26 (lateral-flow test) and 22 out of 26 (ELISA) DBS-borne results matching corresponding plasma-derived findings (lateral-flow: 100% positive, 71.4% negative and 92.3% overall rate of agreement, κ=0.79 [95% CI 0.51; 1.00); ELISA: 83.3% positive, 85.7% negative and 84.6% overall rate of agreement, κ=0.69 [95% CI 0.41; 0.97]). Here, in 2 cases of lateral-flow assay analyses, DBS samples returned negative results where the plasma analysis result was interpreted as positive. The four failing pairs of the EDI ELISA consisted of two scenarios where DBS were negative and plasma positive and vice versa. These discrepancies were observed also when the tests were repeated, and further sample preparation optimization might be required to reduce the probability of deviating test results.", "cite_spans": [], "ref_spans": [], "section": "Proof-of-principle pilot study -results and discussion"}, {"text": "In addition to serum, plasma, and fresh whole blood, dried blood spots appear to represent a viable complement to routine anti-SARS-CoV-2 antibody test matrices. DBS facilitate the collection and processing of significant numbers of test samples, supporting the generation of data critical to developing and applying epidemiological models on the presumably undetected spread of infections. International initiatives have recently been launched, 7, 8 developing DBS-based testing approaches to exploit the substantial advantages associated with dried test matrices collected by individuals without the need of medical supervision. In order to provide diagnostic values equivalent to serum or plasma samples, the compatibility of test assays with extracts from DBS (including potentially required adaptations of sample pretreatment protocols) has to be thoroughly assessed or, alternatively, assays specified (amongst other matrices) for DBS analyses have to be established and characterized. Also, follow-up studies with larger cohorts than the herein presented pilot study group with a remarkably high prevalence of COVID-19 are required, and further specifics of SARS-CoV-2 analyses from DBS need to be examined concerning e.g. longer-term analyte stability.", "cite_spans": [{"start": 446, "end": 448, "text": "7,", "ref_id": "BIBREF6"}, {"start": 449, "end": 450, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Lange T, Walpurgis K, Thomas ", "cite_spans": [{"start": 22, "end": 28, "text": "Thomas", "ref_id": null}], "ref_spans": [], "section": "25."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Serological Assays for SARS-CoV-2 Infectious Disease: Benefits, Limitations and Perspectives", "authors": [{"first": "M", "middle": [], "last": "Infantino", "suffix": ""}, {"first": "A", "middle": [], "last": "Damiani", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Gobbi", "suffix": ""}, {"first": "V", "middle": [], "last": "Grossi", "suffix": ""}, {"first": "B", "middle": [], "last": "Lari", "suffix": ""}, {"first": "D", "middle": [], "last": "Macchia", "suffix": ""}, {"first": "P", "middle": [], "last": "Casprini", "suffix": ""}, {"first": "F", "middle": [], "last": "Veneziani", "suffix": ""}, {"first": "D", "middle": [], "last": "Villalta", "suffix": ""}, {"first": "N", "middle": [], "last": "Bizzaro", "suffix": ""}, {"first": "P", "middle": [], "last": "Cappelletti", "suffix": ""}, {"first": "M", "middle": [], "last": "Fabris", "suffix": ""}, {"first": "L", "middle": [], "last": "Quartuccio", "suffix": ""}, {"first": "M", "middle": [], "last": "Benucci", "suffix": ""}, {"first": "M", "middle": [], "last": "Manfredi", "suffix": ""}], "year": 2020, "venue": "Isr Med Assoc J", "volume": "22", "issn": "", "pages": "203--210", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "2019 novel coronavirus: an emerging global threat", "authors": [{"first": "C", "middle": [], "last": "Columbus", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Brust", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Arroliga", "suffix": ""}], "year": 2020, "venue": "Proc (Bayl Univ Med Cent)", "volume": "33", "issn": "", "pages": "209--212", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "One month of the novel coronavirus 2019 outbreak: Is it still a threat? Virusdisease", "authors": [{"first": "A", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "N", "middle": [], "last": "Jahan", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Analytical performances of a chemiluminescence immunoassay for SARS-CoV-2 IgM/IgG and antibody kinetics", "authors": [{"first": "A", "middle": [], "last": "Padoan", "suffix": ""}, {"first": "C", "middle": [], "last": "Cosma", "suffix": ""}, {"first": "L", "middle": [], "last": "Sciacovelli", "suffix": ""}, {"first": "D", "middle": [], "last": "Faggian", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebani", "suffix": ""}], "year": 2020, "venue": "Clin Chem Lab Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evaluation of the auxilliary diagnostic value of antibody assays for the detection of novel coronavirus (SARS-CoV-2)", "authors": [{"first": "G", "middle": [], "last": "Yong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yi", "suffix": ""}, {"first": "L", "middle": [], "last": "Tuantuan", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiaowu", "suffix": ""}, {"first": "L", "middle": [], "last": "Xiuyong", "suffix": ""}, {"first": "L", "middle": [], "last": "Ang", "suffix": ""}, {"first": "H", "middle": [], "last": "Mingfeng", "suffix": ""}], "year": 2020, "venue": "J Medical Virology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25919"]}}, "BIBREF5": {"ref_id": "b5", "title": "Test performance evaluation of SARS-CoV-2 serological assays", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "28--32", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "National Institutes of Health. NIH begins study to quantify undetected cases of coronavirus infection", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Researchers sending out home test kits to identify spread of COVID-19 antibodies in Stockholm", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "27--31", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Application of volumetric absorptive microsampling (VAMS) to measure multidimensional anti-influenza IgG antibodies by the mPlex-Flu assay", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Wiltse", "suffix": ""}, {"first": "J", "middle": [], "last": "Emo", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Hilchey", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Zand", "suffix": ""}], "year": 2019, "venue": "J Clin Transl Sci", "volume": "3", "issn": "", "pages": "332--343", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical feasibility of dried blood spots: Analytics, validation, and applications", "authors": [{"first": "Y", "middle": [], "last": "Enderle", "suffix": ""}, {"first": "K", "middle": [], "last": "Foerster", "suffix": ""}, {"first": "J", "middle": [], "last": "Burhenne", "suffix": ""}], "year": 2016, "venue": "J Pharm Biomed Anal", "volume": "130", "issn": "", "pages": "231--243", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Spot them in the spot: analysis of abused substances using dried blood spots", "authors": [{"first": "N", "middle": [], "last": "Sadones", "suffix": ""}, {"first": "S", "middle": [], "last": "Capiau", "suffix": ""}, {"first": "De", "middle": [], "last": "Kesel", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Lambert", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Stove", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "", "suffix": ""}], "year": 2014, "venue": "Bioanalysis", "volume": "6", "issn": "", "pages": "2211--2227", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Sports drug testing using complementary matrices: Advantages and limitations", "authors": [{"first": "M", "middle": [], "last": "Thevis", "suffix": ""}, {"first": "H", "middle": [], "last": "Geyer", "suffix": ""}, {"first": "L", "middle": [], "last": "Tretzel", "suffix": ""}, {"first": "W", "middle": [], "last": "Schänzer", "suffix": ""}], "year": 2016, "venue": "J Pharm Biomed Anal", "volume": "130", "issn": "", "pages": "220--230", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinmann", "suffix": ""}], "year": 2020, "venue": "J Hosp Infect", "volume": "104", "issn": "", "pages": "246--251", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Survival of severe acute respiratory syndrome coronavirus", "authors": [{"first": "M", "middle": ["Y"], "last": "Lai", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Cheng", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Lim", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "41", "issn": "", "pages": "67--71", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Holbrook", "suffix": ""}, {"first": "A", "middle": [], "last": "Gamble", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Williamson", "suffix": ""}, {"first": "A", "middle": [], "last": "Tamin", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Harcourt", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Thornburg", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Gerber", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1564--1567", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Dried blood spots (DBS) for doping control analysis", "authors": [{"first": "A", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "H", "middle": [], "last": "Geyer", "suffix": ""}, {"first": "S", "middle": [], "last": "Guddat", "suffix": ""}, {"first": "W", "middle": [], "last": "Schänzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Thevis", "suffix": ""}], "year": 2011, "venue": "Drug Test Anal", "volume": "3", "issn": "", "pages": "806--813", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Quantification of insulin-like growth factor-1 in dried blood spots for detection of growth hormone abuse in sport", "authors": [{"first": "H", "middle": ["D"], "last": "Cox", "suffix": ""}, {"first": "J", "middle": [], "last": "Rampton", "suffix": ""}, {"first": "D", "middle": [], "last": "Eichner", "suffix": ""}], "year": 2013, "venue": "Anal Bioanal Chem", "volume": "405", "issn": "", "pages": "1949--1958", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Determination of Synacthen((R)) in dried blood spots for doping control analysis using liquid chromatography tandem mass spectrometry", "authors": [{"first": "L", "middle": [], "last": "Tretzel", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "H", "middle": [], "last": "Geyer", "suffix": ""}, {"first": "P", "middle": [], "last": "Delahaut", "suffix": ""}, {"first": "W", "middle": [], "last": "Schänzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Thevis", "suffix": ""}], "year": 2015, "venue": "Anal Bioanal Chem", "volume": "407", "issn": "", "pages": "4709--4720", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Comparison of urine analysis and dried blood spot analysis for the detection of ephedrine and methylephedrine in doping control", "authors": [{"first": "A", "middle": [], "last": "Kojima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nishitani", "suffix": ""}, {"first": "M", "middle": [], "last": "Sato", "suffix": ""}, {"first": "S", "middle": [], "last": "Kageyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Dohi", "suffix": ""}, {"first": "M", "middle": [], "last": "Okano", "suffix": ""}], "year": 2016, "venue": "Drug Test Anal", "volume": "8", "issn": "", "pages": "189--198", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Quantitative determination of opioids in whole blood using fully automated dried blood spot desorption coupled to on-line SPE-LC-MS/MS", "authors": [{"first": "R", "middle": [], "last": "Verplaetse", "suffix": ""}, {"first": "J", "middle": [], "last": "Henion", "suffix": ""}], "year": 2016, "venue": "Drug Test Anal", "volume": "8", "issn": "", "pages": "30--38", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Dried blood spots (DBS) in doping controls: a complementary matrix for improved in-and out-of-competition sports drug testing strategies", "authors": [{"first": "L", "middle": [], "last": "Tretzel", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "H", "middle": [], "last": "Geyer", "suffix": ""}, {"first": "V", "middle": [], "last": "Pop", "suffix": ""}, {"first": "W", "middle": [], "last": "Schänzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Thevis", "suffix": ""}], "year": 2015, "venue": "Anal Methods", "volume": "7", "issn": "", "pages": "7596--7605", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Determination of Recent Growth Hormone Abuse Using a Single Dried Blood Spot", "authors": [{"first": "G", "middle": [], "last": "Reverter-Branchat", "suffix": ""}, {"first": "J", "middle": [], "last": "Bosch", "suffix": ""}, {"first": "J", "middle": [], "last": "Vall", "suffix": ""}, {"first": "M", "middle": [], "last": "Farre", "suffix": ""}, {"first": "E", "middle": [], "last": "Papaseit", "suffix": ""}, {"first": "S", "middle": [], "last": "Pichini", "suffix": ""}, {"first": "J", "middle": [], "last": "Segura", "suffix": ""}], "year": 2016, "venue": "Clin Chem", "volume": "62", "issn": "", "pages": "1353--1360", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Detection of erythropoiesis-stimulating agents in a single dried blood spot", "authors": [{"first": "G", "middle": [], "last": "Reverter-Branchat", "suffix": ""}, {"first": "R", "middle": [], "last": "Ventura", "suffix": ""}, {"first": "M", "middle": [], "last": "Ezzel Din", "suffix": ""}, {"first": "J", "middle": [], "last": "Mateus", "suffix": ""}, {"first": "C", "middle": [], "last": "Pedro", "suffix": ""}, {"first": "J", "middle": [], "last": "Segura", "suffix": ""}], "year": 2018, "venue": "Drug Test Anal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/dta.2418"]}}, "BIBREF23": {"ref_id": "b23", "title": "Detection of autologous blood transfusions using a novel dried blood spot method", "authors": [{"first": "H", "middle": ["D"], "last": "Cox", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Miller", "suffix": ""}, {"first": "A", "middle": [], "last": "Lai", "suffix": ""}, {"first": "D", "middle": [], "last": "Cushman", "suffix": ""}, {"first": "D", "middle": [], "last": "Eichner", "suffix": ""}], "year": 2017, "venue": "Drug Test Anal", "volume": "9", "issn": "", "pages": "1713--1720", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "A, Geyer H, Thevis M. Development of two complementary LC-HRMS methods for analyzing sotatercept in dried blood spots for doping controls. Bioanalysis. 2019; 11:923-940.", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of pilot study participant information and comparison of antibody test results using a lateral-flow test device and a microtiter well-plate ELISA employing plasma, serum, and DBS as test matrices. Positive test results are illustrated in green, negative findings in red, and suspicious results are shown in white.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>RayBiotech lateral-flow test </td><td> </td><td>EDI ELISA test </td><td> </td></tr><tr><td> </td><td> </td><td>PCR test </td><td> </td><td>plasma </td><td>DBS </td><td>plasma </td><td>DBS </td><td>plasma </td><td>DBS </td><td>plasma </td><td>DBS </td></tr><tr><td>participant </td><td>sex </td><td> </td><td>severity of symptoms* </td><td>IgG </td><td>IgG </td><td>IgM </td><td>IgM </td><td>IgG </td><td>IgG </td><td>IgM </td><td>IgM </td></tr><tr><td>1 </td><td>f </td><td>yes / pos </td><td>7 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>posa </td><td>posb </td><td>pos </td><td>posb </td></tr><tr><td>2 </td><td>m </td><td>yes / pos </td><td>4 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>posa </td><td>posb </td><td>pos </td><td>posb </td></tr><tr><td>3 </td><td>f </td><td>yes / pos </td><td>6 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>posa </td><td>posb </td><td>pos </td><td>posb </td></tr><tr><td>4 </td><td>f </td><td>yes / pos </td><td>5 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td></tr><tr><td>5 </td><td>m </td><td>yes / pos </td><td>2 </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr><tr><td>6 </td><td>f </td><td>yes / pos </td><td>6 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>7 </td><td>m </td><td> </td><td>10 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>8 </td><td>m </td><td>yes / pos yes / pos yes / pos </td><td>n.p. </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr><tr><td>9 </td><td>m </td><td>4 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>10 </td><td>m </td><td>yes / pos </td><td>8 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>11 </td><td>m </td><td>yes / pos </td><td>5 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>12 </td><td>f </td><td>yes / pos </td><td>7 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>13 </td><td>m </td><td>yes / pos </td><td>4 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>14 </td><td>m </td><td>yes / pos </td><td>6 </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td></tr><tr><td>15 </td><td>m </td><td> </td><td>1 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>16 </td><td>m </td><td>yes / pos yes / pos yes / neg </td><td>n.p. </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>pos </td><td>pos </td><td>neg </td><td>pos </td></tr><tr><td>17 </td><td>m </td><td>1 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>18 </td><td>m </td><td>yes / neg </td><td>0 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>19 </td><td>m </td><td>yes / neg </td><td>9 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td></tr><tr><td>20 </td><td>f </td><td>yes / neg </td><td>5 </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr><tr><td>21 </td><td>m </td><td>yes / neg </td><td>1 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td></tr><tr><td>22 </td><td>m </td><td>no </td><td>0 </td><td>sus </td><td>sus </td><td>pos </td><td>pos </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr><tr><td>23 </td><td>m </td><td>no </td><td>0 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>posa </td><td>posb </td><td>pos </td><td>posb </td></tr><tr><td>24 </td><td>m </td><td>no </td><td>0 </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr><tr><td>25 </td><td>f </td><td>no </td><td>0 </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>pos </td><td>neg </td><td>pos </td></tr><tr><td>26 </td><td>f </td><td>no </td><td>3 </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td><td>neg </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors acknowledge support from the Federal Ministry of the Interior, Building and Community (Berlin, Germany) and the Manfred-Donike-Institute for Doping Analysis (Cologne, Germany).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}