{
    "paper_id": "1bfe83306140d18c803bd60c367b0e0dd8b8bba1",
    "metadata": {
        "title": "China's Blacklist System under the Covid-19 Precautionary Lockdown Regime",
        "authors": [
            {
                "first": "Zhengdong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "settlement": "Coventry",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In January 2020, soon after the outbreak of Covid-19 was identified with human-to-human transmission, the State Council of China approved the responsive announcement of the National Health Commission (2020). The announcement states that, due to the potential risk of further community transmission, the initiative of 'Level 1 Response to Public Health Emergencies' (the highest in the rank)-an initiative invented in 2005 to prevent another traumatic 2003 SARS-like pandemic outbreak-must be launched to tackle the latest 'category A infectious disease' (the highest in the category). Within a week, governments of regions outside Wuhan, beginning with Shanghai and most cities in the Zhejiang Province (Zhang and Chen 2020) , declared that, being authorized by the initiative, the government would execute 'a complete lockdown within the administrative area'. The lockdown enforced, among many clauses, a complete shutdown on work, enterprise, public transportation, and any unauthorized mobilization of any individual, prosecuting violators for criminal responsibility (Xinhua Net 2020).",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 724,
                    "text": "(Zhang and Chen 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "China's Precautionary Lockdown Under Covid-19"
        },
        {
            "text": "In the first 5 weeks of the regime, almost no private enterprise without the ability of online operation and production-particularly those in manufacturing, commercial, and service industry with inevitable face-to-face interaction-was legally permitted to resume working. Meanwhile, payments and all other legally binding contracts had to be fulfilled as usual. Since early March, different branches of government have been frequently readjusting their intervention approaches (Zhang and Chen 2020 ). Yet the main lockdown imperative has been relaxed across regions cautiously and unevenly, and only approved enterprises in manufacturing and selected tertiary industries (such as food and dining) have been allowed to resume their operations (National Research Institute of Economics East China Sea Branch 2020).",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 497,
                    "text": "(Zhang and Chen 2020",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "China's Precautionary Lockdown Under Covid-19"
        },
        {
            "text": "This approach is clearly precautionary because it was mandated at the onset of a presumably imminent and catastrophic public health incident (Fuller and Lipinska 2014) . While the exact magnitude or nature of the risk is still unknown, astronomical economic losses are clearly visible (Tickner 2002) . In contrast to a proactionary approach, which would seek promotion of the best available responses to the pandemic, China's precautionary policy is aimed at prevention of the worst outcome, including but not exclusive to potential high mortality numbers caused by massive infection and social instability resulting from public panic (Morello-Frosch 2002) . In line with the precautionary principle, lockdown has been enforced to keep people's lives slightly above bare minimum, buying time for experts to carefully study root causes and potential damage of the virus with a long-term focus, so that the state can seek ways to recover living conditions as the pandemic fades away.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 167,
                    "text": "(Fuller and Lipinska 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 285,
                    "end": 299,
                    "text": "(Tickner 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 635,
                    "end": 656,
                    "text": "(Morello-Frosch 2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "China's Precautionary Lockdown Under Covid-19"
        },
        {
            "text": "First attempts at recovery have been implemented in early April, as the China Banking and Insurance Regulatory Commission (2020) organized a press conference and announced their very first 'rescuing policies' aimed mainly at the fatal issue of cash flow drainage in micro-, small-, and medium-size private enterprises (MSMEs). According to the State Council (2018), China has over 60 million MSMEs, which together contribute to over 50% of total taxation, 60% of gross domestic product, 70% of technological innovation, 80% of employment opportunities, and 90% of all enterprises. Announced policies encourage traditionally conservative MSMEs owners to make their first loans and demand an increase in total balance of loans, along with mild decrease in average lending interest rate, from 18 large commercial banks. The policies might appear supportive, yet the press conference-following precautionary logic of 'preventing social instability' (Fuller and Lipinska 2014)-has failed to even mentioned severity of damages already caused by the lockdown. Presumably, these damages may be exceptionally long-lasting, if not deteriorating, due to the presence of the ever-powerful Blacklist and Joint Punishment System (the Blacklist System).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Precautionary Lockdown Under Covid-19"
        },
        {
            "text": "The State established the Blacklist System in 2016 with decisive technological support of tech giants such as Tencent and Alibaba (Lv and Luo 2018) . The Blacklist System is as a nationwide surveillance mechanism aimed at sanctioning 'defaulters' who are unable to, unwilling to, or even unaware of, performing their legal duties (Creemers 2018) . Among others, the group includes 'deadbeats' (people with unrepaid liability), 'runaway bosses' (who fail to pay salaries to their workers), and many others in various market domains over which official ministries alone lack effective means of sanction.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 147,
                    "text": "(Lv and Luo 2018)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 330,
                    "end": 345,
                    "text": "(Creemers 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "Blacklisting is as precautionary measure aimed at preventing defaulters from incurring further harm to normal functioning of the market and the society. Once blacklisted, defaulters are prohibited from applying for bank loans, receiving state-funded subsidies, and even buying tickets for planes and high-speed trains (National Development and Reform Commission 2016). Blacklisted people reveal that other impacts include freezing of enterprise bank accounts, banning people from staying at hotels, stigmatization of reputation among business partners and close relatives, and gradual deterioration of health conditions and family relationships (Hu forthcoming 2022) . Even after fulfilling due obligations, some blacklisted people complain that are still viewed as being 'suspicious' and hence blacklisted for another 2 years. It is only in the third year of the 'observation period' that corresponding restrictions are finally released.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 666,
                    "text": "(Hu forthcoming 2022)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "Many MSMEs owners are in danger of being blacklisted because of precautionary lockdown. One week after launching of nationwide lockdown, Peking and Tsinghua University analyzed current cash on the books and suggested that only 66% of MSMEs owners can sustain their business from bankruptcy for 1 month, 32.9% for 2 months, and 15% for more than 3 months (CEIBS Business Review 2020). In weeks following lockdown, less than 5% of all registered MSMEs in Shanghai have relaunched their daily operations, while more than 5% (especially in service industries) have already 'gave up resistance' and declared bankruptcy (China Economic News 2020). In mid-March, resumption rate is still low (for instance, it barely climbed to 27% in the city of Zhongshan in Guangdong Province), but recovery rate of production output is disproportionally lower than resumption rate. Caused by employment loss, insufficient domestic and foreign market demands, and problematic supply of raw materials, even 'recovered' MSMEs tend to under-perform (Cha 2020) . Chinese Entrepreneurs (2020) shows that 80% of MSMEs owners believe that the manufacturing sector and other entities reliant on offline consumption bear the most damage, and that 2020 Covid-19related damages are significantly higher than recorded 2003 SARS-related damages.",
            "cite_spans": [
                {
                    "start": 1025,
                    "end": 1035,
                    "text": "(Cha 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "As I write these words 3 months into the outbreak, many MSMEs owners have already declared bankruptcy, and if they will not be able to pay liabilities on their loans or their workers' salaries, they are likely to get blacklisted. Those who temporarily persisted, either by taking loans from local banks and private agencies or by dismissing large numbers of workers to avoid salary costs, could face equally catastrophic consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "MSMEs owners who quickly acquired bank loans, and especially inexperienced first-time loaners persuaded by the 'rescuing policy,' might face significant problems while relaunching their operations with loaned cash. In most cases, due to MSMEs' relatively low credit rating, only small banks with relaxed approval procedures are willing to offer loans. These loans are often accompanied with risk-control regulations which disadvantage those loaners who lack sufficient knowledge to detect them in advance (Li 2017) . In most of these loans, cash will be released progressively over a signed period (Chang 2019) . For a typical signed period of 6 terms spread evenly across 3 years, the first share is usually 10%-yet relaunching a production line implies paying all means of production (cost of labor, raw material, operations, etc.) at once. Considering overall deterioration of markets over the past decade (Lin 2019) , and factoring in upcoming global economic recession caused by Covid-19, these MSMEs owners are likely to repay their debt with a delay. This is where the worst part begins. When small banks sense payment uncertainty, their behavioral rationale does not resemble a welfare-driven public institution but an interest-driven private enterprise (Chang 2019) . In order to transfer risk, avoid nonperforming loans, and preserve their cash flows, these banks frequently withdraw significant amounts from unpaid portions of the loan, effectively pressuring MSMEs owners towards the blacklist (Li 2017; Lasak et al. 2019) . Meanwhile, despite strict state restrictions, some banks also offer these vulnerable loaners contact details of private microfinance companies in unregulated 'shadow banking industry' (Hu forthcoming 2022; Lasak et al. 2019) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 514,
                    "text": "(Li 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 598,
                    "end": 610,
                    "text": "(Chang 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 909,
                    "end": 919,
                    "text": "(Lin 2019)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1262,
                    "end": 1274,
                    "text": "(Chang 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "(Li 2017;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1516,
                    "end": 1534,
                    "text": "Lasak et al. 2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1721,
                    "end": 1742,
                    "text": "(Hu forthcoming 2022;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1743,
                    "end": 1761,
                    "text": "Lasak et al. 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "One would assume that the best option for troubled MSMEs owners is to sell any mortgaged property and accept the 'sunk cost.' However, motivated by complex, culturally unique drive to preserve their enterprise from bankruptcy (Hu forthcoming 2022; Lin 2019), many MSMEs owners voluntarily accept usurious loans offered by private microfinance companies and subsequent liability (Lasak et al. 2019 ). Once they accept those loans, only a miracle can save MSMEs owners from being blacklisted, and they cannot do much but hope that the second lockdown never happens.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 396,
                    "text": "(Lasak et al. 2019",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "Those MSMEs owners who consider strategies of mass redundancy are faced with strong worker protections in current labor legislation (Standing Committee of the National People's Congress 2018). Furthermore, their current migrant workers, after months of lockdown, might never return to work in developed areas such as Shanghai and Zhejiang Province. Thanks to China Western Development incentives for bridging development gaps, and also to disproportionally high economic damage caused by Covid-19 in developed areas, economic incentives for migration could be substantially reduced (Lin 2019) . Aimed at protecting freedom of movement, Chinese labor legislation allows workers to quit their current jobs and move to other jobs without penalization. If employers lay them off work within the duration of contract, however, workers can appeal to the local Labor Bureau and get their salary up to their worked days with toppled with extra unemployment compensation. Under the circumstances, MSMEs owners can only reduce salaries to minimum levels, accept that many workers will permanently leave, and hope that they will not fall into the 'loan trap' following their inevitable losses.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 592,
                    "text": "(Lin 2019)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Precautionary Blacklist System and its Potential Impact on MSMEs Owners"
        },
        {
            "text": "Following almost 3 months of precautionary lockdown, a number of Chinese entrepreneurs, and MSMEs owners in particular, might face several years of 'quarantine' in their career, travel, and family life caused by the Blacklist System. Undoubtedly, national quarantine in China has been very successful in containing the pandemic. Yet an unfortunate side effect of the lockdown is coercive prevention of MSMEs owners from voluntarily taking the risk of being infected by a virus with perhaps less than 10% fatality rate, and continuing their own career with other like-minded risktakers. According to Kahneman and Tversky's prospect theory (1992), individuals faced with large losses can enter a 'nothing to lose' state of mind and become willing to accept more risk. Following this theory, MSMEs owners might be ready to accept higher health risks than they are permitted to accept during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk-Takers vs. Risk-Evaders: a Moral and Political Dilemma"
        },
        {
            "text": "This leads to a moral and political dilemma: should potential risk-takers (MSMEs owners) be permitted to exercise their voluntary, risk-laden behavior (resumption of work during the pandemic), when side-effects of such behavior (becoming an infection source) will likely undermine the interest of risk-evaders (survive at a bare-minimum level for as long as necessary)? What is the point of balance between the risk-takers and the risk-evaders? This dilemma is worthy of consideration in all countries that have successively tightened their domestic lockdown approaches since mid-March to the level of complete shutdown of 'survival-irrelevant' offline work. Some of these countries include Argentina, Belgium, Czech Republic, France, India, Italy, Jordan, Kuwait, Lebanon, Spain, South Africa, Tunisia, the UK, and various regions in the USA (Tendata 2020) . This dilemma could also be applied to countries within the European Union, and states within the USA, which reacted to the pandemic very differently while participating in common economical and geopolitical spaces.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 857,
                    "text": "(Tendata 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Risk-Takers vs. Risk-Evaders: a Moral and Political Dilemma"
        },
        {
            "text": "A preliminary solution could be found in current 'rescuing policies' adopted by most developed countries-polices absent in China, but widely approved by Chinese MSMEs owners (Zhao 2020 )-in the form of direct financial state subsidy (Southern Metropolis Daily 2020). With inevitable variations, governments of Canada, Australia, the UK, and the USA have distributed billions directly into households without intermediaries (Southern Metropolis Daily 2020), thus limiting citizens' disposition for becoming 'risk-takers.' Such reduction in social polarization to risk-takers and riskevaders alleviates some immediate stress from our moral and political dilemmas, and could buy epidemiologists, philosophers, politicians and the general public some precious time to develop more sustained answers using slow democratic processes.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 184,
                    "text": "(Zhao 2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Risk-Takers vs. Risk-Evaders: a Moral and Political Dilemma"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tsinghua and Peking University Research on 995 MSMEs on How to Cross the 3 Months of Fire Line of Life and Death",
            "authors": [],
            "year": 2020,
            "venue": "Sina Finance, 5 February",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How can MSMEs overcome the difficulties under the epidemic situation?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The latest research report is out. Chung Shan Daily News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Research on risk control of credit guarantee for small and medium-sized enterprises in LZ guarantee company",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Explanation of CBIRC: financial supports on the MSMEs and its industrial chain development under epidemic situation. People's Daily Online Financial Channel",
            "authors": [],
            "year": 2020,
            "venue": "China Banking and Insurance Regulatory Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis on the influence of the epidemic on MSMEs in Shanghai and its countermeasures. Sina Finance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Survey report of thousands of enterprises: ten phenomena of '20/80' under the influence of epidemic situation. Chinese Economic Net",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "China's social credit system: an evolving practice of control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Creemers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The proactionary imperative: a foundation for transhumanism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lipinska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Examining the power of the blacklist and joint punishment system in China's social credit system: its social impact on the life of the citizens in Ningbo",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The interconnectedness between traditional banks, shadow banking, and non-performing loans in the Chinese economy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lasak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szyszko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pagacz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bank & Credit",
            "volume": "50",
            "issn": "4",
            "pages": "347--374",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Postdigital Science and Education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Industrial survey: what is the pressure on rural commercial banks in 2017. China cooperation times",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Liuzheng Gongjian Tuidong Gaozhiliang Fazhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Asymmetrical power between internet giants and users in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Communication",
            "volume": "12",
            "issn": "",
            "pages": "3877--3895",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "National Health Commission issued this year no.1 announcement: novel coronarivus-infected pneumonia is placed under category B administration and category A prevention and control. China Economic Net",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morello-Frosch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Integrating environmental justice and the precautionary principle in research and policy making: the case of ambient air toxics exposures and health risks among schoolchildren in Los Angeles",
            "volume": "584",
            "issn": "",
            "pages": "47--68",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recording pandemic. Southern Metropolis Daily",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Southern Metropolis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Labor law of the People's Republic of China 2018 amendment. Standing Committee of the National People's Congress",
            "authors": [],
            "year": 2018,
            "venue": "?Gid=6393f2e43412bddbbdfb&Search_Mode=accurate. Accessed 15",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The first meeting of the leading group for promoting the development of small and medium-sized enterprises under the state council. China Enterprise Think Tank",
            "authors": [],
            "year": 2018,
            "venue": "State Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Collection! Aggregation of countries`policies under global outbreak. Tendata",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tendata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The precautionary principle and public health trade-offs: case study of West Nile virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tickner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Annals of the American Academy of Political and Social Science",
            "volume": "584",
            "issn": "",
            "pages": "69--79",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Advances in prospect theory: cumulative representation of uncertainty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Risk and Uncertainty",
            "volume": "5",
            "issn": "4",
            "pages": "493--519",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-20451-2_24"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "What is type I emergency response to public health emergencies? What counts as close contact? Xinhua Net",
            "authors": [
                {
                    "first": "Xinhua",
                    "middle": [],
                    "last": "Net",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Which provinces were more decisive and effective? We did some data analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Politics Research Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "People must immediately abandon fantasy, 'survival' is the hard truth",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Chinese and Foreign Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}