{
    "paper_id": "1bff613e4906469e7ee108cb5c930b6b09a790c4",
    "metadata": {
        "title": "Significant demands on healthcare resources during the COVID crisis",
        "authors": [
            {
                "first": "Anja",
                "middle": [
                    "M"
                ],
                "last": "Raab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Franz",
                "middle": [],
                "last": "Michel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The respiratory infection associated with COVID-19 is mostly associated with fever and dry, non-productive cough as mild symptoms. With increasingly severe symptoms following additional increasing oxygen requirement, difficulty in breathing, severe productive coughing and changes in lung tissue consistent with consolidation [4] . Some patients subjectively describe the experience of breathing with COVID-19 as shards of glass in the lungs.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Who takes care of all these \"Post-COVID-19\" patients after they have struggled in ICUs, been intubated for a long time and sedated against the disease and have luckily survived after weeks of mechanical ventilation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A few days ago, at the front line in the REHAB-center in Basel, Switzerland, the first patient arrived in our institution. A middle-aged man, tetra paretic, tracheotomized, only able to breathe by himself without the aid of the ventilator 1 h three times a day, unable to speak for more than a month, and not able to swallow. Fear was in his eyes. The second and third patient followed soon after. Many more of these patients will follow. Also at the Swiss Paraplegic Centre Nottwil, Switzerland there are currently a handful of patients with COVID-19 at the ICU for mechanical ventilation and weaning purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, the treatment for COVID-19 is by symptoms and not diagnosis. Therefore, the treatment strategy does not differ from the treatment of other respiratory complications but most importantly, hygiene and personal safety have to be an absolute priority. It is imperative to make sure respiratory techniques do not generate high levels of aerosolized droplets that spread widely and increase the risk of transmission of respiratory viruses to health professionals [5] . Therapists providing respiratory care to patients need to use appropriate personal protective equipment including N95/P2 masks, fluid resistant long-sleeved gowns, googles/ face shields and gloves as [4] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respiratory therapy interventions include [5] :",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Airway clearance techniques (e.g. positioning, percussion and vibrations, positive expiratory pressure therapy, mechanical insufflation-exsufflation). • Secretion clearance removal (e.g. assisted or stimulated cough manoeuvres, airway suctioning with closed inline suction catheters).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Mobilization and exercise prescription which may trigger a cough and/or sputum expectoration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Positioning and mobilization are effective methods of respiratory therapy. Prone ventilation for example is an effective strategy in mechanically ventilated patients [6] . For patients with SCI it however requires a lot of human resources and expertise to perform safely and to ensure patients do not develop pressure injuries or airway complications. As with all bedridden patients, early mobilization into a seated or if possible standing position is encouraged and is an effective method to lower the prevalence of plugging [7] . The mobilization of SCI patients with high lesions or with co-morbidities/secondary complications is challenging even without a highly contagious disease. Now the therapy will be more complicated due to very strict hygienic precautions.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are various methods and devices for respiratory therapy with different objectives. Now the therapists need to weigh up the pros and cons, the possible positive effect against the hygienic measures. In general, re-usable respiratory equipment should be avoided. Use only the maximal needed equipment for single-patient use or material which can be properly decontaminated [4] . Generally a wellconsidered plan for mobilization and exercises is essential.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Are we spinal cord rehabilitation units not predestined to look after these numerous patients similarly concerned with all these handicaps after intensive care? To rehabilitate these tetra paretic and ventilated patients is now our task regardless as to whether he or she was paraplegic, tetraplegic or healthy before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is time to work closely together, to share our initial ways in the rehabilitation of these patients and to develop together rehabilitation plans and algorithms. To reach these goals we need a close collaboration with the other specialists in this field to serve best in the search for optimal treatment and interdisciplinary approach. A call to all leaders and readers of \"Spinal Cord\" to join virtually-and to share their early experience in the rehabilitation of these patients-from China to the United States of America, from Finland to South Africa! With our longstanding tradition of treating and rehabilitating people with tetraplegia who are not able to breathe by themselves, we will care for all the \"Post-COVID-19\" patients in long term SCI rehabilitation units to enable these individuals to return to a meaningful life in society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When our first COVID-19-patient was asked at the end of the clinical visit, what he wishes most, he simply answered with the help of a speaking valve, connected to the ventilator \"To eat a Cordon bleu!\" For those not familiar with this term, it is veal folded and filled with famous Swiss cheese -a lot of proteins to support the respiratory muscles. We simply answered: \"Not a bad idea!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope that this letter has increased readers awareness of the respiratory therapy with COVID-19 to feel supported during these challenging times. In that respect, keep your respiratory system healthy and take care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: the risk of respiratory techniques in healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torres-Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vilaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vera-Uribe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Spinal Cord",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41393-020-0472-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Word Health Organization. Coronavirus Overview",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Causes of death after spinal cord injury",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Soden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Rutkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Spinal Cord",
            "volume": "38",
            "issn": "",
            "pages": "604--614",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physiotherapy management for COVID-19 in the acute hospital setting. Recommendations to guide clinical practice. Version 1.0",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bissett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosselink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Granger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Physiother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jphys.2020.03.011"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Respiratory physiotherapy-serosol generating respiratory therapies. ACI Respiratory Network Executive",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mc Namara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "Mc",
                    "middle": [],
                    "last": "Keough",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Australian and New Zealand Intensive Care Society. ANZICS COVID-19 Guidelines Version 1",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lower respiratory events in seated tracheotomized tetraplegic patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Medee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loukili",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loiseau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rode",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Phys Rehab Med",
            "volume": "46",
            "issn": "",
            "pages": "37--42",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anja M. Raab anja.raab@paraplegie.ch 1 Clinical Trial Unit, Swiss Paraplegic Centre, Nottwil, Switzerland 2 REHAB Basel, Basel, Switzerland 1234567890();,: 1234567890();,:",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}