{
    "paper_id": "1c029aa1b72bdd29a1dd8f85da3ebf648cad2f5c",
    "metadata": {
        "title": "Use of Protein A in the Serum-in-Agar Diffusion Method in Immune Electron Microscopy for Detection of Virus Particles in Cell Culture",
        "authors": [
            {
                "first": "Sataro",
                "middle": [],
                "last": "Furui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyoto Prefectural Institute of Hygienic and Environmental Sciences",
                    "location": {
                        "addrLine": "Fushimi-ku",
                        "postCode": "612",
                        "settlement": "Kyoto",
                        "region": "Kyoto"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A modified technique using protein A in the serum-in-agar (SIA) method 1023",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Immune electron microscopy (IEM) which permits morphological identification and immunological identification of the virus simultaneously (2) was first presented in 1941 by Anderson and Stanley (4). Since then IEM has been used for many purposes by several investigators (2, 6, 7, 10, 12-15, 35, 36) . These studies were carried out by mixing virus with specific antiserum, and detecting the formation of aggregates of virions as a result of the antigen-antibody reaction. However, classical IEM has several disadvantages. It requires time consuming procedures such as incubation overnight, and high speed centrifugation to sediment the antibody-virus complexes (25) . Furthermore, positive serological reactions are indicated by formation of aggregates, but the reactants must be in optimal proportions or aggregates will not be formed (2, 19), and aggregated virions may be originally present in clinical specimens, especially in fecal samples from patients with diarrhea (26) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "35,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "36)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "(25)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "(26)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To eliminate or minimize these problems, several modifications in IEM have been proposed (16, 18, 25) . One of them is the method of Derrick (8), in which viruses were trapped on electron microscope grids coated with specific antibody. Table 3 .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "(16,",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "25)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "In the absence of serum in the agar, protein A coated grids showed about eightfold fewer poliovirus and about five-fold fewer NCDV particles than those trapped on grids without coating. In the presence of FBS or heterologous antiserum in the agar, except in the case of examinations of NCDV and agar containing antiserum to poliovirus, the number of virus particles trapped on both grids with and without protein A was less than that in the absence of serum in the agar. In these cases, protein A coated grids exhibited three to 14-fold greater decreases in nonspecific adsorption than grids without protein A. In the case of NCDV and agar containing antiserum to poliovirus, a considerable number of NCDV particles was trapped on the grids coated with and without protein A. These trapped NCDV particles were occasionally aggregated (Fig. 3) . This positive reaction was not detected when FBS or antiserum to adenovirus was used. Therefore, it was considered that anti- The sensitivity of PA-SIA was also compared with that of PA-CGT of ISEM for three different species of viruses (Table 6 ). Although the comparisons were not performed under optimal conditions for both methods, only slight differences in the number of trapped adenovirus and NCDV between the two methods were observed. However, poliovirus showed a marked difference. Poliovirus particles were not seen in any specimens prepared by PA-CGT using 50-to 100-fold diluted antiserum to poliovirus, and only a small number of virus particles, which was less than that obtained nonspecifically in PA-SIA, could be detected on grids coated with protein A and 500-to 1,000-fold diluted antiserum, whereas a number of scattered and aggregated poliovirus particles could be seen in the specimens of the PA-SIA method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 842,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1090,
                    "text": "(Table 6",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Moreover, in the PA-SIA method, positive antigen-antibody reaction was recognized by the presence of aggregated particles or decoration of viruses, whereas in the PA-CGT method, virus particles trapped on the grids were scattered indi- vidually, and no detectable decoration with antibody was seen (Fig. 5) . Furthermore, the degree of contamination with cell debris was remarkably less in the PA-SIA method than in the PA-CGT method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Protein A which is a cell wall protein produced by strains of Staphylococcus aureus has the ability to bind specifically to the Fc region of immunoglobulin (IgG) molecules from most mammalian species (9), and it has been applied in many immuno- Table 6 . Comparison of serum-in-agar diffusion method using protein A (PA-SIA) and protein A coated grid technique (PA-CGT) of immunosorbent electron microscopy (ISEM) for detecting virus in cell culture Note the absence of decoration as in Fig. 4 . The bar represents 100 nm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 493,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "logical assays (23) . In ISEM, protein A has been used for anchoring of specific antibodies to the grids, and its value has been recognized by many investigators (11, 17, 21, 27) . In this study, the author first adopted protein A in SIA to increase the sensitivity of the method and obtained good results similar to those in ISEM. However, the mechanism of enhancement for trapping viruses by protein A in the PA-SIA method is somewhat different from that in PA-CGT of ISEM. In PA-CGT, protein A plays a role in binding the antibody molecules to the grids and inhibiting the serum proteins which are adsorbed on the grids competitively with antibody, and it allows the use of sera at high concentrations which are inhibitory in the ISEM without protein A (16). In PA-SIA, protein A plays a role in binding the viruses adsorbed with homologous antibody which is involved in the agar and gradually diffused into the sample. This action of protein A in SIA significantly increased the sensitivity for trapping homologous viruses. Results obtained in this study showed that about 10-fold the number of poliovirus particles and about 30-fold the number of NCDV particles were trapped on grids treated with protein A compared with the number of virus trapped on nontreated grids. It is not certain why this enhancement effect occurs, but one possibility may be as follows; in original SIA, adsorption of viruses on the grids is always nonspecific and may be inhibited by the presence of serum proteins or contaminating materials in the sample (24) . On the other hand, in the PA-SIA, viruses are adsorbed with homologous antibody at first and then specifically bound to the grids through protein A. The inhibition of binding to protein A by such a contaminating material does not occur in this case. This difference in the two techniques may affect the trapping efficiency.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "(23)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "(24)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 178,
                    "text": "(11, 17, 21, 27)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Blocking of the binding site on a layer of protein A by free antibodies may occur when an extremely high amount of IgG molecules is present in the reaction system, but these antibodies also have the ability to bind virus serologically, and give specific trapping of viruses. Furthermore, as the concentration of antibody in the reaction system gradually increases, the possibility of blocking by free antibody may be eliminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results presented in Table 3 also indicate that protein A has a marked effect on eliminating nonspecific adsorption of heterologous viruses. This effect of protein A, in association with the enhancement of trapping, greatly increased the relative specificity of SIA. Indeed, in the presence of homologous antibody, grids coated with protein A trapped about 100-to 1,600-fold more virus particles than in the absence of homologous antibody (Tables 1 and 3 ). Since comparisons of specific trapping and nonspecific adsorption were performed on undiluted samples, the number of specifically trapped virus particles may have been saturated (24) and thus shown lesser values. Therefore, a higher degree of relative specificity would have been obtained if suitably diluted samples had been used for comparisons. If this is not the case, the degree of this relative specificity would be greater than the results using ISEM obtained by Katz and Kohn (16), who showed a ratio of specific to nonspecific trapping on grids of about 40: 1. This extremely high specificity of PA-SIA has an advantage in identification of viruses which have been identified only by the detection of clumping in original SIA because the clumping is reduced at higher dilutions of sample (Table 2) .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "(24)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 443,
                    "end": 458,
                    "text": "(Tables 1 and 3",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The reduction of nonspecific adsorption was also effective for eliminating contamination on the grids. In observing the grids, cellular debris and other contaminants were scarcely seen on grids treated with protein A, whereas a certain amount of contaminants remained on the grids without protein A. Therefore, only three washings with distilled water were required to obtain good results in PA-SIA while 20 or more washings have been required in other ISEM methods including PA-CGT (16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other than using protein A, PA-SIA and the original method differ in the manner of removal of the grids from the surface of the agar after incubation. In PA-SIA, grids mounted on samples in microwells containing serum-in-agar are removed from the agar surface by adding a small amount of distilled water to the wells and floating the grids spontaneously up to the surface of the water, while in the original method, the grids are removed directly from the agar surface with forceps. This PA-SIA procedure was very effective in obtaining a constant number of trapped virions, and the counting became more quantitative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Concerning to optimal conditions for PA-SIA, investigatio ns performed in this study are insufficient, especially with respect to serum concentrations in agar. The decoration of NCDV was extremely weak compared to that of poliovirus. It was assumed that the reason for this phenomenon was the low titer of antibody (1 : 32) in the antiserum to rotavirus compared with the titer of antiserum to poliovirus (1 : 640). However, the trapping efficiency on rotavirus has been significantly enhanced by this antiserum. Consequently, such titers of antibody in the antiserum may be sufficient for detecting virus by the PA-SIA method.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(1 : 32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In a comparison of sensitivity between PA-SIA and PA-CGT, similar results were obtained in trapping NCDV and adenovirus. However, the sensitivity of PA-CGT in trapping poliovirus was extremely low under conditions thought to be suitable. The reason for this is not clear. These results indicate that PA-SIA is superior to PA-CGT for detection of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another advantage of SIA is being able to concentrate samples by means of agar such as lyphogel which has been used for concentrating virus samples by Whitby and Rodgers (37) . Thus, it may be possible to enhance the sensitivity more than that obtained in this study by increasing the amount of sample and agar.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "(37)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Attempts at further increasing sensitivity and applying this technique to the direct detection of viruses in clinical and environmental specimens are underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The author thanks Dr. Akira Matsumoto for reviewing the manuscript and for his many helpful suggestions, Mr. Kenji Wakaki and Mr. Hisao Ezaki for preparing virus suspensions, and Dr. Aiyoshi Kawabata, Dr. Motonori Fujiwara and Dr. Iwao Tanabe for performing this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of rotavirus in faecal samples",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Stannard",
                    "suffix": ""
                },
                {
                    "first": "Shersby",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Virol. Methods",
            "volume": "4",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis of rotavirus, adenovirus, and herpesvirus infections by immune electron microscopy using a serum-in-agar diffusion method",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marsolais",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marois",
                    "suffix": ""
                },
                {
                    "first": "Assaf",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Can. J. Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "261--264",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of labeled protein A in quantitative immunochemical analysis of antigens and antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Langone",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Immunol. Methods",
            "volume": "51",
            "issn": "",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The trapping of tymovirus particles on electron microscope grids by adsorption and serological binding",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lesemann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Bozarth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Gen. Virol",
            "volume": "48",
            "issn": "",
            "pages": "257--264",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rapid high-resolution immune electron microscopy of plant viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Luisoni",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Virology",
            "volume": "68",
            "issn": "",
            "pages": "270--274",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Frequency of preclumped virus in routine fecal specimens from patients with acute nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Narang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Codd",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Clin. Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "982--988",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of two methods of virus detection by immunosorbent electron microscopy (ISEM) using protein A",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolaieff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H V"
                    ],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol. Methods",
            "volume": "4",
            "issn": "",
            "pages": "155--166",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of rotavirus by serological trapping on antibody-coated electron microscope grids",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolaieff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H V"
                    ],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Clin. Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "101--104",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of immunosorbent electron microscopy, enzyme immunoassay and counterimmunoelectrophoresis for detection of human rotavirus in stools",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gloeckler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burckard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H V"
                    ],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol. Methods",
            "volume": "3",
            "issn": "",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Suggested terminology for virus/antibody interactions observed by electron microscopy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H V"
                    ],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Intevirology",
            "volume": "18",
            "issn": "",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of an enzyme immunoassay with electron microscopic procedures for detecting rotavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Rubenstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Clin. Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "938--944",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The use of protein A, from Staphylococcus aureus, in immune electron microscopy for detecting plant virus particles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Gen. Virol",
            "volume": "45",
            "issn": "",
            "pages": "533--536",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Solid-phase immune electron microscopy (SPIEM) by use of protein A and its application for characterization of selected adenovirus serotypes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Bonsdorff",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparison of solid-phase immune electron microscopy by use of protein A with direct electron microscopy and enzyme-linked immunosorbent assay for detection of rotavirus in stool",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grandien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Clin. Microbiol",
            "volume": "18",
            "issn": "",
            "pages": "1244--1249",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection by immune electron microscopy of 26-to 27-nm viruslike particles associated with two family outbreaks of gastroenteritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kalica",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Infect. Dis",
            "volume": "135",
            "issn": "",
            "pages": "20--27",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Serotyping of adenoviruses using immune electron microscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Vassall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Appl. Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "623--627",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of virus particles by electron microscopy with polyacrylamide hydrogel",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Clin. Pa thol",
            "volume": "33",
            "issn": "",
            "pages": "484--487",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 5. Poliovirus particles trapped on a grid coated with protein A and specific antiserum.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Effect of protein A on the sensitivity of virus detection by the serum-in-agar (SIA) methodTable 2. Number of clumps of poliovirus detected on a grid by the serum-in-agar method using protein A (PA-SIA)a)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}