{"paper_id": "1c06b521d3cc694ef2e3ada44041cf020e4f2927", "metadata": {"title": "ORIGINAL CONTRIBUTIONS Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures", "authors": [{"first": "Jacco", "middle": [], "last": "Wallinga", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Public Health and the Environment", "location": {"settlement": "Bilthoven", "country": "the Netherlands., the Netherlands"}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Teunis", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute for Public Health and the Environment", "location": {"settlement": "Bilthoven", "country": "the Netherlands., the Netherlands"}}, "email": ""}]}, "abstract": [{"text": "Severe acute respiratory syndrome (SARS) has been the first severe contagious disease to emerge in the 21st century. The available epidemic curves for SARS show marked differences between the affected regions with respect to the total number of cases and epidemic duration, even for those regions in which outbreaks started almost simultaneously and similar control measures were implemented at the same time. The authors developed a likelihood-based estimation procedure that infers the temporal pattern of effective reproduction numbers from an observed epidemic curve. Precise estimates for the effective reproduction numbers were obtained by applying this estimation procedure to available data for SARS outbreaks that occurred in Hong Kong, Vietnam, Singapore, and Canada in 2003. The effective reproduction numbers revealed that epidemics in the various affected regions were characterized by markedly similar disease transmission potentials and similar levels of effectiveness of control measures. In controlling SARS outbreaks, timely alerts have been essential: Delaying the institution of control measures by 1 week would have nearly tripled the epidemic size and would have increased the expected epidemic duration by 4 weeks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The etiologic agent of the disease, a coronavirus, was identified on April 16, 2003 (5) . Estimates of important epidemiologic measures such as the case-fatality rate and the incubation period were reported in May 2003 (6) (7) (8) .", "cite_spans": [{"start": 69, "end": 87, "text": "April 16, 2003 (5)", "ref_id": null}, {"start": 219, "end": 222, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 223, "end": 226, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 227, "end": 230, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "Despite the rapid progression of understanding of the new disease, differences between the epidemic curves (numbers of probable SARS cases by date of symptom onset) have been awaiting further explanation. For the affected regions, these epidemic curves have been publicly available from the end of March 2003 onwards (9) , and they reveal distinct temporal patterns in numbers of SARS cases. This is especially remarkable for the epidemics in Hong Kong, Vietnam, Singapore, and Canada, since these epidemics started almost simultaneously in late February 2003 and similar control measures were put in place at almost the same time in March 2003 ( figure 1, parts a-d) . The question arises as to whether the affected regions differed in terms of transmission potential for SARS or effectiveness of control measures. In this paper, we interpret the observed epidemic curves with regard to disease transmission potential and effectiveness of control measures, and we compare the epidemiologic profiles of SARS outbreaks in Hong Kong, Vietnam, Singapore, and Canada.", "cite_spans": [{"start": 317, "end": 320, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 647, "end": 667, "text": "figure 1, parts a-d)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "The epidemic curve is the number of reported cases by date of symptom onset. For each reported case i, we denote the symptom onset date by t i . For the SARS epidemics in Hong Kong, Vietnam, and Singapore, we derived the dates of symptom onset from epidemic curves provided by the World Health Organization (9) . For Canada, we used the epidemic curve provided by Health Canada (10) .", "cite_spans": [{"start": 307, "end": 310, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 378, "end": 382, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Observed epidemic curves"}, {"text": "The generation interval, denoted by τ, is the time from symptom onset in a primary case to symptom onset in a secondary case. Sometimes this generation interval is called the serial interval (8) or generation time (11) . The generation intervals observed during the SARS outbreak in Singapore are well described by a Weibull distribution with a shape parameter α and a scale parameter β, with values corresponding to a mean generation interval of 8.4 days and a standard deviation of 3.8 days (8) . We denote this distribution by τ ∼ w(τ|α,β).", "cite_spans": [{"start": 191, "end": 194, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 214, "end": 218, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 493, "end": 496, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Observed distribution of generation intervals"}, {"text": "The key epidemiologic variable that characterizes the transmission potential of a disease is the basic reproduction number, R 0 , which is defined as the expected number of secondary cases produced by a typical primary case in an entirely susceptible population (12) (13) (14) (15) . When infection is spreading through a population, it is often more convenient to work with the effective reproduction number, R, which is defined as the actual average number of secondary cases per primary case. The value of R is typically smaller than the value of R 0 , and it reflects the impact of control measures and depletion of susceptible persons during the epidemic. If R exceeds 1, the number of cases will inevitably increase over time, and a large epidemic is possible. To stop an epidemic, R needs to be persistently reduced to a level below 1. Estimation of R is a simple affair if there is information about who infected whom. Then it is possible to construct an infection network (11) , wherein cases are connected if one person infected the other. Estimation of R involves simply counting the number of secondary infections per case.", "cite_spans": [{"start": 262, "end": 266, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 267, "end": 271, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 272, "end": 276, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 277, "end": 281, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 981, "end": 985, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Reproduction numbers"}, {"text": "Often, estimation of the effective reproduction number is a complicated affair, because only the epidemic curve is observed and there is no information about who infected whom. Recent analyses of closely monitored epidemics have shown that it is possible to estimate the probability that one person has infected another if the spatial locations of the infected persons are available (11, 16) . However, when only times of symptom onset are available, most investigators resort to approximating R by assuming an exponential increase in the number of cases over time (8, 17) or by fitting a specific model that summarizes assumptions about the epidemiology of the disease (7, 18, 19) . Such assumptions can be avoided by using a likelihood-based estimation procedure that infers \"who infected whom\" from the observed dates of symptom onset as provided by the epidemic curve. However, the computational burden of a straightforward numerical evaluation of the likelihood appears to be enormous, since it requires consideration of all possible infection networks, and even for a small outbreak of 50 cases there are almost 7 × 10 82 possible infection networks (see Appendix 1).", "cite_spans": [{"start": 383, "end": 387, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 388, "end": 391, "text": "16)", "ref_id": "BIBREF15"}, {"start": 565, "end": 568, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 569, "end": 572, "text": "17)", "ref_id": "BIBREF16"}, {"start": 670, "end": 673, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 674, "end": 677, "text": "18,", "ref_id": "BIBREF17"}, {"start": 678, "end": 681, "text": "19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "A likelihood-based estimation procedure"}, {"text": "Here we show that it is possible to obtain likelihood-based estimates of R while avoiding the computational problems if we use pairs of cases rather than the entire infection network. The relative likelihood p ij that case i has been infected by case j, given their difference in time of symptom onset t it j , can be expressed in terms of the probability distribution for the generation interval. This distribution for the generation interval is available for many infectious diseases, and we denote it by w(τ). The relative likelihood that case i has been infected by case j is then the likelihood that case i has been infected by case j, normalized by the likelihood that case i has been infected by any other case k:", "cite_spans": [], "ref_spans": [], "section": "A likelihood-based estimation procedure"}, {"text": "The effective reproduction number for case j is the sum over all cases i, weighted by the relative likelihood that case i has been infected by case j:", "cite_spans": [], "ref_spans": [], "section": "A likelihood-based estimation procedure"}, {"text": "Note that we are not making any assumption regarding the distribution of numbers of secondary infections per case (i.e., the p ij are independent in j). Additional detail on the derivation of these equations is provided in Appendix 1. The estimation algorithm allows estimation of the effective reproduction numbers for infectious diseases at a finer temporal resolution under more general assumptions than was previously possible.", "cite_spans": [], "ref_spans": [], "section": "A likelihood-based estimation procedure"}, {"text": "To test how well the estimation procedure approximates the underlying value of an effective reproduction number during a typical SARS outbreak, we estimate the effective reproduction numbers from simulated epidemic curves. We have constructed a stochastic, individual-based model that simulates epidemic processes with exactly specified properties. The model allows for a variable effective reproduction number R t as a function of symptom onset data t, and the model parameters are estimated from observations on the SARS epidemic in Singapore (see Appendix 2) . Applying the estimation procedure to simulated epidemic curves shows that most of the estimates are close to the actual reproduction numbers and that a few estimates based on small outbreak sizes are below the actual values that are used in the simulation model. On average, the estimates tend to be lower than the actual values but deviate less than 5 percent from the actual reproduction numbers. If we account for the effects of incomplete reporting and temporal change in generation interval, the estimates become only slightly less accurate, and on average they deviate less than 15 percent from the actual reproduction numbers (see Appendix 2) .", "cite_spans": [{"start": 550, "end": 561, "text": "Appendix 2)", "ref_id": null}, {"start": 1202, "end": 1213, "text": "Appendix 2)", "ref_id": null}], "ref_spans": [], "section": "Testing the estimation procedure with simulated data"}, {"text": "For Hong Kong, Vietnam, Singapore, and Canada, we have converted the epidemic curves into the time course of effective reproduction numbers. The results are shown in figure 1 , parts e-h. These four large outbreaks were sparked almost simultaneously by the same index patient. All regions have faced erratic \"super-spread events\" wherein cases produced more than 10 secondary infections. These \"super-spread events\" show up in parts e-h of figure 1 as temporary increases in effective reproduction numbers around the symptom onset date of the index case for the \"super-spread event.\" In Hong Kong, Vietnam, and Singapore, there were \"super-spread events\" marking the start of the outbreak. In Hong Kong, Singapore, and Canada, there were \"super-spread events\" after control measures were implemented.", "cite_spans": [], "ref_spans": [{"start": 166, "end": 174, "text": "figure 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "During the early phase of the SARS epidemic, before the first World Health Organization global alert was issued on March 12, 2003, the average effective reproduction numbers were markedly similar across the regions: Each case produced approximately three secondary infections (table 1) . A value of R slightly higher than 3 is consistent with the observed epidemics in all four regions. Around mid-March, control measures were implemented in all regions, and during this period the effective reproduction numbers decreased sharply. For some regions, the effective reproduction numbers continued to decrease at a slow pace, suggesting improvement of control measures while the epidemic was going on. After the first World Health Organi- (1).", "cite_spans": [], "ref_spans": [{"start": 276, "end": 285, "text": "(table 1)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "To explore the range of epidemic curves that can result from the same epidemic process, we performed extensive computer simulations using a model of epidemics with characteristics similar to those of SARS (see Appendix 2) . The outcome of 10,000 simulations shows a highly variable epidemic size and epidemic duration: The mean epidemic size is 685 cases (95 percent confidence interval (CI): 27, 2,446), and the mean epidemic duration is 98 days (95 percent CI: 32, 187). All observed sizes and durations of SARS epidemics are within this very wide range of possible outcomes resulting from chance alone. Additionally, we used computer simulations to explore the effect of the timing of implementation of control measures on the epidemic size and duration, in a setting that is typical for the SARS outbreaks. The simulation results show a high sensitivity to the timing of implementation of control. On average, a 1week delay in implementation of control measures results in a 2.6-fold increase in mean epidemic size and a 4-week extension of the mean epidemic duration.", "cite_spans": [{"start": 210, "end": 221, "text": "Appendix 2)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "This study showed that there exists a direct relation between the epidemic curve and the time course of the reproduction number R. This relation is determined by the distribution of the generation intervals. The relation can be used to monitor the combined effects of transmission potential and control measures during an epidemic. We have shown that the epidemic curves for SARS in Hong Kong, Vietnam, Singapore, and Canada, though apparently different, are all consistent with a single time course of the effective reproduction numbers for SARS. This apparent difference in epidemic curves arises because chance effects, such as the occurrence of a rare \"super-spread event,\" leave a lasting trace on the epidemic curve. In contrast, chance events manifest only as temporary increases in the reproduction number. Our analysis of the epidemic curves for SARS shows that one should be cautious in taking a smaller epidemic size and a shorter epidemic duration as proof of better infection control.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We have presented the relation between observed epidemic curves and inferred reproduction numbers from an infection-network perspective. We are certainly not the first researchers to do so: Infection networks have been used extensively in the area of sexually transmitted diseases (20) , and an infection-network perspective was adopted to analyze a closely observed foot-and-mouth epidemic in Great Britain (11) . Our contribution is the derivation of likelihood-based estimates of effective reproduction numbers, requiring only the observed time of symptom onset for the observed cases. The use of a likelihood framework provides a set of powerful tools for inference, uncertainty analysis, and model selection (20) ; the use of only time of symptom onset allows us to apply this method to routinely collected epidemic-curve data. However, estimation of effective reproduction numbers from epidemic curves has an intrinsic limitation that should be kept in mind: The effective reproduction number contains entangled information about the transmission potential (i.e., the basic reproduction number) and the effectiveness of control measures. These two components can be disentangled only when we obtain additional information-for example, about the time of implementation of control measures. Moreover, individual contributions to the effective reproduction number are entangled if their date of symptom onset is smaller than the generation interval. This limitation can be overcome if more detailed information on who infected whom is available (see Appendix 1) .", "cite_spans": [{"start": 281, "end": 285, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 408, "end": 412, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 713, "end": 717, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1553, "end": 1564, "text": "Appendix 1)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "For the SARS outbreak in Hong Kong, it is possible to compare our results with previously published estimates. Our estimate of the average effective reproduction number prior to the first global alert (R = 3.6, 95 percent CI: 3.1, 4.2) is more precise than the estimate obtained by assuming an exponential increase in the number of cases (R = 3.5, 95 percent CI: 1.5, 7.7) (8) and more precise than the estimated lower bound excluding \"super-spreading events\" (R > 2.7) (7). Our estimate of the average effective reproduction number after the first global alert (R = 0.7, 95 percent CI: 0.7, 0.8) is much higher than the previously estimated lower bound excluding \"super-spread events\" (R > 0.14) (7). This comparison illustrates that the estimation algorithm presented here allows more precise estimation of the effective reproduction numbers for infectious diseases under more general assumptions than was previously possible.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The effectiveness of control measures against SARS can be estimated if it is assumed that the sudden decrease in the As the direct threat of a worldwide SARS epidemic has waned, the question arises as to how we can use the experience with SARS to improve infection control against new infectious diseases. Our analysis of the epidemic curves for SARS, as reported for Hong Kong, Vietnam, Singapore, and Canada, shows how crucial the rapid implementation of control measures has been in limiting the impact of the epidemics, both in terms of preventing more casualties and in terms of shortening the period during which stringent infection control measures were in place. A first lesson from the several SARS epidemics is that a timely alert against a new infectious disease is most essential. Our analysis suggests that the control measures implemented prevented approximately three quarters of all potential secondary infections; this may be insufficient to stop another new infectious disease. A second lesson, then, is that it is crucial to estimate the transmission potential of a new emerging disease as soon as possible and to establish whether additional, more stringent control measures are required.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "An outbreak of an infectious disease can be described as a directed network in which the nodes represent cases and the directed edges between the nodes represent transmission of infection between cases. We consider an outbreak of n reported cases, of which q cases have contracted infection from outside the population. This leaves nq persons whose primary case is among the reported cases. We label the cases by an index i ∈{1, …, n}. Because each case has exactly one primary case, each node in the infection network must have exactly one incoming edge. Because a case patient cannot have infected himself or herself, there cannot be any edges from a node to itself. The structure of a network that satisfies these constraints can be uniquely represented by a vector v, of which the ith element v(i) denotes the label of the primary case that has infected the case with label i. We use v(i) = 0 to refer to sources of infection outside the population. We denote the entire set of all infection networks that satisfy the above constraints by V. The number of different network structures in V is (nq) n-1 , since, for any of the nq nonimported cases, there are n -1 possible primary cases. Note that the set V includes network structures with cycles and that such structures cannot represent transmission between cases.", "cite_spans": [], "ref_spans": [], "section": "Infection networks"}, {"text": "We use a probability model to infer the likelihood that a specific infection network v underlies the observed epidemic curve t. The probability model is built on the assumption that transmission of infection occurred only among the reported n cases. A key element in this model is the probability density function for the generation interval, w(τ|θ). Here, τ is the generation interval and θ is a vector of parameters that specify the probability distribution. We require w(τ|θ) = 0 for τ < 0. All infection networks with cycles have at least one negative generation interval, and these networks are assigned zero probability by this requirement. In the absence of an observed epidemic curve, each infection network is considered equally likely. This is equivalent to requiring independence between unobserved transmission events from case j to case i and from case j to any other case k. Henceforth we will refer to this requirement as the \"independence condition.\" In Appendix 2, we simulate epidemic processes that do not meet the above-mentioned technical conditions, and we use these simulations to test for the robustness of the likelihood-based estimation procedure.", "cite_spans": [], "ref_spans": [], "section": "Likelihood inference for infection networks"}, {"text": "The probability of observing epidemic curve t, given the parameters θ for the generation interval and v for the infection network, is (A1) Because we are interested in the likelihood of sets of infection networks, we sum the likelihood over networks in a set. This requires a \"weight function\" c(v|θ) for each infection network. The independence condition implies that c(v|θ) is a constant, denoted c. The integrated likelihood over the set of all networks is therefore", "cite_spans": [], "ref_spans": [], "section": "Likelihood functions"}, {"text": "The integrated likelihood over the set of all infection networks in which case k has been infected by case l is (A3)", "cite_spans": [], "ref_spans": [], "section": "Likelihood functions"}, {"text": "The relative likelihood that case k has been infected by case l is The average daily reproduction number R t is calculated as the arithmetic mean over R l for all of those cases l who show the first symptoms of illness on day t.", "cite_spans": [], "ref_spans": [], "section": "Estimation"}, {"text": "When we have observed transmission of infection between some pairs of cases, it is possible to infer both infection network (v) and generation interval (θ) simultaneously. We must consider the likelihood (A7)", "cite_spans": [], "ref_spans": [], "section": "Simultaneous estimation of parameters v and θ"}, {"text": "where (k,l) denotes all pairs of cases for which any case k is known to have been infected by another case l. Estimates for both generation interval (θ) and infection network (v) are obtained by maximizing this equation using the expectationmaximization algorithm (21) . Note that the independence condition applies only to the unobserved transmission events.", "cite_spans": [{"start": 264, "end": 268, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Simultaneous estimation of parameters v and θ"}, {"text": "We have constructed a stochastic, individual-based model to generate infection networks that result from epidemic processes with exactly specified properties. We use such simulated infection networks for testing the estimation procedure and for exploring the expected distribution of epidemic size and epidemic duration. The model allows for a variable effective reproduction number R t as a function of symptom onset date t. In the simulations described here, we set the effective reproduction number to a value of R t = 3 for cases with a symptom onset date before the issuance of the first global alert on March 12, 2003 , and to a value of R t = 0.7 for cases with a symptom onset date on or after March 12, 2003 . The model draws for each case the number of secondary infections from a negative binomial distribution, which is determined by the mean R and the shape parameter k t = (R t + R t 2 )/σ t 2 . The model uses values of k t = 0.18 for cases with a symptom onset date before March 12, 2003 , and k t = 0.08 for cases with a symptom onset date on or after March 12, 2003 ; these values correspond to the distribution of the number of secondary infections per case as observed during the severe acute respiratory syndrome (SARS) outbreak in Singapore (4). The model draws for each new infection the generation interval from a Weibull distribution with a mean and standard deviation of 8.4 days and 3.8 days, respectively (8) . Each simulation is started by one index case that produces at least 10 secondary cases, which corresponds to a SARS outbreak that is started by a so-called \"super-spread event,\" to ensure that the epidemic takes off.", "cite_spans": [{"start": 609, "end": 623, "text": "March 12, 2003", "ref_id": null}, {"start": 702, "end": 716, "text": "March 12, 2003", "ref_id": null}, {"start": 989, "end": 1003, "text": "March 12, 2003", "ref_id": null}, {"start": 1069, "end": 1083, "text": "March 12, 2003", "ref_id": null}, {"start": 1433, "end": 1436, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "A stochastic simulation model"}, {"text": "We test for accuracy of the proposed estimation procedure by first generating 20 epidemic curves using the stochastic simulation model and then estimating the time course of the reproduction number for the simulated epidemic curves using the proposed method. The estimated reproduction numbers tend to be close to the actual values used in the simulation model, except for simulated epidemic curves with a small number of cases in which the estimated reproduction numbers are well below the actual values (the actual values of the reproduction numbers for the simulated epidemic curves were 3 and 0.7 for cases with symptom onset data before and after March 12, 2003 , respectively; the average estimated values were 3.09 and 0.68).", "cite_spans": [{"start": 652, "end": 666, "text": "March 12, 2003", "ref_id": null}], "ref_spans": [], "section": "Accuracy of the estimation procedure"}, {"text": "The estimation procedure supposes that all infected persons will show overt clinical symptoms and that all cases will be reported, an assumption that might not be correct for an infectious disease like SARS. To test for the impact of incomplete reporting on the estimated effective reproduction number, we modified the model such that each infected individual would have a probability of his or her case's being reported of 0.5. The resulting estimates were only slightly less accurate than they were with complete reporting (the actual values of the reproduction numbers for the simulated epidemic curves were 3 and 0.7 for cases with symptom onset data before and after March 12, 2003, respectively; the average estimated values were 2.69 and 0.70).", "cite_spans": [], "ref_spans": [], "section": "The effect of incomplete reporting"}, {"text": "The estimation procedure presented here supposes that the distribution of generation intervals does not change over time. However, for the SARS epidemic in Singapore, there was a tendency for the generation interval to decrease after control was implemented (8) . Cases with a symptom onset date before and a standard deviation of 2.8 days, whereas cases with a symptom onset date on or after March 12, 2003 , must have had a mean generation interval of 8.2 days and a standard deviation of 3.9 days (8) . To test for the impact of this temporal change in the duration of the generation interval, we modified the model by using two different Weibull distributions, one before March 12 and the other one on or after March 12, each param-eterized according to the Singapore data. The estimates were, on average, slightly lower than they were with use of the same generation interval throughout the epidemic (the actual values of the reproduction numbers of the simulated epidemic curves were 3 and 0.7 for cases with symptom onset data before and after March 12, 2003 , respectively; the average estimated values were 2.60 and 0.66 over 20 simulations).", "cite_spans": [{"start": 258, "end": 261, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 393, "end": 407, "text": "March 12, 2003", "ref_id": null}, {"start": 500, "end": 503, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1051, "end": 1065, "text": "March 12, 2003", "ref_id": null}], "ref_spans": [], "section": "The effect of changes in generation interval"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Update 95-SARS: chronology of a serial killer", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "K", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ho", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Ooi", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1977--85", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Identification of severe acute respiratory syndrome in Canada", "authors": [{"first": "S", "middle": ["M"], "last": "Poutanen", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Low", "suffix": ""}, {"first": "B", "middle": [], "last": "Henry", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1995--2005", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Severe acute respiratory syndrome-Singapore", "authors": [], "year": 2003, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "52", "issn": "", "pages": "405--416", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Koch's postulates fulfilled for SARS virus", "authors": [{"first": "Ram", "middle": [], "last": "Fouchier", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "M", "middle": [], "last": "Schutten", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "423", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1761--1767", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions", "authors": [{"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1961--1967", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Transmission dynamics and control of severe acute respiratory syndrome", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "T", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1966--70", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Epidemic curves-severe acute respiratory syndrome (SARS)", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Epidemic curve of a SARS outbreak in Canada", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak", "authors": [{"first": "D", "middle": ["T"], "last": "Haydon", "suffix": ""}, {"first": "M", "middle": [], "last": "Chase-Topping", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Shaw", "suffix": ""}], "year": 2003, "venue": "Proc R Soc Lond B Biol Sci", "volume": "270", "issn": "", "pages": "121--128", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Infectious diseases of humans: dynamics and control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The estimation of the basic reproduction number for infectious diseases", "authors": [{"first": "K", "middle": [], "last": "Dietz", "suffix": ""}], "year": 1993, "venue": "Stat Methods Med Res", "volume": "2", "issn": "", "pages": "23--41", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mathematical epidemiology of infectious diseases: model building, analysis and interpretation", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "Jap", "middle": [], "last": "Heesterbeek", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Transmission potential of smallpox: estimates based on detailed data from an outbreak", "authors": [{"first": "M", "middle": [], "last": "Eichner", "suffix": ""}, {"first": "K", "middle": [], "last": "Dietz", "suffix": ""}], "year": 2003, "venue": "Am J Epidemiol", "volume": "158", "issn": "", "pages": "110--127", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Transmission intensity and impact of control policies on the foot and mouth epidemic in Great Britain", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "413", "issn": "", "pages": "542--549", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Severe acute respiratory syndrome: temporal stability and geographic variation in casefatality rates and doubling times", "authors": [{"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}, {"first": "X", "middle": [], "last": "Lei", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Jewell", "suffix": ""}], "year": 2003, "venue": "Emerg Infect Dis", "volume": "9", "issn": "", "pages": "991--995", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Transmission potential of smallpox in contemporary populations", "authors": [{"first": "R", "middle": [], "last": "Gani", "suffix": ""}, {"first": "S", "middle": [], "last": "Leach", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "414", "issn": "", "pages": "748--51", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Dynamics of measles epidemics: estimating scaling of transmission rates using a time series SIR model", "authors": [{"first": "O", "middle": ["N"], "last": "Bjørnstad", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Finkenstädt", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2002, "venue": "Ecol Monogr", "volume": "72", "issn": "", "pages": "169--84", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "An assessment of preferential attachment as a mechanism for human sexual network formation", "authors": [{"first": "J", "middle": ["H"], "last": "Jones", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Handcock", "suffix": ""}], "year": 2003, "venue": "Proc R Soc Lond B Biol Sci", "volume": "270", "issn": "", "pages": "1123--1131", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Maximum likelihood from incomplete data via the EM algorithm", "authors": [{"first": "A", "middle": ["P"], "last": "Dempster", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Laird", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Rubin", "suffix": ""}], "year": 1977, "venue": "J R Stat Soc B Method", "volume": "39", "issn": "", "pages": "1--37", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Epidemic curves (numbers of cases by date of symptom onset) for severe acute respiratory syndrome (SARS) outbreaks in a) Hong Kong, b) Vietnam, c) Singapore, and d) Canada and the corresponding effective reproduction numbers (R) (numbers of secondary infections generated per case, by date of symptom onset) for e) Hong Kong, f ) Vietnam, g) Singapore, and h) Canada, 2003. Markers (white spaces) show mean values; accompanying vertical lines show 95% confidence intervals. The vertical dashed line indicates the issuance of the first global alert against SARS on March 12, 2003; the horizontal solid line indicates the threshold value R = 1, above which an epidemic will spread and below which the epidemic is controlled. Days are counted from January 1, 2003, onwards.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "------------------------------------------------------------------------------------------------w t k t l θ -( ) w t k t m θ -( ) m 1 = m k ≠ , m n = ∑ ---------------------------------------------------. likelihood of case l's infecting case m is independent of the relative likelihood of case l's infecting any other case k (by the independence condition). The distribution of the effective reproduction number for case l", "latex": null, "type": "figure"}, "FIGREF2": {"text": "March 12, 2003, had a mean generation interval of 10.", "latex": null, "type": "figure"}, "TABREF0": {"text": "zation global alert, each case produced approximately 0.7 secondary infections (table 1). A value of R = 0.7 is consistent with all four regions, except Canada. By the beginning of July 2003, transmission of the SARS virus had been stopped in all regions where the infection was introduced in late February 2003", "latex": null, "type": "table"}, "TABREF1": {"text": "Average daily effective reproduction number (R) for cases of severe acute respiratory syndrome (SARS) with a symptom onset date before or after the issuance of the first global alert against SARS on March 12, 2003, for regions where infection was introduced in late February 2003* CI, confidence interval.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This article benefited greatly from discussions with members of the World Health Organization-SARS modeling working group (Drs. Roy Anderson, Kari Auranen, Neil Ferguson, Nigel Gay, Marc Lipsitch, Mick Roberts, and Ping Yan) and from comments by Drs. Hans Heesterbeek, Nico Nagelkerke, and Siem Heisterkamp.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}