{
    "paper_id": "1c068357e135f6869df6a19b5e1c63431b20f857",
    "metadata": {
        "title": "COVID-19, Obsessive-Compulsive Disorder and Invisible Life Forms that Threaten the Self",
        "authors": [
            {
                "first": "Frederick",
                "middle": [],
                "last": "Aardema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of psychiatry and addictology Address for correspondence. Centre de recherche de l'Institut universitaire en santé mentale de Montréal",
                    "institution": "Montréal University of Montreal",
                    "location": {
                        "addrLine": "7331 Hochelaga Street",
                        "postCode": "H1N 3V2",
                        "settlement": "Montreal",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": "frederick.aardema@umontreal.ca"
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of psychiatry and addictology Address for correspondence. Centre de recherche de l'Institut universitaire en santé mentale de Montréal",
                    "institution": "Montréal University of Montreal",
                    "location": {
                        "addrLine": "7331 Hochelaga Street",
                        "postCode": "H1N 3V2",
                        "settlement": "Montreal",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This communication explores unique characteristics of obsessive-compulsive disorder (OCD) in the context of the current coronavirus pandemic. When do irrational fears of contamination as seen in OCD start to diverge from rational fears and behaviors? The current paper argues that the personal meaning attributed to viruses and germs, including their personification as entities that possess human-like characteristics, allows them to threaten and violate an individual's identity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Specifically, it suggests that fears of contamination become obsessional when the threat of viruses and germs becomes personal, not solely in terms of its objective outcomes, but in how these life forms are able to threaten the self as the result of a fear of inner corruption characterizing those with OCD. The person with OCD may act as if, or believe that they are acting upon reality when they fear contagion, but are in effect only acting upon an underlying fear of inner corruption that is confused with reality itself. The current paper concludes with some clinical recommendations on how to treat obsessional fears of contamination in the context of the current pandemic. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the eyes of the general public, those with Obsessive-Compulsive Disorder (OCD) are commonly viewed as germophobic and excessive cleaners who compulsively wash their hands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The same behaviors are now encouraged to lower one's risk of infection and the spreading of COVID-19. Not surprisingly, alarming media reports have referred to the current epidemic as a \"personal nightmare\" or \"worst-case scenario\" for those with OCD (Collie, 2020; Kingkade, 2020) . A recent clinical guide on how to manage OCD under COVID-19 echoes similar anxieties, suggesting that those with OCD might be more affected than any other group of individuals with a mental illness (Fineberg, Van Ameringen, Drummond, et al, 2020) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 265,
                    "text": "(Collie, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 281,
                    "text": "Kingkade, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 482,
                    "end": 530,
                    "text": "(Fineberg, Van Ameringen, Drummond, et al, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is a reasonable hypothesis that stress and anxiety as the result of the current pandemic may worsen mental health issues, or even cause mental problems issues among those previously unaffected. The 2013 SARS outbreak had an immediate and longer-term psychological impact among health care workers (Nickell et al., 2004; Maunder et al. 2014 ). Likewise, a significant negative psychological impact is anticipated among the general public given experience from previous pandemics (Brooks et al., 2020; Taylor, 2019) . However, the extent to which these effects are particularly relevant to those with OCD is not known.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 322,
                    "text": "(Nickell et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 342,
                    "text": "Maunder et al. 2014",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 502,
                    "text": "(Brooks et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 516,
                    "text": "Taylor, 2019)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Irrational fear of contamination is only one specific manifestation of OCD. Other common forms of OCD have little direct relationship to viruses and germs, including those with harmrelated obsessions, concerns about symmetry, and checking related compulsions. Even among those with obsessional fears of contamination, it's not all about viruses and germs, but it may also revolve around an entirely different categories of contaminants (e.g. pesticides, mold, radioactivity, chemicals, lead, asbestos, electromagnetic energy, and even disinfectants). In other words, the high level of heterogeneity and selectivity both across and within symptom subtypes is incongruent with the notion that COVID-19 is always directly relevant to OCD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is quite possible that the negative effects of the current pandemic will be stronger in some individuals with OCD. As a clinician, it is not difficult to imagine that those with harm-related obsessions may suddenly start to develop obsessions about infecting others. Likewise, those with contamination fears may have a more difficult time than usual as current events squeeze their way into the obsessional narrative. Yet, even here, we have to be careful not to overgeneralize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For example, one client with contamination fears was pleasantly surprised to see everyone else engage in the same behaviors as herself. She no longer had to feel embarrassed using protective gloves, or refusing to shake hands. It was a welcome reprieve from the usual stigma, self-blame and shame that the disorder tends to bring along. However, she took protective measures for a different reason than COVID-19. She washed her hands because of a fear of acquiring Hep C. She had no obsessional concerns about the coronavirus. In effect, she was protected from any negative effects thanks to the high \"resilience\" and \"impermeability\" of her specific obsession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "OCD is an extremely slippery disorder, immune to generalizations, always stubbornly refusing to be boxed into a corner. This is also reflected in the aforementioned clinical guide, noting difficulties with disentangling normal and abnormal fears of contamination, thereby raising concerns on how to deal with symptoms of OCD during the current pandemic (Fineberg, Van Ameringen, Drummond, et al, 2020) . On the surface, there appears to be a \"new normal\"",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 401,
                    "text": "(Fineberg, Van Ameringen, Drummond, et al, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where that what was previously considered exaggerated and abnormal, now seems entirely justified and normal. Indeed, when do irrational fears of contamination start to diverge from entirely normal and rational fears? What is it exactly that makes an entirely justified fear of contagion different from obsessional fears of contamination?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current communication will address these questions through a consideration of recent developments in research on feared-self perceptions in OCD (Aardema & Wong, 2020). First, it will be shown that the personalized meaning attached to viruses and germs, including the personification of viruses as entities that possess human-like characteristics, allows for a positioning towards these life forms that enable them to not only threaten the physical body, but also the self. Second, it will be argued that a fear of contamination becomes obsessional due to a fear of inner corruption where compulsions serve to safeguard the self rather than just the body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, the differences between normal and abnormal fears of contamination will be illustrated through the specific manner that OCD clinically manifests itself in comparison to normal, and even exaggerated non-obsessional fears of contagion. Finally, the paper concludes with some clinical recommendations for psychoeducation and specific cognitive interventions during treatment for OCD in the context of the current pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As pointed out by Schlozman (2014) , on any objective level, viruses and germs are \"interpersonally boring\". They do not have any personality or volition. They just are what they are; microscopic entities that do whatever they do, sometimes causing disease and death. None of these characteristics are likely to cause OCD. If they did, then most infectious disease specialists would suffer from this disorder, and apart from seeing the value of frequent handwashing, sneezing in your elbow, and not touching your face, there is no evidence they are more likely to suffer from OCD than anyone else. Yet, the meaning we can attach to these life forms is quite different. In our imagination, they can be like monsters out to get us, and even though the \"bogey man\" did not get you today, it might always do so tomorrow (Schlozman, 2014) .",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 34,
                    "text": "Schlozman (2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 816,
                    "end": 833,
                    "text": "(Schlozman, 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The Personal Meaning Ascribed to Viruses and Germs"
        },
        {
            "text": "We all tend to personify viruses and germs. Early on, the Chinese president Xi labelled the coronavirus a \"devil virus\" as if it were a malevolent entity out to get us with the intent to wipe out humanity (Blanchard, 2020) . Likewise, other politicians and decision makers have referred to the coronavirus as \"the invisible enemy\" or \"the hidden enemy\" while simultaneously developing \"battle plans\" and \"going to war\" to fight an enemy that is unable to return the same sentiment (Serhan, 2020) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 222,
                    "text": "(Blanchard, 2020)",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 495,
                    "text": "(Serhan, 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Personal Meaning Ascribed to Viruses and Germs"
        },
        {
            "text": "The current coronavirus has also been ascribed local identity and nationality as the \"Wuhan virus\" and the \"Chinese virus\". The naming of viruses after their place of origin has occurred throughout history in the personification of viruses (e.g. \"Middle East respiratory syndrome coronavirus\"), although more recently formally abandoned because of unnecessary stigmatizing effects on nations and its people (World Health Organization, 2015) . Yet, these names continue to be used even though viruses and germs do not have a nationality, nor do they carry any passports. It gives them a lot more identity than they \"deserve\" (which incidentally is a phrasing that inadvertently gives them identity as well).",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 440,
                    "text": "(World Health Organization, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Personal Meaning Ascribed to Viruses and Germs"
        },
        {
            "text": "It is quite difficult to talk about germs and viruses without simultaneously implying they have sentience, volition and personality. It is not unique to those with OCD alone and occurs throughout the general population. In many situations, it seems relatively harmless, like in children's cartoons that show naughty, delinquent germs running across the screen being chased by heroic white blood cells. Although the personification of viruses and germs has been found to be associated with heightened fears of contamination among non-clinical controls (Riskind & Richards, 2018) , it is unlikely to play any direct causal role in OCD, nor would a tendency to personify viruses and germs be necessarily expected to differentiate between normal and obsessional fears of contamination. However, the personification of viruses and germs illustrates how these life forms are not only a physical threat, but can also represent a psychological threat as an enemy or invader able to threaten the self (Connelly and Macleod, 2004) . Indeed, the wider literature suggests that those with OCD might be particularly vulnerable to experience viruses and germs as a psychological threat due to an already fragile and incoherent identity (Aardema & Wong, 2020) . This brings us to a historical fear of inner corruption among those with OCD.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 577,
                    "text": "(Riskind & Richards, 2018)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 992,
                    "end": 1020,
                    "text": "(Connelly and Macleod, 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1222,
                    "end": 1244,
                    "text": "(Aardema & Wong, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Personal Meaning Ascribed to Viruses and Germs"
        },
        {
            "text": "In a recent historical analysis of obsessions, Aardema and Wong (2020) observe that while fears of contagion and disease have always existed, a fear of viruses and germs did not exist until the end of the 19 th century until germ theory became more widely accepted as a scientific account on the spread of disease. Before this time, ideas on the origin of disease were not as established, either viewed as the result of evil influences, or considered to spread through bad air from decaying organic matter. In addition, views on what constituted a contaminant was quite different in earlier times. Prior to the 17 th century, historical records that describe obsessivecompulsive fears of contamination are scarce to non-existent. Instead, earlier accounts more commonly describe a fear of inner corruption as the result of evil influences (Luibheid & Russell, 1982; p. 212; Kempe, 1436 Kempe, /2015 , and later on in theological doctrines derived from the notion of original sin (Bunyan, 1666), as well as secular notions of inner corruption as the \"devil\" that exists inside all of us (McAdams, 1993) . In other words, the historical evolution of OCD suggests that a fear of mental contamination might be more central to an understanding of this disorder than fears of physical contamination. That is, in the obsessional case, physically oriented forms of contamination represent a historical continuation of a fear of inner corruption through other means.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 865,
                    "text": "(Luibheid & Russell, 1982;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "p. 212;",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 885,
                    "text": "Kempe, 1436",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 898,
                    "text": "Kempe, /2015",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1101,
                    "text": "(McAdams, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "Germ theory, while providing a scientific, objective account of disease, has never completely succeeded in depersonalizing the origins of disease in the eyes of the general public, allowing microscopic life to not only threaten the physical body, but personal identity as well. In lessons learned from the 2014 Ebola outbreak, Schlozman (2014) observed the following on the true insidious danger of infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "\"We personify an illness and then we attribute the \"personality\" of the illness to those who are unlucky enough to have the disease. The infected individuals go from being unique person to simply persons with Ebola…The disease, which we have personified, becomes the person himself, and the person therefore loses his personhood.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "The personification of disease, including the viruses and germs that cause them, allows these life forms to not only threaten the physical body, but also to threaten and psychologically \"pollute\" the self. This issue is particularly germane to OCD, which has been proposed to be characterized by feared self-perceptions driving their symptoms, both with regards to the occurrence of repugnant obsessions, and more recently, obsessional fears of contamination In particular, the seminal work of Rachman (1994) has highlighted constructs closely related to a fear of inner corruption, especially in relation to the notions of \"pollution of the mind\" and \"mental contamination\", representing a sense of inner dirtiness arising from sources other than visible physical contaminants (Radomksy, Coughtrey, Sahfran, Rachman, 2017) . In other words, in the case of obsessional fears of contamination, it may not really be about any of the objective characteristics of viruses and germs, but instead, how these personified life forms desecrate and violate one's own self and personhood, not dissimilar from feelings of contamination that may arise following imagined or actual violation (Fairbrother & Rachman, 2004; Elliott & Radomsky, 2012) .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 508,
                    "text": "Rachman (1994)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 778,
                    "end": 823,
                    "text": "(Radomksy, Coughtrey, Sahfran, Rachman, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1207,
                    "text": "(Fairbrother & Rachman, 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1208,
                    "end": 1233,
                    "text": "Elliott & Radomsky, 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "Indeed, despite the allowances provided by germ theory for an objective fear of microscopic life, early accounts of \"germaphobia\" do not always clearly identify a genuine fear of viruses or germs, or even any specific disease resulting from it, but instead, they appear to describe an intangible fear revolving around the desecration and violation of the self (Hammond, 1883; as cited in Aardema and Wong, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "\"I have no particular apprehension of contracting small-pox or any other disease I can specify. It is an overpowering feeling that I shall be defiled in some mysterious way, that presses me with a force I cannot resist…a subtle influence, whatever it may be, (that) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Historical Fear of Inner Corruption"
        },
        {
            "text": "Those with fears of physical contamination are often unable to exactly describe what they might be contaminated with, nor do they necessarily express any obvious concerns with the consequences of contracting viruses and germs like death or disease. This difficulty with expressing fears in concrete terms is consistent with the notion of feelings of contamination arising from a fear of inner corruption and the perceived violation of the embodied self. It may also help to explain the ego-dystonic nature of obsessions, where the person is able to intellectually recognize that the objective characteristics and consequences of germs and viruses form no realistic basis for their fears, yet at the same, unable to distance from the intense feelings of contamination that arises from their association with the psychological underlying theme of inner corruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "capable of passing through (my gloves) to my hands.\""
        },
        {
            "text": "Recent evidence supports the notion that concerns about physical or contact contamination resulting in washing behaviors is closely intertwined with feelings of mental contamination or pollution that arises from a fear of one's own identity being tainted or corrupted (Krause, Wong, Giraldo-O'Meara, Aardema & Radomksy, 2020) . In addition, improvements in feared selfperceptions during psychological treatment is significantly associated with lessened concerns about physical contamination (Aardema, Wong, Audet, Melli & Baraby, 2018). This suggests that an obsessional fear of germs and viruses is something entirely different than any normal fears and washing behaviors that arise due to a pandemic. It is not even the same as an exaggerated fear of contamination. Phobic-like responses to a pandemic due to overestimating the probability of danger likely exists, but these tendencies are not unique to OCD and are present in a variety of anxiety disorders (Tolin, Worhunsky, & Matlby, 2004) . Instead, what makes a fear of contamination truly obsessional is when this threat becomes personal, not solely in terms of its potential objective outcomes, but how it is perceived to corrupt and taint the self via the psychological meaning attached to contracting viruses and germs.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 325,
                    "text": "(Krause, Wong, Giraldo-O'Meara, Aardema & Radomksy, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 960,
                    "end": 994,
                    "text": "(Tolin, Worhunsky, & Matlby, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "capable of passing through (my gloves) to my hands.\""
        },
        {
            "text": "OCD is unique in comparison to other disorders characterized by high levels of anxiety, yet at the same time, is able to masquerade as a normal fear, and even as a phobic aversion. This makes it easy to assume those with OCD will be particularly affected by the current pandemic as the result of a catastrophic or exaggerated reaction similar to those with a phobia. However, OCD is not a phobia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "The early work of O' Connor & Robillard (1995) reports several inconsistencies in the notion of a parallel between phobic aversion and OCD. The first inconsistency is that OCD is highly selective within a particular category of feared objects and substances, where for example, a person checks for the presence of pieces of paper near a radiator for fear of fire, yet is unconcerned whether or not the stove is left on. Those with phobia do not show the same degree of selectivity. Fears revolve around a consistent objectively quantifiable category of objects or situations where they avoid all spiders, or all heights, or all planes. In contrast, obsessional fears are highly idiosyncratic and domain-specific with variations within even specific subdomains of any particular subtype, like the case of the client who feared the Hep C virus, but showed no heightened concerns about the coronavirus. This high level of selectivity can even have a protective effect against the negative effects of a pandemic as compared to other disorders that are characterized by a more generalized tendency to overestimate threat.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 46,
                    "text": "Connor & Robillard (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "The second inconsistency is that in OCD the selective categorization of aversive stimuli is in association with another theme where, for example, \"dirt\" is only classified as dirt if associated with any particular person. Obsessional fears are conditional on the idiosyncratic meaning attached to feared objects, substances or events above and beyond the objective and visible features of an object or event. Hence, on the surface, it may appear that those with OCD fear dirt, viruses and germs, but it is really about what these represent or symbolize, especially in relation to an underlying feared self-theme that allows them to threaten the self beyond any potential objective effects like disease or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "Third, those with OCD often do not pay any attention to reality, and may not even be able to report what they try to accomplish by washing or cleaning. They do not necessarily know what a virus or germ looks like anymore than a regular person, while those with a simple phobia know exactly what they fear. While threat itself is almost always a concern in OCD, this relates to how the aversive stimulus is perceived to threaten the underlying self-theme. Consequently, the function of washing behaviors among those with OCD is entirely different from any normal, or even exaggerated reactions to the current pandemic. First and foremost, they are carried out to safeguard and protect against dangers to the self, as opposed to the physical body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "Finally, obsessional fears are the result of a running narrative that is grounded in the imagination as opposed to reality. Those with OCD are not actually acting upon the demands of the real world when engaging in rituals and compulsive behaviors. The person with OCD may act as if, or even believe that they are acting upon reality when they fear contagion, but they are really acting upon their own imagination. The symbolic nature of their fear is confused with reality in a failure to fully appreciate the imaginary origin of obsessional fears. It is for the same reason that obsessional concerns typically arise in inappropriate contexts that are not directly related to events and situations occurring in the here and now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "The out-of-context occurrence of obsessions has recently found empirical support in a recent experimental task that found intrusions occurring without evidence significantly predict symptoms of OCD (Audet, Wong, Radomksy, & Aardema, 2020) . In contrast, intrusions occurring with evidence did not predict symptoms even though these were associated with higher levels of distress. In other words, obsessional fears arise without there being any direct evidence for risk of infection. For example, a fear of a virus finding its way through the walls, as opposed to feelings of discomfort when someone walks up to you to shake your hands in the middle of a pandemic. In the case of the latter, someone with obsessional fears of contamination will obviously experience anxiety, but this reaction does not necessarily indicate OCD. The thought about being contaminated would be an entirely normal intrusive thought even when it occurs to someone with obsessional fears of contamination. In other words, a truly obsessional reaction occurs not on the basis of direct evidence pertinent to the here and now, but as the result of an overreliance on the imagination that takes real objects, events and facts out of context due to its association with the vulnerable self-theme of inner corruption.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 238,
                    "text": "Radomksy, & Aardema, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Specific Nature of OCD"
        },
        {
            "text": "Recent clinical guidelines on how to manage OCD under COVID-19 advise to pause or adapt ongoing cognitive-behavioral therapy during the current pandemic, at least for those with fears of contamination. These guidelines note how the difference between normal and abnormal fears of contamination can be difficult to tell, and given potential risks to clients with engaging in exposure and response prevention (ERP), pharmacotherapy is proposed as a first option for clients with contamination fears. However, the unique features of OCD make a different set of recommendations possible. In particular, there are evidence-based cognitive approaches that align strongly with a cognitive formulation of fears of contamination as outlined in the current paper (O'Connor, Aardema & Pelissier, 2005; Julien, O'Connor, & Aardema, 2016) First and foremost, it would advise that therapists engage in psychoeducational efforts that highlight the difference between normal and obsessional fears of contamination. Learning how to tell the difference between normal and obsessional doubts is already an intrinsic part of inference-based cognitive therapy for OCD (O'Connor & Aardema, 2012) . It teaches those with OCD that obsessions typically occur out-of-context and without any direct evidence justifying the doubt. Specific examples in line with recent events can be provided that illustrate the differences between normal and obsessional fears of contamination. For example, an urge to wash one's hands following grocery deliveries, or after physically bumping into another person in the street, is entirely justified in the context of the current pandemic. It is a concern that occurs in-context with direct evidence for potential contamination, and aligns with the facts about possible contamination. Next, examples can be provided highlighting the unique features of obsessional concerns, but applied to a situation that is neutral to the client.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 790,
                    "text": "(O'Connor, Aardema & Pelissier, 2005;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 791,
                    "end": 825,
                    "text": "Julien, O'Connor, & Aardema, 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1147,
                    "end": 1173,
                    "text": "(O'Connor & Aardema, 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "For example, in the case of the client with highly specific fears of acquiring the Hep-C virus, a parallel was drawn with COVID-19, referring to one of the many possible scenarios that the client believed might result in acquiring Hep-C. The proposed (obsessional) scenario by which she might acquire COVID-19 included someone walking by in front of the house; who looked pretty old; might perhaps live in residency for the elderly with other contaminated individuals; may have touched things outside of the house; which then could have been somehow brought into the house by the children; resulting in the entire family being infected. When applied in this manner, clients are usually readily able to recognize the imaginary nature of the reasoning, while also realizing that they justify their own fears in a similar manner thereby reducing the credibility of their own obsession. In the words of the client: It deserves to be noted that this client had already significantly improved as the result of cognitive therapy, and psychoeducation efforts can be more challenging earlier in treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "However, none of this retracts from the message that cognitive interventions can be successfully utilized in treatment during the current pandemic to illustrate the falsehood of obsessions, alongside with other cognitive techniques and interventions that aim to reduce the credibility of the obsession (O'Connor & Robillard, 1999; O'Connor, Koszegi, Aardema, Van Niekerk & Taillon, 2009 ). In addition, cognitive interventions addressing the underlying vulnerable selfthemes have been successfully incorporated into an inference-based approach to OCD (Aardema & O'Connor, 2007) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 330,
                    "text": "(O'Connor & Robillard, 1999;",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 386,
                    "text": "O'Connor, Koszegi, Aardema, Van Niekerk & Taillon, 2009",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 551,
                    "end": 577,
                    "text": "(Aardema & O'Connor, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "While inference-based cognitive therapy does not include exposure, it is an approach that has been successfully combined with ERP (Van Niekerk, Brown, Aardema, & O`Connor (2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "The current pandemic has raised specific concerns about ERP where exposure exercises might put patients at risk. Indeed, in the context of the current pandemic, some forms of exposure for fears of contamination go against social distancing guidelines and might reasonably be expected to increase one's risk of contagion if not followed. Yet, an inference-based perspective would expect less problems in the administration of ERP if exposure exercises align themselves fully with the differences between normal and abnormal fears of contamination as outlined in the current paper. That is, since obsessional fears are irrational fears of contamination that occur outof-context and without any direct evidence, there should be no risks in exposing individuals to situations where this applies. This is not exposure with safety behaviors included, but exposure that more specifically target the unique characteristics of obsessional fears. After all, the whole point of exposure is to relieve those with OCD from fears that occur in unrealistic situations, not to get rid of adaptive fears and expose them to risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "Social distancing measures might make devising exposure exercises more difficult, but those with obsessional fears of contamination are quite capable of fearing situations without any actual risk or physical contact, so there should be plenty of opportunities for exposure that are safe for the patient to perform. ERP does not necessarily need to include putting one's hand in the toilet, or hugging random people on the street. The differences between normal and obsessional fears of contamination outlined in the current paper may help to assist with devising appropriate exposure exercises. One might even hypothesize that targeted exposure exercises that are based on the differences between normal and abnormal contamination will be more effective than those that haphazardly target contamination in an exaggerated manner, although this is an empirical question that requires further testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Clinical Implications"
        },
        {
            "text": "The current paper has explored fears of contamination in the context of the current pandemic drawing upon the historical and recent empirical literature emphasizing the role of feared-selfperceptions, and in particular, a fear of inner corruption giving rise to obsessions. It proposes that obsessional fears of contamination can be explained by the interaction between the psychological meaning attached to contracting viruses and germs, the specific feared qualities that the person most fears acquiring, and the ensuing imagined effect of corrupting the self. It is not the objective features of viruses and germs that underlie obsessional fears, nor is it an exaggerated fear, but rather how these life forms threaten the self. Consequently, those with OCD are never \"right\" about washing their hands in response to an obsession. In effect, they are trying to remove \"dirt\" that is not really there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While the current communication is based on recent empirical evidence on the role of feared self-perceptions in OCD, there is a need for both cross-sectional and experimental research to test some of the ideas and predictions derived from the current conceptualization. The model would predict that a fear of of inner corruption, and the specific qualities and traits they fear acquiring, is closely aligned with the negative qualities and psychological meaning ascribed to contracting contaminants like viruses and germs, resulting in the occurrence of out-of-context obsessions and compulsive urges to wash and clean to preserve a normal, unblemished sense of self. In addition, in line with recent findings, it would predict that therapy specifically targeting a The potential effects of the current pandemic on mental health should not be underestimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The current paper does not deny that current concerns and anxieties about COVID-19 may cause, contribute to, or worsen symptoms in individuals. However, this effect may not be as specific to OCD as assumed, since it is not just a heightened concern about danger that characterizes this disorder, but rather, whether or not threats are associated with an underlying vulnerable selftheme. In some individuals with OCD, recent events might be incorporated or strengthen obsessional narratives leading up to obsessional fears of contamination and contagion, but these can never form any real justification for the reality of an obsession that arises from the imagination. For any specific obsessional effect to occur, a fear of viruses and germs has to hit the person's vulnerable self-theme, and the extent to which it is able to do so remains to be seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For people with OCD and illness anxiety, the coronavirus outbreak is a 'worst-case scenario",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Collie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Waging war: discourses of HIV/AIDS in South African media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macleod",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "African Journal of AIDS Research",
            "volume": "2",
            "issn": "",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mental contamination: The effects of imagined physical dirt and immoral behaviour",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Radomsky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Behaviour Research & Therapy",
            "volume": "50",
            "issn": "",
            "pages": "422--427",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feelings of mental pollution subsequent to sexual assault",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fairbrother",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rachman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Behaviour Research and Therapy",
            "volume": "42",
            "issn": "",
            "pages": "173--189",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How to manage obsessivecompulsive disorder (OCD) under COVID-19: A clinician's guide from the International College of Obsessive Compulsive Spectrum Disorders (ICOCS) and the Obsessive-Compulsive Research Network (OCRN) of the European College of",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Fineberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ameringen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comprehensive Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The inference-based approach to obsessivecompulsive disorder: A comprehensive review of its etiological model, treatment efficacy, and model of change",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Affective Disorders",
            "volume": "202",
            "issn": "",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The book of Margery Kempe (A. Bale",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kempe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trans.). In. Oxford",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus is a 'personal nightmare' for people with OCD and anxiety disorders",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kingkade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ABC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "It's not so much about what you touch. Mental contamination mediates the relationship between feared self-perceptions and contact contamination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giraldo-O&apos;meara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Radomksy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Obsessive-Compulsive and Related Disorders",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The ladder of divine ascent",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luibheid",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadavoy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Verhaeghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian Medical Association Journal",
            "volume": "168",
            "issn": "",
            "pages": "1245--51",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Crighton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Enazy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bolaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanjrah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makhlouf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Canadian Medical Association Journal",
            "volume": "170",
            "issn": "",
            "pages": "793--798",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intrusions and inferences in obsessive-compulsive disorder",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clinical Psychology and Pyschotherapy",
            "volume": "9",
            "issn": "",
            "pages": "38--46",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The clinician's OCD manual: Inference based therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Beyond reasonable doubt: Reasoning processes in obsessive-compulsive disorder and related disorders",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelissier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An inference-based approach to treating obsessive-compulsive disorders",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Koszegi",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Niekerk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Taillon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cognitive and Behavioral Practice",
            "volume": "16",
            "issn": "",
            "pages": "420--429",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pollution of the mind",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rachman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Behavior Research and Therapy",
            "volume": "32",
            "issn": "",
            "pages": "311--314",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Abnormal and normal contamination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Radomksy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Coughtrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shafran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rachman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Obsessive-Compulsive and Related Disorders",
            "volume": "17",
            "issn": "",
            "pages": "46--51",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effect of germ movement on the construal of mental states in germs: The moderating role of contamination fear",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Riskind",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cognitive Therapy and Research",
            "volume": "42",
            "issn": "",
            "pages": "36--47",
            "other_ids": {
                "DOI": [
                    "10.1007/s10608-017-9877-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The personification of Ebola: Fighting the true enemy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlozman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychology Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The case against waging 'war' on the coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The psychology of pandemics: Preparing for the next global outbreak of infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Are \"obsessive\" beliefs specific to OCD? A comparison across anxiety disorders",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Tolin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Worhunsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maltby",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Behaviour Research and Therapy",
            "volume": "44",
            "issn": "",
            "pages": "469--480",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Integration of inference-based therapy and cognitive-behavioral therapy for obsessive-compulsive disorder -a case series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Niekerk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aardema",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Cognitive Therapy",
            "volume": "7",
            "issn": "",
            "pages": "156--169",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "WHO issues best practices for naming new human infectious diseases",
            "authors": [],
            "year": 2015,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aardema & O'Connor, 2007; Aardema, Wong, Audet, Melli & Baraby, 2018). The specific traits and self-related qualities feared by those with OCD are varied and diverse, but a fear of inner corruption is a common theme throughout the historical, clinical and empirical literature on OCD (Aardema & Wong, 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "fear of inner corruption results in reduced physical contamination fears mediated by reductions in mental contamination (Aardema, Wong, Audet, Melli & Baraby, 2018; Krause, Wong, Giraldo-O'Meara, Aardema & Radomksy, 2020).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "\"In a way, I can see how all these COVID fears invalidate my concerns about Hep C. It makes sense people take measures to protect themselves from COVID. There is real evidence to be concerned about COVID, but with Hep C there is nothing like that. There's no epidemic, it does not spread easily and I have no specific risk for getting it. It's a fine line between reality and imagination, and yet for some reason, it does not cross over into COVID-19. When I see people walking less than 6 feet away from me, my OCD does not latch onto that. It does seem like this COVID thing puts the OCD in context. It makes me ask myself, do I really need to wash my hands for Hep C?\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "For the same reason, therapy addressing feared self-perceptions might be particularly beneficial for those with obsessional fears of contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "• This communication explores fears of contamination in the context the COVID-19• The personal meaning ascribed to viruses and germs allows for a threat to the self • A fear of inner corruption drives obsessional fears of contamination • Obsessional fears are different from normal and exaggerated fears of contagion • Implications and clinical recommendations to treat OCD during COVID-19 are provided",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights:"
        },
        {
            "text": "The author is a recipient of a senior research scholar award from the Quebec Health Research Fund (Fonds de la recherche en santé du Québec). The author is also the principal investigator on a grant (no. 156303) from the Canadian Institutes of Health Research (CIHR) investigating the effectiveness of exposure in vivo and response prevention and inference-based cognitive therapy in the treatment of OCD through a large-scale non-inferiority randomized controlled trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Funding Sources"
        },
        {
            "text": "The current special issue article was assigned to an independent editor for review. The author has no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "The current special issue article was assigned to an independent editor for review. The author has no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}