{
    "paper_id": "1c0e04572e6b8bbdb953b4b6f1f37ef8f1afad9a",
    "metadata": {
        "title": "COVID-19: Dying is Bad--Losing Life is Worse",
        "authors": [
            {
                "first": "Harry",
                "middle": [
                    "P"
                ],
                "last": "Wetzler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ofstead & Associates, Inc",
                    "location": {
                        "addrLine": "1360 Energy Park Drive, Suite 300",
                        "postCode": "55108",
                        "settlement": "Saint Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [
                    "A"
                ],
                "last": "Wetzler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ofstead & Associates, Inc",
                    "location": {
                        "addrLine": "1360 Energy Park Drive, Suite 300",
                        "postCode": "55108",
                        "settlement": "Saint Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [
                    "W"
                ],
                "last": "Cobb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ofstead & Associates, Inc",
                    "location": {
                        "addrLine": "1360 Energy Park Drive, Suite 300",
                        "postCode": "55108",
                        "settlement": "Saint Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19 was the leading cause of death in the United States over the three-month",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the months of March, April, and May of 2020, COVID-19 became the number one killer in the United States (US). 1 Not since the great influenza pandemic of 1918 has there been a contagion with such a nationwide impact. 2 The US recorded its 100,000 th COVID-19 death on May 27. Although most models predict a slowing in the death increase in the coming months and the reemergence of heart problems as the mortality leader, COVID-19 could be the number two cause of death for all of 2020, after ischemic heart diseases (IHD). Moreover, Osterholm suggested that we are in the early phase of the pandemic, and there could be 800,000 COVID-19 deaths in the US over the next 18 months. 3 In 1947 Dempsey stated that deaths do not tell the entire story regarding the seriousness of a disease, and she introduced the concept of \"potential years of life lost\". 4 A year later Greville stated the justification in simple terms \"from the standpoint of society, the death of a person in the prime of life constitutes a greater loss than the death of one of advanced years.\" 5 Since then years of life lost (YLLs) have been the subject of considerable research perhaps culminating in the Global Burden of Disease studies. 6, 7, 8 Furthermore, the initial metric, years of life lost, has been modified to include disability-adjusted life years (DALYs) and years lived with disability (YLDs) in an attempt to account for the fact that not all life years are equal due disability.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 687,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 858,
                    "end": 859,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1068,
                    "end": 1069,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1221,
                    "end": 1222,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study had two goals: tally deaths and YLLs for major causes during March through May 2020 (January through March 2020 for influenza and pneumonia due to seasonality) and calculate YLLs for IHD during March through August 2018 and compare them to those projected for COVID-19 over the same six months in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used the Centers for Disease Control and Prevention (CDC) WONDER Multiple Cause of Death Online Database, which includes mortality estimates for the United States stratified by age, sex, and cause of death. 9 The latest year in the WONDER Database is 2018. Only deaths from March through May 2018 (January through March for influenza and pneumonia due to seasonality) were used for comparison to COVID-19 deaths because, except for 2020, aggregate causes of death are quite stable from year to year. The maximum year to year change for 2014-2018 was 11.5% . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Since COVID-19 is basically a single cause of death, we used more discrete categories for comparison instead of the broad ones such as Diseases of Heart or Malignant Neoplasms that are customary. We also included influenza and pneumonia because early on some policy-makers claimed the coronavirus was no worse than the flu. 11 The categories used and their UCD -ICD-10 Codes are listed below.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• COVID-19 (U071)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause"
        },
        {
            "text": "• Ischemic Heart Diseases (IHD) (I20-I25) The COVID-19 Projections Using Machine Learning model is a susceptible, infectious, and recovered (or deceased) (SEIR) model that uses artificial intelligence to minimize the error between the projected outputs and the actual results. 15 The model's 95% confidence interval . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cause"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint decedents in those two categories. Conversely, the average years of life lost are markedly higher for both categories of accidents indicating relatively more deaths among young people. In these data the correlation coefficient between working years of life lost, years lost before age 65, and average years of life lost is 0.95. COVID-19 and ischemic heart diseases together account for over a fifth of the total YLLs. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint Discussion COVID-19 killed more than 100,000 people in the US in less than 90 days. Although we do not know the extent to which COVID-19 is displacing other deaths, we do know that most of these were excess deaths that would have taken about 21 months to occur absent the virus. 16 , 17 And, as Mary Dempsey wrote in 1947, deaths fail to tell the entire story. 4 Age at death matters and YLLs measure when deaths occur. IHD has been the leading cause of YLLs in the US since 1990. 18 and that estimate changes slightly every day. That does not make the model wrong given its purpose;",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "text": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 503,
                    "end": 504,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "we use the 95% confidence interval of what is likely to occur. Three months of excess deaths and YLLs are bad enough but the model suggests there is a 33% chance of over 200,000 COVID-19 deaths in the US by the end of August. 15 Thus, there is about a 30% chance that by the end of August COVID-19 YLLs will equal or exceed those for IHD over the previous six months. Although we anticipate that IHD YLLs will be the leader for all of 2020, there may be a second COVID-19 wave and we are reminded of Osterholm's forecast that there could be 800,000 COVID-19 deaths in the US by the end of 2022. 3 Several factors may influence our YLL estimates and comparisons. The first factor is the accuracy of underlying cause of death numbers. The tallies of COVID-19 deaths have been criticized for under-reporting. For example, the government counts 26,000 COVID-19 deaths in nursing homes. But because the federal government is not requiring nursing homes to report deaths prior to May, the under-reporting of deaths at nursing homes could be in the thousands. 20,21 On the other hand, there is reason to question whether COVID-19 deaths are being over-counted because of higher payment for COVID-19 diagnosis in Medicare recipients. 22 In comparison, WHO reports that the relative uncertainty for deaths from IHD is about ±12% for high-income countries. 23 The second factor is using 2018 data for causes of death other than COVID-19. Although year to year cause of . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 596,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1347,
                    "end": 1349,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint death counts are quite stable, there may be some displacement of deaths in 2020. We will not be able to accurately assess displacement or other changes for six months or more. The third factor is variation in life expectancy which is a random variable but with small standard errors (e.g., approximately 0.04 years at birth in 2017). 24 The final factor is assumed stable age distributions of COVID-19 deaths.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Regarding the accuracy of the data, we do not know the exact numbers for any cause of death. For example, influenza deaths in the US are estimated each year. 25 Cumulative COVID-19 deaths on May 31, 2020 ranged from 98,600 to 106,432 on two prominent tracking sites. 26,27 The Global Burden of Disease Study reported 544,800 IHD deaths in the US in 2016 whereas CDC WONDER included only 363,452-33% less. 18, 9 Yet to dismiss counts, analyses, and models because they lack exact accuracy is a mistake and undermines their purpose. We are well advised to pay attention to Spiegelhalter who wrote \"my cold, statistical approach is to wait until the end of the year, and the years after that, when we can count the excess deaths.\" 28 However, it is not merely an accounting exercise to understand the severity of the current health crisis even if such models are not totally accurate. Timely evidence-based analysis should support institutional policy-making and personal decision-making else those decisions are, by definition, ill-informed. We acknowledge the limitations of this analysis, and hence, will update it in September after the August mortality counts stabilize. We will also include quality of life and comorbidity adjusted YLLs.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "18,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "COVID-19 killed more than 100,000 people in the US in less than 90 days and we know that most of these were excess deaths that would have taken about 21 months to occur absent the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "For at least three months, March through May 2020, COVID-19 was not only the number one cause of death, but it was number two only to ischemic heart diseases in years of life lost. If there is a significant second COVID-19 wave in the fall, 2020 will be the year ischemic heart diseases are dethroned as the number one killer as well as the number one cause of years of life lost since 1990 in the USA. In this context we are reminded of a Danish Proverb that states \"Prediction is difficult, especially when dealing with the future.\" 29 We suggest that while dying is bad, losing life is even worse.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 537,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Great Influenza: The Epic Story of the Deadliest Plague in History",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00396338.2004.9688606"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious disease expert says we're only in the second inning of the pandemic -CNN",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Michael"
                    ],
                    "last": "Bergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Osterholm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decline in Tuberculosis The Death Rate Fails to Tell the Entire Story",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "Am Rev Tuberc",
            "volume": "56",
            "issn": "2",
            "pages": "157--164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Decline in Tuberculosis: The Death Rate Fails to Tell the Entire Story",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Greville",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Am Rev Tuberc",
            "volume": "57",
            "issn": "4",
            "pages": "417--419",
            "other_ids": {
                "DOI": [
                    "10.1164/art.1948.57.4.417"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Loss of Working Years in Accidents",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "N Engl J Med",
            "volume": "294",
            "issn": "24",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM197606102942417"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Premature Mortality in the United States: Public Health Issues in the Use of Years of Potential Life Lost",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global Burden of Disease Study 2017 (GBD 2017) Cause-Specific Mortality",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GHDx",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multiple Cause of Death Data on CDC WONDER",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Provisional Death Counts for Coronavirus Disease (COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparing COVID-19 Deaths to Flu Deaths Is like Comparing Apples to Oranges -Scientific American Blog Network",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "United States Life Tables",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "National Vital Statistics Report",
            "volume": "68",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.08.20050559"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lives-Saved\" From COVID-19 | Avalon Health Economics LLC",
            "authors": [],
            "year": null,
            "venue": ".xls?ua=1 14. Moving Beyond",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 Projections Using Machine Learning",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Covid-19 excess deaths in the United States through",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051532"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The state of US health, 1990-2016: Burden of diseases, injuries, and risk factors among US states",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mokdad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ballestros",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "319",
            "issn": "14",
            "pages": "1444--1472",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2018.0158"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interim Final Rule Updating Requirements for Notification of Confirmed and Suspected COVID-19 Cases Among Residents and Staff in Nursing Homes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Medicaid and Medicare Services",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/wellcomeopenres.15849.120"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Physicians Say Hospitals Are Pressuring ER Docs to List COVID-19 on Death Certificates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miltimore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "On the accuracy of life expectancy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tuljapurkar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Meet Progr",
            "volume": "2012",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Influenza Surveillance Report (FluView). Centers for Disease Control and",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Weekly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Us",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nontransport accidents 2015-2016) and the minimum was -3.1% (Malignant neoplasms of trachea, bronchus and lung 2015-2016). Total COVID-19 deaths were obtained from the Johns Hopkins database and the age strata posted by CDC were used. 1,10",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Other Heart Diseases (HD) (I26-I51) • Chronic Lower Respiratory Diseases (CLR) (J40-J47) • Cerebrovascular Diseases (CVD) (I60-I69) • Cancer of Trachea, Bronchus and Lung (C33-C34) • Nontransport Accidents (W00-X59, Y86) • Influenza and Pneumonia (J09-J18) • Cancer of Breast (C50) • Transport Accidents (V01-V99, Y85) • Cancer of Prostate (C61) YLLs were calculated using 11 age groups at the time of death: less than 1 year, 1 to 4 years, 5 to 14 years, 15 to 24 years, 25 to 34 years, 35 to 44 years, 45 to 54 years, 55 to 64 years, 65 to 74 years, 75 to 84 years, and 85 years or older. These age groups are consistent across the WONDER Database and the posted COVD-19 deaths by age group. 10 Life expectancy data were obtained from the US Life",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "illustrates the relationships between numbers of deaths and YLLs for the major causes of death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Deaths and Years of Life Lost (March-May 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "For at least three months, March through May 2020, COVID-19 was not only the leading cause of death but it rivaled IHD for the lead in YLLs. Our findings echo those of Hanlon, et al, who found that in the United Kingdom female COVID-19 decedents lost an average of 12 years of life with 14 for men compared to 10.8 years in the US. 19 Moreover, these results are not based on an arcane model; they reflect the intuitive concept of dying too soon. We need to be clear about the purpose of modelling. Models are never meant to provide exact numbers. Rather, by providing a range or a window of estimates for outcomes, including deaths, models serve the important purpose of guiding prevention and control measures as well as informing policy and planning regarding the disease modeled. Indeed, the COVID-19 Projections Using Machine Learning model makes a point estimate of the cumulative number of deaths by August 31",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table for2017.12 YLLs are the sum of differences between the mid-points in each age stratum and life expectancy at that age. To facilitate comparisons outside the US, we also calculated YLLsusing Standard Expected YLLs (SEYLLs) based on the World Health Organization (WHO) Standard LifeTable for Years of Life Lost. 13 The WHO Standard Life Table has life expectancies projected through year 2050 that are greater than those in the 2017 US life table. Average years of life lost per decedent are the total YLLs divided by the number of decedents. In this preliminary study we did not calculate DALYs or adjust YLLs for quality of life or comorbidity. 8,14",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint projections made on May 31 for August 31 COVID-19 deaths were used with the COVID-19 decedent age distribution posted by CDC to estimate COVID-19 YLLs through August 31, 2020 and compared to those for Ischemic Heart Diseases for March through August 2018. Results A total of 710,702 deaths occurred in the US during the three-month period March through May 2018. Deaths by major underlying cause during that time along with COVID-19 deaths in March through May 2020 and influenza and pneumonia deaths in January through March 2018 are listed in Table 1. Table 1 also shows the YLLs, average years of life lost, and percent of total YLLs for each cause. Table 1. United States Mortality, Years of Life Lost, and Average Years of Life Lost by Cause of Death (March -May 2018).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Although the WHO SEYLLs are greater than YLLs calculated using the US life table, the order of SEYLLs by cause of death is identical to that for US-based YLLs, and the COVID-19 and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Prevention. Publ March. 2020;6:2020. https://www.cdc.gov/flu/weekly/#S2 Accessed June 2, 2020.. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted June 12, 2020. https://quoteinvestigator.com/2013/10/20/no-predict/ Accessed June 4, 2020.. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.08.20050559 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ]
}