{
    "paper_id": "1c0fad7bae4faf3fd5dfd70dd5d781fbfe90e384",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 and cancer: Looking for evidence",
        "authors": [
            {
                "first": "Diego",
                "middle": [],
                "last": "Serraino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "How will COVID-19 outbreak impact on millions of individuals already living with cancer and on those who will be newly diagnosed with cancer in every country of the world? A question widely brought to public attention by the international cancer community and the media, with more than 500 articles (from guidelines on how to manage cancer cases to clinical case reports) published between March and April 2020 in the scientific literature. The disruption caused by coronavirus on health systems has led hospitals to suspend non urgent cancer diagnostic procedures and treatments, including elective surgery, while cancer patients have been deterred from seeking care at scheduled intervals. How long will the COVID-19 pandemic last and what effect will it have on primary and secondary prevention (i.e., screening), diagnosis, treatment and care of cancer patients? Presently, in the absence of a vaccine and of anti COVID-19 drugs, only anectodical evidence is available to answer crucial issues like whether any change of practice will negatively affect cancer prognosis and outcomes (e.g., overall survival), or whether SARS-CoV-2 infected cancer patients will be discriminated as regards drugs delivery and admission in intensive care units, or whether postponed screening tests (e.g., mammogram for breast cancer, fecal occult blood test for colon cancer, HPV test for cervical cancer) will increase the number of new cancer In the meantime, we should recognize that recommendations and guidelines for the management of cancer patients in the context of SARS-CoV-2 infection are widely produced outside the traditional \"Evidence Based\" benchmark. It is hoped that pertinent data collection will help us to accumulate sufficient evidence to continue to appropriately fight cancer from prevention to care also in the post-COVID 19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 AND CANCER: LOOKING FOR EVIDENCE"
        },
        {
            "text": "Cancer Epidemology Unit National Cancer Institute Centro di Riferimento Oncologico, IRCCS, Aviano -Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diego Serraino, MD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer care under the outbreak of COVID-19: a perspective from Italian tertiary referral center for surgical oncology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marrelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roviello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The need of COVID-19 free hospitals to maintain cancer care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Restivo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spolverato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of Gynaecological Oncology diseases during COVID-19 Global Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Andrade Vieira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L C"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Skin cancer Plastic Surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gentileschi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Caretto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tagliaferri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surgical management of bone and soft tissue sarcomas and skeletal metastases during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Cardoso",
                    "middle": [
                        "P"
                    ],
                    "last": "Rodrigues-Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How technology can help in oncologic patient management during COVID-19 outbreak",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mercantini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucarini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mazzuca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: The European Institute of Oncology as a \"hub\" centre for breast cancer surgery during the pandemic in Milan (Lombardy region, northern Italy) -a screenshot of the first month",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vicini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Galimberti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Naninato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rationalizing breast cancer surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M-K",
                    "middle": [],
                    "last": "Tasoulis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macneill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Infection in Patients Following Hepato-Pancreatico-Biliary Intervention: An Early Experience",
            "authors": [
                {
                    "first": "Slf",
                    "middle": [],
                    "last": "Doran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaudry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cancer Surgery in a Time of COVID-19: many questions, few certainties",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "F Ghignone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Montroni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Linag",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "such clinical questions are raised by a number of articles published in this issue of the European Journal of Surgical Oncology. These articles provide a vast range of recommendations, ranging from provision of high quality cancer care and safe working environments in tertiary referral center for surgical oncology Marano L. et al [1], implementation of COVID-free pathways in hospitals with highly qualified surgical oncology practice Restivo A. et al [2] treatment of gynaecological cancer in SARS-CoV-2 infected women de Andrade Vieira M., et al [3], plastic surgery procedures for the treatment of skin cancer Gentileschi S et al [4], criteria for prioritize surgical interventions in cancer patients affected by musculoskeletal tumours Cardoso P. et al [5], or importance of adoption of software of virtual meeting in order to continue with the multidisciplinary approach Mercantini P. et al. [6]. Other manuscripts document the transformation of surgery experience for breast cancer Vicini E. et al; Tasoulis M-K. et al [7] [8] (or the new clinical experience with COVID-19 infected patients with Hepato-Pancreatico-Biliary neoplasm, Doran S.L.F. et al [9]. Cancer guidelines shaped by national and international scientific societies have greatly contributed to efficiently fight cancer -all of us know how all pre-COVID 19 guidelines are based on robust evidence accumulated worldwide in the last decades. Now, the COVID-19 pandemic has urged the cancer community to envisage a hardly hypothesized scenario -the presence of a new actor in the cancer drama. For the moment, in accordance with the contribution of Ghignone et al in this issue [10], the number of questions is often higher than the number of certainties. Although hundreds of papers have been published, evidence is still lacking from an epidemiologic view point on the spread of SARS-CoV-2 infection in cancer patients. One of the most frequently cited paper on cancer in SARS-CoV-2 infected patients was published by Liang W et al [11] . The report is based on data collected in the early phase of the epidemic in China, and it includes only 18 cancer cases from a total of 1,590 SARS-CoV-2 infected ones, i.e. a prevalence of 1.13% with 95% confidence intervals 0.61%-1.65%. Other reports from Italy and China do not fill the present data vacuumand they are of little help to scientifically address the management of cancer patients, including the large part of them who need a surgical intervention, in this dramatic context. Thus, this is primarily the time for clear cut questions: what is the relationship between immune suppression, cancer and SARS-CoV-2 infection? Is there evidence that cancer patients undergoing a surgicalintervention for prostate or breast cancer are more likely to acquire SARS-CoV-2 infection than patients with a myocardial infarction? Moreover, we need data to assess the prognosis of those prostate or breast cancer patients eventually infected with SARS-CoV-2 infection, as compared to age and gender analogous SARS-CoV-2 infected patients. Similarly, we need to collected pertinent data on the impact of diagnostic delay on early diagnosis (e.g. how much will it negatively affect the neoplastic course of cancer?) or the inclusion of cancer patients into clinical trials?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "No conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}