{"paper_id": "1c11f70ff9b87b2f1b60b26f4aa75aff319d7d4a", "metadata": {"title": "Detection of mumps virus RNA in cerebrospinal fluid of patients with neuromyelitis optica", "authors": [{"first": "Masahiro", "middle": [], "last": "Mori", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Mitsuaki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hosoya", "middle": ["•"], "last": "Takaki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hiwasa", "middle": ["•"], "last": "Sei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hayakawa", "middle": ["•"], "last": "Akiyuki Uzawa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Satoshi", "middle": [], "last": "Kuwabara", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Neuromyelitis optica (NMO) is an acute inflammatory disease that preferentially involves the optic nerves and spinal cord. Although many infectious agents, including mumps virus, are postulated to have a role in the pathogenesis of multiple sclerosis (MS), the relationship between NMO and infectious agents remains uncertain. To investigate the relationship between NMO and viruses that have special affinity for the central nervous system, we performed a nested polymerase chain reaction (PCR) to detect mumps virus or enterovirus RNA in cerebrospinal fluid samples from 13 patients with MS, 8 with NMO and 20 with other neurological diseases (ONDs). Nested PCR was positive for mumps virus in 2 (25%) of NMO patients, but in none of those with MS and ONDs. Moreover, nested PCR results became negative in the remission phase in the two PCR-positive NMO patients. Mumps virus may have some role in the pathogenesis of NMO.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Neuromyelitis optica (NMO) is an idiopathic inflammatory CNS disorder preferentially involving the optic nerve and spinal cord [1] [2] [3] . A substantial body of evidence has accumulated suggesting that NMO is distinct from multiple sclerosis (MS) and that its pathogenesis is determined by humoral immune mechanisms differing from MS, which, mainly, is mediated by cellular immune mechanisms [4] [5] [6] .", "cite_spans": [{"start": 127, "end": 130, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 131, "end": 134, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 135, "end": 138, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 394, "end": 397, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 398, "end": 401, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 402, "end": 405, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "A wide variety of infectious agents: viruses, spirochetes, mycoplasma, mycobacteria and toxoplasma have been discussed as potential contributors to immune dysfunction in MS [7] . Among the viruses, rabies, herpes simplex, parainfluenza, measles, coronaviruses and others have been implicated in the etiology of MS [7] . The interaction between NMO and infectious agents, however, is not clear.", "cite_spans": [{"start": 173, "end": 176, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 314, "end": 317, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most spinal cord lesions of NMO are located centrally, involving gray matter [8] , where is preferentially involved in acute poliomyelitis. The aim of this study was to investigate using nested polymerase chain reaction (PCR) the relationship between NMO and the two causative agents of polio-like disease, mumps virus [9] and enteroviruses, which have specific affinity for the central nervous system.", "cite_spans": [{"start": 77, "end": 80, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 319, "end": 322, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study comprised eight patients with NMO and 13 with MS who were seen at Chiba University Hospital. The NMO patients fulfilled the revised diagnostic criteria for NMO [10] . MS patients fulfilled the revised diagnostic ''McDonald'' criteria for MS [11] . Demographic and clinical characteristics of patients are shown in Table 1 . NMO-IgG was assayed for all 21 patients with NMO or MS at the Mayo Medical Laboratories (Rochester, MN). Anti-aquaporin-4 antibody was measured by an ELISA, as described elsewhere [12] . Eighteen patients with other neurological diseases (ONDs), 10 with amyotrophic lateral sclerosis, 3 with Parkinson disease, 2 with multiple system atrophy and 3 with other degenerative disorder served as the disease controls. Cerebrospinal fluid (CSF) samples were obtained from all the patients. For those with NMO or MS, serum and CSF samples were obtained from patients who did not receive any immunosuppressive treatments at the time of relapse in active phase and stored at -80°. All the participants gave their informed consents to the study procedures. Ethics approval was granted by the Ethics Committee of Chiba University School of Medicine, Chiba, Japan.", "cite_spans": [{"start": 170, "end": 174, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 251, "end": 255, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 514, "end": 518, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 324, "end": 331, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Subjects"}, {"text": "PCR tests for detection of the mumps virus and the enterovirus genomes CSF samples were tested for the presence of the mumps virus and enterovirus genomes by a nested PCR method (PCR-FMU), as described elsewhere [13, 14] , blindly with respect to clinical information and the results of NMO-IgG or anti-aquaporin-4 antibody assays. In brief, RNA was extracted from 250 ll of each viral sample using Isogen-LS (NipponGene, Tokyo, Japan; an acid guanidinium thiocyanate kit). First-strand cDNA was synthesized from 3 ll of resuspended RNA, using 2.5 U of Moloney murine leukemia virus reverse transcriptase (Toyobo, Osaka, Japan). A 10-ll aliquot of the cDNA product was the template in the amplification with Taq DNA polymerase (Perkin-Elmer, Norwalk, CT). Primers targeted the 5 0 noncoated region of mumps virus and enterovirus sequences. A list of the primer sequences used is given in Table 2 . The PCR product was run on a 2% agarose gel containing ethidium bromide, and the gel was photographed under ultraviolet light. A positive PCR reaction was expected to produce a 223-base pair (bp) band for mumps virus and a 155-bp band for enterovirus. The sensitivity of PCR-FMU calculated from extraction of serial dilutions of titrated reference viruses was 10-2 TCID50 /ml for mumps virus, and 10-3 TCID50 /ml for enterovirus. Patients whose CSF samples showed a positive PCR test in the acute phase of NMO or MS underwent follow-up examinations of CSF in the clinical remission phase and serum in the acute phase for the presence of virus by the same PCR method.", "cite_spans": [{"start": 212, "end": 216, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 217, "end": 220, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 888, "end": 895, "text": "Table 2", "ref_id": null}], "section": "Subjects"}, {"text": "The significance of differences in percentages was determined by Fisher's exact probability test. Statistical analyses were performed using the SPSS statistical package (version 11.0.1 J, SPSS Japan Inc., Tokyo, Japan). P \\ 0.05 was considered to be significant. One of the authors (M. Mori) conducted all the statistical analyses.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "The mumps virus genome was detected by the PCR method in 2 (25%) of the 8 patients with NMO, but in none of the 13 MS and 18 ONDs patients. Differences in percentage were marked between NMO and 31 non-NMO including 13 MS and 18 ONDs (P = 0.038). The enterovirus genome was detected in none of the patients with NMO, MS or ONDs. The mumps virus genome was not detected in the CSF of the two mumps PCR-positive NMO patients during remission or in serum from acute phase of NMO. In Fig. 1 , the results obtained for 9 of 39 clinical samples tested in the nested PCR to detect mumps virus RNA are reported; sample 6 was considered positive since a 223-bp band corresponding to the expected size of viral amplicon was found.", "cite_spans": [], "ref_spans": [{"start": 479, "end": 485, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Presence of the mumps virus RNA and enterovirus using PCR"}, {"text": "Clinical features of mumps virus-positive NMO patients Both mumps virus-positive patients were women who had clinical and laboratory features consistent with typical NMO. Both had optic neuritis and transverse myelitis, age at onset being 43 and 27 years. Disease durations were 5 months and 18 years when serum or CSF samples were obtained, respectively. The Expanded Disability Status Scale (EDSS) [15] value for those patients was 8.0. Cerebrospinal fluid examination at relapse revealed a mildly elevated level of protein and increased cell counts, and absence of oligoclonal bands. Spinal MRI showed long spinal cord lesions that extended for more than three vertebral segments and involvement of the central part of the spinal cord (gray matter). NMO-IgG and anti-aquaporin-4 antibody were detected in the sera of both patients. Anti-mumps virus antibody was assayed in one of the mumps virus-positive patients by enzyme-linked immunosorbent assay. Serum IgG antibody was positive, but serum IgM antibody, CSF IgG and IgM antibody were all negative.", "cite_spans": [{"start": 400, "end": 404, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Presence of the mumps virus RNA and enterovirus using PCR"}, {"text": "Anti-aquaporin-4 antibody in the sera of NMO patients has been considered to be pathogenetic in NMO [5] , but why it is elevated in the sera of NMO patients is not clear. Although cases of NMO with infection by human immunodeficiency virus type 1, dengue virus, Helicobacter pylori and human T-lymphotropic virus type 1 have been reported [16] [17] [18] [19] , as in MS the relationship between infectious agents and NMO is not clear.", "cite_spans": [{"start": 100, "end": 103, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 339, "end": 343, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 344, "end": 348, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 349, "end": 353, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 354, "end": 358, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "The relationships between infectious agents, such as measles, rubella, varicella, mumps, pertussis or scarlet fever, and MS have been discussed [20, 21] . It has also been debated whether the mumps virus is a pathogenetic infectious agent in MS. A number of publications support such a relationship based on epidemiological research and studies of serum and CSF, including the oligoclonal band [22] [23] [24] [25] . However, recent studies have negated such a relationship. Childhood infection by mumps virus has been reported not to be associated with increased risk of MS later in life [21] , and mumps virus genome has been not been detected in autopsy specimen lesions [26] .", "cite_spans": [{"start": 144, "end": 148, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 149, "end": 152, "text": "21]", "ref_id": "BIBREF20"}, {"start": 394, "end": 398, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 399, "end": 403, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 404, "end": 408, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 409, "end": 413, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 588, "end": 592, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 673, "end": 677, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Viral infection of the central nervous system is often difficult to diagnose, because conventional laboratory methods, such as virus culture and serology, are not sufficiently sensitive. Use of a PCR to check for viral infection has resulted in increased viral identification in neurological disorders [13, 27] . In addition, a more specific method, nested PCR, is reported to be highly sensitive for the diagnosis of mumps virus CNS infection [27] . We used the nested PCR method to detect the mumps virus. The mumps virus, a member of the Rubulavirus genus of the family Paramyxoviridae, consists of single-stranded negative-sense genomic RNA with a virion [28] . The virus usually causes a benign childhood infection. Parotitis is the most common clinical symptom, and the most common complication of infection is aseptic meningitis. Other central nervous system complications include acute and chronic encephalitis, transverse myelitis, hydrocephalus and acute cerebellar ataxia [27] . Transverse myelitis [29, 30] and optic neuritis [31] , both symptoms of NMO, have been reported subsequent to mumps infection or mumps virus vaccination. Some reports have suggested an association of optic neuritis [22, 32] with mumps virus. Because patients with NMO often have optic neuritis or transverse myelitis as the initial symptom [12] , cases of NMO might be included in those reports. No reports have described an association between NMO and mumps virus, but one case report has described a patient who presented transverse myelitis and optic neuritis after mumps virus meningoencephalitis [33] .", "cite_spans": [{"start": 302, "end": 306, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 307, "end": 310, "text": "27]", "ref_id": "BIBREF26"}, {"start": 444, "end": 448, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 659, "end": 663, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 983, "end": 987, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1010, "end": 1014, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 1015, "end": 1018, "text": "30]", "ref_id": "BIBREF29"}, {"start": 1038, "end": 1042, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1205, "end": 1209, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 1210, "end": 1213, "text": "32]", "ref_id": "BIBREF31"}, {"start": 1330, "end": 1334, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1591, "end": 1595, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the detection of mumps virus in the CSF samples obtained from patients with NMO in this study may indicate that mumps virus may have a role in the pathogenesis of at least a part of NMO.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Devic E (1894) Myélite subaiguë compliquée de névrite optique", "authors": [], "year": null, "venue": "Bull Med", "volume": "8", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Devic's neuromyelitis optica: a clinicopathological study of 8 patients", "authors": [{"first": "R", "middle": ["N"], "last": "Mandler", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Davis", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Jeffery", "suffix": ""}, {"first": "M", "middle": [], "last": "Kornfeld", "suffix": ""}], "year": 1993, "venue": "Ann Neurol", "volume": "34", "issn": "", "pages": "162--168", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The clinical course of neuromyelitis optica (Devic's syndrome)", "authors": [{"first": "D", "middle": ["M"], "last": "Wingerchuk", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Hogancamp", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "O&apos;brien", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Weinshenker", "suffix": ""}], "year": 1999, "venue": "Neurology", "volume": "53", "issn": "", "pages": "1107--1114", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A serum autoantibody marker of neuromyelitis optica: distinction from multiple sclerosis", "authors": [{"first": "V", "middle": ["A"], "last": "Lennon", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Wingerchuk", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kryzer", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Pittock", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Lucchinetti", "suffix": ""}, {"first": "K", "middle": [], "last": "Fujihara", "suffix": ""}, {"first": "I", "middle": [], "last": "Nakashima", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Weinshenker", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "364", "issn": "", "pages": "2106--2112", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "IgG marker of optic-spinal multiple sclerosis binds to the aquaporin-4 water channel", "authors": [{"first": "V", "middle": ["A"], "last": "Lennon", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kryzer", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Pittock", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Verkman", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Hinson", "suffix": ""}], "year": 2005, "venue": "J Exp Med", "volume": "202", "issn": "", "pages": "473--477", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Loss of aquaporin 4 in lesions of neuromyelitis optica: distinction from multiple sclerosis", "authors": [{"first": "T", "middle": [], "last": "Misu", "suffix": ""}, {"first": "K", "middle": [], "last": "Fujihara", "suffix": ""}, {"first": "A", "middle": [], "last": "Kakita", "suffix": ""}, {"first": "H", "middle": [], "last": "Konno", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "I", "middle": [], "last": "Nakashima", "suffix": ""}, {"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Itoyama", "suffix": ""}], "year": 2007, "venue": "Brain", "volume": "130", "issn": "", "pages": "1224--1234", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Multiple sclerosis", "authors": [{"first": "L", "middle": ["F"], "last": "Kastrukoff", "suffix": ""}, {"first": "Gpa", "middle": [], "last": "Rice", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "370--402", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Preferential spinal central gray matter involvement in neuromyelitis optica. An MRI study", "authors": [{"first": "M", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "I", "middle": [], "last": "Miyazawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Fujihara", "suffix": ""}, {"first": "I", "middle": [], "last": "Nakashima", "suffix": ""}, {"first": "T", "middle": [], "last": "Misu", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Itoyama", "suffix": ""}], "year": 2008, "venue": "J Neurol", "volume": "255", "issn": "", "pages": "163--170", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mumps virus infection simulating paralytic poliomyelitis. A report of 11 cases", "authors": [{"first": "E", "middle": ["H"], "last": "Lennette", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Caplan", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Magoffin", "suffix": ""}], "year": 1960, "venue": "Pediatrics", "volume": "25", "issn": "", "pages": "788--797", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Revised diagnostic criteria for neuromyelitis optica", "authors": [{"first": "D", "middle": ["M"], "last": "Wingerchuk", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Lennon", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Pittock", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Lucchinetti", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Weinshenker", "suffix": ""}], "year": 2006, "venue": "Neurology", "volume": "66", "issn": "", "pages": "1485--1489", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Diagnostic criteria for multiple sclerosis: 2005 revisions to the ''McDonald criteria", "authors": [{"first": "C", "middle": ["H"], "last": "Polman", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Reingold", "suffix": ""}, {"first": "G", "middle": [], "last": "Edan", "suffix": ""}, {"first": "M", "middle": [], "last": "Filippi", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Hartung", "suffix": ""}, {"first": "L", "middle": [], "last": "Kappos", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Lublin", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Metz", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Mcfarland", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "O&apos;connor", "suffix": ""}, {"first": "M", "middle": [], "last": "Sandberg-Wollheim", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Thompson", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Weinshenker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Wolinsky", "suffix": ""}], "year": 2005, "venue": "Ann Neurol", "volume": "58", "issn": "", "pages": "840--846", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Neuromyelitis optica and anti-aquaporin-4 antibodies measured by an enzyme-linked immunosorbent assay", "authors": [{"first": "S", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}, {"first": "A", "middle": [], "last": "Okuta", "suffix": ""}, {"first": "A", "middle": [], "last": "Kamegawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fujiyoshi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yoshiyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Mitsuoka", "suffix": ""}, {"first": "K", "middle": [], "last": "Ishibashi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sasaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Hattori", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuwabara", "suffix": ""}], "year": 2008, "venue": "J Neuroimmunol", "volume": "196", "issn": "", "pages": "181--187", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Application of PCR for various neurotropic viruses on the diagnosis of viral meningitis", "authors": [{"first": "M", "middle": [], "last": "Hosoya", "suffix": ""}, {"first": "K", "middle": [], "last": "Honzumi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sato", "suffix": ""}, {"first": "M", "middle": [], "last": "Katayose", "suffix": ""}, {"first": "K", "middle": [], "last": "Kato", "suffix": ""}, {"first": "H", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 1998, "venue": "J Clin Virol", "volume": "11", "issn": "", "pages": "117--124", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Diagnosis of group A coxsackieviral infection using polymerase chain reaction", "authors": [{"first": "M", "middle": [], "last": "Hosoya", "suffix": ""}, {"first": "H", "middle": [], "last": "Ishiko", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "K", "middle": [], "last": "Honzumi", "suffix": ""}, {"first": "S", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Kato", "suffix": ""}, {"first": "H", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2002, "venue": "Arch Dis Child", "volume": "87", "issn": "", "pages": "316--319", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rating neurologic impairment in multiple sclerosis: an expanded disability status scale (EDSS)", "authors": [{"first": "J", "middle": ["F"], "last": "Kurtzke", "suffix": ""}], "year": 1983, "venue": "Neurology", "volume": "33", "issn": "", "pages": "1444--1452", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Devic's neuromyelitis optica and HIV-1 infection", "authors": [{"first": "P", "middle": [], "last": "Blanche", "suffix": ""}, {"first": "E", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "B", "middle": [], "last": "Gombert", "suffix": ""}, {"first": "D", "middle": [], "last": "Sicard", "suffix": ""}, {"first": "O", "middle": [], "last": "Rivoal", "suffix": ""}, {"first": "A", "middle": [], "last": "Brezin", "suffix": ""}], "year": 2000, "venue": "J Neurol Neurosurg Psychiatry", "volume": "68", "issn": "", "pages": "795--796", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Post-dengue neuromyelitis optica: case report of a Japanese-descendent Brazilian child", "authors": [{"first": "A", "middle": [], "last": "Miranda De Sousa", "suffix": ""}, {"first": "M", "middle": [], "last": "Puccioni-Sohler", "suffix": ""}, {"first": "Dias", "middle": [], "last": "Borges", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}, {"first": "Fernandes", "middle": [], "last": "Adorno", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}, {"first": "Papais", "middle": [], "last": "Alvarenga", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "Papais", "middle": [], "last": "Alvarenga", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "", "suffix": ""}], "year": 2006, "venue": "J Infect Chemother", "volume": "12", "issn": "", "pages": "396--398", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Association of anti-Helicobacter pylori neutrophil-activating protein antibody response with anti-aquaporin-4 autoimmunity in Japanese patients with multiple sclerosis and neuromyelitis optica", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Minohara", "suffix": ""}, {"first": "H", "middle": [], "last": "Piao", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsushita", "suffix": ""}, {"first": "K", "middle": [], "last": "Masaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsuoka", "suffix": ""}, {"first": "N", "middle": [], "last": "Isobe", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Su", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ohyagi", "suffix": ""}, {"first": "J", "middle": [], "last": "Kira", "suffix": ""}], "year": 2009, "venue": "Mult Scler", "volume": "15", "issn": "", "pages": "1411--1421", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Neuromyelitis optica with HTLV-1 infection: different from acute progressive HAM", "authors": [{"first": "M", "middle": [], "last": "Koga", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawai", "suffix": ""}, {"first": "K", "middle": [], "last": "Negoro", "suffix": ""}, {"first": "T", "middle": [], "last": "Kanda", "suffix": ""}], "year": 2009, "venue": "Intern Med", "volume": "48", "issn": "", "pages": "1157--1159", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Multiple sclerosis and poliomyelitis", "authors": [{"first": "D", "middle": ["C"], "last": "Poskanzer", "suffix": ""}, {"first": "K", "middle": [], "last": "Schapira", "suffix": ""}, {"first": "H", "middle": [], "last": "Miller", "suffix": ""}], "year": 1963, "venue": "Lancet", "volume": "2", "issn": "", "pages": "917--921", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Childhood infections and risk of multiple sclerosis", "authors": [{"first": "P", "middle": [], "last": "Bager", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Nielsen", "suffix": ""}, {"first": "K", "middle": [], "last": "Bihrmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Frisch", "suffix": ""}, {"first": "H", "middle": [], "last": "Hjalgrim", "suffix": ""}, {"first": "J", "middle": [], "last": "Wohlfart", "suffix": ""}, {"first": "N", "middle": [], "last": "Koch-Henriksen", "suffix": ""}, {"first": "M", "middle": [], "last": "Melbye", "suffix": ""}, {"first": "T", "middle": [], "last": "Westergaard", "suffix": ""}], "year": 2004, "venue": "Brain", "volume": "127", "issn": "", "pages": "2491--2497", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Risk factors in multiple sclerosis: a population-based case-control study in", "authors": [{"first": "C", "middle": [], "last": "Berr", "suffix": ""}, {"first": "J", "middle": [], "last": "Puel", "suffix": ""}, {"first": "M", "middle": [], "last": "Clanet", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Ruidavets", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Mas", "suffix": ""}, {"first": "A", "middle": [], "last": "Alperovitch", "suffix": ""}], "year": 1989, "venue": "Acta Neurol Scand", "volume": "80", "issn": "", "pages": "46--50", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Virus-reactive and autoreactive T cells are accumulated in cerebrospinal fluid in multiple sclerosis", "authors": [{"first": "H", "middle": [], "last": "Link", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Sun", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "A", "middle": [], "last": "Löve", "suffix": ""}, {"first": "S", "middle": [], "last": "Fredrikson", "suffix": ""}, {"first": "T", "middle": [], "last": "Olsson", "suffix": ""}], "year": 1992, "venue": "J Neuroimmunol", "volume": "38", "issn": "", "pages": "63--73", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The intrathecal synthesis of virus-specific oligoclonal IgG in multiple sclerosis", "authors": [{"first": "C", "middle": ["J"], "last": "Sindic", "suffix": ""}, {"first": "P", "middle": [], "last": "Monteyne", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Laterre", "suffix": ""}], "year": 1994, "venue": "J Neuroimmunol", "volume": "54", "issn": "", "pages": "75--80", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Multiple sclerosis and infectious childhood diseases", "authors": [{"first": "S", "middle": [], "last": "Bachmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Kesselring", "suffix": ""}], "year": 1998, "venue": "Neuroepidemiology", "volume": "17", "issn": "", "pages": "154--160", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Absence of measles, mumps, and rubella viral genomic sequences from multiple sclerosis brain tissue by polymerase chain reaction", "authors": [{"first": "M", "middle": ["S"], "last": "Godec", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Asher", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Murray", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Shin", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Greenham", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Gibbs", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Gajdusek", "suffix": ""}], "year": 1992, "venue": "Ann Neurol", "volume": "32", "issn": "", "pages": "401--404", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Nested PCR for rapid detection of mumps virus in cerebrospinal fluid from patients with neurological diseases", "authors": [{"first": "G", "middle": ["P"], "last": "Poggio", "suffix": ""}, {"first": "C", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "D", "middle": [], "last": "Cisterna", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Freire", "suffix": ""}, {"first": "J", "middle": [], "last": "Cello", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "38", "issn": "", "pages": "274--278", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Mumps virus", "authors": [{"first": "J", "middle": ["S"], "last": "Wolinsky", "suffix": ""}], "year": 1996, "venue": "", "volume": "1", "issn": "", "pages": "1243--1265", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Transverse myelitis following mumps in children", "authors": [{"first": "M", "middle": [], "last": "Nussinovitch", "suffix": ""}, {"first": "N", "middle": [], "last": "Brand", "suffix": ""}, {"first": "M", "middle": [], "last": "Frydman", "suffix": ""}, {"first": "I", "middle": [], "last": "Varsano", "suffix": ""}], "year": 1992, "venue": "Acta Paediatr", "volume": "81", "issn": "", "pages": "183--184", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Transverse myelitis following mumps in an adult: a case report with MRI correlation", "authors": [{"first": "N", "middle": [], "last": "Venketasubramanian", "suffix": ""}], "year": 1997, "venue": "Acta Neurol Scand", "volume": "96", "issn": "", "pages": "328--331", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bilateral neuroretinitis associated with mumps", "authors": [{"first": "R", "middle": [], "last": "Khubchandani", "suffix": ""}, {"first": "T", "middle": [], "last": "Rane", "suffix": ""}, {"first": "P", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "F", "middle": [], "last": "Nabi", "suffix": ""}, {"first": "P", "middle": [], "last": "Patel", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Shetty", "suffix": ""}], "year": 2002, "venue": "Arch Neurol", "volume": "59", "issn": "", "pages": "1633--1636", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Intrathecal synthesis of virusspecific oligoclonal IgG, and of free kappa and free lambda oligoclonal bands in acute monosymptomatic optic neuritis: comparison with brain MRI", "authors": [{"first": "J", "middle": ["L"], "last": "Frederiksen", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Sindic", "suffix": ""}], "year": 1998, "venue": "Mult Scler", "volume": "4", "issn": "", "pages": "22--26", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Nervous system affections caused by the mumps virus", "authors": [{"first": "S", "middle": ["C"], "last": "Leonberg", "suffix": ""}], "year": 1977, "venue": "Neurol Neurocir Psiquiatr", "volume": "18", "issn": "S2-3", "pages": "485--493", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Nested PCR analysis of viral RNA from representative CSF samples. Amplification yielded a band of 223 bp (Arrow). Positive control (PC); negative control (NC); clinical samples, lane 1-9; molecular weight marker (", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic and clinical characteristics of subjects DSS Expanded Disability Status Scale; anti-AQP4 Ab anti-aquaporin-4 antibodyTable 2 Nested PCR primer sequences for mumps virus and enterovirus Primer F1 and R1 for each virus used in first-round PCR and primer F2 and R2 in second-round PCR b Reference given for a primer pair taken or adapted from published PCR results", "latex": null, "type": "table"}}, "back_matter": []}