{
    "paper_id": "1c19fcdd00eae490acbd4ce70bed632038a9b7de",
    "metadata": {
        "title": "Immune Reactions -473 27.6.2 Febrile Reactions -474 27.6.3 Febrile Nonhemolytic Transfusion Reaction -474 27.6.4 Allergic and Anaphylactic Reactions -475 27.6.5 Bacterial Contamination -475 27.6.6 Post-transfusion Purpura -475 27",
        "authors": [
            {
                "first": "Jacek",
                "middle": [
                    "B"
                ],
                "last": "Cywinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "27.6.9 Transfusion-Related Acute Lung Injury -477 27.6.10 Transfusion-Related Circulatory Overload -477 27.6.11 Transfusion-Associated Graft-Versus-Host Disease -478 27.6.12 Immunomodulation -478 27. 7 Questions and Answers -478",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Key Points 1. Transfusion of blood products can be lifesaving, however, it is not risk free. Therefore it is the responsibility of the physician to use appropriate triggers for blood component therapy. 2. ABO and the Rh systems are the most important in the majority of blood transfusions, although human red cell membranes contain as many as 300 different antigenic determinants. 3. Indication for red blood cell (RBC) transfusion is the need to increase the oxygen-carrying capacity. 4. The US Food and Drug Administration (FDA) recommends avoiding HES in critically ill adult patients and septic patients requiring ICU care. 5. Transfusion-related acute lung injury (TRALI) is currently the leading cause of transfusion-related death. Clinical presentation of TRALI may be indistinguishable from acute respiratory distress syndrome (ARDS) and is characterized by acute onset, bilateral pulmonary infiltrates and hypoxia without evidence of congestive heart failure (CHF).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 530,
                    "text": "(FDA)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References -481"
        },
        {
            "text": "During the perioperative period, some patients may require transfusion of blood products. The most common cause and indication for administration of blood components is acute surgical blood loss. In such a situation, transfusion of blood products can be lifesaving, however, it is not risk free. Therefore it is the responsibility of the physician to use appropriate triggers for blood component therapy. When there is clinical evidence of a deficiency in oxygen-carrying capacity, red cell transfusion should be considered; and if clinically significant coagulopathy is present, transfusion of hemostatic blood product should be considered. There are no mandatory thresholds for the transfusion; the clinician should take into consideration the patient's medical condition, the surgical procedure, symptoms, and the rate of blood loss when deciding if and when to start blood therapy. Although transfusion of whole blood is still used in certain clinical circumstances, blood components are transfused more often to correct specific deficiencies. The primary advantage of component therapy is that only the needed, specific fraction of the blood is administered, allowing several patients to benefit from 1 donation and administration of unnecessary or unneeded components is avoided. In addition, separation of the whole blood into components permits each to be stored under optimal conditions to enhance and preserve efficacy. The primary disadvantage of component therapy is encountered in treating patients with massive blood loss requiring massive transfusion, since these patients would benefit from whole blood to restore oxygen carrying capacity as well as hemostatic function. Multiple components are more expensive and more difficult to transfuse in such situations as compared to whole blood, and exposure to various complications of transfusion can be increased as the number of donor exposures increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A blood donor may donate whole blood or donate a specific component of blood using apheresis technology. At the time of whole blood donation, blood is collected into a sterile plastic blood reservoir containing an anticoagulant and preservative. Integral tubing connected with satellite bags allows for the separation of whole blood into various components using differential speed centrifugation techniques. One whole blood unit may be separated into 1 unit of plasma, 1 unit of red cells, and 1 unit of whole blood-derived (\"random donor\") platelets. Each of these components is then stored under optimal conditions. Apheresis technology is used to collect needed components (red cells, platelets, or plasma) from a donor and then return the remaining constituents to the blood donor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donation of Blood"
        },
        {
            "text": "In order to provide adequate safety for the donors and recipients of blood, all blood donors are screened to determine suitability for donation. This process includes donor history and a physical examination, and then if the donor meets criteria, testing of the donor blood specimen. Donor blood is routinely tested for human immunodeficiency virus (HIV) l/2, human T-cell lymphotropic virus (HTLV) I/II, hepatitis C virus (HCV), hepatitis B virus (HBV), West Nile virus, and Treponema pallidum. Since the use of the newest nucleic acid testing technology, the seroconversion window has decreased to 11 days for HIV and 8-10 days for hepatitis C. Hence donation by seronegative individuals during the period of seroconversion can pose the risk of transmitting infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donation of Blood"
        },
        {
            "text": "Some patients may request \"designated donors\": ABO compatible donors known to a patient and selected for donation with the stipulation that their blood be reserved for a specific patient's use. However, the concept that \"designated donors\" provide safer blood than units collected from the volunteer donors is not valid. Because of the potential increased risk for alloimmunization of an Rh negative female who receives a blood transfusion from a Rh positive male sexual partner and subsequent hemolytic disease of the newborn, blood transfusions from a male donor to a female sexual partner are not recommended. Cellular blood components from blood relatives carry an increased risk of causing transfusion associated graft-versus-host disease (TA-GVHD), even in an immunocompetent recipient, and should be irradiated to prevent TA-GVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donation of Blood"
        },
        {
            "text": "Limited donor exposure transfusion is based on the assumption that decreasing the number of donor exposures will result in a concurrent decrease in transfusion-related complications. This is most often used in the pediatric and neonatal patient populations. A donor, often a parent, may donate multiple units of blood over a period of time desig-nated for a particular patient. Transfusion services may assign a particular RBC unit to a pediatric patient and take aliquots from the RBC unit for the shelf-life of the unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donation of Blood"
        },
        {
            "text": "Compatibility testing is done to prevent transfusion of incompatible blood that may result in a hemolytic transfusion reaction. ABO and the Rh systems are the most important in the majority of blood transfusions, although human red cell membranes contain many more different antigenic determinants. Individuals generate antibodies to the alleles they lack within each system or generate them in response to sensitization from a previous transfusion or pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compatibility Testing"
        },
        {
            "text": "A type and screen (T&S) consists of typing the patient's red cells for ABO and Rh blood groups and screening the patient's plasma or serum for the presence of unexpected non-ABO antibodies. The ABO group is determined by typing the patient's red cells using anti-A and anti-B reagents (forward type) and by testing the patient's serum against A and B reagent cells (reverse type). The patient's RBCs are also tested with anti-D for the presence (Rh positive) or absence (Rh negative) of the D antigen. Also, the patient's plasma is screened for the presence of unexpected antibodies by incubating it with 2 selected screening cells that contain all of the critical non-ABO antigens using an antihuman globulin (AHG) technique (indirect antiglobulin test or Coombs test). If an antibody is detected in the patient's plasma, the screen is considered positive. ABO group, Rh type, and antibody detection screening take about 45 min to perform. If the antibody screen is negative and the patient has no history of detected antibodies, the patient may receive RBCs that are tested for ABO compatibility by performing an immediate spin crossmatch or an electronic/computer crossmatch. ABO-and Rh-compatible blood is selected from the inventory and issued within 5-10 min. If the antibody screen is positive, the unexpected antibody or antibodies must first be identified before antigen negative-compatible RBC units can be found and then crossmatched-all of which usually takes several hours [1] .",
            "cite_spans": [
                {
                    "start": 1486,
                    "end": 1489,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Compatibility Testing"
        },
        {
            "text": "During a crossmatch, the patient's serum is incubated with red cells from a specific donor unit to verify in vitro compatibility. A crossmatch is performed with a short incubation time at room temperature (immediate spin) intended solely to verify ABO compatibility or as a long incubation time at 37 °C (AHG crossmatch) intended to verify compatibility for clinically significant non-ABO red cell antigens. The immediate spin crossmatch takes 5-10 min, while the AHG crossmatch takes at least 45 min. The electronic/computer crossmatch may be performed instead of an immediate spin crossmatch and uses a computer system to select an RBC unit based on a series of validated computer algorithms. Serologic testing of the donor RBC unit with patient specimen is NOT performed in this scenario. An AHG crossmatch is only required for patients with a current or past history of clinically significant unexpected antibodies in their plasma or when a patient develops unexplained, acute anemia after recent transfusion [1] .",
            "cite_spans": [
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Compatibility Testing"
        },
        {
            "text": "In an emergency situation when there is a need for transfusion, type-specific or type O Rh-negative red cells can be administered while awaiting a formal crossmatch to be performed. Type O Rh-positive red blood cells for males or postmenopausal females can be transfused in this setting as well. Administration of Group O uncrossmatched blood is safe as long as the patient has not been already alloimmunized to any non-ABO red cell antigens. Administration of a substantial number of Group O Rh-negative blood may potentially lead to hemolysis if multiple units of Group O whole blood (containing anti-A and anti-B antibodies) have been transfused to patients with Group A or B blood. The patient can be switched back to native type-specific blood after subsequent compatibility testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compatibility Testing"
        },
        {
            "text": "Indications restoration of oxygen carrying capacity and restoration of hemostatic function in setting of massive blood loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole Blood"
        },
        {
            "text": "Whole blood units contain approximately 450-500 mL donated blood plus approximately 70 mL of a citratebased anticoagulant-preservative solution, which helps to maintain the viability of red blood cells. The whole blood collected and stored with citrate-phosphate-dextrose-adenine (CPDA-1) solution has a 35-day shelf life and a hematocrit of approximately 35%. Whole blood is rarely transfused in a current clinical practice but it may be indicated for acute, massive blood loss. In cardiac surgery, transfusion of fresh whole blood was tested as an alternative to using red blood cells, platelets, and fresh frozen plasma (FFP) and decreased need for component transfusion. Although 1 study showed less postoperative blood loss in infants, the majority of the studies concluded that the logistic problems of obtaining fresh blood from a prescreened donor (to be transfused within 12 h of collection) outweighed any advantages. Nonetheless, its indication for massive transfusion-particularly in combat and in disasters-is still under investigation. Because of the logistic, very few blood centers or hospitals maintain an inventory of CPDA-1 whole blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole Blood"
        },
        {
            "text": "Indications increasing the oxygen-carrying capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "One unit of whole blood is separated into red blood cells and platelet-rich plasma by centrifugation and collected in CPDA-1 anticoagulant-preservative solution with a hematocrit of approximately 70% and a shelf life of 35 days. If 100 mL of Adsol® (AS-1), Nutricel® (AS-3), or Optisol® (AS-5) is added to red blood cells with CP2D or CPDA-1, shelf life is prolonged to 42 days reducing the hematocrit to approximately 60%. Red blood cells are only indicated for raising the oxygen-carrying capacity, although they also provide volume when given to patients who are acutely hemorrhaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Glycerolized red blood cells are stored frozen at temperatures of −65 °C or lower for up to 10 years. Glycerol is used to protect the red cells during freezing and thawing and is removed by washing before transfusion. An automated closed cell processing systems in conjunction with using nutrient-additive solutions, such as AS-3, have extended the post-wash storability of the blood to 14 days following thawing. This approach is indicated for prolonged storage of rare red cells for patients with antibodies to red cells with rare red cell antigen phenotypes, storage of Group O red blood cells to treat patients during times of shortage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Leukocyte-reduced red blood cells were primarily indicated in the past for patients with a history of multiple febrile nonhemolytic transfusion reactions, for select patients who were frequent transfusion candidates and thus at risk for alloimmunization to leukocyte antigens, and for prevention of cytomegalovirus (CMV) infection in high-risk patients who were immunocompromised. For the same reasons, leukocytereduced red blood cells are increasingly being used in the USA general population of transfused patients, and universal leukocyte reduction is now mandated in Canada and many European countries as well. Certain patient populations at high risk (eg, trauma, cardiac surgery), with systemic endothelial activation/dysfunction related to the systemic inflammatory response, may benefit from leukoreduced units to attenuate target organ injury. This is supported by randomized, controlled trials (RCTs) involving nearly 2500 patients, revealing a 50-70% reduction in mortality in patients who were randomly assigned to receive leukoreduced packed red blood cells (PRBC) units [2] . Third-generation adsorption filters enable the removal of 99.9% of donor leukocytes and are more effective than the cell washing and centrifugation techniques used previously.",
            "cite_spans": [
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[2]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Washed red blood cells are prepared by centrifugation with saline to remove almost all plasma. They are indicated only for patients who have had severe allergic reactions associated with transfusion or immunoglobulin A (IgA) deficiency. Washed red blood cells must be given through a standard blood filter, and can be stored no longer than 24 h because of the risk of bacterial contamination following washing in an open system. Washing of red cells may be used to remove excess potassium from older units as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Irradiated whole blood or red blood cells are blood components that have been exposed to a standard dose of ionizing (gamma) radiation to render viable lymphocytes incapable of engraftment in premature newborns, highly immunocompromised patients (e.g., bone marrow or solid organ transplant), and blood relatives of directed donations to reduce the possibility of transfusion-related graft-versushost disease. Increased membrane permeability has been noted after irradiation, with viability of the irradiated red cells leaking potassium at an accelerated rate. Mild functional impairment manifested by significant leakage of potassium and accumulation of plasma hemoglobin has been demonstrated subsequent to gamma irradiation. This issue can become especially problematic if blood is stored for extended periods of time following irradiation, resulting in rare but serious incidences of hyperkalemic cardiac arrhythmia or serious conduction abnormality. Washing the red cell component can be used to remove excess potassium. Irradiated red blood cells have a reduced storage period (not to exceed 28 days after irradiation) in order to limit the deleterious effects this treatment can have [3] .",
            "cite_spans": [
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[3]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "In general, red blood cells are indicated in symptomatic, anemic patients to restore oxygen-carrying capacity. Red cells may be used in the setting of severe bleeding (e.g., >1-2 liters/hour) in an attempt to manage ongoing hypovolemia/ anemia. Transfusion volume required for individual patients can be estimated using the patient's hematocrit, blood volume, and state of hydration. In many cases, transfusion rates and/or amounts can be effectively reduced by employing blood conservation techniques. One unit of red blood cells will increase the hematocrit by approximately 3% and the hemoglobin by about 1 g/dL in the average adult. Ten mL/kg of red blood cells will raise hematocrit by 10%. The increase in the recipient's hematocrit will vary depending upon many factors, which include the donor's hematocrit, the recipient's fluid status and size, the anticoagulant-preservative solution utilized, the rate of active bleeding, and the duration of storage of the unit transfused.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Calcium-containing solutions must not be added to blood, particularly at slow infusion rates, because small clots may form due to the presence of calcium in excess of the chelating ability of the citrate anticoagulant. Hypotonic solutions such as 5% dextrose in water should not be used to dilute red cells since clumping of the cells or hemolysis may occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Even though an anticoagulant is added to blood at the time of the collection from the donor, small clots are occasionally present, which requires filtration at the time of infusion. Standard blood administration sets usually have a clot-screening filter with a pore size of 170-200 μ(mu)m. These filters permit rapid transfusion and should be used for administration of red cell components, platelet and granulocyte concentrates, FFP, and cryoprecipitate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "During storage of red cells, microaggregates consisting of platelets, leukocytes, and fibrin form. These microaggregates are able to pass through 170 μ(mu)m filters and lodge in the pulmonary circulation. For that reason use of microaggregate (20-40 μ[mu]m) filters has become increasingly popular, although it has not been proven to reduce the incidence of respiratory distress syndrome in patients receiving multiple transfusions. The usefulness of microaggregate filters is still debated and there is no firm indication for their use during routine transfusions, even when large volumes of blood are administered (massive transfusion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Red Blood Cells"
        },
        {
            "text": "Indications correction of a deficiency in either platelet number or function in clinical situations of ongoing or anticipated bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Random-donor platelets can be prepared from whole blood stored at 22 °C within 8 h of collection. After the collection of approximately 500 mL of whole blood into citratebased anticoagulant-preservative containing collection bags, the blood is centrifuged; the platelet-rich plasma (PRP) is separated into an attached empty satellite bag. This PRP is centrifuged again and separated into 1 unit of platelet concentrate and 1 unit of plasma. Each unit of platelets contains approximately 5 × 10 10 platelets in 50-70 mL of plasma [4] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Platelets can be also isolated from the buffy coat layer, following centrifugation of whole blood in specific bags that remove RBC and plasma through tubing in the bottom and top of the bags. The platelet-enriched buffy coat is further processed (through centrifugation and/or leukoreduction filters) to eliminate white blood cells (WBCs) and remaining RBCs. This method is currently employed mostly in Europe and Canada and it permits storage of whole blood at 22 °C for up to 24 h prior to platelet removal [4] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Another method to obtain platelet concentrate is apheresis. Platelets (single-donor) are obtained by performing apheresis on volunteer donors. During this procedure, large volumes of donor blood are processed into an extracorporeal circuit and centrifuged to separate the components. The red blood cells and a certain percentage of the plasma are returned to the donor. A single donor donates the equivalent of 3-5 × 10 11 , or 4 to 6 units, of platelets suspended in a volume of 200-400 mL of plasma. Pheresis-derived platelets minimize the number of donor exposures and increases the amount of collected platelets and it has become the primary source of platelets in the US [4] .",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 679,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Platelets should be stored at room temperature (20-24 °C) for up to 5 days with continuous gentle agitation to prevent platelet aggregation. All platelet products should be tested for bacterial contamination prior to transfusion. The administration of ABO-specific platelets is not strictly (ie, usually limited to 300-500 mL of out-of-group plasma) required because platelet concentrates contain few red blood cells. However, administration of non-ABO specific platelets may be of concern with transfusion of pediatric patients with a small blood volume because of anti-A and/or anti-B in the plasma. The administration of out-of-group pooled platelet components leads to transfusion of plasma containing anti-A and/or anti-B, resulting in passive alloimmunization and may cause a weakly positive direct antiglobulin test due to anti-A and or anti-B from the plasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Platelets transfusion is indicated to correct a deficiency in either platelet number (thrombocytopenia) or platelet function (thrombocytopathy or qualitative platelet disorders). One unit of apheresis platelets or a pool of 4-6 whole bloodplatelets (derived from 4-6 donors) increases the platelet count by approximately 3-5 × 10 10 /L in the average adult. For pediatric patients, a dose of 10 ml/kg or 1 unit of platelets/10 kg will generally increase the platelet count to adequate levels. Factors to consider for the transfusion of platelets for counts between 5 and 10 × 10 10 /L are the type of surgery, extent of actual blood loss or microvascular bleeding, presence of potent antiplatelet medications (e.g., clopidogrel, IIb/IIIa antagonists, etc.) and disorders, such as uremia, known to affect platelet function and coagulation. Operations at closed sites (e.g., neuro or ophthalmic surgery) usually require increasing the platelet count 100 × 10 9 /L in order to ensure adequate hemostasis. Surgical procedures associated with insignificant blood loss may be undertaken in patients with platelet counts less than 50 × 10 9 /L. The platelet count alone does not guarantee adequate platelet function and platelet transfusion may be indicated, even above 100 × 10 9 /L count, if platelet dysfunction is suspected and/or there is a recent history of taking aspirin or other more potent or longer halflife platelet-inhibiting drugs (e.g., clopidogrel). Potent agents such as glycoprotein IIb/IIIb antagonists may require 2 or more apheresis platelet units to achieve normal hemostasis while effects of some other agents (e.g., clopidogrel) have not consistently been shown to be reversed with platelets. Whole blood coagulation tests such as thromboelastography or thromboelastometry testing can identify platelet dysfunction more precisely. The prophylactic administration of platelets is not recommended in patients with chronic thrombocytopenia caused by increased platelet destruction (e.g., idiopathic thrombocytopenic purpura) and, in fact, may be ineffective in a substantial percentage of these patients [3] .",
            "cite_spans": [
                {
                    "start": 2118,
                    "end": 2121,
                    "text": "[3]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Platelets can be infused through a platelet or standard component administration set with a 170-micron filter; platelets should not be transfused through fluid warmers or rapid infusion systems. Microaggregate filters (20-micron to 40-micron) should not be used because they will remove most of the platelets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Platelets"
        },
        {
            "text": "Indications correction of coagulopathy related to the deficiency of clotting factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frozen Plasma"
        },
        {
            "text": "After removal of red blood cells from the whole blood, the remaining platelet-rich plasma is further centrifuged to separate the platelets from the plasma. Separated plasma contains all the blood coagulation factors, fibrinogen, and other plasma proteins in a volume of 170-250 mL. The plasma is then frozen within 8 h of phlebotomy to prevent complete inactivation of temperature-sensitive (\"labile\") coagulation factors V and VIII and stored in temperatures colder than −18 °C for up to 1 year with minimal loss of coagulant activity. Prior to the administration of FFP, the plasma must be thawed in a waterbath at 37 °C on, which takes approximately 30 min. After thawing, the units of FFP are stored at 1-6 °C and are generally transfused within 24 h. FFP that has been thawed but not used within 24 h can be relabeled as \"thawed plasma\" (TP) and stored at 1-6 °C for an additional 4 days. Thawed plasma maintains normal levels of all factors except factor V, which falls to 80% of normal, and factor VIII, which falls to 60% of normal. TP can be used as a substitute for FFP [5] .",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Frozen Plasma"
        },
        {
            "text": "FFP is used for the treatment of microvascular bleeding due to congenital and acquired coagulopathies resulting in a prolongation of either the activated partial thromboplastin time (aPTT) or prothrombin time (PT) greater than 1.5 times normal, or a coagulation factor assay of less than 25%. Evidence-based data supporting administration of FFP in patients with international normalized ratio (INR) values <2.0 are lacking. In emergent situations, FFP may be used to reverse the effect of warfarin prior to surgery or during active bleeding episodes. However, if time permits, oral or parenteral vitamin K will produce the same effect in 6-12 h without exposing patients to the risks associated with allogeneic blood components. In the patient who has been transfused with more than 1-2 blood volumes and PT and PTT cannot be obtained in a timely fashion, FFP may be administered after administration of platelets to correct microvascular bleeding believed to be due to coagulation deficiency. When FFP is indicated, it should be administered in a dose calculated to achieve a minimum of 30% of plasma factor concentration. Ten to 15 mL/kg of FFP will usually result in an increase of most coagulation factors by 25-30%. FFP should be administered through a blood administration set with a 170-micron filter [3] .",
            "cite_spans": [
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "[3]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Frozen Plasma"
        },
        {
            "text": "Indications low fibrinogen levels or von Willebrand's disease (deficient or abnormal von Willebrand molecule).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryoprecipitate"
        },
        {
            "text": "Cryoprecipitate is prepared from a unit of FFP; it is the cold-insoluble white precipitate that forms when a bag of FFP is thawed at 1-6 °C. This cold-insoluble material is removed following centrifugation and immediately refrozen at −18 °C to be stored at this temperature for up to 1 year. Each unit of cryoprecipitate contains 80-150 units of factor VIII, 150-250 mg of fibrinogen, von Willebrand factor, factor XIII, and fibronectin in a volume of 5-15 mL. Cryoprecipitate must be transfused within 4-6 h of thawing if given to increase factor VIII levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryoprecipitate"
        },
        {
            "text": "Cryoprecipitate is used primarily to augment fibrinogen levels depleted because of massive hemorrhage or disseminated intravascular coagulation (DIC). Rarely, it is used for the treatment of congenital or acquired factor XIII deficiency. For fibrinogen replacement therapy, 1 unit of cryoprecipitate per 10 kg body weight increases plasma fibrinogen by approximately 50-70 mg/dL in the absence of continued consumption or massive bleeding. The minimum hemostatic level of fibrinogen is less than or equal to 80-100 mg/dL, but many experts regard that minimal level as too low. The national guidelines in Germany and Austria recommend higher levels of 150-200 mg/dL [7] . Because cryoprecipitate does not contain factor V, it should not be the sole replacement therapy for DIC, which is almost always associated with a variety of factor deficiencies and thrombocytopenia. Hence, fresh frozen plasma also needs to be administered along with platelet concentrates in those settings where a coagulopathy secondary to DIC is likely occurring.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 668,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cryoprecipitate"
        },
        {
            "text": "Cryoprecipitate should be infused through a 170-to 260-micron component filter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryoprecipitate"
        },
        {
            "text": "A number of plasma derivatives are available to treat coagulation deficiencies. The main advantage of their use is administration of specific deficient factor(s) and avoidance of transfusion of unnecessary blood components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factor Concentrates"
        },
        {
            "text": "Factor VIII concentrates are indicated to correct factor VIII deficiency (hemophilia A). Historically administration of human concentrated factor VIII was associated with a relatively high incidence of infectious disease transmission; however, advances in purification techniques and screening tests have dramatically reduced that risk. Also the development of recombinant factor VIIIC in many instances has replaced human-based blood derivatives for the treatment of factor VIII deficiency. Recombinant factor VIIIC has the major advantage of not carrying the risk of transmitting viral diseases. Mild factor VIII deficiency and Type 1 (80% of von Willebrand's disease) may be partially corrected with desmopressin (DDAVP). Administration of DDAVP is typically associated with a significant increase in both circulating factor VIII and von Willebrand's factor (vWf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factor VIII"
        },
        {
            "text": "Factor IX concentrates were used to treat factor IX deficiency (hemophilia B, or Christmas disease). They contain negligible amounts of factors II, VII, and X and consequently are much less thrombogenic then factor IX complex (prothrombin complex). Recombinant factor IX is currently available and has the advantage of no infectious risk with transfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factor IX"
        },
        {
            "text": "Antithrombin III (ATIII) deficiency is mostly a congenital defect but also can be acquired (ie, in the setting of prolonged exposure to unfractionated heparin). Because ATIII is the major plasma inhibitor of thrombin, patients with ATIII deficiency are highly prone to thromboembolism. ATIII also has an important role as an inhibitor of the activated serum protease factors II, IX, X, XI, and XII. The anticoagulant effect of heparin is due to its ability to greatly increase the inhibitory activity of ATIII; patients with moderate to marked ATIII deficiency can display resistance to heparin. This is critically important for major cardiovascular procedures and surgeries involving cardiopulmonary bypass. Normal ATIII levels can be achieved by administering either human or recombinant preparation of ATIII concentrate. Prophylactic treatment with ATIII concentrate also is recommended for patients with a hereditary deficiency of ATIII (plasma level of 50% or less compared to normal) who have a history of thromboembolism or are undergoing surgical or obstetrical procedures associated with a high incidence of thromboembolism. ATryn is a recombinant antithrombin indicated for the prevention of perioperative and peripartum thromboembolic events in hereditary antithrombin deficient patients. It is not indicated for treatment of thromboembolic events in hereditary antithrombin deficient patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antithrombin III Concentrate"
        },
        {
            "text": "Coagulation factor concentrates such as purified human fibrinogen concentrate and prothrombin complex concentrates (PCCs) are thought to be valuable alternatives to plasma and cryoprecipitate, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antithrombin III Concentrate"
        },
        {
            "text": "The administration of fibrinogen concentrate (FC) is approved only for the therapy of congenital hypofibrinogenemia in the United States. There is still ongoing debate regarding benefits of the perioperative administration of fibrinogen concentrate and some studies suggest that substitution therapy with fibrinogen concentrate may reverse a dilutional coagulopathy by replacing the missing factor and restoring fibrin production and clot formation. Also fibrinogen concentrate significantly improves whole blood clot firmness and reduces the postoperative transfusion requirements in severely bleeding patients. Since adequate level of fibrinogen is crucial for optimal clot generation, administration of fibrinogen concentrate or cryoprecipitate might reduce postoperative bleeding and transfusion. However, the liberal fibrinogen substitution in the perioperative setting cannot be recommended. Plasma threshold levels for fibrinogen substitution of 80-100 mg/dL are still widely considered and recommended in guidelines, but many experts regard that minimal level as too low of a threshold for initiating exogenous fibrinogen replacement. The national guidelines in Germany and Austria recommend higher levels of 150-200 mg/dL in concordance with the Task Force of Advanced Bleeding Care in Trauma and the European recommendations in perioperative bleeding [7] .",
            "cite_spans": [
                {
                    "start": 1361,
                    "end": 1364,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fibrinogen Concentrate"
        },
        {
            "text": "Prothrombin complex concentrates (PCCs) are a human plasma-derived lyophilized product containing the vitamin-K-dependent coagulation factors: FII (pro-thrombin), FVII, FIX, and FX. PCCs are available as so-called 3-factor PCCs with low levels of FVII (commonly used in the US) or as 4-factor PCCs with higher levels of FVII (mainly used in Europe). PCCs may differ considerably in their contents of the anticoagulants protein C, protein S, and antithrombin as well as heparin. The most common indications for their use are the rapid reversal of oral anticoagulation (vitamin K antagonists) and the treatment of patients with a deficiency of vitamin-K-dependent coagulation factors, such as in liver failure. Recently, US and European guideline papers recommended the off-label use of PCCs in patients with trauma and massive bleeding after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prothrombin Complex Concentrate"
        },
        {
            "text": "Administration of PCCs might increase the risk of thromboembolic complications in the early recovery period due to prolonged elevation of thrombin generation potential together with the usual increases of fibrinogen level and platelet count and decreased levels of ATIII. Finally, standard coagulation tests including PT and aPTT do not adequately reflect the patient's thrombin generation potential and antithrombin levels, therefore whole blood coagulation tests (such as ROTEM® or TEG®) may be more accurate to evaluate coagulation status. PCCs carry a prothrombotic risk and should only be administered in situations where the benefit of therapy outweighs this risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prothrombin Complex Concentrate"
        },
        {
            "text": "The FDA-approved indication for recombinant activated factor VII (rFVIIa) is the treatment of hemophilia in patients with antibody inhibitors to coagulation factors VIII or IX, congenital factor VII deficiency, and some rare inherited platelet dysfunctions. In the United States, rFVIIa has been used for off-label indications, such as prophylaxis or therapeutic agent to prevent or treat bleeding in patients without hemophilia. Thereby, rFVIIa was used prophylactically or as a treatment option in Jehovah's Witness patients undergoing cardiac surgery to prevent and control bleeding, or as a rescue medication in refractory bleeding in the postoperative period. Large reviews and meta analyses evaluating use of recombinant factor VIIa for the prevention and treatment of bleeding in patients without hemophilia did not show clinically significant benefits. The same was confirmed by RCT in patients undergoing liver transplantation. A more recent report on the off-label use of rFVIIa suggested an association with relevant increased morbidity and mortality. Meta-analysis of off-label use of rFVIIa in cardiac surgery suggested a higher rate of thromboembolic adverse events, especially in the arterial system. The current guidelines from the Society for Thoracic Surgery and the Society of Cardiovascular Anesthesiologists recommend the use of rFVIIa in patients with refractory micro-vascular bleeding after cardiac surgery. Further, in vitro data suggests a favorable effect of rFVIIa on thrombin generation in patients with recent intake of platelet inhibitors. Patients undergoing urgent or emergent cardiac surgery while treated with antiplatelet agents (e.g., clopidogrel, prasugrel, andticagrelor) might potentially benefit from rFVIIa. Despite suggested increased risk of adverse events in meta-analysis and Cochrane reviews, this safety risk might be counterbalanced by the risk of uncontrolled bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant Activated Factor VII"
        },
        {
            "text": "Hemoglobin-based oxygen carriers (HBOCs) solutions have been developed from animal, recombinant, and human sources. The main advantage of these agents involves potential use in hemorrhaging trauma patients or battlefield scenarios, and in patients who either refuse blood or who cannot get compatible blood (rare phenotypes or multiple antibodies). Some initial studies have demonstrated a substantial reduction in transfusion requirements when blood substitutes have been used with normovolemic hemodilution during cardiac surgery. While theoretically promising, there were many problems related to HBOCs use, mainly the toxicity of hemoglobin solutions, a short half-life, increased vasoactivity (ie, vasospasm) and a relatively high colloid oncotic pressure and affinity for oxygen. Many research setbacks and disappointing results of the clinical trials caused cancellation of further development of a majority of HBOCs products. Natanson et al. examined clinical trials involving the following cell-free hemoglobin products: Hemassist, Hemopure (HBOC 201), Hemolink, Polyheme, and Hemospan. Since the results of this analysis were unfavorable, essentially all ongoing clinical trials involving HBOCs were stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemoglobin-Based Oxygen Carriers"
        },
        {
            "text": "Albumin, a protein solution of approximately 95% albumin and 5% other plasma proteins, is available as a 5% or 25% solution and has been widely used for its oncotic properties. The 25% solution has an oncotic equivalent to 5 times that of plasma. Serum albumin is prepared from pooled human plasma and is heat-treated to eliminate viral and bacterial contamination. Albumin (5%) can be used as a volume expander in patients with adequate oxygen-carrying capacity but should not be used to correct nutritional deficiencies. Recent meta-analysis of albumin vs. crystalloids in critically ill patients showed no difference in mortality or in other outcomes. The same was concluded in the Saline versus Albumin Fluid Evaluation (SAFE) trial as well. Considering that albumin is a blood product and as such a limited resource and its cost is much higher than that of crystalloids, it may be reasonable to suggest using crystalloids rather than albumin in general intensive care unit (ICU) patients. Pooling the data from the SAFE and the Albumin Italian Outcome Sepsis (ALBIOS) trials showed no benefit or harm from albumin compared with saline. Some Jehovah's Witnesses will not accept albumin administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Albumin"
        },
        {
            "text": "Hydroxyethyl starch (HES), a synthetic polymer derived from the starch amylopectin, is available in a 6% solution in normal saline. While it is a commonly used perioperative fluid, it should be used with caution in certain clinical situations. Evidence suggests that the use of HES in critically ill patients (including septic patients), increases the chance of renal injury and the requirement of renal replacement therapy (RRT) when compared to crystalloids. This effect has also been observed in patients with sepsis requiring critical care and has also been found to increase mortality irrespective of the need for RRT. Along the same lines, use of HES in cardiac surgery with cardiopulmonary bypass (CPB) was associated with acute kidney injury (AKI) and increased bleeding. Evidence suggests that HES, when used for large volume resuscitation, is associated with AKI, coagulation abnormalities, and increased transfusion rates. In a systematic review of studies that compared the effect of HES 130/0.4 on TEG as compared to saline or albumin, it was concluded that HES infusion resulted in a smaller and weaker clot. The FDA recommends avoiding HES in critically ill adult patients and septic patients requiring ICU care. The FDA also recommends avoiding these products in patients with preexisting renal dysfunction, bleeding disorders, and in those undergoing open heart surgeries with CPB [8] .",
            "cite_spans": [
                {
                    "start": 1398,
                    "end": 1401,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hydroxyethyl Starch"
        },
        {
            "text": "Although systematic review did not demonstrate any harm associated with the use of 6% HES solutions in general surgical population, these findings should be interpreted with caution because some of the surgical patients receiving HES may be at high risk of both AKI and death and may require critical care support after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxyethyl Starch"
        },
        {
            "text": "Dextrans, large glucose polymers, are available as dextran 40 (molecular weight 40KD) or dextran 70 (molecular weight 70KD). Dextrans can interfere with platelet function, red cell function, or blood crossmatching, and are associated with the potential for anaphylaxis. Therefore, dextrans are rarely used as volume expanders. Promit®, dextran 1 (molecular weight 1KD), should be administered prior to dextran 40 or dextran 70 to reduce the risk of anaphylaxis. Dextrans can improve microvascular circulation by decreasing blood viscosity and coating endothelial cells to minimize platelet and red blood cell aggregation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dextrans"
        },
        {
            "text": "Hemolytic transfusion reactions (HTRs) involve lysis of red blood cells, which can occur intravascularly (acute) or extravascularly (delayed) and can be caused by immunologic incompatibility between the donor and recipient. HTR causes destruction of the transfused red cells by the recipient's antibodies or, less commonly, hemolysis of a recipient's red cells as a result of transfusion of red cell antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune Reactions"
        },
        {
            "text": "Most serious HTRs are induced by transfusion of ABOincompatible red blood cells. The incidence of fatal HTRs is 1 in 300,000 to 1 in 700,000 RBC transfusions; risk of acute HTR is estimated at 1 in 11,000 to as low as 1 in 1000,000 units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune Reactions"
        },
        {
            "text": "Signs and symptoms of HTRs present at the time of the transfusion and may occur after administration of as little as a few mL of incompatible blood. Clerical or system errors resulting in patients receiving the wrong red blood cells is the most common cause of acute HTRs. The severity of a reaction depends on the amount of incompatible blood transfused, the type of incompatibility, and the length of time before treatment is initiated. The patient usually develops with chills, fever, chest and flank pain, and nausea; however, in the anesthetized patient, the only signs may be hemoglobinuria, coagulopathy, and unexplained hypotension [6, 9] .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 643,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 646,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immune Reactions"
        },
        {
            "text": "In cases of suspected acute HTR, the transfusion must be stopped and the blood bank notified immediately to recheck all crossmatched. Treatment should be initiated without delay and is directed toward the most serious complications of HTR: acute renal failure and coagulopathy. Urine output should be maintained at a minimum of 1-2 mL/kg/h with intravenous (IV) fluids to prevent tubular system obstruction; alkalinization of the urine should be considered as well. Loop diuretics may be administered to promote urine flow only after adequate intravascular volume restoration and vasopressors may need to be initiated to maintain optimal perfusion pressure. Laboratory investigation should include the direct antigen test, urine and plasma hemoglobin levels, other tests verifying hemolysis (elevations in lactate dehydrogenase [LDH], bilirubin, and/or undetectable haptoglobin) and baseline coagulation studies (platelet count, prothrombin time, activated partial thromboplastin time, and fibrinogen level).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune Reactions"
        },
        {
            "text": "Immune extravascular (delayed) reactions occur following transfusion of red blood cells containing an antigen other than ABO to a patient with an undetected alloantibody. Delayed hemolytic reaction is generally mild and is caused by antibodies to non-D antigens of the Rh system or to foreign alleles in other systems such as the Kell, Duffy, or Kidd antigens. Estimated risk of delayed HTR is much higher than acute HTR at about 1 in 1000 to 9000 units; the transfused red blood cells usually hemolyze within days to weeks. These reactions are caused by an antibody undetected during pretransfusion compatibility testing and may only become apparent because of a decreasing hemoglobin level, an unexplained poor therapeutic response from a red blood cell transfusion, or with detection of a new antibody (when an antibody screen is repeated). A positive direct antiglobulin (Coombs) test and an unexplained rise in bilirubin may be detected. The treatment of delayed hemolytic reactions is primarily supportive [10] .",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[10]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Immune Reactions"
        },
        {
            "text": "Fever may be the first indication of either a hemolytic transfusion reaction (HTR) or administration of a bacterially contaminated blood component. Transfusion should be stopped and the cause investigated if a patient's body temperature increases by 1 °C or greater in association with blood transfusion (and is not explained by the patient's clinical condition). HTR always should be considered if red blood cells are being administered and the patient becomes suddenly febrile. If platelets are being transfused, bacterial contamination is more likely to be a cause of the fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Febrile Reactions"
        },
        {
            "text": "The most common cause of fever in association with transfusion is febrile nonhemolytic transfusion reaction (FNHTR). About 0.1-1% of RBC transfusions are associated with FNHTRs, but the incidence is higher in chronically transfused patients. The reactions usually develop after most or the entire component has been transfused and are accompanied by chills and rigors. Other symptoms may include headache, nausea, and a feeling of discomfort. In some cases, symptoms might be limited to chills and rigors without any fever present. FNHTRs are immunologically mediated, involving leukocyte antibodies in the patient's plasma (stimulated by previous transfusions or pregnancy) and antigens on donor leukocytes, causing release of endogenous pyrogens by the leukocytes. Cytokines released during component storage are also implicated in causing FNHTRs. Leukocyte reduction of RBC prevents most FNHTRs but has been less effective in preventing recurrent reactions associated with platelet transfusions. Prophylaxis and therapy of FNHTRs consists of pretransfusion administration of an antipyretic agent and treatment of chills (meperidine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Febrile Nonhemolytic Transfusion Reaction"
        },
        {
            "text": "Allergic, anaphylactoid, and anaphylactic reactions involve interaction between an allergen (usually a protein in the plasma of the transfused blood component to which the recipient was previously sensitized) and immunoglobulin E (IgE) antibody present on the surface of mast cells and basophils of the recipient. The antigen-antibody interaction takes place on the surface of the cells, activating them and causing release of various mediators of anaphylaxis (leukotrienes, histamine, bradykinin) that cause the signs and symptoms such as urticarial, bronchospasm, laryngeal edema, severe hypotension, and possibly death. The shorter the interval between initiation of transfusion and the onset of symptoms, the more severe the reaction. Minor allergic reactions occur in 1 per 20 to 2500 transfusions depending on the components used, definition of reaction, and the studied population. Similarly, major reactions range from 1 in 10,000 to 300,000 transfusions for components other than platelets, and much higher rates for plasma-containing components. Current estimates for the risk of minor allergic reactions after red cell transfusions and pooled platelet transfusions are 0.4% and 4.1% respectively. As for major allergic reactions (anaphylactoid and anaphylactic), risk estimates are 1 in 23,000 red cell transfusions and 1 in 1600 platelet pools-platelet transfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergic and Anaphylactic Reactions"
        },
        {
            "text": "When an anaphylactic reaction is suspected, transfusion must be discontinued immediately. Treatment is the same as for other anaphylactic reactions: epinephrine, diphenhydramine and corticosteroids, in addition to appropriate fluid therapy and airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergic and Anaphylactic Reactions"
        },
        {
            "text": "Most anaphylactic and anaphylactoid reactions have no detectable cause. Although only a small percentage of allergic reactions are related to immunoglobulin A (IgA) deficiency in the recipient, laboratory evaluation should focus on the possibility that a patient is IgA deficient because of important implications for future transfusion management. Any patient who experiences an anaphylactic reaction should have a pretransfusion serum sample screened to quantify the IgA levels or to detect the presence of anti-IgA (ie, observed in 30-50% of IgA deficient patients). If anti-IgA is detected or IgA levels are undetectable, the diagnosis of IgA deficiency is confirmed. Until the diagnosis of IgA deficiency is confirmed, only washed or deglycerolized RBCs or washed platelets should be administered. Once the diagnosis is made, however, alloimmunized IgA deficient recipients should only be transfused with components from IgA-deficient donors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergic and Anaphylactic Reactions"
        },
        {
            "text": "Bacteria present in stored blood can grow and may produce toxins. Contamination during collection, processing, or storage is possible but is most likely to occur at the time of phlebotomy or if the donor has bacteremia associated with unrecognized infection. Administration of a bacterially contaminated blood component may result in fever, tachycardia, hypotension, chills, vomiting, and diarrhea. In some patients septic shock, oliguria, and DIC can develop. Since platelets are stored at room temperature, which facilitates bacterial growth, bacteremia is 40 times more frequent following platelet administration than transfusion of refrigerated components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Contamination"
        },
        {
            "text": "Post-transfusion purpura (PTP) is a rare disorder characterized by severe thrombocytopenia 5-10 days after transfusion in a patient sensitized by prior transfusion or pregnancy. In most cases, PTP follows administration of RBCs. The estimated risk is around 1 in 150,000 to 300,000 red cell units. Patients usually recover spontaneously, although plasmapheresis, corticosteroids, and intravenous immune globulin may need to be administered. The pathogenesis is unclear, but PTP is presumably related to the development of a platelet-specific antibody in patients who are deficient of a common platelet antigen (e.g., PLA-1) following transfusion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-transfusion Purpura"
        },
        {
            "text": "Post-transfusion hepatitis may be evident clinically, but the majority of cases are subclinical. Introduction of testing for HCV in 1990 and subsequent implementation of an improved test have decreased the incidence of HCV. Current estimates are around 1 in 1,600,000 to 3,100,000 component units. It is estimated that up to 90% of infections become chronic, but clinical liver disease develops in only 10-20%. The incidence of transfusion-associated HBV, for which testing has been employed for many years, is estimated to be 1 in 31,000 to 220,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis"
        },
        {
            "text": "Testing for antibody to HIV-I and HIV-2 was implemented in 1985 and 1992 respectively. The most recent estimates of HIV infection are 1 in 1,478,000 to 4,700,000 units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human Immunodeficiency Virus, Types I and II"
        },
        {
            "text": "The transmission of HTLV-I/II by transfusion is limited to cellular blood components and data suggest that presence of viable lymphocytes is necessary for HTLV transmission. The estimated transfusion risk is 1in 1,900,000 units. Two diseases are associated with HTLV-I infection albeit infrequently: (1) a chronic degenerative neurologic disease, HLTV-I-associated myelopathy (HAM) or tropical spastic paraparesis (TSP) characterized by progressive lower extremity weakness, spasticity, sensory deficits and urinary incontinence; and (2) adult T-cell leukemia/lymphoma. The lifetime risk of developing overt neurologic or neoplastic disease is thought to be less than 4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human T-Lymphotropic Virus, Types I and II"
        },
        {
            "text": "CMV can be transmitted by transfusion, but clinical disease in immunocompetent patients is rare. Infection can lead to life-threatening multisystem disease in immunocompromised patients such as low-birth-weight infants and bone marrow or solid organ transplant recipients. Use of leukocytereduced or CMV-seronegative cellular blood components is recommended to prevent infection in patients at risk for CMV disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "Recently, cases of transfusion-transmitted West Nile virus have been confirmed in the US. Following these reports, nucleic acid testing for West Nile virus was widely implemented in the US in 2003, which resulted in identification and removal of around 1000 potentially infected donations in the same year. Transmission may still occur, however.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "West Nile Virus"
        },
        {
            "text": "There are some variations in definition of massive transfusion, however, the acute replacement of more than 1 blood volume or more than 10 units of PRBC within several hours are most widely used. Definitions accounting for the dynamics of clinical situations, such as the transfusion of 4 or more red cell concentrate within 1 h when ongoing need is foreseeable or the replacement of 50% of the total blood volume within 3 h, may be more appropriate. The most common clinical situation leading to massive transfusion is extensive trauma; but it also may occur in non-trauma settings during surgical procedures causing large blood loss. In trauma patients, the ideal solution to manage hypovolemia, anemia, and coagulopathy involves administration of fresh whole blood since this approach restores not only oxygen-carrying capacity but also hemostasis via maintenance of normal levels of coagulation factors and platelets. Fresh whole blood, however, is very difficult to maintain by the blood bank due to logistical and testing issues. Blood transfusion in resuscitation protocols for trauma victims is supported in the Advanced Trauma Life Support (ATLS) guidelines of the American College of Surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massive Transfusion"
        },
        {
            "text": "Massive bleeding and fluid resuscitation are frequently complicated by coagulopathy; more often than not the etiology is multifactorial. Coagulation defects develop not only from dilution of platelets and coagulation factors when crystalloid, colloid, and red blood cells are used to replace lost volume, but also from hypothermia, tissue hypoperfusion with resultant lactic acidosis, and other trauma-related events (e.g., DIC triggered by release of tissue factor from apoptotic cells). Coagulopathy associated with massive transfusion is clinically characterized by the presence of microvascular bleeding or oozing from the mucosa, wound, and puncture sites. The development of acidosis, DIC, and hypothermia may parallel massive transfusion and complicate the ability to effectively manage the coagulopathy. Treatment of the coagulopathy should include restoration of systemic perfusion, maintenance of normal temperature, resolution of acid-base abnormalities, and blood component therapy when supported by abnormal laboratory tests in the setting of active bleeding. Viscoelastic analysis of whole blood clotting (thromboelastography, rotation thromboelastometry, and Sonoclot analysis) may be very useful in correction coagulation disturbances in trauma, liver transplantation, and cardiac surgical settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coagulopathy During Massive Bleeding"
        },
        {
            "text": "While thrombocytopenia may develop during massive transfusion, administration of platelets should be reserved for the patient exhibiting microvascular bleeding and a platelet count less than 50 × 10 9 /L. Platelet transfusion may be necessary for patients with intermediate platelet counts (50-100 × 10 9 /L) if it is determined the risk for more bleeding is significant. FFP also should not be administered prophylactically; in the massively transfused patient, clinical bleeding associated with coagulation factor deficiencies is unlikely until factor levels fall below 20% of normal. In the clinical setting, this usually does not occur until greater than 1 blood volume has been replaced and the PT and PTT are greater than 1.5-1.8 times control values. Conversely, in a trauma patient with massive bleeding a rise in the PT may be a late sign that the patient is developing a severe dilutional coagulopathy. In the event the PT and PTT cannot be obtained in a timely fashion, FFP may be administered for correction of microvascular bleeding in patients transfused with more than 1 blood volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coagulopathy During Massive Bleeding"
        },
        {
            "text": "For trauma patients presenting with exsanguinating hemorrhage, coagulopathy correction beginning with aggressive FFP administration early in pre-ICU phase may improve ICU resuscitation response and outcome. It may be appropriate to include the administration of PRBC, FFP, and platelets at fixed ratio in early (pre-ICU) resuscitation protocols for bleeding trauma patients. It has to be emphasized that once bleeding is controlled and the patient is hemodynamically stable, the transfusion of the blood products should be guided by bedside and laboratory tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coagulopathy During Massive Bleeding"
        },
        {
            "text": "Hypothermia (temperatures below 35 °C) is likely to occur during massive transfusion, therefore all blood products and intravenous fluids should be warmed to normal body temperature. The potential effects of hypothermia include ventricular dysrhythmias, shivering, increased oxygen consumption, cardiac arrest, and citrate toxicity secondary to reduced metabolism of citrate and lactate; ventricular arrhythmias progressing to fibrillation often occur at temperatures close to 30 °C. Hypothermia also contributes to coagulopathy: it causes a reversible platelet dysfunction, activity of the coagulation factors and enhances fibrinolysis. Hypothermia also prevents the activation of platelets via traction on the glycoprotein Ib/IX/V complex by von Willebrand factor. In clinical practice the contribution of hypothermia to coagulopathy may be overlooked because coagulation testing is usually performed at 37 °C. Warming of blood, as well as all other fluids during massive transfusion is essential to help prevent systemic hypothermia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypothermia"
        },
        {
            "text": "Transfusion of large volumes of blood or blood products results in hypocalcemia due to calcium binding by the citrate preservative. Clinically significant hypocalcemia, causing cardiac depression, usually occurs when the transfusion rate exceeds 1 unit every 5 min. In such situations intravenous calcium preparations should be administered to restore nor-mal calcium level. Also because citrate is metabolized in the liver, patients with hepatic disease or dysfunction may demonstrate hypocalcemia and require calcium infusion during massive transfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citrate Toxicity"
        },
        {
            "text": "Although stored blood is acidic due to the citric acid anticoagulant and accumulation of red cell metabolites (carbon dioxide and lactic acid), metabolic acidosis due to transfusion is uncommon. However, acidosis interferes with the assembly of coagulation factor complexes involving calcium and negatively charged phospholipids. As a result, the activity of the factor Xa/Va prothrombinase complex is reduced by 50%, 70%, and 80% at pHs of 7.2, 7.0, and 6.8, respectively. The resulting delayed production and reduced concentrations of generated thrombin lead to delayed fibrin production, altered fibrin structure, and increased susceptibility to fibrinolysis. Citric acid and lactic acid are rapidly metabolized to bicarbonate by the liver in patients with liver dysfunction or undergoing liver transplantation accumulation of citric and lactic acid is possible due to decreased metabolism. In the situation of massive blood transfusion, acid-base status is largely dependent upon tissue perfusion, rate of blood transfusion, and citrate metabolism. Once normal tissue perfusion is restored, metabolic acidosis typically resolves, and metabolic alkalosis commonly occurs as citrate and lactate are converted to bicarbonate by the liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acid-Base Balance"
        },
        {
            "text": "As blood ages, the extracellular concentration of potassium steadily increases. The amount of extracellular potassium transfused with each unit is usually less than 4 mEq per unit transfused. However, hyperkalemia can develop regardless of the age of the blood when transfusion rates exceed 100 mL/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperkalemia"
        },
        {
            "text": "At a death rate of 30-40 deaths per million units transfused, transfusion-related acute lung injury (TRALI) is currently the leading cause of transfusion-related death. Clinical presentation of TRALI, in its severe form, is indistinguishable from adult respiratory distress syndrome (ARDS) and is characterized by acute onset (within minutes to 1-2 h after transfusion), bilateral pulmonary infiltrates, and hypoxia without evidence of congestive heart failure (CHF). However, some specific dissimilarities between the 2 entities exist: in comparison to ARDS, TRALI is characterized by a much shorter time interval between exposure to the precipitating risk factor (transfusion) and onset of clinical manifestations. TRALI resolves much faster and has a lower mortality rate when compared to ARDS. TRALI usually develops within 6 h (most often less than 2 h) of a transfusion, usually resolves within 24-48 h, and has a mortality rate of approximately 5-10%; whereas, ARDS does not usu-ally develop until at least 24 h after exposure to 1 of the precipitating factors, has a duration often longer than 72 h, and a mortality approaching 30-60%. Because of increasing awareness and identification of TRALI and reductions in the incidence of infectious and hemolytic complications of transfusions, TRALI is now a primary cause of transfusionassociated mortality reported to the FDA. It can occur after the transfusion of a variety of blood components such as red blood cells, platelets and FFP but is most often seen after transfusion of the plasma-containing blood components such as FFP and platelets [11] .",
            "cite_spans": [
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Transfusion-Related Acute Lung Injury"
        },
        {
            "text": "Most cases of TRALI are due to passive transfer of donorrelated anti-leukocyte antibodies directed at HLA or granulocyte-specific antigens on the patient's leukocytes. This promotes priming and activation of a patient's granulocytes leading to their pulmonary sequestration and release of proteases, oxidants, and leukotrienes, which cause alveolar epithelial and microvascular endothelial damage resulting in increased permeability and ultimate development of noncardiogenic pulmonary edema. The 2-hit model of the specific causative agent in the blood component is unknown, although there is growing evidence implicating bioactive factors or white cell priming lipids: CD40 ligand released by platelets or several reactive lipid-like substances accumulating in red blood cells or platelets during storage. These compounds are referred to as biological response modifiers (BRM); the first insult or hit is generally systemic inflammatory condition secondary to major surgery, sepsis, trauma, or pulmonary aspiration that causes activation of the pulmonary endothelium and polymorphonuclear lymphocytes (PMN) priming leading to their sequestration in the pulmonary vasculature. The second hit occurs when the primed PMNs are activated by the BRM in the transfused component. Therapy for TRALI is generally supportive and includes administration of high FIO2, endotracheal intubation with mechanical ventilatory support in at least 70% of patients and either volume or vasopressor support of hemodynamics. The patient, however, is not at an increased risk of future TRALI reactions with future transfusion [11] .",
            "cite_spans": [
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Transfusion-Related Acute Lung Injury"
        },
        {
            "text": "Transfusion-related circulatory overload (TACO) has become a more frequently recognized clinical entity, and the most recent estimates suggest incidence rates as high as 11%. TACO has been implicated in 2-27% of the transfusion-related fatalities reported to the FDA, making it the second leading cause of transfusion-related death after TRALI. The actual incidence of perioperative TACO remains poorly defined and is likely much greater than that currently reported in other patient populations. Not only does this failure to appreciate TACO events contribute to our incomplete understanding of TACO epidemiology, but it may also result in suboptimal care delivery and unfavorable outcomes for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusion-Related Circulatory Over load"
        },
        {
            "text": "According to the Biovigilance Component of the Centers for Disease Control (CDC) National Healthcare Safety Network, the following diagnostic criteria should be met to diagnose TACO-new onset or exacerbation of ≥3 of the following within 6 h of transfusion [12, 13] : 5 Acute respiratory distress (dyspnea, orthopnea, cough) 5 Evidence of positive fluid balance 5 Increased brain natriuretic peptide (BNP) 5 Radiographic evidence of pulmonary edema 5 Evidence of left heart failure 5 Increased central venous pressure (CVP)",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[12,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "13]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Transfusion-Related Circulatory Over load"
        },
        {
            "text": "Transfusion-associated graft-versus-host disease (TA-GVHD) occurs when immunocompetent donor lymphocytes are transfused to an HLA-incompatible recipient or host (e.g., immunocompromised patients or patients receiving a blood donation from a relative) who is immunologically incapable of eliminating the donor cells. Among the immunocompromised patients at risk are individuals with congenital cell-mediated immunodeficiencies or Hodgkin's disease, recipients of bone marrow transplants, and patients receiving immunosuppressive therapy. Immunocompetent recipients of directed donations from biologic relatives may also develop TA-GVHD. Clinical manifestations are usually evident within 8-10 days after transfusion and include fever, skin rash, diarrhea, liver dysfunction, and pancytopenia, and death usually occurs within 3-4 weeks as related to bone marrow failure. Irradiation of blood components virtually eliminates the risk of TA-GVHD in susceptible patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusion-Associated Graft-Versus-Host Disease"
        },
        {
            "text": "The beneficial immunomodulatory effects of allogeneic transfusion in improving renal allograft survival have been known for many years, but considerable controversy exists regarding the question of adverse immunomodulatory effects related to transfusion. Numerous retrospective reports have suggested an increased incidence of postoperative infection and earlier recurrence of resected malignancies in transfused patients, but the same notion has not been confirmed by the available controlled trials. Critical evaluation of the reports has led some investigators to question whether transfusion causes these deleterious effects or whether the adverse effects are related to factors such as the need for transfusion of blood products. The donor leukocytes are the prime suspect in immunomodulation, and it has been indicated that leukoreduction may decrease postoperative infections in certain patient groups especially those undergoing cardiac surgery [14] .",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 957,
                    "text": "[14]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Immunomodulation"
        },
        {
            "text": "The concept of transfusion-related immunomodulation (TRIM) has been developed in an attempt to explain numerous clinical observations suggesting that RBC transfusion is associated with increased proinflammatory and/or immunosuppressive effects. These changes in immune system potentially may increase morbidity in some patient groups. It seems that the predominant mechanism of TRIM is likely related to an interplay of transfusion effects with the genetic predisposition and the current illnesses of the patient. TRIM has been associated with alterations in immune function in allogeneic transfusion recipients, including: decreased helper to suppressor T-lymphocyte ratio, decreased NK cell function, defective antigen presentation, and reduction in cellmediated immunity [14] . Platelets and vascular endothelial cells also potentially contribute to the \"response\" as both cell types are highly responsive to inflammatory signals and when activated release significant quantities of potent bioactive mediators.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 778,
                    "text": "[14]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Transfusion-Related Immunomodulation"
        },
        {
            "text": "The \"2-insult\" model of post-transfusion injury proposes that the first insult (ie, the patient's underlying inflammatory condition) primes the patient's immune cells or endothelium, and frank inflammation is triggered by a second inflammatory insult-transfusion-resulting in full-scale activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusion-Related Immunomodulation"
        },
        {
            "text": "A. Platelets should be stored at room temperature (20-24 °C) for up to 5 days with continuous gentle agitation to prevent platelet aggregation. All platelet products should be tested for bacterial contamination prior to transfusion. 6. A. Cryoprecipitate is used primarily to augment fibrinogen levels depleted because of massive hemorrhage or disseminated intravascular coagulopathy (DIC). Rarely, it is used for the treatment of congenital or acquired Factor XIII deficiency. For fibrinogen replacement therapy, one unit of cryoprecipitate per 10 kg body weight increases plasma fibrinogen by approximately 50-70 mg/ dL in the absence of continued consumption or massive bleeding. The minimum hemostatic level of fibrinogen is less than or equal to 80-100 mg/ dL, but many experts regard that minimal level as too low. The national guidelines in Germany and Austria recommend higher levels of 150-200 mg/ dL in concordance with the Task Force of Advanced Bleeding Care in trauma and the European recommendations in perioperative bleeding. Because cryoprecipitate does not contain Factor V, it should not be the sole replacement therapy for disseminated intravascular coagulopathy (DIC), which is almost always associated with a variety of factor deficiencies and thrombocytopenia. Hence, fresh frozen plasma also needs to be administered along with platelet concentrates in those settings where a coagulopathy secondary to DIC is likely occurring. 7. D. The US Food and Drug Administration recommends avoiding hydroxyethyl starch (HES) in septic patients requiring the intensive care unit. Evidence suggests that the use of HES in critically ill patients (including septic patients) increases the chance of renal injury and the requirement of renal replacement therapy (RRT) when compared to crystalloids. This effect has also been observed in patients with sepsis requiring critical care and has also been found to increase mortality irrespective of the need for RRT. 8. D. Complications of transfusion include febrile reactions, allergic and anaphylactic reactions, and bacterial contamination: 5 Fever is associated with several types of transfusion reactions and may be the first indication of either a hemolytic transfusion reaction (HTR) or administration of a bacterially contaminated blood component. In general transfusion should be stopped and the cause investigated when a rise in temperature of 1 °C or greater develops in association with blood transfusion and is not explained by the patient's clinical condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "5 Allergic, anaphylactoid, and anaphylactic reactions involve interaction between an allergen (usually a protein in the plasma of the transfused blood component to which the recipient was previously sensitized) and immunoglobulin E (IgE) antibody present on the surface of mast cells and basophils in the tissues and circulation of the recipient. The antigen-antibody interaction takes place on the surface of the cells, activating them and causing release of various mediators of anaphylaxis (leukotriennes, histamine, bradykinin) that cause the signs and symptoms characteristic of the reactions. The severity ranges from mild urticaria to bronchospasm, laryngeal edema, severe hypotension, and possibly death. 5 Bacteria present in stored blood can grow and may produce toxins. Contamination during collection, processing or storage is possible but is most likely to occur at the time of phlebotomy or if the donor has bacteremia associated with unrecognized infection. Administration of a bacterially contaminated blood component may result in fever, tachycardia, hypotension, chills, vomiting, and diarrhea. In some patients septic shock, oliguria and DIC can develop. Since platelets are stored at room temperature which facilitates bacterial growth, bacteremia is forty times more frequent following platelet administration than transfusion of refrigerated components. 9. A. At a death rate of 30-40 deaths per million units transfused, transfusion-related acute lung injury (TRALI) is currently the leading cause of transfusion-related death. It can occur after the transfusion of a variety of blood components such as red blood cells, plateletsm and fresh frozen plasma (FFP) but is most often seen after transfusion of the plasma-containing blood components such as FFP and platelets. Clinical presentation of TRALI, in its severe form is indistinguishable from adult respiratory distress syndrome (ARDS) and is characterized by acute onset (within minutes to 1-2 h after transfusion), bilateral pulmonary infiltrates, and hypoxia without evidence of congestive heart failure. 10. D. Anuria is not among the diagnostic criteria for transfusion-related circulatory overload (TACO). According to the Biovigilance Component of the Centers for Disease Control (CDC) National Healthcare Safety Network, the following diagnostic criteria should be met to diagnose TACO: new onset or exacerbation of ≥3 of the following within 6 h of transfusion: 5 Acute respiratory distress (dyspnea, orthopnea, cough) 5 Evidence of positive fluid balance 5 Increased brain natriuretic peptide (BNP) 5 Radiographic evidence of pulmonary edema 5 Evidence of left heart failure 5 Increased central venous pressure (CVP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "and Answers ? Questions (Choose the most Appropriate Answer)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "All are advantages of whole blood transfusion except: A. Provides of all blood components B. Increases exposure to multiple donors C. May be better for resuscitation of trauma victims D. It is less expensive compared to component therapy 2. A type and screen (T&S) consists of: A. Typing the patient's red cells for ABO and Rh blood groups B. Takes approximately 10 min to perform C. Cross match D. Screening patient's serum for ABO antibody only 3. Transfusion of red blood cells is indicated: A",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Massive transfusion of Red Blood Cells can result in: A. Hyperkalemia B. Hypocalcemia C. Hypothermia D. All above",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Should be stored at room temperature B. Should be refrigerated C. Is indicated only when platelet count is below 50 k/dL D. Should be transfused through fluid warmer",
            "authors": [],
            "year": null,
            "venue": "Platelets concentrate… A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cryoprecipitate is indicated… A. For fibrinogen replacement therapy B. To restore adequate level of factor VIII C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The FDA recommends avoiding HES in… A. Patients undergoing organ transplant B. Patients undergoing elective surgery C. Non -critically ill adult patients D. Septic patients requiring ICU care",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Complications of transfusion include: A. Febrile reactions B. Allergic and anaphylactic reactions C. Bacterial contamination D. All of the above",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transfusion-related acute lung injury (TRALI)… A. Is currently the leading cause of transfusionrelated death B. Is a form of congestive heart failure C. Usually develops within days after transfusion D. It can only develop after transfusion of platelets 10. Diagnostic criteria for Transfusion-Related Circulatory Overload (TACO) include all except: A",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pretransfusion compatibility testing for red blood cell administration",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Downes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sazama",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maffei",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Hematol",
            "volume": "8",
            "issn": "",
            "pages": "397--404",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of WBC reduction of transfused RBCs on postoperative infection rates in cardiac surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Orr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Forty",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "1127--1161",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Practice guidelines for perioperative blood management: an updated report by the American Society of Anesthesiologists Task Force on Perioperative Blood Management",
            "authors": [],
            "year": 2015,
            "venue": "Anesthesiology",
            "volume": "122",
            "issn": "2",
            "pages": "241--75",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A critical comparison of platelet preparation methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vassallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Opin Hematol",
            "volume": "13",
            "issn": "",
            "pages": "323--353",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serial measurement of clotting factors in thawed plasma stored for 5 days",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Downes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yomtovian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarode",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transfusion",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Blood transfusion therapy: a physician's handbook. 9th ed. Bethesda: American Association of Blood Banks",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "978--981",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Management of severe perioperative bleeding: guidelines from the European Society of Anaesthesiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kozek-Langenecker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afshari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Albaladejo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Santullano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Robertis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Filipescu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Anaesthesiol",
            "volume": "30",
            "issn": "",
            "pages": "270--382",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hydroxyethyl starch or saline for fluid resuscitation in intensive care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Myburgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finfer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Billot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gattas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CHEST Investigators, Australian and New Zealand Intensive Care Society Clinical Trials Group",
            "volume": "367",
            "issn": "",
            "pages": "1901--1912",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Decrease in frequency of transfusion fatalities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Linden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tourault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scribner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Transfusion",
            "volume": "37",
            "issn": "",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risks of blood transfusion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goodnough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anesthesiol Clin North Am",
            "volume": "23",
            "issn": "",
            "pages": "241--52",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterizing the epidemiology of postoperative transfusion-related acute lung injury",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesthesiology",
            "volume": "122",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "National healthcare safety network biovigilance component hemovigilance module surveillance protocol v2",
            "authors": [],
            "year": 2017,
            "venue": "Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Characterizing the epidemiology of perioperative transfusionassociated circulatory overload",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesthesiology",
            "volume": "122",
            "issn": "1",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Questions and answers about blood management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cywinski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Downes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kindscher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Koehntop",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Committee on Transfusion Medicine of the American Society of Anesthesiologists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "sepsis is the most frequent cause of death from transfusion-transmitted infections and the second most common cause of transfusion related death (20-30 deaths/million units transfused) as reported to the FDA, representing 17-22% of all reported fatalities (1 per 50,000-500,000 units platelets and 1 per 8000,000 red cell units.) The most common bacteria implicated in sepsis from red blood cells are Yersinia enterocolitica (46%), Pseudomonas spp. (25%) and Serratia spp. (11%). The common organisms identified in platelet units implicated in transfusion-associated sepsis include Staphylococcus spp. (42%), Streptococcus spp.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "v Answers 1. B. Increased exposure to multiple donors is not an advantage of whole blood transfusion. Exposure to various complications of transfusion can be increased as the number of donor exposures increases. 2. A. A type and screen (T&S) consists of a group of tests performed on a patient's blood specimen, It includes typing the patient's red cells for ABO and Rh blood groups and screening the patient's plasma or serum for the presence of unexpected non-ABO antibodies. ABO group, Rh type and antibody detection screening take approximately 45 min to perform. If the antibody screen is negative and the patient has no past history of unexpected antibodies, the patient may receive red blood cells (RBCs) that are tested for ABO compatibility by performing an immediate spin crossmatch or an electronic/computer crossmatch. ABO-and Rh-compatible blood is selected from the inventory and issued within 5-10 min following immediate spin crossmatch or computer/electronic crossmatch. If the antibody screen is positive, the unexpected antibody or antibodies must first be identified before antigen negative-compatible RBC units can be found and then crossmatched-all of which usually takes several hours. 3. B. Transfusion of red blood cells is only indicated for raising the oxygen-carrying capacity, although RBCs also provide volume when given to patients acutely hemorrhaging. 4. D. Massive transfusion of red blood cells can result in hyperkalemia, hypocalcemia, and hypothermia: 5 Hyperkalemia -As blood ages, the extracellular concentration of potassium steadily increases. The amount of extracellular potassium transfused with each unit is usually less than 4 mEq per unit transfused. However, hyperkalemia can develop regardless of the age of the blood when transfusion rates exceed 100 mL/min. 5 Hypocalcemia -Transfusion of large volumes of blood or blood products results in hypocalcemia due to calcium binding by the citrate pre servative. Clinically significant hypocalcemia, causing cardiac depression, usually occurs when the transfusion rate exceeds 1 unit every 5 min. In such situations intravenous calcium preparations should be administered to restore normal calcium level. Also because citrate is metabolized in the liver, patients with hepatic disease or dysfunction may demonstrate hypocalcemia and require calcium infusion during massive transfusion. 5 Hypothermia -Hypothermia (temperatures below 35 °C) is likely to occur during massive transfusion therefore all blood products and intravenous fluids should be warmed to normal body temperature. The potential effects of hypothermia include ventricular dysrhythmias, shivering, increased oxygen consumption, cardiac arrest and citrate toxicity secondary to reduced metabolism of citrate and lactate; ventricular arrhythmias progressing to fibrillation often occur at temperatures close to 30 °C. Hypothermia also contributes to coagulopathy: it causes a reversible platelet dysfunction, activity of the coagulation factors and enhances fibrinolysis. Hypothermia also prevents the activation of platelets via traction on the glycoprotein Ib/IX/V complex by von Willebrand factor. In clinical practice the contribution of hypothermia to coagulopathy may be overlooked because coagulation testing is usually performed at 37 °C. Warming of blood, as well as all other fluids during massive transfusion is essential to help prevent systemic hypothermia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}