{
    "paper_id": "1c1fbe9907179f96d79c8607596b582a4196ad0c",
    "metadata": {
        "title": "Management of patients with magnetically controlled growth rods amidst the global COVID-19 pandemic",
        "authors": [
            {
                "first": "Harry",
                "middle": [],
                "last": "Hothi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stewart",
                "middle": [],
                "last": "Tucker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Masood"
                ],
                "last": "Shafafy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Nnadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Kenneth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elisabetta",
                "middle": [],
                "last": "Dal Gal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martina",
                "middle": [],
                "last": "Tognini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johann",
                "middle": [],
                "last": "Henckel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Skinner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alister",
                "middle": [],
                "last": "Hart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction At the time of writing, we are all coping with the global COVID-19 pandemic. Amongst other things, this has had a significant impact on postponing virtually all routine clinic visits and elective surgeries. Concurrently, the Magnetic Expansion Control (MAGEC) rod has been issued with a number of field safety notices and UK regulator medical device alerts. Methods This document serves to provide an overview of the current situation regarding the use of MAGEC rods, primarily in the UK, and the impact that the pandemic has had on the management of patients with these rods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The care of each patient must of course be determined on an individual basis; however, the experience of the authors is that a short delay in scheduled distractions and clinic visits will not adversely impact patient treatment. The authors caution against a gap in distractions of longer than 6 months and emphasise the importance of continued remote patient monitoring to identify those who may need to be seen more urgently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "MCGRs are used in the surgical treatment of children with scoliosis; the rods serve to brace the spine and minimise the progression of scoliosis as the child grows. An external magnet is used to extend the length (distract) of the rods, inline with the growth of the child; this is performed at regular intervals, usually between 1 and 6 months in a routine outpatient 'distraction clinic' visit. These rods are intended to be removed after they have been extended to their full length; these may be replaced with longer rods if the patient is still growing or the patient may undergo other treatment options if growth has stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background to MCGRs"
        },
        {
            "text": "In the UK, one design of MCGR has been available for clinical use, known as the MAGnetic Expansion Control (MAGEC) rod (NuVasive). Since its first use in 2009, there have been 7 design iterations of the MAGEC rod, namely: MAGEC 1.0, 1.1, 1.2, 1.3, 2.0, 2.1 and most recently the MAGEC X (first used mid-2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background to MCGRs"
        },
        {
            "text": "On the 1 of April 2020, the manufacturer issued an FSN, voluntarily suspending the supply of all MAGEC rods to the UK, and the MHRA released an MDA the same day confirming this with the action that surgeons in the UK should not implant MAGEC rods until further notice [1] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "The MHRA is now investigating whether the clinical benefits of using these rods continue to outweigh the risks. The regulator will in exceptional circumstances still consider use of MAGEC in patients during this period on a case-by-case basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "This action comes as a result of previous FSNs and MDAs [2, 3] highlighting issues with a fracture/failure of external and internal components and the generation of titanium wear/corrosion debris [4] , in some cases preventing rod distractions, ultimately requiring early and unplanned revision, as in Table 1 .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 60,
                    "end": 62,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "What are the known issues?"
        },
        {
            "text": "The availability and use of these devices in other countries has currently seen no change as a result of action in the UK; MAGEC 1.3, 2.0 and 2.1 continue to be implanted routinely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "The exception is the MAGEC X edition, which was recalled globally by the manufacturer due to the risk of endcap separation (Fig. 1) ; the manufacturer has stated, however, that the rods may still continue to distract or serve as an internal brace even if end-cap separation has occurred. Furthermore, given that current information states that this issue has occurred in 0.5% of patients with this design, the risk of immediate adverse impacts appears low.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "What are the known issues?"
        },
        {
            "text": "The most common mode of device failure reported in the literature for previous rod designs (i.e. those other than MAGEC X) had been a fracture of the internal locking pin, resulting in an inability for the rod to be lengthened further; the manufacturer reports a fracture risk of 5%. Similarly, the rods may still function as an internal brace until they can be revised at an appropriate time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "Surgeons will of course have two primary considerations amidst these alerts and the pandemic:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "1. Identifying which (if any) of their patients have experienced (or are at risk of experiencing) the implant issues described above, so as to appropriately manage them. 2. Continuing with timely rod distractions, in-line with the growth of the child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the known issues?"
        },
        {
            "text": "The MHRA advises that surgeons should notify all patients about the possible complications that may occur due to Internal components may be exposed to biological fluid, potentially leading to a failure of the mechanism and the release of titanium wear and corrosion debris MAGEC 1.0, 1.1, 1.2 (i.e. rods manufactured before 26 March 2015)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What do the normal guidelines say?"
        },
        {
            "text": "These rods have an increased risk of a fracture of the internal locking pin. There is also evidence of a failure of the O-ring seal in some rods and the generation of titanium wear/corrosion debris A fractured locking pin may prevent the rod from lengthening. There is no evidence on long-term effect of the sometimes-significant debris in these children; however, excessive debris may also prevent the rod from extending and lead to discolouration of surrounding tissue Fig. 1 Example X-ray images of (a) a rod with a well-fixed end cap and (b) a rod with a separated end cap [3] device failures. Surgeons should continue to use their own clinical judgement to assess each patient individually and perform X-ray imaging (and not ultrasound) at least once every 6 months. Patients with the MAGEC X should have X-ray imaging performed within 3 months of the alert date of 18 March 2020 to do determine if cap separation has occurred, as in Fig. 1 . Under the normal pathway, patients would attend an outpatient distraction clinic every 1-6 months during which the surgeon/clinical team could discuss these issues, carry out clinical assessments in person and perform a routine rod lengthening. These visits could also coincide with X-ray imaging as suggested by the MHRA.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 477,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 945,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "What do the normal guidelines say?"
        },
        {
            "text": "The situation with COVID-19 is fast evolving; at the time of writing, the UK remains under a lockdown to slow down the spread of the virus with all routine clinic visits and elective surgeries postponed. In contrast, Hong Kong is still practicing containment measures meaning that some reduced clinics are still able to run but every patient is risk assessed for having COVID-19 before they are seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What do we do in a COVID-19 environment?"
        },
        {
            "text": "In light of these circumstances, the suspension of the supply of MAGEC rods in the UK, and the necessity for all MAGEC patients to undergo timely distractions, we offer the following considerations to surgeons, parents and patients in the UK (Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "What do we do in a COVID-19 environment?"
        },
        {
            "text": "Routine clinic visits and X-ray imaging should resume when it is safe and practical to do so within the confines of social distancing measures. As acknowledged by the MHRA in their MDA on 1 April 2020 [1] , it is likely that the follow-up of these patients will not be possible within the timeframe that they have suggested due to the pandemic.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Determining any adverse impact of end-cap separation or other device failures (including all MAGEC rod designs implanted)"
        },
        {
            "text": "The occurrence of an end-cap separation in the MAGEC X can only be determined following X-ray imaging at a timepoint that is practically safe and possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining any adverse impact of end-cap separation or other device failures (including all MAGEC rod designs implanted)"
        },
        {
            "text": "Surgeon experience in these cases is that the inevitable delay in the normal follow-up pathway will not adversely impact the majority of patients. Regular and remote (i.e. telephone) monitoring of patient comfort may be the best way to identify patients that may need to be seen urgently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining any adverse impact of end-cap separation or other device failures (including all MAGEC rod designs implanted)"
        },
        {
            "text": "As an additional consideration, there is evidence of titanium debris being released from the devices due to the failure modes described above [4] . It is proposed that measures of titanium levels in blood samples from MAGEC patients may be a useful additional monitoring tool if it is practically possible and the appropriate collection, storage and analysis protocols can be utilised without impacting any resources required for the management of the pandemic [5] . This, however, requires further research to better understand the sensitivity and specificity of this measure.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Determining any adverse impact of end-cap separation or other device failures (including all MAGEC rod designs implanted)"
        },
        {
            "text": "Under normal circumstances, a distraction frequency of once every 1-6 months is typical. Under the current circumstances, it is likely that all distractions (where possible) will have to be delayed to a 6-month frequency with the expectation that we will have passed the peak of this pandemic by then.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The appropriate time between distraction clinics in light of COVID-19"
        },
        {
            "text": "In the clinical experience of the treating MAGEC surgeons, the majority of patients will not be impacted by a short delay in their distractions; however, there should not be a gap of more than 6 months unless in exceptional circumstances. The surgeon and/or clinical nurse specialists will remain in touch with patients remotely. Some children (Fig. 1) X-ray and clinical assessment when it is safe and practical to do so. Acknowledgement that this is likely to be beyond the timeframe suggested by the MHRA. Titanium blood tests may be a useful surrogate for implant performance (relating to wear/corrosion) in the interim, however, needs further research All MAGEC rods Advise all patients about the possible complications resulting from the failure of components as described in previous FSNs. Each patient should be assessed using own clinical judgement and using X-ray imaging (rather than ultrasound) at least once every 6 months All MAGEC rods Distraction clinic every 3-6 months Distraction interval of every 6 months if possible. Earlier if child experiences mild discomfort will, however, experience mild discomfort indicative that the rod requires lengthening or there may be obvious curve progression; these patients may be seen sooner, and lengthening brought forward. Once the situation returns to normal, surgeons can shorten significantly the gap between lengthenings if needed to catch up with a patient's growth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "The appropriate time between distraction clinics in light of COVID-19"
        },
        {
            "text": "In circumstances in which surgery is inevitably required to revise a failed implant or indeed if a planned removal is necessary to facilitate final fusion, a senior clinician within the framework of a Multidisciplinary Team (MDT) needs to have a balanced discussion about the risk of COVID transmission with the patient and family regarding suitability of proceeding imminently or delaying definitive surgery to a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The appropriate time between distraction clinics in light of COVID-19"
        },
        {
            "text": "As countries begin to lift lockdown measures, MDT decision making will be effective at managing the return to normality in terms of patient management, whilst being mindful that some risk from the virus may remain for a considerable time yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The appropriate time between distraction clinics in light of COVID-19"
        },
        {
            "text": "There is currently much uncertainty regarding the use of MCGRs in the UK due to recent regulator MDAs. The management of these patients has been further complicated by the current COVID-19 pandemic. The care of each patient must of course be determined on an individual basis; however, the experience of the authors is that a short delay in scheduled distractions and clinic visits will not adversely impact patient treatment. The authors caution against a gap in distractions of longer than 6 months and emphasise the importance of continued remote patient monitoring to identify those who may need to be seen more urgently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MHRA (2020) Medical device alert",
            "authors": [],
            "year": 2020,
            "venue": "Accessed",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MHRA (2020) Field safety notice",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MHRA (2020) Medical device alert",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysing a mechanism of failure in retrieved magnetically controlled spinal rods",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Panagiotopoulou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hothi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henckel",
                    "suffix": ""
                },
                {
                    "first": "Jjh",
                    "middle": [],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ember",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Spine J",
            "volume": "26",
            "issn": "",
            "pages": "1699--1710",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Blood and plasma titanium levels associated with well-functioning hip implants",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Swiatowska",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henckel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Apthorp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hamshere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trace Elem Med Biol",
            "volume": "57",
            "issn": "",
            "pages": "9--17",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of the issues and clinical risks associated with MAGEC rod designs",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of current guidance and suggested changes under COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}