{"paper_id": "1c1fa26c58fb0222da32b408028e5a8151b8b328", "metadata": {"title": "Analysis of Benthic Communities in the Cyclades Plateau (Aegean Sea) Using Ecological and Paleoecological Data Sets", "authors": [{"first": "Argyro", "middle": [], "last": "Zenetos~", "suffix": "", "affiliation": {"laboratory": "", "institution": "I National Centre for Marine Research", "location": {"addrLine": "Greece. Adm. Helfrichlaan 33", "postCode": "GR-16 604, NL-6952 GB", "settlement": "Hellenikon, Dieren", "country": "Netherlands"}}, "email": ""}, {"first": "Evangelos", "middle": [], "last": "Papathanassiou&apos;", "suffix": "", "affiliation": {"laboratory": "", "institution": "I National Centre for Marine Research", "location": {"addrLine": "Greece. Adm. Helfrichlaan 33", "postCode": "GR-16 604, NL-6952 GB", "settlement": "Hellenikon, Dieren", "country": "Netherlands"}}, "email": ""}, {"first": "Jacobus", "middle": ["J"], "last": "Van Aartsen~", "suffix": "", "affiliation": {"laboratory": "", "institution": "I National Centre for Marine Research", "location": {"addrLine": "Greece. Adm. Helfrichlaan 33", "postCode": "GR-16 604, NL-6952 GB", "settlement": "Hellenikon, Dieren", "country": "Netherlands"}}, "email": ""}]}, "abstract": [{"text": "In the Cyclades plateau (Aegean Sea), a qualitative and quantitative analysis of macrobenthic fauna was carried out in 1986. Standard multivariate analysis techniques were applied to both ecological (living benthic fauna) and paleoecological data Sets in order to distinguish distribution patterns.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results showed that caution must prevail in drawing conclusions from a limited data set.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "similar pattern; this indicates similar response to the environmental conditions of the area. In the analysis of the living molluscan fauna, the groups failed to show any clusters, probably as an effect of some impoverished sites.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the two groups delineated, depth seems to be the major factor in the distribution of species. The fact that two distinct data sets (subfossil assemblages and living communities), when treated separately, produce similar grouping indicates that the subfossil assemblages could be reliably used as a first approach for determination of the living communities' distribution patterns.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Recognizing that our knowledge of the benthic communities of the Aegean Sea is poor (PBREs & PICARD, 1964; JACQUOITE, 1962; VAMVAKAS, 1970) , a largescale project was initiated by the National Centre for Marine Research. It aimed at examining the structure of deeper benthic communities as well as mapping their distribution over the Aegean Sea.", "cite_spans": [{"start": 101, "end": 106, "text": "1964;", "ref_id": "BIBREF13"}, {"start": 107, "end": 123, "text": "JACQUOITE, 1962;", "ref_id": null}, {"start": 124, "end": 139, "text": "VAMVAKAS, 1970)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Problem"}, {"text": "Ecological surveys usually result in complex bodies of biotic and environmental data from which patterns and relationships need to be extracted.", "cite_spans": [], "ref_spans": [], "section": "Problem"}, {"text": "Numerical Taxonomy is \"the numerical evaluation of the affinity or similarity between taxonomic units and the ordering of these units into taxa on the basis of their affinities\" (SOKAL & SNEATH, 1963). In ecological studies the \"taxonomic U. S. Copyright Clearance Center Code Statement: 0173-9565/91/1202-0123$02.50/0 units\" are ecological units (stations) and the taxa are biotopes (Q-mode analysis), or respectively the taxonomic units are species and the taxa are benthic communities or \"biocoenosis\" (R-mode analysis). In paleoecological studies the taxonomic units are species and the taxa are biofacies.", "cite_spans": [], "ref_spans": [], "section": "Problem"}, {"text": "A review of the multivariate analysis techniques applied to a variety of eCOlOgiCal data is given in CLIFFORD & STEPHENSON (1975) , while an outline of the successfully employed methods for analysing multispecies distribution patterns is presented in FIELD et al. (1982) and GRAY et al. (1988) .", "cite_spans": [{"start": 101, "end": 129, "text": "CLIFFORD & STEPHENSON (1975)", "ref_id": "BIBREF1"}, {"start": 264, "end": 270, "text": "(1982)", "ref_id": null}, {"start": 287, "end": 293, "text": "(1988)", "ref_id": null}], "ref_spans": [], "section": "Problem"}, {"text": "Regarding macrobenthic fauna, the above-mentioned classification techniques have been mpst commonly used either taking into account the total number of species encountered in a survey (STEPHENSON & WILLIAMS, 1971; STEPHENSON er al., 1972; REYS, 1973; FIELD el at., 1982; K N O~ et al., 1983; HRUBY, 1987; GRAY et at., 1988; WESTON, 1988) or a certain group only, e.g., molluscs (ROBERT, 1979; COLEMAN & CUFF, 1980) , copepods (SARVALA, 1986) .", "cite_spans": [{"start": 184, "end": 213, "text": "(STEPHENSON & WILLIAMS, 1971;", "ref_id": "BIBREF19"}, {"start": 214, "end": 238, "text": "STEPHENSON er al., 1972;", "ref_id": null}, {"start": 239, "end": 250, "text": "REYS, 1973;", "ref_id": "BIBREF16"}, {"start": 251, "end": 270, "text": "FIELD el at., 1982;", "ref_id": null}, {"start": 271, "end": 291, "text": "K N O~ et al., 1983;", "ref_id": null}, {"start": 292, "end": 304, "text": "HRUBY, 1987;", "ref_id": "BIBREF6"}, {"start": 305, "end": 323, "text": "GRAY et at., 1988;", "ref_id": "BIBREF5"}, {"start": 324, "end": 337, "text": "WESTON, 1988)", "ref_id": "BIBREF24"}, {"start": 378, "end": 392, "text": "(ROBERT, 1979;", "ref_id": "BIBREF17"}, {"start": 393, "end": 414, "text": "COLEMAN & CUFF, 1980)", "ref_id": "BIBREF2"}, {"start": 426, "end": 441, "text": "(SARVALA, 1986)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Problem"}, {"text": "On the other hand, paleontologists have applied the same techniques in order to define biotopes and biofacies based on a single group. Thus, we have biofacies and biotopes of ostracods (MADDOCKS, 1966) , of foraminiferans (KAESLER, 1966; MICHIE, 1978 ), or molluscs (ZENETOS, 1980 .", "cite_spans": [{"start": 185, "end": 201, "text": "(MADDOCKS, 1966)", "ref_id": null}, {"start": 222, "end": 237, "text": "(KAESLER, 1966;", "ref_id": "BIBREF7"}, {"start": 238, "end": 250, "text": "MICHIE, 1978", "ref_id": null}, {"start": 251, "end": 280, "text": "), or molluscs (ZENETOS, 1980", "ref_id": null}], "ref_spans": [], "section": "Problem"}, {"text": "In this study an attempt is made to recognize biotopes using standard multivariate analysis techniques but based separately on a) ecological data and b) paleoecological data. The validity of the various data sets in delimiting biotopes is discussed.", "cite_spans": [], "ref_spans": [], "section": "Problem"}, {"text": "Benthic samples were taken at 14 stations in the Cyclades plateau (Fig. I ). with the R N \"Aigaio\" in July 1986. Four replicate samples were collected at every station with a 0.1 m2 SMITH-MCINTYRE grab.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 73, "text": "(Fig. I", "ref_id": null}], "section": "Sampling"}, {"text": "All samples were washed on a 1 mm mesh sieve and the animals removed and preserved in a 4 % formalin solution with Rose Bengal stain. In the laboratory. macrofaunal organisms sorted from the samples were preserved in 70% isopropanol, identified to the species level, and counted. The four replicates from each station were lumped and the total number of individuals per m2 for each species was calculated. The dead molluscan fauna was identified to species level.", "cite_spans": [], "ref_spans": [], "section": "Sampling"}, {"text": "The water depth at the sampling sites ranged from 75 to 200111. Depth. sediment characteristics. and exact location of the sampling sites are given in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 151, "end": 158, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Sampling"}, {"text": "Three sets of data: a) total living macrofauna species (numerical abundance), b) living molluscan species (numerical abundance), and c) dead molluscan species (presenceabsence), were treated separately in order to define zones of faunal similarity (biotope analysis). From the species list of each station. MARGALEF'S species diversity index was calculated: MARGALEF. 1968) In N where S = the number of species and N = the total number of individuals. Correlations were sought between the biotic parameters (number of species, number of specimens, diversity index) with the abiotic ones (sampling depth. substrate type) using SPEARMAN'S nonparametric rank correlation coefficient (SIEGEL. 1956). , 1963) . In seeking the \"best map of the results derived by classification\"", "cite_spans": [{"start": 358, "end": 373, "text": "MARGALEF. 1968)", "ref_id": "BIBREF10"}, {"start": 696, "end": 703, "text": ", 1963)", "ref_id": null}], "ref_spans": [], "section": "Numerical analysis"}, {"text": "(FIELD n ul.. 1982), ordination techniques (MDS: Multidimensional Scaling) were applied. Other non-parametric statistics were applied where appropriate using the software package STATGRAPHICS.", "cite_spans": [], "ref_spans": [], "section": "Numerical analysis"}, {"text": "Finally, R-mode analysis was used in order to define which species are responsible for the grouping of the Q-mode analysis. Classification and ordination were carried out using the program PRIMER of the Plymouth Marine Laboratory.", "cite_spans": [], "ref_spans": [], "section": "Numerical analysis"}, {"text": "A total of 1386 specimens belonging to 329 taxa were identified from the living macrofauna and 211 molluscan species from the dead material. Among the 329 species of living macrofauna, 41 were Molfmca; here clustering was performed separately.", "cite_spans": [], "ref_spans": [], "section": "Biota"}, {"text": "The species richness, abundance, and diversity per station is given in Table 2 : the number of species ranged from 21 (station A23) to 100 (station A32), and the number of specimens from 152-m-2 (station A 17) to 432.m-2 (station A26 The dendrograms can be truncated at any level, but the areal presentation derived with MDS based on the total living fauna (Fig. 4 a) indicated that the more justified separation in terms of ecological sense was at the 4 groups level (25% similarity) (two dimensional stress = 0.141). The same separation was evident when environmental parameters were superimposed (Fig. 4 b) .", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "Table 2", "ref_id": null}, {"start": 357, "end": 367, "text": "(Fig. 4 a)", "ref_id": "FIGREF4"}, {"start": 599, "end": 609, "text": "(Fig. 4 b)", "ref_id": "FIGREF4"}], "section": "Biota"}, {"text": "Taking into account: a) in siru observations, b) the faunal composition of each site, and c) the type of the substrate it is clear that the best classification is obtained with the first data set (329 taxonomic units). The grouping of the second set (41 taxonomic units) was not well defined and thus not mappable. Finally, the third data set led to a classification somewhat similar to the first one (2'11 taxonomic units).", "cite_spans": [], "ref_spans": [], "section": "Biota"}, {"text": "Two of the groups were single site groups (stations A21 and A23). The other two groups delineated with the dendrogram of Fig.2 are presented in Fig. 1 . These are:", "cite_spans": [], "ref_spans": [{"start": 121, "end": 126, "text": "Fig.2", "ref_id": null}, {"start": 144, "end": 150, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Biota"}, {"text": "Group 1, composed of 9 stations located in the middle of the study area with substrate ranging from coastal detritic mud to coarse gravel, rich in detritus. This corresponds to the biotope of the DE (Muddy Detritic Assemblages) as defined by PICARD (1965).", "cite_spans": [], "ref_spans": [], "section": "Biota"}, {"text": "Stations of Group 2 were the most coarse grained in the study area, with coralligenous substrates in their typical aspect along with the soft algae Peyssonnelia and numerous Bryozoa on concretions produced by organisms. The Coralligenous Assemblage is very well defined by P Q R~ (1967) .", "cite_spans": [{"start": 280, "end": 286, "text": "(1967)", "ref_id": null}], "ref_spans": [], "section": "Biota"}, {"text": "The groups delimited with the dendrogram of Fig. 3 b are roughly the same as those of Fig. 2 . The only difference is that station A M , otherwise clustered in Group 1, was not clustered here but remained as a single site group. Similarly, stations A21 and A23, north and south of Milos island, remained as single site groups in both cases.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 50, "text": "Fig. 3", "ref_id": null}, {"start": 86, "end": 92, "text": "Fig. 2", "ref_id": null}], "section": "Biota"}, {"text": "The R-mode analysis, when total living fauna was considered, produced clusters of species (Table 3) Table3. Species groups distinguished by inverse (R-type) analysis. The groups are based on the dendrogram of Fig. 2 Table 5 shows the results of the SPEARMAN rank correlation coefficient between the biotic parameters (number of macrofaunal species, number of specimens, and species diversity) and depth and sediment type. The ranking of sediment type was arbitrary, with rank 1 for the coarser sediments (coralligenous with Peyssonnefia) and rank 14 for the finer ones (mud with detritus). Tied observations were taken into account and the appropriate formula (SIEGEL, 1956) applied. Fig. 3 On the other hand the correlation is rather weak (not significant statistically), but still positive as might be expected due to the sediment type. The coarser mixed sediments (coralligenous substrate with Peyssonneliu, coralligenous + detritus) had a higher species diversity than the fine sediments (e. g., mud with detritus), a correlation well known from the literature (GRAY, 1974 The MANN-WHITNEY U-test applied between Groups 1 and 2, for all biotic and abiotic parameters (Table 6) , indicated significant differences for most of the parameters tested. Thus, the average number of species and species diversity were significantly greater in the Coralligenous assemblage (Group l), where the depth was significantly shallower and the sediment coarser. Differences in the mean number of individuals between the groups were not significant.", "cite_spans": [{"start": 669, "end": 674, "text": "1956)", "ref_id": null}, {"start": 1072, "end": 1076, "text": "1974", "ref_id": null}], "ref_spans": [{"start": 90, "end": 99, "text": "(Table 3)", "ref_id": null}, {"start": 209, "end": 215, "text": "Fig. 2", "ref_id": null}, {"start": 216, "end": 223, "text": "Table 5", "ref_id": null}, {"start": 684, "end": 690, "text": "Fig. 3", "ref_id": null}, {"start": 1171, "end": 1180, "text": "(Table 6)", "ref_id": null}], "section": "Biota"}, {"text": "Species distribution may be seen as a response to varying effects of certain primary gradients such as depth, latitude, and current speed (PEARSON & ROSENBERG, 1987) . Further it is affected by another suite of factors dependent on the primary gradients (e. g., physical factors) or independent of these (e. g., vulcanicity, pollution, biotic interactions).", "cite_spans": [{"start": 138, "end": 165, "text": "(PEARSON & ROSENBERG, 1987)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "O n the Cyclades plateau, a strong negative correlation (P < 0.05) was found between the biotic parameters (species richness, abundance, and diversity) and sampling depth.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Unfortunately facilities for obtaining critical hydrographic data were not available, so the interpretation of results is based largely on personal observations on board. The substrate description is also subjective since no sediment grain size analyses were performed. A weak correlation exists between the biotic parameters and sediment type.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Multivariate classification methods have been widely used in the last decade in order to distinguish distribution patterns in benthic ecology and paleoecology (ORMEROD, 1987; WARZOCHA, 1987) .", "cite_spans": [{"start": 159, "end": 174, "text": "(ORMEROD, 1987;", "ref_id": "BIBREF11"}, {"start": 175, "end": 190, "text": "WARZOCHA, 1987)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "The results of this study, where standard multivariate classification methods were applied to various data sets from the same area, showed that caution must prevail in drawing conclusions from a limited set of data.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The clearest separation into station groups was obtained by using total living fauna (329 taxonomic units), the least clear using the living molluscan fauna (41 taxonomic units). The classification derived from the dead Mollusca (211 taxonomic units) also gave clear station groups.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the analysis of the living molluscan data the groups failed to show any clusters. This is probably due to the effect of the impoverished sites such as stations A 17 and A 18 with 2 and 3 living mollusc species, respectively.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "On the other hand, the dead molluscs gave a pattern similar to that of the total fauna and showed a similar response to the environmental conditions of the area. According to POWELL er al. (1986) , death assemblages provide two distinct types of data: a) data on recent recruitment and mortality and b) data on long-term events provided by the accumulation of remains buried beneath the surface zone and indefinitely preserved.", "cite_spans": [{"start": 189, "end": 195, "text": "(1986)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The clusters in the dendrograms of Figs.2 and 3 can be converted into patterns on the locality map. These distinct non-overlapping areas are biotopes that can be described in physical terms. Indeed, the primary division is into depth groups. Stations of Group 1 are all in depths below loom, while Group 2 consists of the three shallower stations above 100111 (range: 75-Wm). At the same time, considering the traditional P~R & (1967) classification, two main biotopes can be distinguished in the Cyclades plateau area: Group 1, corresponding to the biotope of the Muddy Detritic assemblages (DE) and Group 2, representing the biotope of the Coralligenous Assemblage (C).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Usually, station grouping can be interpreted largely by sedimentary characteristics such as median grain size. This information is missing in our case, but sampling depth is no doubt a major factor in the distribution of species.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The species clusters (Table 3 ) responsible for the grouping of stations do not consist of species characteristic of the above biocoenoses. Amphiura filiformis, Hyalinoecia bilineara, and Notomastus larericeus, all found in high densities, are cosmopolitan species (Table 3) . On the other hand, species with a fidelity to groups were all encountered in low numbers. Such species for the Group 1 stations are: Asychb biceps, Golfngia vulgaris, Arnpelisca tenuicornis, Nephthys incisa, Polymnia nesidensis, Nucula nucleus, and Cidaris cidaris, with an average density of 15 indiv. * m2.", "cite_spans": [], "ref_spans": [{"start": 21, "end": 29, "text": "(Table 3", "ref_id": null}, {"start": 265, "end": 274, "text": "(Table 3)", "ref_id": null}], "section": "Discussion"}, {"text": "Group 2 occupied a relatively small geographical area. The species characteristic of the Coralligenous assemblage are: Catapaguroides timidus as well as the Bryozoa Setosella vuherata and several species of Scrupocellaria.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The fact that two distinct data sets (subfossil assemblages and living communities) produce similar groupings when treated separately, leads to the hypothesis that the death assemblages form directly from the living communities. However, in the Cyclades plateau, the living mollusc data alone (41 species), taken in one sampling cruise, represent a poor data set as indicated by the results of the classical (BRAY-CURTIS / Group Average) classification. Given that post-mortem transportation is negligible, then the death assemblage is an important source of data on the living community prior to sampling or when facilities for sampling and analysing living fauna are not available. Proper use of these data requires knowledge of how death assemblages form from living communities.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A quantitative analysis of the benthic fauna was carried out at 14 stations in the Cyclades plateau (Aegean Sea). 329 taxa were identified from the living fauna and 211 molluscan species form the dead material. A11 biotic parameters (N, S , d) were strongly related to sampling depth (P < 0.05), yet only a weak correlation was calculated between the biotic parameters and sediment type. The coarser sediments had a higher species diversity than the fine ones.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "Multivariate analysis techniques were applied separately for the ecological and paleoecological data sets. The dendrogram based on total living fauna using BRAY-CURTK / Group Average led to a satisfactory classification at the two group level. The same group division was delineated with the dead molluscan fauna. The least clear classification was derived from the living molluscan fauna.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "The two groups distinguished correspond to depth groups, i . e., the primary division is into stations below 100 m (Group 1) and stations shallower than 100 m (Group 2). Considering the faunal composition of the stations, Group 1 corresponds to the biotope of the DE benthic assemblage and Group 2 to that of the Coralligenous assemblage according to the PBRBs (1967) classification.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An ordination of the upland forest communities of southern Wisconsin", "authors": [{"first": "J", "middle": ["R J T"], "last": "Bray", "suffix": ""}, {"first": "", "middle": [], "last": "Curtis", "suffix": ""}], "year": 1957, "venue": "Ecol. Monogr", "volume": "", "issn": "", "pages": "325--349", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An introduction to numerical classification", "authors": [{"first": "H", "middle": ["T. &amp; W"], "last": "Clifford", "suffix": ""}, {"first": "", "middle": [], "last": "Stephenson", "suffix": ""}], "year": 1975, "venue": "", "volume": "229", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The abundance distribution and diversity of the molluscs of", "authors": [{"first": "N", "middle": [], "last": "Coleman", "suffix": ""}, {"first": "&amp;", "middle": ["W"], "last": "Cuff", "suffix": ""}], "year": 1980, "venue": "", "volume": "20", "issn": "", "pages": "35--62", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "1982: A practical strategy for analysing multispecies distribution patterns", "authors": [{"first": "J", "middle": ["G"], "last": "Field", "suffix": ""}, {"first": "K", "middle": ["R M"], "last": "Clarke &amp; R", "suffix": ""}, {"first": "", "middle": [], "last": "Warwick", "suffix": ""}], "year": null, "venue": "Mar. Ecol. Prog. Ser", "volume": "8", "issn": "", "pages": "37--52", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A similarity measure sensitive to the contribution of rare species and its use in investigation of variation in marine benthic communities", "authors": [{"first": "J", "middle": ["F W"], "last": "Grassle", "suffix": ""}, {"first": "", "middle": [], "last": "Smith", "suffix": ""}], "year": 1976, "venue": "Oecologia", "volume": "25", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Analysis of community attributes of the benthic macrofauna of Frierfjord Langesundfjord, and in a mesocosm experiment", "authors": [{"first": "J", "middle": ["S. ; M Ascham M R"], "last": "Gray", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Carr", "suffix": ""}, {"first": "", "middle": ["R H"], "last": "Clarke", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Green", "suffix": ""}, {"first": "R", "middle": [], "last": "Pearson", "suffix": ""}, {"first": "", "middle": ["M"], "last": "Rosenberg &amp; R", "suffix": ""}, {"first": "", "middle": [], "last": "Warwick", "suffix": ""}], "year": 1974, "venue": "Mar. Biol. Annu. Rev", "volume": "It", "issn": "", "pages": "151--165", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Using similarity measures in benthic impact assessments", "authors": [{"first": "", "middle": ["T"], "last": "Hruby", "suffix": ""}], "year": 1987, "venue": "Environ. Mon. Assess", "volume": "8", "issn": "", "pages": "163--180", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Quantitative re-evaluation of ecology and distribution of recent Foraminifera and Ostracoda of Todos Santos Bay", "authors": [{"first": "R", "middle": [], "last": "Jacquotte", "suffix": ""}, {"first": "", "middle": ["R L"], "last": "Kaesler", "suffix": ""}], "year": 1962, "venue": "Univ. Kansas Paleont. Contrib", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Macrobenthos of sandy beach and nearshore environments at Murrells Inlet", "authors": [{"first": "D", "middle": ["M"], "last": "Knot^", "suffix": ""}, {"first": "D", "middle": ["R F"], "last": "Calder &amp; R", "suffix": ""}, {"first": "", "middle": [], "last": "Van Dolah", "suffix": ""}], "year": 1983, "venue": "", "volume": "1", "issn": "", "pages": "573--590", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "1966: Distribution patterns of living and subfossil Podocopid Ostracodes in the Nosy Be area", "authors": [{"first": "R", "middle": ["F"], "last": "Maddocks", "suffix": ""}], "year": null, "venue": "Northern Madagaskar. Univ. Kansas Palcont. Contrib., Paper", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Data manipulation in cluster analysis and the concept of zero presence", "authors": [{"first": "R", "middle": [], "last": "Margalef", "suffix": ""}], "year": 1968, "venue": "Mathem. Geol", "volume": "11", "issn": "4", "pages": "335--345", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The influence of habitat and seasonal regimes on the ordination and classification of macroinvertebrate assemblages in the catchment of the River Wye", "authors": [{"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}], "year": 1987, "venue": "Hydrobiologia", "volume": "150", "issn": "2", "pages": "143--152", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Feast and famine: Structuring factors in marine benthic communities. 27Ih Symp", "authors": [{"first": "T", "middle": ["H. &amp; R"], "last": "Pearson", "suffix": ""}, {"first": "", "middle": [], "last": "Rosenberc", "suffix": ""}], "year": 1987, "venue": "Brit. Ecol. Soc", "volume": "", "issn": "", "pages": "373--395", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nouveau manuel de bionomie benthique de la Mer Mediterranee. Recl. Trav. Stn. Mar. Endoume", "authors": [{"first": "J", "middle": ["M"], "last": "Perbs", "suffix": ""}], "year": 1964, "venue": "", "volume": "5", "issn": "", "pages": "1--137", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Recherches qualitatives sur les Biocoenoses marines des substrats meubles", "authors": [{"first": "J", "middle": [], "last": "Picard", "suffix": ""}], "year": 1965, "venue": "Recl. Trav. Stn. Mar. Endoume", "volume": "36", "issn": "52", "pages": "1--160", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effect of a large larval settlement and catastrophic mortality on the ecological record of the community in the death assemblage", "authors": [{"first": "Powell", "middle": ["E N"], "last": "", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Stanton", "suffix": ""}, {"first": "D", "middle": [], "last": "Davies &amp; A", "suffix": ""}, {"first": "", "middle": [], "last": "Logan", "suffix": ""}], "year": 1986, "venue": "Estuar. Coast. Shelf Sci", "volume": "23", "issn": "2", "pages": "51--525", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Les peuplements benthiques (zoobenthos) de la region marseillaire: un essai d'analyse multivarite", "authors": [{"first": "J", "middle": ["P"], "last": "Reys", "suffix": ""}], "year": 1973, "venue": "Tethys", "volume": "5", "issn": "1", "pages": "173--199", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Benthic molluscan fauna of the St. Lawrence estuary and its ecology as assessed by numerical methods", "authors": [{"first": "G", "middle": [], "last": "Robert", "suffix": ""}], "year": 1979, "venue": "Nat. Can", "volume": "106", "issn": "", "pages": "211--227", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Patterns of benthic copepod assemblages in an oligotrophic lake", "authors": [{"first": "J", "middle": [], "last": "Sarvala", "suffix": ""}], "year": 1986, "venue": "Ann. 2001. Fenn", "volume": "23", "issn": "2", "pages": "101--130", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Principles of Numerical Taxonomy", "authors": [{"first": "S", "middle": [], "last": "Siegel", "suffix": ""}, {"first": "R", "middle": ["R P H A"], "last": "Sokal", "suffix": ""}, {"first": "", "middle": [], "last": "Sneath ; Freeman Co", "suffix": ""}, {"first": "Stephenson", "middle": [], "last": "San", "suffix": ""}, {"first": "W", "middle": ["W T"], "last": "Williams", "suffix": ""}], "year": 1956, "venue": "Computer analyses of PETERSEN'S original data on bottom", "volume": "312", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "New Guinea. using numerical analysis", "authors": [], "year": null, "venue": "Austr. J. Mar. Freshwat. Res", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Benthic macrofaunal assemblages of slope habitats in the Southern California Borderland. Occasional papers of the Allan Hancock Foundation", "authors": [{"first": "B", "middle": ["C G F"], "last": "Thompson", "suffix": ""}, {"first": "", "middle": [], "last": "Jones", "suffix": ""}, {"first": "", "middle": [], "last": "Ns", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Peuplements benthiques des substrats meubles du sud dc la mer Egee. Tethys", "authors": [{"first": "C", "middle": ["N"], "last": "Vamvakas", "suffix": ""}], "year": 1970, "venue": "", "volume": "2", "issn": "", "pages": "89--130", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Classification and community structure of the macrofauna in the southern Baltic. Ices Council Meeting 1987 (Collected papers). Ices. Copenhaven (Denmark)", "authors": [{"first": "J", "middle": [], "last": "Warzocha", "suffix": ""}], "year": 1987, "venue": "", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Macrobenthos-sediment relationships on the continental shelf off Cape Hatteras", "authors": [{"first": "", "middle": ["D P"], "last": "Weston", "suffix": ""}], "year": 1988, "venue": "North Carolina. Cont. Shelf Res", "volume": "8", "issn": "3", "pages": "267--286", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Animal-sediment relationships in intertidal marine benthic habitats: some determinants of deposit feeding species diversity", "authors": [{"first": "R", "middle": ["B"], "last": "Whitlatch", "suffix": ""}], "year": 1981, "venue": "J . Exp. Mar. Biol. Ecol", "volume": "53", "issn": "", "pages": "31--45", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Molluscan populations of the Eden estuary. Fife and the usc of numerical taxonomy methods to determine their distribution patterns", "authors": [{"first": "A", "middle": [], "last": "Zenetos", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Sampling", "latex": null, "type": "figure"}, "FIGREF1": {"text": "is based on the abundance data of the total living fauna found at the 14 0 I Dendrogram produced with the total living fauna data using B R A Y -C U R T I S I G~O~~ Average clustering techniques. stations (329 taxa), while Fig. 3 a is based on the dead molluscan fauna (211 species), and Fig. 3 b on living molluscs (41 species).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "which correspond to the grouping of stations of dendrogram 2. The same analysis applied to the dead molluscan fauna gave the species responsible for the grouping of stations in dendrogram ofFig. . 3 a.Dendrogram produced with the dead molluscan fauna using BRAY-CURTIS/Group Average techniques on standardized data (binary data).Fig. 3b. Dendrograrn produced with living molluscs using BRAY-CURTIS / Group Average techniques.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Non-metric multi-dimensional scaling (MDS) plot in two dimensions for the total living fauna data at the Cyclades plateau stations (two dimensional stress = 0.141).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "b. MDS based on the total living fauna when an environmental parameter (depth) is superimposed.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "SPEARMAN rank correlation coefficient betwcen biotic and abiotic parameters. related to: Number of Number of Species species specimens diversity r, = -0.764 r, = -0.632 r, = -0.611 n = 12 n = 12 n = 12 r, = 0.498 r, = 0.249 r, = 0.495 n = 12 n = 12 n = 12 depth 0.005 < P *<0.05 0.02 < P *< 0.05 0.02 < P *< 0.05 sediment type 0.10 c P c0.20 0.20 < P < 0.50 0.10 < P <0.20 All biotic parameters are clearly related to sampling depth (P < 0.05). The number of species (species richness), number of specimens (abundance), and species diversity increase as the depth decreases and vice versa. Thus, the richest station was A 32 at the shallowest depth (75 m : 100 species, d = 19.066, and 326 indiv.m-*), while stations A 17 and A 18 (200 m) were the poorest : 37 and 45 species and densities of 152 and 212 indiv.m-3, respectively.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Location. depth, and sediment description at each sampiing station.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Station </td><td>Longitude </td><td>Latitude </td><td>Depth </td><td>Sediment description </td></tr><tr><td> </td><td> </td><td> </td><td>m </td><td> </td></tr><tr><td>A 17 </td><td>36\" 59'25\" </td><td>24\"38'30\" </td><td>200 </td><td>~~ mud with detritus mud with detritus coastal detritic mud coastal detritic mud coastal detritic mud coralligenous with Peyssonneliu gravel with detritus gravel with detritus coralligenous + detritus coralligenous with Peyssonnetiu gravel with detritus coastal detritic mud gravel with detritus coastal detritic mud </td></tr><tr><td>A 18 </td><td>36\" 52'50\" </td><td>24\" 3 1'2 1\" </td><td>200 </td></tr><tr><td>A 21 </td><td>36\" 47'50\" </td><td>24\" 2025\" </td><td>110 </td></tr><tr><td>A 23 </td><td>36\" 36'39 </td><td>24\"22'00\" </td><td>150 </td></tr><tr><td>A 26 </td><td>36\"35'5W </td><td>24\" 52'2 1\" </td><td>130 </td></tr><tr><td>A 32 </td><td>36'53'5W </td><td>25\" 15'32\" </td><td>75 </td></tr><tr><td>A 33 </td><td>36\" 52'35\" </td><td>24O58'15\" </td><td>165 </td></tr><tr><td>A 34 </td><td>36\" 58'25\" </td><td>24\" 55'00\" </td><td>150 </td></tr><tr><td>A 35 </td><td>37\" 08'48\" </td><td>25\" 03'00\" </td><td>90 </td></tr><tr><td>A 36 </td><td>37\" 24' 5w </td><td>25\" 06'54\" </td><td>88 </td></tr><tr><td>A 37 </td><td>37\"31'50\" </td><td>25\" 03'18\" </td><td>128 </td></tr><tr><td>A 38 </td><td>37\" 36'50\" </td><td>24\" 59'48 </td><td>150 </td></tr><tr><td>A39 </td><td>37\" 29'55\" </td><td>24\" 49'48\" </td><td>165 </td></tr><tr><td> </td><td>A40 </td><td>37\" 19'50\" </td><td>24\" 49'12\" </td><td>120 </td></tr></table></body></html>"}, "TABREF1": {"text": "). Species diversity was high 8 < d < 20 with the exception of station A23, south of Milos island, where diversity had its minimum value d = 5.151.Table2. Number of species (S), specimens (N). and species diversity (d) per station for the total living fauna.The results of the site classification are shown as dendrograms in Figs. 2 and 3.", "latex": null, "type": "table"}, "TABREF2": {"text": ".", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Station </td><td>Longitude </td><td>Latitude </td><td>Depth </td><td>Sediment description </td></tr><tr><td> </td><td> </td><td> </td><td>m </td><td> </td></tr><tr><td>A 17 </td><td>36\" 59'25\" </td><td>24\"38'30\" </td><td>200 </td><td>~~ mud with detritus mud with detritus coastal detritic mud coastal detritic mud coastal detritic mud coralligenous with Peyssonneliu gravel with detritus gravel with detritus coralligenous + detritus coralligenous with Peyssonnetiu gravel with detritus coastal detritic mud gravel with detritus coastal detritic mud </td></tr><tr><td>A 18 </td><td>36\" 52'50\" </td><td>24\" 3 1'2 1\" </td><td>200 </td></tr><tr><td>A 21 </td><td>36\" 47'50\" </td><td>24\" 2025\" </td><td>110 </td></tr><tr><td>A 23 </td><td>36\" 36'39 </td><td>24\"22'00\" </td><td>150 </td></tr><tr><td>A 26 </td><td>36\"35'5W </td><td>24\" 52'2 1\" </td><td>130 </td></tr><tr><td>A 32 </td><td>36'53'5W </td><td>25\" 15'32\" </td><td>75 </td></tr><tr><td>A 33 </td><td>36\" 52'35\" </td><td>24O58'15\" </td><td>165 </td></tr><tr><td>A 34 </td><td>36\" 58'25\" </td><td>24\" 55'00\" </td><td>150 </td></tr><tr><td>A 35 </td><td>37\" 08'48\" </td><td>25\" 03'00\" </td><td>90 </td></tr><tr><td>A 36 </td><td>37\" 24' 5w </td><td>25\" 06'54\" </td><td>88 </td></tr><tr><td>A 37 </td><td>37\"31'50\" </td><td>25\" 03'18\" </td><td>128 </td></tr><tr><td>A 38 </td><td>37\" 36'50\" </td><td>24\" 59'48 </td><td>150 </td></tr><tr><td>A39 </td><td>37\" 29'55\" </td><td>24\" 49'48\" </td><td>165 </td></tr><tr><td> </td><td>A40 </td><td>37\" 19'50\" </td><td>24\" 49'12\" </td><td>120 </td></tr></table></body></html>"}, "TABREF4": {"text": "1981; THOMPSON & JONES, 1985; WESTON, 1988).Table6. Values (mean + SD) per station group for biotic and abiotic parameters. Asterisks denote significant differences (P < 0.05) between groups.", "latex": null, "type": "table"}}, "back_matter": []}