{
    "paper_id": "1c2bbee48882ffc2bf8276ca12721551192eaf38",
    "metadata": {
        "title": "Quantitative vegetation-environment relationships in west norwegian tall-fern vegetation",
        "authors": [
            {
                "first": "Nord",
                "middle": [
                    "J"
                ],
                "last": "Bot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "J. M. Line, Computer Lab, Univ. of Cambridge",
                    "institution": "-Section of geobotany",
                    "location": {
                        "addrLine": "Allkgt. 41, Pembroke Street",
                        "postCode": "N-5007, CBZ 3QG",
                        "settlement": "Bergen, Cambridge",
                        "country": "Norway. -, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Odland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "J. M. Line, Computer Lab, Univ. of Cambridge",
                    "institution": "-Section of geobotany",
                    "location": {
                        "addrLine": "Allkgt. 41, Pembroke Street",
                        "postCode": "N-5007, CBZ 3QG",
                        "settlement": "Bergen, Cambridge",
                        "country": "Norway. -, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "J B"
                ],
                "last": "Birks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "J. M. Line, Computer Lab, Univ. of Cambridge",
                    "institution": "-Section of geobotany",
                    "location": {
                        "addrLine": "Allkgt. 41, Pembroke Street",
                        "postCode": "N-5007, CBZ 3QG",
                        "settlement": "Bergen, Cambridge",
                        "country": "Norway. -, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M B"
                ],
                "last": "Line",
                "suffix": "",
                "affiliation": {
                    "laboratory": "J. M. Line, Computer Lab, Univ. of Cambridge",
                    "institution": "-Section of geobotany",
                    "location": {
                        "addrLine": "Allkgt. 41, Pembroke Street",
                        "postCode": "N-5007, CBZ 3QG",
                        "settlement": "Bergen, Cambridge",
                        "country": "Norway. -, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Line, J. M. 1990. Quantitative vegetation-enviromnent relationships in west norwegian tall-fern vegetation. -Nord. J. Bot. 10: 511-533. Copenhagen. ISSN 0107-055X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vegetation science is concerned with (1) the description and characterisation of vegetational patterns in time and space, and (2) the interpretation of these patterns in terms of underlying environmental factors. Description of vegetation has tended to predominate, either as the classification and delimitation of vegetation types (e.g. associations in traditional phytosociology or clusters in numerical classification) or as the detection of major, complex gradients of vegetational variation (ordination or indirect gradient analysis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Traditional phytosociological methods and numerical techniques such as association analysis, cluster analysis, principal components analysis, or correspondence analysis can all be useful tools for detecting \"structure\" or pattern in complex vegetational data sets. However, there is often a need to move beyond vegetational description and to attempt to relate these patterns to environmental variables. Despite the proliferation of numerical classificatory and ordination techniques in the last 25 years, comparatively little attention has been paid to the development of methods for relating vegetational data to external environmental variables such as soil chemistry, slope, aspect, climate, etc. (Kent & Ballard 1988) . Ter Braak (1987a: 132-136) and van Tongeren (1987: 199-203) in some way, to environmental data. Although useful in some cases, there are several important theoretical and practical limitations in these indirect approaches (ter Braak 1987a : 153-156, ter Braak & Prentice 1988 . Ter Braak has recently developed two potentially powerful numerical tools for establishing vegetation-environmental relationships. These are (1) simple discriminant functions for relating a hierarchical classification of vegetational data to external environmental information (ter Braak 1986a) , and (2) canonical correspondence analysis for deriving a multivariate direct gradient analysis where the vegetational ordination axes are constrained to be linear combinations of the environmental variables (ter Braak 1986b (ter Braak , 1987a . Both approaches are potentially useful, depending on whether the emphasis of a particular study is on classification (for example, vegetation-mapping or conservation purposes) or on ordination (for example, comparative autecological studies of particular species in a range of vegetation types).",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 722,
                    "text": "(Kent & Ballard 1988)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 729,
                    "end": 751,
                    "text": "Braak (1987a: 132-136)",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 784,
                    "text": "van Tongeren (1987: 199-203)",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 963,
                    "text": "(ter Braak 1987a",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 1000,
                    "text": ": 153-156, ter Braak & Prentice 1988",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1297,
                    "text": "(ter Braak 1986a)",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1523,
                    "text": "(ter Braak 1986b",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1542,
                    "text": "(ter Braak , 1987a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aims of this paper are (1) to apply both of these numerical approaches to a large and varied vegetational data-set and an associated environmental data-set from stands dominated by tall ferns in western Norway, (2) to characterise floristically and environmentally the different types of tall-fern dominated vegetation represented within these data, (3) to detect the major patterns of floristic variation and to interpret these in terms of the measured environmental factors, and (4) to discuss the strengths and weaknesses of these two quantitative approaches as tools in discerning broad-scale vegetationenvironmental relationships, and to compare their usefulness with other numerical approaches. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is based on analyses of homogeneous stands dominated by tall ferns in different parts of western Norway (Fig. 1, Tab. 1 ). The ferns are Athyrium distentifolium, Matteuccia struthiopteris, and Thelypteris limbosperma, all of which can be dominant over large areas on steep hillsides in western Norway. The areas studied cover broad ecological ranges with respect to altitude, climate, and edaphic conditions. A 5m x 5m quadrat was used at each sampling point. For each quadrat all species present were given cover values according to an extended Hult-Sernander scale (Du Rietz 1921) . The value 0.5 was used for species nearby in the stand but not within the actual quadrat. The values 1-5 used are equal to the normal Hult-Sernander-Du Rietz scale.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 593,
                    "text": "(Du Rietz 1921)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 130,
                    "text": "(Fig. 1, Tab. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods Data collection"
        },
        {
            "text": "For each quadrat 17 environmental variables were measured. Altitude (Alt) was measured by an altimeter in metres above sea level (m a.s.1.). Slope (Slop) was estimated by eye and given in degrees. Aspect (Asp) always represents a problem in comparative ecological studies. According to Geiger (1965: 417ff ) the amount of heat received during a day is highly dependent on the aspect. The values are highest on south-west facing slopes and lowest on north-east facing slopes. Westfacing slopes are also warmer than east-facing slopes. In this paper, aspect is given on a simple 1-8 ordinal scale, arranged to give a crude relative index of the amount of heat received by different aspects (1 = SW, 2 = S, 3 = SE, 4 = W, 5 = E, 6 = NW, 7 = N , 8 = NE) (cf. Dargie 1Y84) .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 305,
                    "text": "Geiger (1965: 417ff",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 767,
                    "text": "Dargie 1Y84)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods Data collection"
        },
        {
            "text": "Three macro-climatic parameters have been estimated, mean January temperature (Tjan), mean July temperature (Tjul), and humidity (Hum), recorded on the Martonnes aridity index (Hesselman 1932) . The values are obtained by interpolating from the nearest meteorological station or from maps indicating mean meteorological values (cf. Laaksonen 1979 , Aune 1981 ). The lapse rates are assumed to be -0.57\"C for July, -0.44\"C for January, and -0.53\"C for the year for a 100 m increase in elevation (Laaksonen 1976) .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 192,
                    "text": "(Hesselman 1932)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 346,
                    "text": "Laaksonen 1979",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 358,
                    "text": ", Aune 1981",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 510,
                    "text": "(Laaksonen 1976)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods Data collection"
        },
        {
            "text": "At each quadrat, a soil profile was dug and samples taken for laboratory analyses. In all the stands there was a humus layer, but its thickness was very variable. In some stands, the humus layer (denoted by 0) was underlain by a bleached soil layer (denoted by E) which was 2-10 cm thick. In general, however, the humus layer was directly underlain by a reddish brown minerogenic soil. The humus layer from which one normally takes soil samples for analyses was often very thin (2-5 cm), and it was therefore difficult to take samples only from this layer. For comparative investigations it is essential to take samples from the same layer because chemical properties can be highly variable within a soil profile. Therefore, all the soil samples were taken from the uppermost part of the brown minerogenic soil layer. This is normally 8-14 cm below surface. Soil chemistry may also vary during the year. All samples were collected in the later part of the growing season (July-September) and kept in a refrigerator prior to chemical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods Data collection"
        },
        {
            "text": "The moist soil samples were sieved through sieves with an aperture size of 2.0 mm before further analysis. pH was measured by a digital pH-meter on 25 g of moist soil shaken for two hours in 50 ml distilled water. Before determination of loss-on-ignition (Ign), soil was dried at 105°C for 24 hours. Loss-on-ignition is given as percent of the weight of dry soil after all humus was removed by about 3 hours ignition at 550°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods Data collection"
        },
        {
            "text": "For cation analysis 25 g soil were shaken in 100 ml of 1 molar ammonium acetate for 2 hours and then filtered. K and Na were measured with a flame photometer, and Mg and Ca with an atomic absorption spectrophotometer. Cation concentrations are quoted as mg/100 g dry soil. Base saturation (Base) is given as the amount of K, Na, Mg, and Ca as a percentage of the total of these cations plus H. Cation exchange capacity (CEC) is the sum of K, Na, Mg, Ca, and H and is expressed as mg/100 g dry soil. The thicknesses of the humus layer (t-0) and bleached soil layer (t-E) are given in cm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods Data collection"
        },
        {
            "text": "(1) The vegetational data (96 quadrats x 188 taxa) were classified by two-way species indicator analysis (Hill 1979) using an IBM PC implementation of the FOR-TRAN computer program TWINSPAN (Hill 1979) modified by ter Braak (1983) to allow differential weights for quadrats and taxa. Six pseudospecies were used with 0.5, 1, 2 , 3 , 4 , and 5 cut-levels, corresponding to the six-point extended Hult-Sernander-Du Rietz scale. Default settings were used for all other TWIN-SPAN parameters. Prior to relating the TWINSPAN quadrat grouping to the environmental variables, the environmental data (96 quadrats X 17 environmental variables) were transformed into ranks by the FOR-TRAN program MILTRANS, written initially by C.W.N. Looman in association with C.J.F. ter Braak and much modified for IBM PC computers by J.M.L. and H.J.B.B.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 230,
                    "text": "ter Braak (1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numerical analyses"
        },
        {
            "text": "These ranked environmental data were then used in the FORTRAN program DISCRIM (ter Braak 1982) as modified for IBM PC computers by J.M.L. Four pseudovariables corresponding to the quartiles of the total ranked data were defined for each of the 17 environmental variables. DISCRIM implements the use of simple discriminant functions to find those environmental variables that optimally predict an a priori vegetational quadrat classification, in this case the quadrat groups derived from TWINSPAN (ter Braak 1986a) .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 94,
                    "text": "(ter Braak 1982)",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 513,
                    "text": "(ter Braak 1986a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numerical analyses"
        },
        {
            "text": "(2) Canonical correspondence analysis (CCA) was ap-34 Nord. J . Bol. 10 ( 5 ) (1990) Fig2 Indicator species for the first four levels of division of the TWINSPAN classification. Number of quadrats in each division is indicated in the squares. mn=number of misclassified negative quadrats, mp=number of misclassified positive squares. Taxon abbreviations are explained in the Appendix.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "(1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numerical analyses"
        },
        {
            "text": "plied to the untransformed vegetational and environmental data using the FORTRAN program CANOCO version 2.1 (ter Braak 1987~) . Default parameters were used throughout. All computations were done on an ent TWINSPAN quadrat groups shown in Tab. 2 are calculated as n IBM PC AT-extended computer.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 125,
                    "text": "(ter Braak 1987~)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Numerical analyses"
        },
        {
            "text": "2 Yij j = l SOA,, =x 100 6n Nomenclature Nomenclature follows Lid (1985) for vascular plants, where yii is the cover-abundance Of taxon in Smith (1980) for mosses, and Arne11 (1956) for liver-quadrat J, and n is the mmber of quadrats in group k. worts.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "text": "Lid (1985)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 139,
                    "end": 151,
                    "text": "Smith (1980)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Numerical analyses"
        },
        {
            "text": "The TWINSPAN divisions and main indicator species are shown in Fig. 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Vegetation classification by two-way indicator species analysis (TWINSPAN)"
        },
        {
            "text": "The major division separates stands dominated by T. limbosperma (quadrat group 0) from the others (quadrat group 1). No T. limbosperma-dominated stands are placed in group 1. Species closely associated with quadrat group 0, and very sparse in quadrat group 1 include Blechnum spicant, Carex pilulifera, Dicranum majus, Diplophyllum albicans, Luzula multiflora, Luzula pilosa, Potentilla erecta, Sphagnum girgensohnii, and Thelypteris limbosperma (species group la). In addition there is a group of species that are closely associated with T. limbosperma, but that also occur in some A. distentifolium stands (species group lc): Agrostis capil- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First level of division"
        },
        {
            "text": "At the third level of division, the 00 quadrat group is split into groups OOO and 001. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third level of division"
        },
        {
            "text": "At the fourth level of division the 001 quadrat group is divided into groups 0010 and 001 1. Differential species for the 0010 group (only 4 quadrats) are Athyrium distentifolium, Cicerbita alpina, Geranium sylvaticum, and Rumex acetosa. Differential species for the 0011 group are Hylocomium splendens, Pinus sylvestris, Pleurozium schreberi, Sorbus aucuparia, Vaccinium vitisidaea, and Viola palustris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fourth level of division"
        },
        {
            "text": "The 010 quadrat group is split into groups 0100 and 0101. Differential species for group 0100 (only 3 quadrats) are Carex pilulifera, Digitalis purpurea, Luzula sylvatica, Thuidium delicatulum, and T. tamariscinum. Differential From 4 levels of division by TWINSPAN, we delimit 13 quadrat groups that can be characterised in terms of characteristic and differential species groups. We now turn to the interpretation of these quadrat groups in terms of measured environmental variables.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 227,
                    "text": "Differential",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fourth level of division"
        },
        {
            "text": "Tab. 3 is a two-way table of the environmental variables expressed as quartiles of their total ranks (ter Braak 1986a) in the different TWINSPAN quadrat groups. The quadrats are in the same order as in Tab. 2. The ordering of the environmental variables is based on their classification by DISCRIM. Highly associated variables are grouped together in the table, and are ordered to predict optimally the quadrat classification. Tab. 3 indicates, in general, that high July temperature (mean quartile for the group = 3.00), thick bleached soil layer (3.02), thick humus layer (2.71), high humidity (2.78), and high January temperatures (3.00) are, associated with, and typical for the T. limbosperma groups (group 00). In contrast, high soil fertility (Base (3.0), CEC (2.93), Mg (2.95), Ca (3.04), K (2.98)) is closely related to and is, in general, typical for the A. distentifolium -M . struthiopteris groups (group 1). pH, slope, H, Na, loss-on-ignition, aspect, and altitude all lie in a rather intermediate position in relation to these two main quadrat groups. There are, however, excep- tions to these patterns with 18% of all the samples misclassified, namely samples that belong to one group on the basis of their vegetation are assignable to another group on the basis of their environmental variables. Fig. 3 shows the indicator environmental variables which best predict the first division of the TWINSPAN hierarchy. These are, on one hand, high January and July temperatures for the T. limbosperma-dominated groups and, on the other, soil fertility (Base, Ca, Mg) for the M. struthiopteris and A. distentifolium groups.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 118,
                    "text": "(ter Braak 1986a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1318,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Environmental relationships with the TWINSPAN vegetational classification based on simple discriminant functions"
        },
        {
            "text": "The subdivision of the T. limbosperma-dominated group (0) into quadrat groups 00 and 01, each characterised by species groups 2a and 2b respectively, is related to high pH (3.31), thick bleached soil layer (t-E, 3.38), and high altitude (2.77) (group 00) and highmedium loss-on-ignition (2.64), high July temperatures (3.21), and high January temperatures (2.93) (group 01). Group 00 contains several species of higher elevations such as Carex bigelowii and Kiaeria starkei, whereas group 01 contains lowland andor oceanic species such as Digitalis purpurea and Plagiothecium undulatum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental relationships with the TWINSPAN vegetational classification based on simple discriminant functions"
        },
        {
            "text": "The division of the A. distentifolium and M. struthiopteris-dominated stands (quadrat group 1) into pure A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental relationships with the TWINSPAN vegetational classification based on simple discriminant functions"
        },
        {
            "text": "distentifoliurn stands (quadrat group 10) and mainly M. struthiopteris stands (group 11) is related to high altitude (3.27), high humidity (2.45), and an aspect (3.05) that is mainly westerly or .south-easterly (group 10) compared to high July temperatures (3.67), high H (3.11), and high Na (4.0) (group 11). Subsequent vegetational divisions of the 00 and 01 quadrat groups are associated with small, but often consistent differences between the various quadrat groups in relation to environmental variables such as July temperature (001, with e.g. Hypericum macularum), thick bleached layer and high humidity (OlO), CEC and high July temperature (011, with e.g. Alnus incana), high altitude and high pH (0010, with e.g. Cicerbita alpina), high January temperature (0100, with e.g. Luzula sylvatica), and high January and July temperatures (0110, with e.g. Digitalis purpurea, Thuidium tarnariscinum) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental relationships with the TWINSPAN vegetational classification based on simple discriminant functions"
        },
        {
            "text": "Divisions of the pure A. distentifolium group (10) into quadrat groups with some T. limbosperma and species of group l a (group 100) and with Paris quadrifolia and Stellaria nemorum (group 101) are generally associated with high humidity and low to medium pH (100) and high Ca and base saturation, variable humus thickness, and medium-high January temperatures (101). The pure M. struthiopteris stands (group 110) are closely associated with high July temperatures. Further division of the 100 quadrat group relates, in part, to high altitude (1O00, with, e.g. Cicerbita alpina) or medium July temperatures and thick bleached layers (1001 with e.g. Blechnum spicant). Quadrat group 101 separates into group 1010 with Betulapubescens, Thelypteris phegopteris, etc., and group 101 1 with Aconitum septentrionale, Salix lanata, etc. This division is partially paralled by high humidity and thick bleached layer (group 1010) and high Ca, Mg, K, base saturation, and CEC (group 1011). The use of simple discriminant functions as an aid to interpret the differences between the quadrat groups in terms of the environmental variables (Tab. 3, Fig. 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1142,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Environmental relationships with the TWINSPAN vegetational classification based on simple discriminant functions"
        },
        {
            "text": "Nord. J Bol 10 ( 5 ) (19\") 1986a) of 18% at the first division level, 6% at the second, 9% at the third, and 5% at the fourth level. These values suggest that the available environmental variables, when ranked and coded into quartiles, provide a generally successful overall prediction of the TWINSPAN quadrat groups and hence facilitate a pre- liminary interpretation of the broad relationships between the vegetation quadrat groups and the measured environmental variables. A more detailed, direct interpretation may be possible when canonical correspondence analysis is applied to these data. We now turn to results from canonical correspondence analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 26,
                    "text": "J Bol 10 ( 5 ) (19\")",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ") is fairly successful with misclassifications (sensu ter Braak"
        },
        {
            "text": "The CCA ordination diagrams display species scores (Figs 4, 7, 8, 9 ). quadrat scores (Figs 5, 6, lo), and environmental variables (Figs 4-10) . The two axes shown capture 39% of the variance of the weighted averages of the taxa with respect to the environmental variables included in the analysis. As ter Braak (1987~) discusses, it is important when interpreting the percentage of variance accounted for to realise that the aim is not loo%, as part of the variance in the data is due to noise. An ordination that explains only a low percentage of the variance can, in some circumstances be very informative. (ter Braak 1987b) . Environmental variables with long arrows are, in general, more strongly correlated with the ordination axes than those with short arrows, and so are more closely related to the pattern of vegetational variation illustrated in the ordination plot (ter Braak 1987b) . In addition, small angles between arrows may indicate a positive correlation between those variables, arrows meeting at right angles may suggest a correlation near to 0, and arrows pointing in opposite directions may reflect high negative correlation between variables (ter Braak 1987a) . Interpretation of these angles can be difficult, however, because the correlations between environmental variables are not optimised in CCA and the scaling of the axes in CCA is not strictly appropriate for representing intervariable correlations in two-dimensions (C.J.F. ter Braak, pers. comm.) . Figs 4 and 5 show the length and direction of the 17 environmental variables analysed. The longest arrows are for altitude, July and January temperatures, base saturation, CEC, K, and Ca, suggesting that these variables may represent the major environmental factors (among those measured) influencing these vegetational data. The shortest arrows are pH, loss-on-ignition, and slope. These environmental variables are thus poorly correlated with the species distribution. Interestingly, they also play a minor role in the DISCRIM results ( Fig.3) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 319,
                    "text": "Braak (1987~)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 610,
                    "end": 627,
                    "text": "(ter Braak 1987b)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 893,
                    "text": "(ter Braak 1987b)",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1182,
                    "text": "(ter Braak 1987a)",
                    "ref_id": null
                },
                {
                    "start": 1462,
                    "end": 1481,
                    "text": "Braak, pers. comm.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 67,
                    "text": "(Figs 4, 7, 8, 9",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 131,
                    "end": 142,
                    "text": "(Figs 4-10)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2021,
                    "end": 2029,
                    "text": "( Fig.3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "In general terms, we identify three major environmental complex-gradients (sensu Whittaker 1956) influencing these vegetational data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "(1) A temperature complex-gradient determined by altitude and temperature conditions. This runs along an axis approximately 135\" to axis 1, with low altitudes and high temperatures in the upper part and high altitudes and low temperatures in the lower part. The arrows for Tjul and Tjan d o not run quite parallel with the altitude arrow. This suggests that factors other than altitude can influence temperature conditions. This is probably due to the fact that in western Norway there is a significant and strong temperature gradient in a west-east direction in addition to the main altitudinal gradient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "(2) A soil fertility complex-gradient, characterised by Na, H , CEC, Ca, Base, and Mg runs at 30\" to axis 1, indicating increasing soil fertility towards the upper right of Figs 4, 5, and 6. Humidity and thickness of the bleached soil layer are negatively correlated with soilfertility, and they may be included within this general soil fertility complex-gradient. The pattern clearly indicates that in rich soils all cations investigated have higher values than in poor soils and that rich soils have (3) An oceanicity-continentality complex-gradient characterised by contrasts in humidity, January temperature, and thickness of humus layer runs almost parallel to axis 1. Quadrats from oceanic areas, characterised by high winter temperatures, high humidity, and a thick humus layer are situated on the left side of the diagrams, whereas quadrats from continental areas all lie to the right.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "These complex-gradients are not independent, and are inter-correlated and inter-dependent, in particular the oceanic-continental gradient is a composite gradient of climate and soil variables. The slope and aspect arrows run parallel to each other, with their highest values (steep hillsides and northern aspect) in the lower right.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "An important ecological parameter which we have not been able to evaluate directly in the present data-set is the duration of snow-cover in the different stands. In general, snow-cover duration is correlated with altitude, low winter temperatures, and a northern aspect. This will give an important gradient roughly parallel with the altitudinal arrow. Stands and species generally correlated with long-lasting snow are situated in the lower right part of the diagram. Another potentially important ecological parameter which again has not been investigated in this study is soil moisture (ground water table).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vegetation-environment ordination by canonical correspondence analysis (CCA)"
        },
        {
            "text": "The great advantage of CCA is that species, species groups, individual quadrats, and quadrat groups can be directly related to environmental variables. Some of these advantages are explored here in relation to altitude, climate, and soils. These are used to illustrate the usefulness of CCA in elucidating individual species ecology in relation to environmental gradients and in aiding the ecological interpretation of the vegetation classification derived from the TWINSPAN results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ecological interpretations"
        },
        {
            "text": "Quadrat group-enviromental relationships Fig. 6 . The different groups are, in general, situated along a main gradient running fairly parallel with the altitudinal axis, suggesting that temperature conditions (and possibly snow duration) are probably the main ecological factor determining floristic variation between the various T. limbosperma quadrat groups. In addition, there is some variation along the soil fertility and the oceanicity-continentality gradients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Ecological interpretations"
        },
        {
            "text": "TWINSPAN quadrat group 00 is mainly separated from quadrat group 01 by altitude and temperature conditions. Group OOO is characterised by high elevation, high humidity, and low soil fertility. The main environmental difference between quadrat groups 0010 and 0011 is higher soil fertility in the former group. Floristically this is reflected by the occurrence of species such as Geranium sylvaticum and Cicerbita alpina. The 0100 and 0101 quadrat groups are mainly separated by winter temperature and humidity conditions. The oceanic affinity of the 0100 quadrat group is reflected by the occurrence of several typical oceanic species. The separation of quadrat groups 0110 and the 0111 may also be explained by differences in the influence of oceanicity, with the same oceanic differential species as in quadrat group 0111.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ecological interpretations"
        },
        {
            "text": "Nearly all the A. distentifolium-dominated stands are situated on the lower right side of Fig. 6 , and the main ecological gradient is clearly soil fertility. Most of the quadrat groups separated in the TWINSPAN division are badly separated in this diagram. This may indicate that they are rather similar floristically, that their separation is correlated to other environmental factors than those investigated here, or that higher dimensions are required to represent their environmental relationships. The 1011 quadrat group is fairly well separated from the others, and its position suggests a preference for high soil fertility. This group also has a wide altitudinal range (see Tab. 3). A. distentifolium stands may be found in lowland areas, down to 300 m a.s.1. There they are always restricted to north-facing slopes with long-lasting snow cover (snow often persists until the middle of August).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "Tab.",
                    "ref_id": null
                }
            ],
            "section": "Ecological interpretations"
        },
        {
            "text": "The other A. distentifolium quadrat-groups are poorly separated on Fig. 6 . Group 1000 is generally situated at higher altitudes than group 1001. Floristically this is reflected by the high frequency of alpine species, e.g. Epilobium lactiflorum, Cnaphalium norvegicum, and Veronica alpina in the former.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Ecological interpretations"
        },
        {
            "text": "The M . struthiopteris groups (1 10, 11 1) are well separated. The 110 quadrat group is situated at low elevations, and the variation within the group is mainly along the soil-fertility axis. With respect to soil fertility it generally resembles the A. distenrifotium group 101 1. The 111 quadrat group (only 2 quadrats) has some affinities with groups 110 and 1010. Fig. 7 shows the CCA positions of species belonging to the different TWINSPAN quadrat groups in relation to the environmental factors. Only the relevant speciesgroup designation (from Tab. 2) is shown. Species strongly associated with T. limbosperma (TWINSPAN quadrat group 0, species group la) mainly occur in areas with high January temperatures, high humidity, and low soil fertility. Species belonging to species group 2a, which are characteristic of TWINSPAN quadrat group 00 are situated in the lower left half of Fig. 7 and are associated with low soil fertility, high humidity, a thick bleached soil layer, and high altitude.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 373,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 887,
                    "end": 893,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Ecological interpretations"
        },
        {
            "text": "Species group 3a, 3b, and 2e are characteristic of TWINSPAN quadrat group 01 1. All the species in these groups are situated in the upper part of Fig. 7 , and consequently are associated with low altitude and high temperatures. Species group 3a is mainly associated with low soil fertility and oceanic conditions while species group 2e is associated with high soil fertility. This diagram. This position suggests higher soil fertility than in the T. limbosperma stands, lower humidity, and a thin or even absent bleached soil layer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Species-environmental relationships"
        },
        {
            "text": "The pure A . distentifolium stands (TWINSPAN quadrat group lo), characterised by species group 2c, are situated in the lower right part of Fig. 6 , and are conse.. quently restricted to areas of high elevation, northern aspect, and steep slopes (and long-lasting snow-cover). Species group 2e and 2d are characteristic of the M. struthiopteris stands (TWINSPAN quadrat group 11) and are situated in the upper right part of the diagram. This suggests associations with low elevations and high temperature conditions. Species characteristic of the 00 quadrat group are concentrated in the lower left part of Fig. 7 . This group is therefore associated with high altitude, oceanic conditions, and poor soils. The CCA position of the differential species for quadrat groups 0010 and 0011 suggest that the first group (0010) favours higher altitudes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 606,
                    "end": 612,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Species-environmental relationships"
        },
        {
            "text": "Quadrat groups 0100/0101 and 0110/0111 are mainly separated by the same species, e.g. Digitalis purpurea, Holcus mollis, Lophocolea bidentata, Luzula sylvatica, Plagiothecium undulatum, Thuidium delicatulum, and T. tamariscinum. Their CCA positions indicate that they favour oceanic conditions, with quadrat groups 0110 and 0100 representing oceanic stands. bens, Salix lanata, Stellaria nemorum, and Viola bifrora are differential species for quadrat group 101 1 against group 1010. The position of these species indicates high soil fertility in quadrat group 101 1. The TWINSPAN quadrat group 100, which is characterised by species groups lc and 3e, lies in an intermediate position between the T. limbosperma groups and the richer A . distentifolium groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Species-environmental relationships"
        },
        {
            "text": "The positions of the differential species indicate that they are, in general, concentrated in different parts of the ordination diagram, which gives information about their affinity to specific environmental variables. In some groups there are, however, some outliers. In most cases these are rare species, only occurring in one quadrat, e.g. Dryopteris filix-mas and Salix glandulifera in species group 2c, Brachythecium plumosum, Cerastium cerastoides, Salix herbacea, Scapania paludosa, and Sedum rosea in species group 3c, and Dryopteris carthusiana, Lycopodium annotinum, Pinus sylvestris, and Sphagnum papillosum in species group 2a, and Brachythecium glareosum in species group 3a. Therefore most weight should be placed on species occurring in several quadrats when discussing their distribution in relation to environmental variables. Fig. 8 shows selected species distributions in relation to altitude, with elevation increasing from the upper left corner to the lower right corner. Temperature conditions (and duration of snow-cover) run fairly parallel to this arrow. We have indicated the position of some lowland and alpine species along this altitudinal axis following the procedure of ter Braak (1987b) . Betula pubescens is situated in an intermediate position. M. struthiopteris, T. limbosperma, and Athyrium filix-femina have their weighted averages at lower altitudes, whereas A. distentifolium clearly favours higher altitudes.",
            "cite_spans": [
                {
                    "start": 1205,
                    "end": 1218,
                    "text": "Braak (1987b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 850,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Aconitum septentrionale, Lescuraea incurvata, Myosotis decum-"
        },
        {
            "text": "As a means of comparing the response of different species to the same environmental gradient, we list the rank order of the position of all the pteridophytes in the data set along this altitudinal gradient. This is, as ter Braak (1987b) discusses, an approximate ranking of the weighted averages of the species with respect to this environmental variable. It is as follows (from lowest to highest elevation):",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 236,
                    "text": "Braak (1987b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aconitum septentrionale, Lescuraea incurvata, Myosotis decum-"
        },
        {
            "text": "This order closely accords with general ecological observations on the behaviour of these species in western Norway, and illustrates the power of CCA in comparative plant ecology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pteridium aquilinum, Lycopodium annotinum, Athyrium filix-femina, Matteuccia struthiopteris, T. limbosperma, Blechnum spicant, Dryopteris carthusiana, Lycopodium clavatum, Thelypteris phegopteris, Gymnocarpium dryopteris, Dryopteris expansa, Equisetum sylvaticum, Dryopteris filix-mas, Cryptogramma crispa, Diphasium alpinum and Athyrium distentifolium."
        },
        {
            "text": "Species distributions in relation to January temperature and humidity are shown on Fig. 9 . We have indicated the position of some typical oceanic and continental species in relation to these axes. Oceanicity is characterised by high January temperatures and high humidity conditions, and continentality the opposite. The position of these species in relation to the two axes gives some interesting information. Oceanic species situated above the Tjan-arrow are characterised by high winter temperatures but they are not particularly demanding with respect to humidity conditions. Holcus mollis, Lophocolea bidentata, Luzula sylvatica, Thuidium delicatulum, and T. tamariscinum belong to this group. Species lying closer to the humidity axis are more demanding with respect to humidity than to winter temperature conditions. This group includes Blechnum spicant, Diplophyllum albicans, Plagiothecium undulatum, Rhytidiadelphus loreus, and Thelypteris limbosperma. This group is thus often found at higher altitudes towards their eastern distribution limit (cf. Faegri 1960; St0rmer 1969; Odland 1987) .",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1073,
                    "text": "(cf. Faegri 1960;",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1087,
                    "text": "St0rmer 1969;",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1100,
                    "text": "Odland 1987)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Pteridium aquilinum, Lycopodium annotinum, Athyrium filix-femina, Matteuccia struthiopteris, T. limbosperma, Blechnum spicant, Dryopteris carthusiana, Lycopodium clavatum, Thelypteris phegopteris, Gymnocarpium dryopteris, Dryopteris expansa, Equisetum sylvaticum, Dryopteris filix-mas, Cryptogramma crispa, Diphasium alpinum and Athyrium distentifolium."
        },
        {
            "text": "M . struthiopteris, which may be considered a continental, rather southern species in Fennoscandia, seems to be relatively indifferent with respect to winter temperature conditions whereas it is associated with conditions of low humidity. Aconitum septentrionale and Myosotis decumbens lie in a similar position, but they are associated with lower winter temperatures. A. distentifolium seems to be quite indifferent with respect to humidity, but it is always found in areas with relatively low winter temperatures. Fig. 10 illustrates the distribution of the different quadrats in the first 2 levels of divisions by TWINSPAN in relation to soil base saturation. Quadrat groups 00 and 01 are well separated from groups 10 and 11. This indicates that the T. limbosperma-stands are, in most cases, found on soils poor in cations. The soils in the A . distentifolium and M. struthiopteris stands are, in general, quite similar with respect to base saturation. Quadrat groups 001, 0011, and 0100 have the lowest values for base saturation, whereas groups 110 and 1011 have the highest values. This indicates that the first divisions of TWINSPAN are closely associated with soil conditions. which is also supported by the DISCRIM results (Tab. 3 and Fig. 2) . The relative position of quadrats above or below the base-saturation arrow is mainly determined by altitudinal and summer temperature conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1245,
                    "end": 1252,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Pteridium aquilinum, Lycopodium annotinum, Athyrium filix-femina, Matteuccia struthiopteris, T. limbosperma, Blechnum spicant, Dryopteris carthusiana, Lycopodium clavatum, Thelypteris phegopteris, Gymnocarpium dryopteris, Dryopteris expansa, Equisetum sylvaticum, Dryopteris filix-mas, Cryptogramma crispa, Diphasium alpinum and Athyrium distentifolium."
        },
        {
            "text": "Both methods suggest broadly similar relationships between the vegetational and the environmental data, with the primary division between the T. limbospermadominated stands (quadrat group 0) and the A . distentifolium-or M. struthiopteris-dominated stands (quadrat group 1) being related to differences in regional climate and soil fertility. At the second level of division, both methods emphasize the importance of altitude (00 vs 01 quadrat groups, 10 vs 11 quadrat groups), regional climate, and soil. At the third level of division, soil factors and climate tend to predominate in the environmental characterisation of the vegetational patterns. Thus in this study both numerical approaches have provided a consistent interpretation of the structure in the vegetational data in terms of possible environmental determinants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages and disadvantages of simple discriminant functions and canonical correspondence analysis"
        },
        {
            "text": "For a primary study of a large, heterogeneous vegetational data-set, some form of hierarchical classification is often useful. Ter Braak's (1986a) discriminant function analysis uses such a hierarchy (in this case from TWINSPAN), and determines, for each node, the environmental variables that discriminate best, in a mathematical sense, between the branches of the hierarchical tree. As ter Braak (1986a) concludes, \"used in combination, TWINSPAN and DISCRIM make an effective tool for ecologists to explore the relationship between species and environment\" (see Kuusipalo (1985) for other ecological applications of DISCRIM).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 146,
                    "text": "Braak's (1986a)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 405,
                    "text": "As ter Braak (1986a)",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 580,
                    "text": "Kuusipalo (1985)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Advantages and disadvantages of simple discriminant functions and canonical correspondence analysis"
        },
        {
            "text": "The low numbers of misclassified samples (samples whose discriminant score on the basis of the environmental data would assign the samples to the opposite vegetational group at a particular division) indicate that the measured environmental data predict well the vegetational classification. Interestingly, all the environmental variables serve as indicator variables in characterking one or more division in the first four levels of the vegetational classification. At level 1 the estimated regional climatic variables constitute 40% and the measured soil variables 60% of the environmental variables. At the second level regional and local climatic variables are 58% of the indicator variables and soil variables 42%. At level 3 climate provides 54% and soil 46% of the indicator variables and at level 4 50% each are from the climatic and edaphic variables. These values indicate that climate, either regional or local, and soil are all important determinants at a variety of scales within the vegetational data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages and disadvantages of simple discriminant functions and canonical correspondence analysis"
        },
        {
            "text": "The use of the discriminant-function approach presupposes that classification of the vegetational data is not only possible but also that it is desirable (cf. Webb 1954) . In many instances, particularly in broad-scale studies such as this, classification is useful and hence desirable for initial data analysis. In such cases the use of discriminant functions provides a useful tool for relating the vegetational classification to external environmental data. Van Tongeren's (1986) FLEXCLUS method may also to be useful for this purpose (see van Tongeren 1987) . The major disadvantage of using DIS-CRIM or related methods is when one has vegetational data that are essentially homogeneous and continuous and have no obvious discontinuities within the data. In such instances any classification, either numerically or non-numerically derived, is arbitrary and DISCRIM will be trying to relate environmental variables to an arbitrary classification that may not reflect at all the Tab. 4. Summary statistics of ordinations by detrended correspondence analysis (DCA) and canonical correspondence analysis (CCA): eigenvalues, percentage variance of the species abundance data accounted for, axis lengths in standard deviation units. species-environment correlations, and inter-set correlations between environmental variables and the quadrat scores. It is in such circumstances that direct gradient techniques such as canonical correspondence analysis can be most useful, as they attempt to display the relationships between individual species, individual samples, and external environmental variables. The relative lengths of the environmental-variable biplot arrows (Fig. 6 ) serve as a guide to the relative importance of the individual variables. In this case all the environmental variables appear important, with the possible exception of losson-ignition, pH, and slope. Canonical correspondence analysis is, in our experience, an extremely robust procedure and effectively analyses both homogeneous but continuously varying data and heterogeneous, discontinuous data. Its main disadvantages are that with large data sets the plots of species, samples, and environmental variables often become very crowded and difficult to comprehend and that, like any geometrical ordination method, it is attempting to summarise several dimensions of variation in a few axes. Inevitably some distortion may occur, particularly with heterogeneous data. This is exactly the situation where the combined use of TWINSPAN and DISCRIM becomes most effective.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 169,
                    "text": "Webb 1954)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 543,
                    "end": 561,
                    "text": "van Tongeren 1987)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1666,
                    "end": 1673,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Advantages and disadvantages of simple discriminant functions and canonical correspondence analysis"
        },
        {
            "text": "In summary both approaches are useful as they both provide insights into vegetation-environmental relationships that are often difficult to elucidate without numerical tools. CCA has the bonus of providing a means of 530 implementing a simple form of direct gradient analysis of individual species in relation to selected environmental variables (e.g . Figs 4,7, 8, 9 ). Such analyses are easy to implement by means of the CANOCO program and provide a useful exploratory analysis of species responses in relation to environmental variables. These responses can then be modelled in greater detail by means of generalised linear modelling, e .g. Gaussian regression (ter Braak & Prentice 1988) . Results of such modelling for A. distentifolium and T. limbosperma provide a valuable means of comparing the autecologies of these ecologically important ferns (Birks & Odland, unpubl.) .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 691,
                    "text": "(ter Braak & Prentice 1988)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 879,
                    "text": "(Birks & Odland, unpubl.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 367,
                    "text": ". Figs 4,7, 8, 9",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Advantages and disadvantages of simple discriminant functions and canonical correspondence analysis"
        },
        {
            "text": "R.H. Bkland (pers. comm.) has proposed using indirect gradient analysis, in particular DCA, to analyse these vegetational data, with rescaling of the ordination axes in compositional turnover units, and subsequent correlation of the measured environmental variables with the DCA axes. To test this proposal and to compare the relative merits of indirect (DCA) and direct (CCA) gradient approaches, we implemented D C A using CA-NOCO 3.0 (ter Braak unpubl.) with detrending by segments and default settings except that rare species were downweighted (Hill & Gauch 1980) . For comparative purposes only, this downweighting option was used here in CCA, even though it was not used in CCA analyses discussed above. Summary statistics of the analyses are given in Tab. 4. As expected the eigenvalues and axis lengths (in standard deviation units) are slightly smaller in CCA than in DCA because of the constraints imposed by the environmental variables in CCA. The multiple correlations (= species-environment correlation) are all correspondingly higher in CCA than for DCA. The DCA and CCA ordination plots are very similar, not surprisingly as the species-environment correlations obtained in DCA and subsequent regression of quadrat scores on axes 1 and 2 on the environment variables (0.83, 0.87 respectively) are high. If this regression is implemented within the ordination, as in CCA, the correlations increase to 0.88 and 0.90 respectively. We conclude from these high correlations that the measured environmental variables account for the major patterns of variation in the vegetational data.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 456,
                    "text": "(ter Braak unpubl.)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 568,
                    "text": "(Hill & Gauch 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparisons of indirect and direct gradient analysis approach"
        },
        {
            "text": "We thus see no advantage in using an indirect gradient analysis approach such as DCA with these data in relation to the problem in hand. Direct CCA techniques result in higher species-environment correlations and higher correlations between many of the individual environmental variables and the ordination axes (Tab. 4). Indeed the strikingly larger species-environment correlation for CCA axis 3 (0.85 cf. 0.60 in DCA) (and for axis 4, 0.86 for CCA, 0.61 for DCA) confirms ter Braak's (1987a: 136-137) suggestion concerning the serious limitations of using indirect gradient analysis followed by interpretation in terms of environmental gradients. We concur with ter Braak & Prentice's (1988) view that indirect \"ordination is the tool for exploratory analysis of community data with no prior information about the environment\", whereas direct \"constrained ordination is the equivalent tool for the analysis of community variation in relation to environment\".",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 503,
                    "text": "Braak's (1987a: 136-137)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 694,
                    "text": "ter Braak & Prentice's (1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparisons of indirect and direct gradient analysis approach"
        },
        {
            "text": "The present investigation shows that the observed differences in vegetational composition in tall-fern dominated stands can, in part at least, be explained in terms of relatively simple ecological variables measured for each quadrat. Climate and soil factors are most closely correlated with the vegetational classification and with species distributions within the ordination plots. The ferns T. limbosperma, A. distentijolium, and M. struthiopteris appear to be ecologically well separated. T. lirnhosperma-dominated stands are mainly characterised by low soil fertility, high January temperatures, and high humidity. The separation of floristically different groups within this dominance-type is mainly correlated with differences in altitude and oceanicity (January temperature). The main variation within the A. distentifolium-dominated group is closely correlated with soil fertility. Edaphically the poorest A. distentifolium stands are similar to the richest T. limbosperma stands. They are, however, very seldom mixed in the same stand, and this is probably due to snow conditions. M. struthiopteris is associated with high soil fertility and high summer temperatures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We believe that DISCRIM and CCA are valuable additions to the ecologist's tool-kit. They extend the usefulness and ecological power of numerical classification and ordination, respectively. They both help to explore the relationships between species, quadrats, and external environmental variables and provide a guide to the interpretation of these relationships. Both methods can analyse environmental data originally recorded as binary, nominal, ordinal, or continuous variables and as mixed variable types although careful considerations must be given to questions of appropriate transformation and coding (see ter Braak 1982 ter Braak , 1986a ter Braak , 1987a . Crude estimates of grazing on a 1, 2, 3 scale or land-use types on a 110 basis can thus be analysed (after appropriate recoding) by these methods as well as variables such as soil pH or altitude measured on a continuous scale. These methods clearly have much potential. They provide useful, complementary techniques for ecologists interested in looking beyond vegetation description to questions of species-vegetation-environmental relationships. SALIGLAN  SALIGLAU  SALIHERB  SALILANA  SALILAPP  SCAPDENT  SCAPPALU  SCIRCAES  SEDUROSE  SILEDIOI  SOLIVIRG  SORBAUCU  SPHAGIRG  SPHAPAPI  STACSY LV  STELGRAM  STELNEMO  TARAXSPP  THELLIMB  THELPHEG  THUIDELI  THUITAMA  TRIEEURO  TRITQUIN  URTlDlOl  VACCMY RT  VACCULIG  VACCVITI  VALESAMB  VEROALPI  VEROCHAM  VEROOFFI  VEROSERP  VIOLASPP  VIOLBIFL  VIOLPALU  VIOLRIVI ",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 628,
                    "text": "ter Braak 1982",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 646,
                    "text": "ter Braak , 1986a",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "ter Braak , 1987a",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1114,
                    "end": 1484,
                    "text": "SALIGLAN  SALIGLAU  SALIHERB  SALILANA  SALILAPP  SCAPDENT  SCAPPALU  SCIRCAES  SEDUROSE  SILEDIOI  SOLIVIRG  SORBAUCU  SPHAGIRG  SPHAPAPI  STACSY LV  STELGRAM  STELNEMO  TARAXSPP  THELLIMB  THELPHEG  THUIDELI  THUITAMA  TRIEEURO  TRITQUIN  URTlDlOl  VACCMY RT  VACCULIG  VACCVITI  VALESAMB  VEROALPI  VEROCHAM  VEROOFFI  VEROSERP  VIOLASPP  VIOLBIFL  VIOLPALU  VIOLRIVI",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Illustrated moss flora of Fennoscandia. I. Hepaticae",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arnell",
                    "suffix": ""
                },
                {
                    "first": "Lund",
                    "middle": [],
                    "last": "Gleerup",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Normal irsnedber 1931-1960 i millimeter. -Det norske meteorologiske institutt",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aune",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On the integrated interpretation of indirect site ordinations: a case study using semi-arid vegetation in south-eastern Spain",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C D"
                    ],
                    "last": "Dargie",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "37--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zur metodologischen Grundlage der modernen Pflanzensoziologie",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Du Rietz",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maps of distribution of Norwegian plants. I. The coast plants",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fregri",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Univ. Bergen Skr",
            "volume": "26",
            "issn": "",
            "pages": "1--134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Climate Near the Ground",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Om klimatets humiditet i vHrt land och dess innverkan p i mark, vegetation och skog",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hesselman",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "St. SkogsforsAnst",
            "volume": "26",
            "issn": "",
            "pages": "515--559",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "TWINSPAN -A FORTRAN program for arranging multivariate data in an ordered two-way table by classification of individuals and attributes",
            "authors": [],
            "year": 1979,
            "venue": "Section of Ecology and Systematics",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detrended correspondence analysis: an improved ordination technique",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "-&amp; Gauch",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Trends and problems in the application of classification and ordination methods in plant ecology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "78",
            "issn": "",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An ecological study of upland forest site classification in southern Finland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuusipalo",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Acta Forest. fenn",
            "volume": "192",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The dependence of mean air temperatures upon latitude and altitude in Fennoscandia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laaksonen",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "Ann. Acad. Sci. fenn. A",
            "volume": "111",
            "issn": "",
            "pages": "89--124",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Norsk, Svensk, Finsk flora. -Det Norske Samlaget",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lid",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On the ecology of Thelypteris limbosperma in W Norway. The distribution in relation to climatic factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odland",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nord. J. Bot",
            "volume": "7",
            "issn": "",
            "pages": "325--337",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The moss flora of Britain and Ireland",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mosses with a Western and Southern distribution in Norway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "St@rrner",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differential weights for samples and attributes in the ordination program DECORANA and the classification program TWINSPAN (Hill 1979). -Institute TNO for Mathematics, Information, Processing and Statistics, Report C 82 ST 106 55: 1-10, -1986a. Interpreting a hierarchical classification with simple discriminant functions: an ecological example",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J F"
                    ],
                    "last": "Braak",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "DISCRIM -a modification of TWIN-SPAN (Hill 1979) to construct simple discriminant functions and to classify attributes, given a hierarchical classification of samples. -Institute TNO for Mathematics, Information, Processing and Statistics",
            "volume": "69",
            "issn": "",
            "pages": "1--95",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A theory of gradient analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "-&amp; Prentice",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Advances in Ecological Research",
            "volume": "18",
            "issn": "",
            "pages": "271--317",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "FLEXCLUS, an interactive program for classification and tabulation of ecological data",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "F R"
                    ],
                    "last": "Van Tongeren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H G"
                    ],
                    "last": "Jongman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ter Braak",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Data Analysis in Community and Landscape Ecology",
            "volume": "",
            "issn": "",
            "pages": "174--212",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Is the classification of plant communities either possible or desirable? -Bot",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Tidsskr",
            "volume": "51",
            "issn": "",
            "pages": "362--370",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vegetation of the Great Smoky Mountains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Ecological Monographs",
            "volume": "26",
            "issn": "",
            "pages": "91--173",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "review indirect methods where the vegetational ordination gradients or clusters are related, Accepted 4-4-1990 0 NORDIC JOURNAL OF BOTANY NORD. J BOT. 10: 511-533, GEOB 037 Nord. J. Bot. 10 ( 5 ) (I'M)) Fig.1 Investigated areas in western Norway (for details see Tab. 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The investigated areas (see Fig. I ) . No Area No. of Quadrat numbers (Tab.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nord. J . Bor. 10 ( 5 ) GERA SYLV 0 38 5 11 11 11 4 43 35 21 26 21 33 RUME ACET 0 25 5 0 3 11 35 57 35 39 47 19 17 S C A P D E N T O Nord. J. Bot. Ill (S) (1990) d . J. 901. 10 ( 5 ) (19\")",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Indicator environmental variables resulting from DISCRIM that best predict the divisions of TWINSPAN. Legend as forFig.2and Tab. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CCA ordination diagram of the species on the CCA axes 1 and 2 with environmental variables represented by arrows. The E-scale applies to environmental variables and the S-scale to species. Taxon abbreviations are explained in the Appendix.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "shows the position of the species on the two first axes (k, = 0.39, 3.63 standard deviation units; 5 = 0.28. 3.33 s.d.). The three dominant ferns (shown in boxes) are situated in different parts of Fig. 4. T. limbosperma is in the middle left part, M . struthiopteris in the upper right part, and A. distentifolium in the lower CCA part. Species commonly associated with all three species tend to be concentrated near the origin. Fig. 5 gives the position of the individual quadrats on the two first axes. The geographical area from where the quadrats are sampled is given in Tab. 1, and their grouping in the TWINSPAN classification is shown in Tab. 3. The environmental variables on Figs 4 and 5 are represented by biplot arrows. The arrows for the different environmental variables point in the direction of the maximum change of that variable across the diagram, and their lengths are proportional to the rate of change in that direction",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "CCA ordination of the quadrats (cf.Fig.5) on CCA axes 1 and 2 with their affinity to the TWINSPAN quadrat groups (cf. Tab. 2 andFig. 2)indicated. The E-scale applies to environmental variables and the S-scale to the quadrats.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The position of the different species groups according to the TWINSPAN classification (Tab. 2) on CCA axes 1 and 2 in relation to environmental variables. The E-scale applies to environmental variables and the S-scale to the species. thin humus and bleached layers. Poor soils, in contrast, are characterised by low cation values and thick layers of humus and bleached soil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "shows the distribution of the individual samples in the different TWINSPAN quadrat groups in relation to the environmental variables. The T. limbosperma-dominated samples (quadrat groups OOO, 0010, 0011, 0100, 0101, 0110, 0111) are concentrated on the left side of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Positions of some lowland and alpine species in relation to altitude based on the biplot interpretation ofFig.4. The E-scale applies to environmental variables and the S-scale to the species.indicates that the quadrats in group 011 are the richest T. limbosperma quadrats. Species group lc which is characteristic of the T. limbosperma groups and A . distentifolium quadrat group 100 is situated in the left central part ofFig. 7, suggesting relatively poor soils and slightly oceanic conditions. Species within species group lb, which is characteristic of both the A. distentifolium and the M . srruthiopteris stands, are situated in the right central part of the Positions of some oceanic and continental species in relation to January temperature (Tjan) and humidity (Hum) based on the biplot interpretations ofFig.4. The E-scale applies to environmental variables and the S-scale to the species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "00, 01, 10 and 11 in relation to base saturation based on the biplot interpretation ofFig.6. The E-scale applies to environmental variables and the S-scale to the quadrats.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Tab. 2 is a simplified summary TWINSPAN table showing species occurrences and their abundances. Taxon abbreviations used in Tab. 2 and Figs 2, 4, 8, and 9 are listed in the Appendix. The species occurrences and abundance (SOA) in the differ-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 2. Simplified TWINSPAN two-way table indicating species frequencylabundance (OA) in the groups according to procedure explained in text.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Veronica officinalis (species group 2b). The second division level also separates the M. struthiopteris stands (together with some stands dominated by A. distentifolium and A. filix-femina) (quadrat group 11) from the pure A. distentifolium stands (quadrat group 10). Differential species for quadrat group 10 are Cryptogramma crispa, Diplophyllum taxifolium, Dryopteris expansa, Dryopteris filix-mas, Galium odoratum, Mnium thomsonii, Plagiothecium cavifolium, P. succulentum, Salix glandulifera, S. lanata, and Viola biflora (species group 2c). Differential species for quadrat group 11 are Actaea spicata, Angelica archangelica, Campanula latifolia, Drepanocladus uncinatus, Matteuccia struthiopteris, Melica nutans, Milium effusum, Paris quadrifolia, Plagiomnium cuspidatum, Poa nemoralis, Prunus padus, Stachys sylvatica, Rhizomnium pseudopunctatum, Valeriana sambucifolia, Viola spp. (species group 2d), Athyrium filix-femina, Cirsium helenioides, Crepis paludosa, Epilobium montanum, Filipendula ulmaria, Geum rivale, Plagiomnium affine, Porella platyphylla, and Urtica dioica (species group 2e).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The OOO group (only two quadrats) is characterised by such species as Alchemilla alpina, Calluna vulgaris, Kiaeria starkei, Nardus stricta, Orthocaulis floerkei, Phyllodoce caerulea, and Vaccinium myrtillus. Species occurring in quadrat group 001 but not in OOO include Hypericum maculatum, Oxalis acetosella, Rhytidiadelphus squarrosus, and Rumex acetosa. Quadrat group 01 is separated into groups 010 and 011. Differential species for group 011 are Brachythecium glareosum, Cardamine flexuosa, Carex pallescens, Cirsium palustre, Fragaria vesca, Galeopsis tetrahitlbifida, Holcus mollis, Lophocolea bidentata, Luzula sylvatica, Plagiochila asplenioides, Prunella vulgaris, Ranunculus repens, Thuidium delicatulum, T. tamariscinum, Veronica chamedrys, V. serpyllifolia, Viola riviniana, Pteridium aquilinum (species group 3a), Alnus incana, Angelica sylvestris, Campanula rotundifolia, Circaea alpina, Cirriphyllum piliferum, Polygonum viviparum, Stellaria graminea, (species group 3b), and species group 2e (see above). Quadrat group 10 is divided into groups 100 and 101. The 100 group is characterised by some occurrences of T. limbosperma and species in group la, and, in addition, Brachythecium plumosum, Carex brunnescens, Cerastium cerastoides, Convallaria majalis, Epilobium anagallidifolium, E. hornemannii, E. lactiflorum, Gnaphalium norvegicum, Lescuraea patens, Rubus saxatilis, Salk glauca, S. herbacea, S. lapponum, Scapania paludosa, Sedum rosea, Taraxacum spp., and Veronica alpina (species group 3c). The 101 quadrat group is characterised by a higher frequency of species such as Paris quadrifolia and Stellaria nemorum. Quadrat group 11 is separated into groups 110 and 111. The 100 group is characterised by species such as Aconitum septentrionale, Alnus incana, Athyrium filixfemina, Cirriphyllum piliferum, Filipendula ulmaria, Matteucia struthiopteris, Paris quadrifolia, Plagiomnium affine, Prunus padus, Stellaria nemorum, Urtica dioica, and Rubus idaeus. Group 111 (only two quadrats) is characterised by species such as Angelica archangelica, Athyrium distentifolium, A. filix-femina, Filipendula ulmaria, and Rhizomnium pseudopunctatum.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "species for group 0101 are Athyrium distentifolium, Brachythecium salebrosum, B. starkei, B. reflexum, and Rhodobryum roseum. The 011 quadrat group is divided into two groups Digitalis purpurea, Holcus mollis, Hypnum callichroum, Lophocolea bidentata, Luzula sylvatica, Plagiothecium undulatum, Rhytidiadelphus loreus, Thuidium tamariscinum, and T. delicatulum. Differential species for group 01 11 are Brachythecium reflexum, B. salebrosum, Hylocomium pyrenaicum, Rumex acetosa, and Stellaria graminea. The 100 quadrat group is separated into quadrat groups lo00 and 1001. Differential species for group lo00 are Cicerbita alpina, Epilobium lactiflorum, Cnaphalium norvegicum, Lescuraea radicosa, Listera cordata, Pohlia wahlenbergii, Salix glauca, S. lapponum, and Viola palustris. Differential species for group 1001 are Blechnum spicant, Dryopteris expansa, Luzula pilosa, Potentilla erecta, and Thelypteris limbosperma. Quadrat group 101 is divided into groups 1010 and 1011. Differential species for group 1010 are Betula pubescens, Deschampsia flexuosa, Gymnocarpium dryopteris, Lophocolea heterophylla, Solidago virgaurea, Thelypteris phegopteris, and Trientalis europaea. Differential species for group 101 1 are Aconitum septentrionale, Lescuraea incurvata, Myosotis decumbens, Salix lanata, Stellaria nemorum, and Viola biflora.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "underlying structure in the vegetational data. The careful use of indirect gradient analysis techniques such as detrended correspondence analysis (DCA)(Hill &  Gauch 1980)  can assist in identifying such instances.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgemenis -We are very grateful to Cajo ter Braak for providing the programs DISCRIM, MILTRANS, and CA-NOCO and for many helpful discussions. J .M.L.'s participation in this work has been supported, in part, by the Surface Waters Acidification Programme. We are also indebted to P. A. Aarrestad for help with soil analyses and K. Welling for assistance in data-input. The manuscript has benefited from critical readings by Hilary Birks, Rune Halvorsen Bkland, and Cajo ter Braak. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}