{
    "paper_id": "1c2f6883dc823dfa02f958322894d7186bc6c90a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Miriam",
                "middle": [],
                "last": "Araujo Hernández",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "García-Navarro PII",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "García",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "García-Navarro PII",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Navarro",
                "middle": [
                    "E"
                ],
                "last": "Begoña",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "García-Navarro PII",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Tipo de artículo: EBE revisión narrativa AUTORES: Miriam Araujo Hernández 1,2 , Sonia García Navarro 1, 2, 3 y E. Begoña García-Navarro 1,2, Datos de filiación 1 Departamento de Enfermería, Facultad de Enfermería, Universidad de Huelva, Huelva, España. 2 Grupo de Investigación AFLV (Afrontamiento al final de la vida) 3 Unidad de Gestión Clínica Los Rosales, Distrito Huelva-Costa-Condado_Campiña, Huelva, España",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 253,
                    "end": 254,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 319,
                    "end": 320,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "TITLE: APPROACHING GRIEF AND DEATH IN FAMILY MEMBERS OF PATIENTS WITH COVID-19: NARRATIVE REVIEW"
        },
        {
            "text": "Sonia García Navarro Email: soniagarcianavarro@gmail.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autora para la correspondencia"
        },
        {
            "text": "Las autoras no declaran ningún conflicto de intereses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicto de intereses"
        },
        {
            "text": "No existen fuentes de financiación públicas ni privadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financiación"
        },
        {
            "text": "Objetivo: Realizar una síntesis de la evidencia disponible para establecer recomendaciones sobre el abordaje del duelo y la muerte en familiares de pacientes Covid19 así como ofrecer recursos sustitutivos de los rituales y procedimientos necesarios con el fin de favorecer duelos funcionales y prevenir duelos complicados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Método: Se realizó búsqueda bibliográfica en bases de datos MEDLINE, EMBASE, SCIENCEDIRECT, WOS, CINAHL y CUIDEN, utilizando términos MeSH, (family, patient, isolation hospitals, grief, death, ceremonial behavior, self care, affects y social networking) con su ecuación boleana correspondiente. Los artículos seleccionados se sometieron a una lectura crítica a través del Critical Apraisal Skill Programme en español (CASPe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Resultados: Se encontraron 560 artículos atingentes, tras aplicar los criterios de selección, 13 estudios se incluyeron en el análisis, de los cuales 8 eran revisiones sistemáticas, 3 estudios cualitativos,1 estudio piloto prospectivo transversal y 1 guía clínica, que permitieron identificar estrategias para el abordaje del duelo y la muerte atendiendo a este momento de excepcionalidad covid19, incidiendo en el manejo competencial de los profesionales sanitarios en apoyo emocional y el acompañamiento así como el seguimiento durante todo el proceso, así como en la comunicación con la familia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Conclusión: En el proceso final de la vida en tiempos de COVID19, los profesionales sanitarios deben trabajar despedidas, los ritos fúnebres alternativos, la atención espiritual y el afrontamiento precoz que permitirán a su vez la prevención del duelo complicado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Palabras clave: Servicio de acompañamiento de pacientes, Actitudes ante la muerte, Aislamiento de pacientes, Ritual de despedida, ritos fúnebres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "The objective of this review was to synthesize the possible evidence to establish recommendations on the approach of mourning and death in relatives of Covid19 patients, as well as offering substitute resources for the necessary rituals and procedures in order to build up functional griefs and prevent complicated bereavements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: A bibliographic research was conducted in MEDLINE, EMBASE, SCIENCEDIRECT, WOS, CINAHL and CUIDEN databases, using MeSH terms, (family, patient, isolation hospitals, grief, death, ceremonial behavior, self-care, affects and social networks) with its corresponding boolean equation. The selected articles have been published in a critical reading through the Critical Assessment Skills Program in Spanish (CASPe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Result: A total of 560 articles were initially found, after applying the selection criteria, 13 studies were included in the analysis, of which 8 were systematic reviews, 3 qualitative studies, 1 crosssectional prospective pilot study and 1 clinical guide, which allowed identifying strategies for the approach grief and death attending to this moment of exceptionality covid19, influencing the competence management of health professionals in emotional support and accompaniment as well as the monitoring throughout the process, as well as in the communication with the family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: In the final process of life in COVID19´s time, health professionals must work farewells, alternative funeral rites, spiritual care and early coping that will allow the prevention of complicated grief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords: Patient Escort Service; Attitudes death; Patient Isolation; Farewell ritual and funeral rites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "El proceso de fin de vida genera un gran impacto emocional en el paciente y en la familia. Esto requiere, por su complejidad, una mayor competencia en los profesionales que acompañan para dar respuesta a las múltiples necesidades que se generan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El fenómeno del duelo ha sido estudiado a lo largo de los años, con la intención de ampliar su conocimiento y poder promover medidas de prevención para un desarrollo adaptativo del mismo, para evitar sus complicaciones, que se conocen como duelo complicado 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "La finalidad del equipo que acompaña al paciente y a la familia en el final de la vida, debe ser la de favorecer una maduración personal y familiar ayudándolos a vivir la experiencia de forma constructiva. La elaboración del duelo anticipado mediante dinámicas que favorezcan la expresión es un factor protector para un duelo patológico posterior en la familia 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "La situación excepcional que vivimos agudiza mucho más la complejidad de la atención. Los profesionales sanitarios están dando respuesta a una nueva situación de entender el final de la vida caracterizado por la soledad del paciente durante proceso aislado totalmente de su familia y su entorno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El objetivo de este trabajo es establecer recomendaciones basadas en la evidencia respecto al abordaje de duelo y muerte en familiares de pacientes COVID19, específicamente orientadas a identificar intervenciones sobre el manejo competencial de prevención del duelo complicado en familiares de pacientes covid19, y describir estrategias sustitutivas a los rituales de duelo y muerte en familiares de pacientes covid19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Diseño: Revisión narrativa de artículos publicados entre 2010 y 2020 localizados en las bases de datos MEDLINE, EMBASE, SCIENCEDIRECT, WOS, CINAHL y CUIDEN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Método"
        },
        {
            "text": "Se utilizaron términos MeSH (family, patient, isolation hospitals, grief, death, ceremonial behavior, self-care, affects y social networking).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estrategia de búsqueda:"
        },
        {
            "text": "En el proceso de selección se examinaron títulos y resúmenes para descartar los estudios irrelevantes, se buscaron los textos completos de aquellos estudios potencialmente relevantes y se verificó su adecuación a los criterios de inclusión -artículos escritos en español, inglés, francés y portugués, que el título estuviera relacionado con la pregunta de búsqueda, la adecuación del contenido del resumen y que describan intervenciones aplicables a nuestro objetivo de estudio. Se eliminaron aquellos estudios que no hicieran referencia a recomendaciones o estrategias en el abordaje del duelo y la muerte de familiares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estrategia de búsqueda:"
        },
        {
            "text": "La revisión de los textos completos se realizó por dos investigadores independientes y de forma enmascarada para evitar sesgos de evaluación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estrategia de búsqueda:"
        },
        {
            "text": "Evaluación crítica y extracción de datos: Los instrumentos utilizados para la valoración de la calidad de los estudios fueron las guías CASPe de lectura crítica de la literatura científica. Tras evaluar los estudios y comprobar que ninguno de ellos fue calificado con un CASPe inferior a 6, se decidió incluir todos los trabajos al considerar que aseguraban una buena calidad metodológica y bajo riesgo de sesgo. Para la extracción de datos, se diseñó una tabla en la que se especificó el título, objetivos, diseño, metodología, población, intervención y resultados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estrategia de búsqueda:"
        },
        {
            "text": "Tras la revisión de la bibliografía se identificaron 560 artículos atingentes, tras eliminar los 47 duplicados, solo 70 [12.8%] cumplían los criterios de selección en el resumen, 57 de los mismos presentaban criterios de exclusión que fueron detectados en el extenso, por lo que se consideró para su ulterior análisis un total de 13 estudios, que aportaron un total de 699 evidencias (figura 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados"
        },
        {
            "text": "De los artículos seleccionados, ocho fueron revisiones sistemáticas, tres estudios cualitativos y un estudio observacional. A este análisis se incluye una Guía de práctica clínica por la oportunidad de su contenido en estos momentos de excepcionalidad clínica provocada por la pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "Una vez revisados los estudios seleccionados, los datos fueron recogidos y clasificados en cuatro categorías: Necesidades sentidas de los familiares, Rol enfermero en el proceso final, Formación para dar respuesta a esta nueva demanda de salud y estrategias sustitutivas en el abordaje de la muerte y duelo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "Los familiares identifican la necesidad de intimidad como fundamental en el proceso de morir. Aquellos que no han podido vivirlo así lo expresan como un trauma, por otro lado, señalan el sentimiento de soledad ante los cuidados del fin de vida 4 . Otro de los aspectos que se destaca se relaciona con la falta de asesoramiento e implicación por parte de los profesionales sanitarios con la familia, la inadecuada información recibida por estos, a veces contradictoria, ha significado que los cuidadores se sientan engañados y frustrados 3, 4 . Los estudios seleccionados 3-5 coinciden como necesidad prioritaria la formación y el acompañamiento, ya que ellos hubieran necesitado mayor información y apoyo emocional.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 540,
                    "end": 541,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "La figura de la enfermera como elemento crucial en la atención de la familia en duelo, queda reflejada en tres de los documentos analizados 3-5 , resaltando la necesidad de abordar la formación en competencias 7 , el trabajo en equipo 9 , el tándem enfermera-familia 9,13 y el acompañamiento durante todo el proceso, concretando el seguimiento a corto, medio y largo plazo de las familias que han sufrido una pérdida 8, 10, 15 .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "text": "8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "La Formación en el abordaje del duelo y acompañamiento final se desprende como principal necesidad de los familiares 3,4,5 que valoran positivamente las intervenciones de apoyo al duelo 7, 8 . La formación en habilidades de comunicación también se evidencia en los estudios revisados 9,10 resaltando que el lenguaje es el arma más poderosa para desmitificar los bulos que existen entorno a la muerte y la pérdida, y propiciar una comunicación fluida y efectiva.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 189,
                    "end": 190,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "Por otro parte, se describen estrategias sustitutivas efectivas en el abordaje del duelo y la muerte, tales como el trabajo en equipo, la escucha activa, la atención enfocada en el significado de la pérdida para cada familia en aislamiento, el refuerzo positivo a la misma por las acciones desarrolladas 9 , la realización y envío de cartas de condolencia 5 , la realización de un diario del proceso 7 , el refuerzo de los autocuidados 15 y el contacto y apoyo entre grupo de iguales 14 . La ejecución de rituales, la atención de la espiritualidad y la necesidad de una despedida se presenta como eje centran para evitar los duelos complicados 5, 11, 12, 15 .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 486,
                    "text": "14",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 644,
                    "end": 646,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "11,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "12,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "Ante el reto que está suponiendo la gestión del proceso de duelo y afrontamiento a la muerte de pacientes y familiares del COVID19, el papel de la enfermera es clave, por ello es necesario generar recomendaciones basadas en la evidencia que permitan manejar este proceso de manera efectiva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Formación Online. La formación específica en duelo, así como recursos especializados (apoyo de personal experto) por parte de las Unidades de Gestión Clínica que estén trabajando con pacientes COVID19, para la ayuda y la atención integral en este proceso. Es necesario adquirir competencias en el abordaje de muerte y duelo para prevenir duelo complicado de los familiares y para reducir el estrés postraumático de los propios profesionales 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Enfermería Basada en la Evidencia (EBE). Trabajar con escalas revisadas y basadas en la evidencia para obtener resultados fiables y replicables en otras circunstancias de una manera rápida y efectiva 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Información. Facilitar la información al paciente y familia consensuada por el equipo multidisciplinar, pues facilita la elaboración del duelo funcional y previene el patológico 3, 9, 15 Adaptar la información a las necesidades individuales del paciente y la familia 9, 10 .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 271,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "En pacientes aislados favorecer la comunicación con su familia 6 con nuevas tecnologías si fuese posible, si no fuese posible, transmitir el mensaje de manera escrita. Informar a la familia de la situación clínica de una forma veraz y continua, respondiendo a sus preguntas e inquietudes en cada una de las etapas del proceso 4, 9, 10, 15 . Una vez haya fallecido, avisar telefónicamente a la familia, dar la opción de que puedan traer un objeto simbólico para el paciente 15 .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Comunicación. Comunicación fluida y efectiva a todos los familiares 13 . Somos mediadores entre el paciente y la familia, incidiendo en la expresión de las emociones, sentimientos y vivencias que propicia estas circunstancias. Generar vías de comunicación bidireccionales entre los profesionales que atienden a sus familiares y ellos, con el objetivo de generar una escucha activa que de apoyo a todos los niveles (físico, psi-social y emocional) 9, 10, 15 . o Facilitar las vías de comunicación y el trabajo en equipo con la familia, entendiendo que el tándem profesional-familia es clave en el éxito de este abordaje 9 . En el caso de no ser posible esto, se propiciarán vías telemáticas (móviles, tablets, ordenadores, etc.) que faciliten la comunicación y la despedida 11 .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "13",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 622,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Competencia cultural. Adaptación cultural basada en el significado personal que cada familia da a su proceso y consensuar con paciente y/o la familia, la adecuación del esfuerzo terapéutico, instando, sino se tuviera, a la realización del testamento vital o voluntades anticipadas 9, 15 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Despedida. Ofrecer nuevas vías de ejecución de sus rituales fúnebres y de despedida. Usar las nuevas tecnologías para las despedidas, el recuerdo, la memoria, el refuerzo positivo de familiares y amigos y el mantenimiento del recuerdo del difunto como parte imborrable de la vida de los mismos 9, 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Seguimiento de familiares en duelo. Realizar seguimiento telefónico de los familiares, durante el periodo de confinamiento. Tras finalizar el mismo, hacer un seguimiento y evaluación presencial, desde el equipo de Atención Primaria 8,10 Crear vías de comunicación con la familia que propicie un seguimiento a corto, medio y largo plazo y permitan el envío de cartas de condolencia por parte de los profesionales sanitarios, basadas en la experiencia particular y única de cada una de los pacientes que se han tratado con el objetivo de facilitar duelo funcional a las familias que ha sufrido una pérdida, favoreciendo la aceptación emocional de la realidad de la pérdida, pero también para cerrar el proceso del propio personal sanitario, expresando toda su dedicación y esfuerzo de haber sido testigo excepcional de ese momento 5, 7 .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 833,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 834,
                    "end": 835,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": " Mediatizar programas de apoyo entre iguales, creando redes de familiares con experiencias similares para el acompañamiento, ya que es un factor protector del duelo complicado 14 .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "14",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1 Flujograma de resultados de la búsqueda."
        },
        {
            "text": "Esta revisión planteó como objeto facilitar la adquisición del manejo competencial del abordaje de la muerte y el duelo en esta situación excepcional. Las medidas adoptadas en tiempos de COVID19, a pesar de haberse realizado de forma justificada, han suscitado escenarios que favorecen la complicación del proceso de duelo normal o funcional. Las despedidas, que cursan con una dimensión individual y social se han visto eliminadas, suscitando una intensificación de síntomas del duelo familiar. Se han visto afectados todos los actos alrededor de la pérdida, tan significativos para el doliente, como disponer del apoyo social o poder desarrollar con normalidad los rituales propios de nuestra comunidad (velatorios, ceremonias religiosas o rituales familiares...) 15 . Nuestra cultura, inminentemente simbólica, ha suscitado una sociedad necesitada de estos rituales para afrontar las despedidas. Por ello es indispensable, adaptar esas expresiones simbólicas a las circunstancias que estamos viviendo actualmente. Diversos autores 9,11 refieren la necesidad de compartir la experiencia como un elemento social, que posea un lugar, un tiempo y un reconocimiento en el entorno, así como la importancia de recibir gestos que manifiesten el acompañamiento y la empatía 5 de aquellos que han influido de alguna manera en el proceso. Todo esto sólo se podrá llevar a cabo a través de medidas adaptativas, tales como el uso de la Redes Sociales 5 , la elaboración de diarios 7 , las cartas de condolencia 5,7 o la cercanía entre iguales 14 .",
            "cite_spans": [
                {
                    "start": 1533,
                    "end": 1535,
                    "text": "14",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "La información a la familia es indispensable para asegurar un abordaje correcto, y temprano, pero a su vez suscita un proceso complejo, en el que se ponen en acción múltiples valores a tener en cuenta. Glajchen y Goehring 9 , indican que la comunicación entre el binomio sanitariofamilia debe ser fluida, y efectiva, tratando los puntos más controvertidos del proceso (miedos, sentimientos y conspiración), a lo que Rückholdt, Tofler, Randall y Buckley 10 añaden que debe poseer un elemento temporal que priorice y asegure una comunicación temprana, y el abordaje individualizado de cada familia, cada familia necesita su espacio, su tiempo 4 y su interpretación personal 9, 15 . A pesar de ser ejercicio de extrema complejidad en cualquier situación y mucho más agravado en las circunstancias actuales, es necesario si queremos asegurar un afrontamiento eficaz.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 674,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "La intervención durante la pérdida y duelo es una competencia enfermera que, en la actualidad de esta pandemia, retoma una especial atención. La familia y el tejido social que rodea al paciente están en un aislamiento alejado de su voluntariedad, por lo que nuestra práctica debe estar orientada a suplir este fenómeno, incidiendo en un acompañamiento del paciente y familiar que favorezca un afrontamiento eficaz, así como una preparación al duelo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "De la misma forma, debemos trabajar en equipo, favoreciendo un abordaje multidisciplinar 7,9 , así como una adaptación metodológica ante la nueva situación. Si el contacto físico, la reunión entre personas, la comunicación directa entre paciente y familia es imposible de llevarse a cabo, debemos utilizar estrategias virtuales 11 que suplan las intervenciones presenciales. La experiencia de unidad, de sentirse parte de un grupo, de trabajar de manera unánime con otras disciplinas, así como tomar decisiones de manera consensuada, suponen elementos preventivos en el abordaje del duelo 9 . Además, la formación, la investigación y la práctica clínica basada en la evidencia, es contemplada por varios autores 7, 9, 12 , como elementos indispensables para ofrecer unos cuidados seguros y prevenir elementos que dificulten el afrontamiento, como pueden ser la información contradictoria, diagnósticos contradictorios, o la esperanza infundada.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 714,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "12",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "En definitiva, el final del proceso de vida genera en el paciente y la familia un conjunto de reacciones a las cuales el personal sanitario debe dar respuesta. Esta revisión ha puesto de manifiesto la importancia del rol enfermero en este acompañamiento, el cual requiere de unas competencias específicas que aborden este proceso de manera integral e individualizada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "La situación de aislamiento que sufren los pacientes afectados por esta pandemia, dificulta aún más la adaptación de la familia durante el proceso de duelo. Este artículo aporta la descripción de aquellas intervenciones que según la literatura revisada previenen la complicación del duelo. Conocer estos factores nos ha permitido adaptarlos al escenario actual con el fin de favorecer el acompañamiento profesional y el abordaje de la muerte en tiempos de COVID19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        },
        {
            "text": "Por otro lado, no debemos olvidar el sentir de los proveedores de cuidado en estos momentos tan difíciles, donde la sociedad ejerce una presión involuntaria ante la nomenclatura de \"héroes\" en contraprestación de una serie de reacciones fluctuantes y personales que cada uno experimenta ante la posibilidad de no estar a la altura, miedo a su propia enfermedad y a la del contagio de sus seres queridos. Esto puede llevar a las enfermeras a desarrollar Burnout, en caso de que no logren adaptarse a los diferentes mecanismos de enfrentamiento de la muerte o no encuentren un significado compasivo a esta situación que les ha tocado vivir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discusión y Conclusiones"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predictores de duelo complicado. Psicooncologia (Pozuelo de Alarcon)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barreto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "383--400",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Control de síntomas neuropsicológicos",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boceta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aten Primaria",
            "volume": "38",
            "issn": "2",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Factores de Riesgo de Duelo Complicado en cuidadores de pacientes con enfermedad terminal: una Revisión Sistemática. Calidad de vida y salud",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soto-Rubio",
                    "suffix": ""
                },
                {
                    "first": "Salvador",
                    "middle": [
                        "E"
                    ],
                    "last": "Pérez-Marín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "29--39",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Personas enfermas al final de la vida: vivencias en la accesibilidad a recursos sociosanitarios",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz-Fernández",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ortega-Galán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cabrera-Troya",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ibáñez-Masero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carmona-Rega",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Relinque-Medina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Enferm univ",
            "volume": "14",
            "issn": "1",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Las cartas de condolencia: marco conceptual y protocolo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barbero",
                    "suffix": ""
                },
                {
                    "first": "Alameda",
                    "middle": [
                        "A"
                    ],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Paliat",
            "volume": "21",
            "issn": "4",
            "pages": "160--172",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La ausencia familiar en la atención de urgencia conlleva sufrimiento en pacientes y familiares",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barreto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garcia-Vivar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dupas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Misue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Enferm Intensiva",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enfi.2019.03.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The state of bereavement support in adult intensive care: A systematic review and narrative synthesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Efstathiou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vanderspank-Wright",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Crit Care",
            "volume": "50",
            "issn": "",
            "pages": "177--187",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcrc.2018.11.026"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pilot Study Assessing the Impact of Bereavement Support on Families of Deceased Intensive Care Unit Patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcadam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Puntillo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Crit Care",
            "volume": "27",
            "issn": "5",
            "pages": "372--380",
            "other_ids": {
                "DOI": [
                    "10.4037/ajcc2018575"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Family Meeting in Palliative Care: Role of the Oncology Nurse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glajchen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goehring",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Semin Oncol Nurs",
            "volume": "33",
            "issn": "5",
            "pages": "489--497",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coping by family members of critically ill hospitalised patients: An integrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rückholdt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tofler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Nurs Stud",
            "volume": "97",
            "issn": "",
            "pages": "40--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2019.04.016"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Social Grief: A Grounded Theory of Utilizing Status Updates on Facebook as a Contemporary Ritual. Florida: Nova Southeastern University. NSUWorks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Catania-Opris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation tools for spiritual support in end of life care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galiana",
                    "suffix": ""
                },
                {
                    "first": "Benito",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Support Palliat Care",
            "volume": "9",
            "issn": "4",
            "pages": "357--360",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Needs of the terminally ill's relatives in palliative care: Critical review of literature",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Areia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Relvas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychologica",
            "volume": "1",
            "issn": "60",
            "pages": "137--152",
            "other_ids": {
                "DOI": [
                    "10.14195/1647-8606_60-1_8"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Peer Support Services for Bereaved Survivors: A Systematic Review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Violanti",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gileno",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Omega (Westport)",
            "volume": "80",
            "issn": "1",
            "pages": "137--166",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}