{
    "paper_id": "1c31eceac83c926d2da349eda0e0ca4b9726ea73",
    "metadata": {
        "title": "Engaging the Media: Telling Our Operations Research Stories to the Public",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "A"
                ],
                "last": "Albert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Academic research occasionally captures the attention of the media. When this happens, there is a small window of opportunity to disseminate the real-world impact of our research and the value of our operations research and analytics expertise to the public. To do so, we must package our messages for public consumption. In this article, I summarize principles for interacting with the media, describe what various media interactions are like, and offer tips for capitalizing on one's expertise. Finally, I reflect on what we have to offer to journalists and the value of telling our stories to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Academics study problems that are significant for the discipline and possibly for the world. Academic research, if successful, can be published, disseminated to the larger research community, and receive awards. Our research is occasionally of interest to those outside of our academic and disciplinary communities, and at times, the research we do draws attention from the media. At other times, our expertise can shed light on a newsworthy topic that has captured the attention of the media. When this happens we have a small window of opportunity to disseminate the real-world impact of our research and the value of operations research and analytics to the public. The purpose of this article is to summarize my experience with media outreach and offer guidance for capitalizing on one's expertise to tell our stories to the public when opportunities arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "My experience with the media goes back to the beginning of my operations research career. Two months into my first faculty position, a press release was set to be published for my paper to be published in The Engineering Economist with Prof. Sheldon Jacobson [1] . The topic was a touchy subject-obesity-and the outcome of the paper that related the amount of automobile fuel was used each year due to heavier drivers had the potential to make headlines in newspapers throughout the country. In anticipation of the media attention, the news office at the University of Illinois at Urbana-Champaign gave Prof. Jacobson and me training for how to engage with journalists. The news office had experience with media attention and controversial topics, and this training taught me a few key lessons that became the foundation from which I have worked ever since.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, we came up with a set of key messages and takeaways from the paper we wanted to convey to journalists and reporters. The talking points described the research findings to the general public without any technical jargon. Second, the media office taught me how to circle back to the main takeaways to reiterate the main messages as often as possible. To do so, I had to sometimes answer the questions I wanted to be asked instead of the questions I was actually asked. They advised us on media requests to decline. This training provided an important template for future interviews that Prof. Jacobson also mentioned in his lessons learned from this experience [2] .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 669,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When the press release was published, it immediately received a firestorm of media attention. I was interviewed by several news outlets on video and over the phone in the first few hours. The morning after the press release, I received a phone call at home from a radio host in Chicago at about 6 a.m. in the morning. They found my home phone number in the Yellow pages. The resulting news articles appeared in hundreds of news outlets around the world both online and in print.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Soon thereafter, I started my blog Punk Rock Operations Research (punkrockOR. com) in 2007 and am now on twitter (@lauraalbertphd) and other social media platforms such as LinkedIn, Instagram, and FaceBook. Reporters and journalists have increasingly identified me as an expert through my use of social media and through past blog posts I have written, since blog content often shows up in Internet searches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since 2006, I have appeared in various media outlets many times. Many of my recent media appearances have come about based on topics in the news relevant to my research expertise. I am employed at the University of Wisconsin-Madison (UW-Madison) that has an Experts Database (https://experts.news.wisc.edu/) that facilitates connections between faculty and the media. The media office that maintains the Experts Database encourages faculty members to create an Experts Guide entry, where faculty can list areas of expertise. The media office promotes our expertise when a topic related to this expertise becomes timely. This has accelerated the rate at which I communicate with the media, and it has also resulted in me serving as a de facto UW-Madison ambassador on topics such as Powerball and state lotteries, the March Madness NCAA basketball tournaments, and aviation security. I embrace media requests as often as my schedule allows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the remainder of this article, I summarize the principles that guide my media interactions with the media and offer guidance for contributing to the public understanding of operations research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are several ways in which we can offer our expertise to the media. I have been interviewed for newspaper articles; I have appeared on television, radio, and podcast programs during live and pre-recorded recordings; and I have written editorials. In this section, I summarize what these experiences are like and how I prepare for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles for Working with the Media"
        },
        {
            "text": "There are a few common principles. The first is that the news moves fast. Breaking news is short lived. Usually, a response is needed within hours; otherwise, the opportunity is lost. Responding to media requests can be sudden and even intrusive. I was once recorded 2 h after getting the call for a breaking story about the state lottery. In those 2 h, I had to leave my office, pick up my daughters from their after school programs, go home, and prepare for the interview. There was very little time for any of my usual academic work activities that day. Responding to the media can be a significant time commitment. I find that the cost is worth it when considering that it is a way for my research to have impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles for Working with the Media"
        },
        {
            "text": "The second is that we must be able to package our research findings and insights in a way that is ready for public consumption. One way to achieve this is to prepare for takeoffs and landings. In terms of take-offs, I prepare for any conversation with a journalist or reporter by first telling the journalist about my areas of expertise and what I have to offer. I often email journalists a list of questions I am qualified to answer ahead of time. I have found that this greatly helps whoever interviews me. In terms of landings, I construct a short list of takeaways and key points about research findings before the interview, and I prepare a short summary for the end of an interview. Prof. Anna Nagurney echoes these principles in one of her blog posts [3] .",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Principles for Working with the Media"
        },
        {
            "text": "Another way to package our messages for public consumption is to crunch a few numbers ahead of time to put important concepts into perspective. Sometimes I only have time for back of the envelope calculations (because the news moves fast). I find it helpful to explain probabilities in terms of odds (e.g., 1 in 1.6 million) and expected time to observe the event (e.g., once every 584 years, on average). I also prepare some comparisons and analogies ahead of time if I anticipate that will help keep the conversation moving. When discussing rare events, I am almost always asked to compare one rare event to another (usually the probability of getting struck by lightning).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles for Working with the Media"
        },
        {
            "text": "When I am an expert for print media such as newspaper articles, I usually sit down with a journalist for a short conversation about a topic. These interviews are usually about an issue in the news where I have expertise and are not directly related to one of my research publications. I prepare for these interviews by writing down a few key points I want to make during the interview and emailing the journalist a link to a relevant blog post (if I have one) to help the journalist ask questions I am qualified to answer. I focus on new insights I can bring to the conversation based on an operations research perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert in Print Media"
        },
        {
            "text": "The journalists I have talked to always have a few questions ready, and it is my job to keep them focused on areas where I can provide insights. This is not always easy. To help the journalists understand the issues at hand, most of the interviews are often about background material, not about my expertise. In past interviews, I have explained how a winning lottery numbers are selected, how someone can purchase a lottery ticket, how the NCAA basketball tournament is a single elimination tournament and what that means, what false clears and false alarms are, and how various airport screening methods work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert in Print Media"
        },
        {
            "text": "Eventually, the conversation turns to operations research. However, journalists do not always frame their questions to me the \"right\" way because they are not operations research experts. It is necessary to re-frame the issues at hand from an operations research perspective. I sometimes answer journalists' questions by saying, \"The way I look at it is like this,\" and redirecting them to an important insight. Expressing a key insight in a single, clearly stated sentence often becomes a quote that is included in the published article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert in Print Media"
        },
        {
            "text": "Journalists often use a single one of my statements as a quote in their articles, where it is not stated within the context of the rest of our conversation. It is therefore crucial to stay on point and to not say anything that could be interpreted in a controversial manner when taken out of context. If I am concerned that a statement I said could be interpreted incorrectly, I explain it again so we are on the same page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert in Print Media"
        },
        {
            "text": "A 15-min interview covers a lot of ground. To ensure that the journalist understands the gist of my comments, I sometimes end these conversations with a summary statement of the key insights or takeaways, similar to what I would do when giving a talk or a lecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert in Print Media"
        },
        {
            "text": "I have appeared on the news and on news radio for short and long interviews about timely news topics including aviation security, bracketology, and the Powerball lottery. Some of the appearances are live and others are recorded ahead of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert on Television, Radio, or Podcast"
        },
        {
            "text": "Prerecorded interviews have happened in my home or office, where a news crew records me discussing a topic. It can be a one-sided conversation where I talk to a reporter or camera crewperson standing to the side of the camera. The reporter may periodically ask me questions, but it is not conversational. The interviews are generally recorded in one long take, where I can talk and answer the questions in a few different ways. The news segment that airs on television contains clips from my interview, with the questions edited out. In these cases, the entire interview is not aired, and therefore, there is no expectation to \"get it right\" during the entire interview. The downside is that my responses can be edited in such a way that a single soundbite may be somewhat taken out of context to fit the rest of the story. It is critical to stay on point. Again, preparing a couple of key takeaways ahead of time that I can repeat during the recordings is helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert on Television, Radio, or Podcast"
        },
        {
            "text": "There is no room for error during live, uncut recordings, but I find that they are more forgiving. In my experience, live recordings are easier because they are conversational from beginning and end. The news anchors and radio program hosts are extremely experienced and know how to make the interviews easy for their guests. They are also aired in their entirety, so statements are not taken out of context. To prepare, I generally email a list of questions to the news team ahead of time. They appreciate these questions, and they often ask me the questions word for word.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert on Television, Radio, or Podcast"
        },
        {
            "text": "As a professor who is used to speaking for 50-75 min at a time, it is easy to overexplain during these interviews. Not giving into this impulse requires practice. I often have several points to state in response to a single question. I find that live interviews go smoothly if I make only one point per question. There is not time for a long-winded yet thorough explanation on a live television segment that is a couple of minutes long. Insightful comments that are stated as a single sentence are ideal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert on Television, Radio, or Podcast"
        },
        {
            "text": "Television and radio interviews are not only about being concise and clear. The audience wants to learn something new, and therefore, good answers include information about operations research modeling and analysis that are not obvious to the general public. I try to identify what would interest the audience and work on how to include these insights in my answers. I attempt to reduce every one of my answers to an informative soundbite. I try to speak in slogans and bumper stickers. Before a live interview, I rehearse self-contained one sentence answers to questions that convey the information I want to tell the audience. This has helped the interviews flow smoothly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert on Television, Radio, or Podcast"
        },
        {
            "text": "In March 2020, I talked with a journalist who asked me a few questions about the forthcoming air travel restrictions being put in place in the USA. We had a discussion about several aspects of travel bans and the screening of international passengers for COVID-19. In this case, some of my answers to the yes-no questions posed by the journalist were, \"It depends,\" because the insights were nuanced. Additional screening could be effective, but only if they were efficient and effective (at the time, the screening tests were being reported as being neither efficient nor effective). After doing some additional research, I realized I had more to say about aviation policy in the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Writing Editorials (op-eds)"
        },
        {
            "text": "This motivated me to write an op-ed summarizing my opinions on international travel restrictions as informed by my research. I finished writing an op-ed the next day and staff at the Institute For Operations Research and the Management Sciences (INFORMS) submitted it for publication at several media outlets. The situation at US airports rapidly evolved over the next 3 days. I spent a few hours to revise my op-ed to make my central thesis more compelling, and I then resubmitted it to media outlets. There was a small window of opportunity when newspapers were interested in international air travel restrictions, and therefore, the speed at which I acted was critical. My op-ed was published the following week in The Hill [4] .",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Writing Editorials (op-eds)"
        },
        {
            "text": "There are several additional ways to capitalize on one's expertise to maximize the media impact of one's research. I offer four tips here in addition to those I have already mentioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximizing Media Impact"
        },
        {
            "text": "First, if one of my papers is potentially of interest to the media, I contact my department chair about a potential press release from the university well ahead of time. If they agree, they will work on crafting a press release. Journalists may be in contact soon after the press release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximizing Media Impact"
        },
        {
            "text": "Second, I keep in regular contact with my university's media office. University media offices are often contacted by journalists who are looking for experts on various topics. They appreciate connecting journalists to experts. If a topic related to my research becomes newsworthy (e.g., aviation security is suddenly in the news), I proactively contact the media office to remind them that I am available to serve as an expert to facilitate connections. Additionally, my university's media office frequently contacts me to ask if I would be available as an expert on a certain topic, confirming that I will be immediately available to journalists on short notice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximizing Media Impact"
        },
        {
            "text": "Third, writing an op-ed is an excellent way to proactively tell our operations research stories rather than waiting for journalists to discover what we have to offer. Timing is important. An op-ed can be written from scratch immediately when the topic is newsworthy. An alternative approach is to write a draft of an op-ed ahead of time in anticipation of when the topic will be newsworthy, since many news topics are cyclical (e.g., hurricane evacuations, seasonal shopping patterns). In the latter case, the op-ed can be edited and fine-tuned when the topic enters the news cycle again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximizing Media Impact"
        },
        {
            "text": "Finally, I embrace social media. Translating complex ideas from our research into a soundbite is a skill that requires diligent practice. These skills can be developed on social media platforms such as twitter, which (now) enforces a 280 character limit on each tweet. When twitter imposed a 140 character limit, twitter helped me to become a better writer and convey an idea in a single sentence instead of two or three. Likewise, blogging has helped me express non-intuitive operations research concepts to the public in longer exposition form. Both have helped me contribute to the public's understanding of operations research during media interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximizing Media Impact"
        },
        {
            "text": "One of the best ways to advocate for our discipline is to highlight its relevance to realworld problems and issues of national and international concern. There are many opportunities to offer our services as experts to the media in response to a topic in the news cycle. I have learned to take advantage of these opportunities and strongly believe that the publicity is valuable for the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The public is curious about the insights that operations research offers. It is up to us to share these important insights. We must be able to package our expertise and research insights in a way that is ready for consumption by the public. Understanding what the public wants to hear and how to talk about our research so that journalists can help tell our stories to others is a skill that requires practice. Doing so can be fun and fulfilling as well as impactful for the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding Information This work was funded by the National Science Foundation Award 1935550. The views and conclusions contained in this document are those of the author and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the National Science Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The economic impact of obesity on automobile fuel consumption",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mclay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eng Econ",
            "volume": "51",
            "issn": "4",
            "pages": "307--323",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How to survive your 15 minutes of fame",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Becoming an operations research newsmaker through the media, RENeW blog",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Travel bans can't stop this pandemic. The Hill",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}