{
    "paper_id": "1c31002c114bb8bdf6bc76521de3cb333816b6b1",
    "metadata": {
        "title": "European Journal of Case Reports in Internal Medicine European Journal of Case Reports in Internal Medicine © EFIM 2020 Acute Pericarditis and Cardiac Tamponade in a Patient with COVID-19: A Therapeutic Challenge",
        "authors": [
            {
                "first": "Talal",
                "middle": [],
                "last": "Asif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jr. Hospital of Cook County",
                    "location": {
                        "addrLine": "John H. Stroger",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kameel",
                "middle": [],
                "last": "Kassab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jr. Hospital of Cook County",
                    "location": {
                        "addrLine": "John H. Stroger",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fady",
                "middle": [],
                "last": "Iskander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jr. Hospital of Cook County",
                    "location": {
                        "addrLine": "John H. Stroger",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tareq",
                "middle": [],
                "last": "Alyousef",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jr. Hospital of Cook County",
                    "location": {
                        "addrLine": "John H. Stroger",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report a case of acute viral pericarditis and cardiac tamponade in a patient with COVID-19 to highlight the associated treatment challenges, especially given the uncertainty associated with the safety of standard treatment. We also discuss complications associated with delayed diagnosis in patients who potentially may need mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "LEARNING POINTS • Large pericardial effusion and cardiac tamponade should be considered in patients with COVID-19 who decompensate further after intubation and mechanical ventilation. • The characteristics of pericardial effusion in patients with COVID-19 are described. • A successful treatment approach for acute pericarditis in a patient with COVID-19 in light of differing opinions over the safety of NSAID use is described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a global pandemic and the result of infection by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . There is increased recognition of cardiac involvement in patients with COVID-19 as it confers a worse prognosis [2] . The most common cardiac complications include acute myocardial injury, arrhythmias, acute myocarditis and severe left ventricular dysfunction [1] . Conversely, reports of large pericardial effusions and associated life-threatening cardiac tamponade are rare [3] . We present a case of COVID-19-associated acute viral pericarditis complicated by large pericardial effusion and cardiac tamponade. To our knowledge, this is only the third report of cardiac tamponade in a patient with COVID-19 [3] [4] [5] . With observational studies suggesting that non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids may exacerbate symptoms in patients with COVID-19, this case presented a therapeutic challenge in the management of acute pericarditis associated with large pericardial effusion and cardiac tamponade [6] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 70-year-old West African female patient with a medical history of coronary artery disease, type 2 diabetes mellitus, hypertension, hyperlipidaemia and a recent history of non-ST elevation myocardial infarction (NSTEMI) 2 weeks previously, treated with plain old balloon angioplasty (POBA) to a small-size right posterolateral coronary artery, presented to the emergency room with chest pain, worsening dyspnoea, and myalgias for the last 3 days. Her presenting blood pressure (BP) was 124/59 mmHg, heart rate (HR) was 85 beats/minute, respiratory rate (RR) was 18 breaths/minute, temperature was 101.4°F and she was saturating at 93% on room air. An electrocardiogram (ECG) at presentation showed a normal sinus rhythm with T-wave inversions in the inferior leads similar to the patient's baseline ECG (Fig.  1) . The patient's chest x-ray at presentation showed right basal atelectasis but no consolidation or effusion. A transthoracic echocardiogram (TTE) performed 2 weeks earlier showed a normal left ventricular ejection fraction (LVEF) of 55-60% with no pericardial effusion. Due to concern for COVID-19 infection in the setting of her respiratory symptoms and mild hypoxia, the patient was admitted to the general medicine ward for further management. A nasopharyngeal swab for SARS-CoV-2 infection returned positive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 813,
                    "text": "(Fig.  1)",
                    "ref_id": null
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "On day 2 of hospitalization, the patient complained of worsening chest pain. A repeat ECG showed diffuse 1-mm ST-segment elevations with PR depression suggestive of acute pericarditis (Fig. 2) . At this time, the patient's BP was 104/60 mmHg, HR was 70 beats/minute and RR was 27 breaths per minute, requiring 2 litres of oxygen by nasal cannula. A repeat chest x-ray showed an enlarged cardiac silhouette, bilateral pulmonary infiltrates, and retro-cardiac opacities concerning for multi-focal pneumonia (Fig. 3) . A TTE was obtained and showed an LVEF of 55-60%, a new large circumferential fibrinous pericardial effusion, right ventricular diastolic collapse, increased respiratory variation in peak E-wave mitral inflow velocity, a dilated inferior vena cava and septal bounce. These findings were consistent with tamponade physiology (Figs. 4 and 5). The patient progressively became more hypoxic and required urgent intubation and mechanical ventilation. After intubation, the patient became severely hypotensive with a BP of 71/48 mmHg, requiring vasopressor support with norepinephrine. Due to haemodynamic instability, the patient was urgently taken to the cardiac catheterization laboratory where emergent pericardiocentesis was performed with removal of 460 ml of serosanguinous fluid. The opening pericardial pressure was 12 mmHg and the closing pressure was 2 mmHg. The patient's vasopressor requirements decreased in the following hours. Pericardial fluid analysis showed a white cell count of 2,100/µl with polymorphonuclear predominance, lactate dehydrogenase (LDH) of 3,086 U/l and protein of 5.3 g/dl. The fluid to serum protein ratio was 0.8 and fluid to serum LDH ratio was 3.0. Pericardial fluid Gram stain, bacterial, mycobacterial and fungal cultures were all negative. Testing for SARS-CoV-2 on pericardial fluid is not available at our centre. Pericardial fluid cytology was negative for any malignant or suspicious cells. The pericardial effusion was judged to be secondary to SARS-CoV-2-related acute pericarditis. Owing to reports of NSAIDs and corticosteroids potentially worsening symptoms in patients with COVID-19, colchicine was initiated. The patient's repeat TTE showed an LVEF of 55-60% and small residual fibrinous pericardial effusion (Fig. 6) . The patient was eventually extubated and her pericardial effusion remained stable on serial TTEs. DISCUSSION Cardiovascular comorbidities are common in patients with COVID-19 and these patients are at higher risk of morbidity and death [1] . Furthermore, patients with COVID-19 present diagnostic and therapeutic challenges because respiratory and cardiac pathologies frequently co-exist and their clinical presentation may be similar [1] . Even though pericardial involvement is a rare extra-pulmonary manifestation of COVID-19, it should be kept in mind as intubation and positive pressure ventilation (PPV) can have deleterious haemodynamic effects in patients with cardiac tamponade [4, 7] . There has been a lot of uncertainty in proceeding with procedures in cardiac catheterization laboratories in light of the need to balance staff exposure and patient benefit [8] . Since many patients with COVID-19 warrant intubation and mechanical ventilation, it might be reasonable to consider early controlled invasive management of large pericardial effusions to avoid haemodynamic decompensation and the need for emergent pericardiocentesis. High-dose aspirin and NSAIDS are the mainstay of therapy for acute pericarditis [9] . Other treatment options include colchicine [10] . Corticosteroids are reserved for cases with a contraindication or failure of first-line therapies [10] . With early anecdotal evidence linking NSAIDs and corticosteroids with a worsening clinical condition in patients with COVID-19, there have been recommendations against the use of these agents [6] . In our case and given the recent NSTEMI, both NSAIDs and corticosteroids should be avoided when treating pericarditis [11] . The recommendation for patients with myocardial infarction and acute pericarditis is to start high-dose aspirin [11] . This creates management difficulties in patients with COVID-19 and acute pericarditis due to the uncertainty of high-dose aspirin safety in those patients. The literature to date has not provided conclusive evidence for or against the use of high-dose aspirin [6] . The concerns were primarily regarding the use of ibuprofen and no scientific data are available linking worsening of COVID-19 with aspirin or other NSAIDs [6] . According to the recommendations from the US Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC), NSAIDs can be used when clinically indicated [9, 12] . Similarly, NSAIDs being used for chronic conditions should not be discontinued in patients with COVID-19 [9, 12] . Although traditionally colchicine is added to NSAIDs for the treatment of acute viral pericarditis, we used it as monotherapy in our patient and it was well tolerated [9] . Dabbagh et al. in their case of COVID-19 and cardiac tamponade report the successful use of the combination of corticosteroids and colchicine and it was well tolerated [4] . However, this was not an option in our patient given the recent myocardial infarction [11] . We carried out a literature search and existing data do not provide definite evidence against the use of high-or low-dose aspirin when clinically indicated in patients with COVID-19 [6, 11] . Until we have more evidence, the decision on the use of high-dose aspirin in the management of patients with COVID-19-related acute pericarditis should be individualized [6, 9] .",
            "cite_spans": [
                {
                    "start": 2520,
                    "end": 2523,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2719,
                    "end": 2722,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2971,
                    "end": 2974,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2975,
                    "end": 2977,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3153,
                    "end": 3156,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3506,
                    "end": 3509,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3555,
                    "end": 3559,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3660,
                    "end": 3664,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3859,
                    "end": 3862,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3983,
                    "end": 3987,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4102,
                    "end": 4106,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4369,
                    "end": 4372,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4530,
                    "end": 4533,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4719,
                    "end": 4722,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4723,
                    "end": 4726,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4834,
                    "end": 4837,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4838,
                    "end": 4841,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5011,
                    "end": 5014,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 5185,
                    "end": 5188,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5277,
                    "end": 5281,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5466,
                    "end": 5469,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5470,
                    "end": 5473,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5646,
                    "end": 5649,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5650,
                    "end": 5652,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 505,
                    "end": 513,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2273,
                    "end": 2281,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Figure 1. Baseline electrocardiogram shows a normal sinus rhythm with T-wave inversions in inferior leads, similar to the patient's baseline (red circle)"
        },
        {
            "text": "Since this is only the third report of cardiac tamponade in a patient with active COVID-19, this case also adds information about the characteristics of the pericardial fluid in patients with COVID-19 [3, 4] . Pericardial fluid analysis in our patient and in one case previously described showed a largely exudative effusion with a high polymorphonuclear cell count, high protein and LDH levels [4] . There is no set of laboratory parameters to help distinguish COVID-19-related pericardial effusion from other aetiologies. Until polymerase chain reaction testing for SARS-CoV-2 on pericardial fluid becomes more widely available, we suggest complete biochemical, bacteriological and cytological analysis of pericardial fluid to rule out other aetiologies of pericardial effusion.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Baseline electrocardiogram shows a normal sinus rhythm with T-wave inversions in inferior leads, similar to the patient's baseline (red circle)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The variety of cardiovascular presentations of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramasubbu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Topkara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clerkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Life-threatening cardiac tamponade complicating myo-pericarditis in COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cardiac tamponade secondary to COVID-19. JACC Case Rep",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Dabbagh",
                    "suffix": ""
                },
                {
                    "first": "Aurora",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weinmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhargava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Basir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiac involvement in a patient with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Inciardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaccone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Italia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raffo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tomasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1096"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and treatment with NSAIDs and corticosteroids: should we be limiting their use in the clinical setting?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rigg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Hemelrijck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecancermedicalscience",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Timing of tracheal intubation in traumatic cardiac tamponade: a word of caution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Dion",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Critchley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Resuscitation",
            "volume": "80",
            "issn": "2",
            "pages": "272--274",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Catheterization laboratory considerations during the coronavirus (COVID-19) pandemic: from ACC's Interventional Council and SCAI",
            "authors": [
                {
                    "first": "Fgp",
                    "middle": [],
                    "last": "Welt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Aronow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bortnick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Sherwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "20",
            "pages": "34566--34572",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.03.021"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interim clinical guidance for management of patients with confirmed coronavirus disease (COVID-19): medications",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ESC Guidelines for the diagnosis and management of pericardial diseases: The Task Force for the Diagnosis and Management of Pericardial Diseases of the European Society of Cardiology (ESC) Endorsed by: The European Association for Cardio-Thoracic Surgery (EACTS)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imazio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Badano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barón-Esquivias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Heart J",
            "volume": "36",
            "issn": "42",
            "pages": "2921--2964",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ACCF/AHA guideline for the management of ST-elevation myocardial infarction: executive summary: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines: developed in collaboration with the American College of Emergency Physicians and Society for Cardiovascular Angiography and Interventions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;gara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Kushner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ascheim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "De Lemos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Catheter Cardiovasc Interv",
            "volume": "82",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "FDA advises patients on use of non-steroidal anti-inflammatory drugs (NSAIDs) for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "US Food and Drug Administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diffuse 1-mm ST-segment elevations (blue arrows) with PR depression (orange arrow) suggestive of acute pericarditis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Repeat chest x-ray showing an enlarged cardiac silhouette, bilateral pulmonary infiltrates, and retro-cardiac opacities concerning for multi-focal pneumonia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Parasternal long axis view in systole (A) and diastole (B) on transthoracic echocardiography showing large circumferential pericardial effusion (arrows) and diastolic collapse of the right ventricle Subcostal view (C) on transthoracic echocardiography showing diastolic collapse of the right ventricle (arrow). M-mode echocardiography (D) showing early diastolic collapse of the right ventricle (arrow) Images taken after pericardiocentesis (E and F), depicting improvement in the size of the effusion (arrows)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}