{"paper_id": "1c327f381654ddb6686ff3566d365986eda65ce8", "metadata": {"title": "Acute mental health responses during the COVID-19 pandemic in Australia", "authors": [{"first": "Jill", "middle": ["M"], "last": "Newby", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Sydney", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Kathleen", "middle": [], "last": "O&apos;moore", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Sydney", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Dcp", "middle": ["/"], "last": "Msc", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samantha", "middle": [], "last": "Tang", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Sydney", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Helen", "middle": [], "last": "Christensen", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Sydney", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Kate", "middle": [], "last": "Faasse", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Sydney", "location": {"region": "NSW", "country": "Australia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "6 levels in the current cohort. We also expected people with lived experience of prior mental health diagnoses 122 would have higher rates of distress and would be vulnerable to poorer mental health during the current 123 pandemic. Finally, we predicted that engaging in precautionary hygiene behaviours would be associated 124 with lower distress. 125 7 status (including whether they had recently lost their job due to , the industry of their main job, 147 and the frequency at which they had worked from home during the past week (not at all, a little, sometimes, 148 most of the time, all of the time). 149", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Participants were asked whether they had a chronic illness (Yes, No, Unsure, Prefer not to say) , and 151 completed a single-item measure assessing their self-rated heath (Idler & Benyamini, 1997) , with responses 152 on a 5-point scale from Poor to Excellent. Participants were asked whether they had ever been diagnosed 153 with a mental health problem such as depression and anxiety (Yes, No, Unsure, Prefer not to say) , and 154 whether they were currently receiving treatment for a mental health problem including medications, 155 counselling, or psychological therapy (Yes, No, Unsure, Prefer not to say) . 156", "cite_spans": [{"start": 59, "end": 95, "text": "(Yes, No, Unsure, Prefer not to say)", "ref_id": null}, {"start": 171, "end": 196, "text": "(Idler & Benyamini, 1997)", "ref_id": null}, {"start": 386, "end": 422, "text": "(Yes, No, Unsure, Prefer not to say)", "ref_id": null}, {"start": 574, "end": 610, "text": "(Yes, No, Unsure, Prefer not to say)", "ref_id": null}], "ref_spans": [], "section": "General Health and Mental Health 150"}, {"text": "Participants were asked to complete single item measures of i) how lonely they were feeling, ii) how 158 worried they were about their financial situation, and iii) how uncertain they were feeling about the future, 159 on a 5-point scale (not at all, a little, moderately, very, extremely). They were then asked to rate how the Compulsion [24] , and iv) a specific measure of behavioural responses to the pandemic based on our prior 168 study [14] , and past research investigating behavioural responses to pandemics [25, 26] . Finally, we assessed 169 physical activity levels using the Physical Activity Vital Sign [27] which assessed i) the number of days in 170 the past week they engaged in moderate to strenuous activity, and ii) the average number of minutes they 171 exercised at this level, and screened for hazardous alcohol use using the Modified Alcohol Use Disorders 172 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 339, "end": 343, "text": "[24]", "ref_id": null}, {"start": 443, "end": 447, "text": "[14]", "ref_id": null}, {"start": 517, "end": 521, "text": "[25,", "ref_id": null}, {"start": 522, "end": 525, "text": "26]", "ref_id": null}, {"start": 617, "end": 621, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Mental Health 157"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Mental Health 157"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020 . . https://doi.org/10.1101 Identification Test 28] . All questionnaire responses were anchored to the past week, except for 173 the AUDIT-C (past month), and the Padua contamination subscale (general). The mental health and lifestyle 174 questionnaires were administered in randomised in order to minimise responding biases. 175", "cite_spans": [{"start": 66, "end": 77, "text": "May 8, 2020", "ref_id": null}, {"start": 78, "end": 105, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 126, "end": 129, "text": "28]", "ref_id": null}], "ref_spans": [], "section": "Mental Health 157"}, {"text": "Participants were asked about their own COVID-19 status (I have caught Unsure, or Other (open text) ). They also indicated 179 whether they were in self isolation (Yes -I am in voluntary self-isolation, Yes -I am in forced self-isolation, 180 No). Participants were also asked i) whether any of their family or friends had contracted 181 No, Unsure), and ii) how concerned or worried they were that their friends or family members would 182 contract COVID-19 (not at all, a little concerned, moderately concerned, very concerned, extremely 183 concerned). 184", "cite_spans": [{"start": 71, "end": 78, "text": "Unsure,", "ref_id": null}, {"start": 79, "end": 99, "text": "or Other (open text)", "ref_id": null}, {"start": 223, "end": 242, "text": "self-isolation, 180", "ref_id": null}, {"start": 334, "end": 337, "text": "181", "ref_id": null}], "ref_spans": [], "section": "COVID-19 Variables, Fears and Perceived Risk 176"}, {"text": "Participants were asked five questions relating to their perceived risk from, and worry about, 185 COVID-19. The first question assessed how concerned or worried respondents were about catching COVID-186 19 on a 5-point scale (not at all concerned, a little concerned, moderately concerned, very concerned, 187 extremely concerned). They then rated how likely they thought it was that they would catch the virus on a 188 visual analogue scale (VAS) from 0 (not at all likely) to 100 (extremely likely). They were asked how much 189 they thought they could do personally to protect themselves from catching the virus (perceived behavioural 190 control), on a 0 (couldn't do anything) to 100 (could do a lot) visual analogue scale. Perceived illness 191 severity was assessed by asking respondents how severe they thought their symptoms would be if they did 192 catch COVID-19 (response options were: no symptoms, mild symptoms, moderate symptoms, severe 193 symptoms, severe symptoms requiring hospitalisation, and severe symptoms leading to death). Finally, 194 participants were asked about how much information they had seen, read or heard about coronavirus 195 (nothing at all, a little, a moderate amount, a lot). 196", "cite_spans": [{"start": 1049, "end": 1057, "text": "Finally,", "ref_id": null}, {"start": 1058, "end": 1061, "text": "194", "ref_id": null}], "ref_spans": [], "section": "COVID-19 Variables, Fears and Perceived Risk 176"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Health-Protective Behaviours 197"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Health-Protective Behaviours 197"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020 . . https://doi.org/10.1101 To assess social distancing, hygiene and buying behaviours, participants were asked whether they 198 had engaged in a total of 16 behaviours during the previous week (see Table 2 Demographic characteristics of the sample are depicted in Table 1 . Overall, the sample was mostly female 206 (86%), identified as being Caucasian (75%), mainly spoke English at home (91%), and ranged in age from 207 18 to over 75. Participants were from various states and territories of Australia, with the majority living in 208 the most populated states of New South Wales, Victoria or Queensland. Sixty five percent were working in a 209 paid job, and approximately one third were carers (for children, or people with a disability, illness, or the 210 elderly). Respondents' self-rated health was measured on a scale from poor (1) to excellent (5), with a mean 211 of 3.0 (SD = 0.97). The majority of participants rated their health as 'fair' (24.4%), 'good' (37.7%), or 'very 212 good' (24.4%); relatively few participants rated their health as 'poor' (5.3%)' or 'excellent' (5.3%). 213", "cite_spans": [{"start": 66, "end": 77, "text": "May 8, 2020", "ref_id": null}, {"start": 78, "end": 105, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [{"start": 277, "end": 284, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 343, "end": 350, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Health-Protective Behaviours 197"}, {"text": "Only eight participants (0.2%) reported that they themselves currently have or have had 9.2% 215 were unsure, and 1.2% suspected they had COVID-19. Approximately 4.8% reported their family or friends 216 had caught COVID-19, and 8.2% were unsure. Almost half (48.8%) reported being in voluntary self-217 isolation, 2.4% reported being in 'forced self-isolation' and 48.8% were not self-isolating. 218 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 88, "end": 96, "text": "9.2% 215", "ref_id": null}], "ref_spans": [], "section": "Health-Related Information 214"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Health-Related Information 214"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Health-Related Information 214"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Health-Related Information 214"}, {"text": "Level of concern and worry about the possibility of contracting COVID-19 was moderate (M = 2.84, 220 SD = 1.07, range 1-5, where 1 = not at all, 5 = extremely concerned). A small proportion reported being 'not 221 at all concerned' (7.6%), 35% reported being 'a little' concerned, 31.4% were 'moderately concerned ', 222 17.2% were 'very concerned', and 8.5% were 'extremely concerned' about contracting Respondents' ratings of the perceived likelihood of contracting COVID-19 was moderate (M = 48.25, SD = 224 24.84; scale from 0 to 100). Perceived behavioural control, or the belief that personal protective behaviours 225 could help prevent infection, had a mean score of 71.64 (SD = 19.69). With regard to perceived severity of 226 symptoms if they caught coronavirus, only 0.3% of respondents indicated that they would experience no 227 symptoms; with mild (19.6%) and moderate (43.9%) symptoms most commonly expected. However, one in 228 three respondents perceived the illness severity to be high: with 20.1% indicating they thought they would 229 experience severe symptoms, severe symptoms requiring hospitalisation (12.0%), or severe symptoms 230 leading to death (4.1%). In terms of the amount of information participants had been exposed to about the 231 coronavirus in the past week, most participants (75%) reported having 'a lot' of exposure to information, 232 21.6% reported a 'moderate amount', whereas very few reported a little (3.3%) or no information at all 233 (0.1%). 234", "cite_spans": [{"start": 314, "end": 320, "text": "', 222", "ref_id": null}], "ref_spans": [], "section": "COVID-19 Fears and Perceived Risk 219"}, {"text": "Participants' overall level of concern and worry about friends and loved ones contracting COVID-19 was 236 moderate (M = 3.53, SD = 1.03, range 1-5, where 1 = not at all, 5 = extremely concerned). A small 237 proportion reported that they were 'not at all concerned' (1.6%), 16.5% reported being 'a little' concerned, 238 29.2% were 'moderately concerned', 33.1% were 'very concerned', and 19.6% 'extremely concerned' about 239 their friends or family members contracting COVID-19. 240", "cite_spans": [], "ref_spans": [], "section": "COVID-19 Fears (Others) 235"}, {"text": "The percentage of respondents who reported having engaged in a range of distancing and hygiene 242 behaviours during the past week is presented in Table 2 . During the previous week, handwashing and social 243 distancing (avoiding social events and gatherings) were the most common behaviours. 244 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 154, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Health-Protective Behaviours 241"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Note. Numbers represent n and proportion (%) in brackets.", "cite_spans": [], "ref_spans": [], "section": "Health-Protective Behaviours 241"}, {"text": "All rights reserved. No reuse allowed without permission. was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "Health-Protective Behaviours 241"}, {"text": "More than three quarters of participants reported that their mental health had been worse since the 246 outbreak, with 55.1% selecting 'a little worse', and 22.9% selecting 'a lot worse'. A small proportion 247 reported improvements in their mental health since the outbreak (5.5%) (see Figure 1) . A chi square analysis 248 revealed that there was a significant difference in the impact of COVID-19 on mental health for participants 249 with and without a prior mental health diagnosis ( 2 (4) = 141.44, p <.001), with 26.6% of those with a 250 prior mental health diagnosis saying their mental health had been 'a lot worse', relative to 13.4% in the 251 group without a mental health diagnosis. 252 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 287, "end": 296, "text": "Figure 1)", "ref_id": "FIGREF1"}], "section": "Mental Health 245"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 3 shows the proportion of participants who scored across the severity categories of the DASS-256 21 subscales. Only 38.2% of respondents scored in the normal range for depression, 50.2% in the normal 257 range for anxiety, and 45.5% for stress. In contrast, 37.1%, 29.1%, and 33.6% fell in the mild to moderate 258 range for depression, anxiety, and stress respectively, whereas 24.1%, 20.3%, and 20.4% reported severe or 259 extremely severe stress levels. On the Whiteley-6, 21.6% scored in the range indicating elevated health 260 anxiety. Of the participants who had valid scores on the Physical Activity Vital Sign (N=4845), 42.7% met 261 national guidelines for 150 minutes of moderate to vigorous physical activity in the past week. On the 262 AUDIT-C brief screener for alcohol use, approximately 52.7% showed hazardous drinking levels. 263", "cite_spans": [], "ref_spans": [{"start": 129, "end": 136, "text": "Table 3", "ref_id": "TABREF7"}], "section": "Mental Health 245"}, {"text": "Hazardous drinking levels were defined as an AUDIT-C score of 3 or more for women and other genders, 264 and 4 or more for men [28, 29] . 265 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 127, "end": 131, "text": "[28,", "ref_id": null}, {"start": 132, "end": 135, "text": "29]", "ref_id": null}], "ref_spans": [], "section": "Mental Health 245"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Mental Health 245"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . Comparison between people with and without prior mental health diagnosis 266 People with and without a self-reported history of mental health diagnosis were compared in their severity of 267 COVID-19 fears, mental health, distress, health anxiety, alcohol use, contamination fears, and physical 268 activity. People with a previous self-reported mental health diagnosis reported higher uncertainty, loneliness, 269 financial worries, COVID-19 fears (self and others), believed they were more likely to contract 270 had lower perceived behavioural control, had higher rates of psychological distress, health anxiety and 271 contamination fears, and lower physical activity than those without a self-reported mental health diagnosis 272 history. There were no differences in alcohol use between these groups (see Table 4 ). 273 was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Impact of self-isolation: Compared to people who were not in self isolation, people who self-reported being 274 in self-isolation reported higher uncertainty, loneliness, financial worries, and COVID-19 fears (self and 275 others), rated the symptoms of COVID-19 as more serious, but believed they were less likely to contract 276 COVID-19, and perceived more behavioural control over COVID-19. They also had higher rates of 277 psychological distress, health anxiety and contamination fears, and lower alcohol use than those not in 278", "cite_spans": [{"start": 592, "end": 595, "text": "270", "ref_id": null}], "ref_spans": [{"start": 892, "end": 899, "text": "Table 4", "ref_id": "TABREF8"}], "section": "Mental Health 245"}, {"text": "isolation. There were no differences in physical activity between these groups (see Table 5 ). 279 was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 5", "ref_id": "TABREF10"}], "section": "Mental Health 245"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . ", "cite_spans": [], "ref_spans": [], "section": "Mental Health 245"}, {"text": "Separate linear regression analyses were conducted to explore the demographic, occupational, and 281 psychological predictors of DASS-21 depression, anxiety and stress severity (see final model in Table 8 ). 282", "cite_spans": [], "ref_spans": [{"start": 197, "end": 204, "text": "Table 8", "ref_id": "TABREF14"}], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "We entered demographic predictor variables (gender, age, occupational status, education, Aboriginal and/or 283 Torres Strait Islander and carer status) in the first step. In the second step, we entered general health 284 variables including chronic illness, mental health diagnosis history, and self-rated health. In the third step, 285", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "we entered uncertainty about the future, loneliness, worry about finances. In the final step, we added 286 COVID-19 variables (whether they were in self-isolation, hygiene behaviours, exposure to COVID-19 287 information, risk perceptions including perceived likelihood, perceived control, and severity of illness, 288 concern/worry about contracting COVID-19, and concern/worry about loved ones contracting Depression. Demographic variables accounted for 10.8% of the variance (R 2 change =0.11, SE=10.02, F change 290 (18, 4971), = 33.32, p <.001). Entering the mental health diagnosis, chronic illness, and self-rated health 291 variables accounted for 9.5% of additional variance (R 2 change =0.095, SE=9.47, F change (3, 4788), = 191.73, p 292 <.001). In the third step, entering mental health variables accounted for 27.5% unique variance (R 2 293 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . change =0.28, SE=7.66, F change (3, 4785), = 845.35, p <.001). Finally, the COVID-19 variables accounted for 294 0.7% unique variance (R 2 change =0.007, SE=7.61, F change (3, 4777), = 8.02, p <.001). The final model is 295 presented in Table 8 and accounted for 48.5% of the variance in depression scores. 296", "cite_spans": [], "ref_spans": [{"start": 318, "end": 325, "text": "Table 8", "ref_id": "TABREF14"}], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Controlling for the other variables in the model, being female, more well educated, older, and having better 297 self-rated health were all associated with lower depression, whereas being unemployed, a student, retired, 298 carer or stay at home parent were associated with higher depression. Mental health and chronic illness 299 diagnoses were associated with higher depression, as were increased uncertainty about the future, loneliness, 300 and financial worries. Of the COVID-19 variables, higher worry about COVID-19 and perceived 301 behavioural control over COVID-19 infection were associated with lower depression, whereas perceiving 302 higher illness severity was associated with higher depression. 303", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Anxiety. In the first step, demographic variables accounted for 10.7% of the variance in anxiety scores ( Controlling for other variables in the model, being female, non-binary or different gender identity, and being 312", "cite_spans": [{"start": 104, "end": 105, "text": "(", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Aboriginal and/or Torres Strait Islander were predictors of higher anxiety. Older age, and more well 313 educated (certificate, degree or higher) were predictors of lower anxiety. In contrast to depression, only 314 being a student predicted worse anxiety. Having a chronic illness, and prior history of mental health 315 diagnosis were associated with higher anxiety, whereas better self-rated health was a predictor of lower 316 anxiety. Similar to depression, increased uncertainty about the future, loneliness, and financial worries were 317 also associated with higher anxiety. Of the COVID-19 variables, more hygiene behaviours, worry about 318 COVID-19, worry about loved ones contracting COVID-19, and higher perceived illness severity were 319 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . predictors of higher anxiety, whereas increased exposure to COVID-19 information, and perceived control 320 over Stress. In the first step, demographic variables accounted for 10.8% of the variance in anxiety scores (R 2 322 change =0.11, SE=8.99, F change (18, 4791) Controlling for other variables in the model, identifying as non-binary or different gender identity, 330", "cite_spans": [{"start": 313, "end": 319, "text": "=0.11,", "ref_id": null}, {"start": 320, "end": 328, "text": "SE=8.99,", "ref_id": null}, {"start": 329, "end": 342, "text": "F change (18,", "ref_id": null}, {"start": 343, "end": 348, "text": "4791)", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Aboriginal and/or Torres Strait Islander, predicted higher stress. Being more well-educated with a trade 331 certificate, and older age, were predictors of lower stress. Being a stay at home parent was a predictor of 332 higher stress. Having a chronic illness, and prior history of mental health diagnosis were associated with 333 higher stress, whereas better self-rated health was a predictor of lower stress. Increased uncertainty about the 334 future, loneliness, and financial worries were also associated with higher stress. Of the COVID-19 variables, 335 more hygiene behaviours, worry about loved ones contracting COVID-19, and higher perceived likelihood 336 of contacting COVID 19 were predictors of higher stress. Higher perceived control over COVID-19 337 predicted lower stress. 338 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . This survey presents the first insight into how the COVID-19 pandemic has impacted the mental 340 health of people living in Australia, in a sample of 5070 individuals. Rapidly disseminating an online survey 341 enabled us to assess a large number of participants during the peak of the pandemic in Australia to identify 342 fears and acute distress and identify the relationship between demographic and psychological predictors of 343 mental health. While very few individuals reported that they (0.15%) or their family/friends (4.8%) had 344 contracted COVID-19, one quarter (25.9%) of respondents were very or extremely worried about 345 contracting COVID-19, and over half (52.7%) were very or extremely worried about their family and friends 346 contracting COVID-19. Almost four in five participants reported that since the outbreak their mental health 347 had worsened, with over half (55%) saying it had worsened a little, and almost a quarter of respondents 348 (23%) saying it had worsened a lot. A small minority reported better mental health (4.8%). Results showed 349 that many people are experiencing high levels of uncertainty about the future (80%), and half of respondents 350 reporting moderate to extreme loneliness and worry about their financial situation. Given loneliness, social 351 isolation, and financial stress are significant risk factors for poor mental and physical health, and risk factors 352 for suicidal ideation [e.g., 19, 20, 30] , these findings are concerning. 353", "cite_spans": [{"start": 1529, "end": 1547, "text": "[e.g., 19, 20, 30]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "To rapidly respond to the evolving COVID-19 situation, we administered online validated self-report 354 questionnaires rather than diagnostic interviews. It is important to note that these questionnaires assessed 355 symptoms of distress during the past week and should not be taken as indicative of a 'diagnosis' of a 356 depressive or anxiety disorder. We found higher than expected levels of acute distress based on research in 357", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "China during the COVID-19 pandemic [8] , and compared to normative data [22, 31] . Between 20.3-24.1% 358 of the current sample were experiencing severe or extremely severe levels of depression, anxiety and stress, 359 and a further 18-22% moderate symptoms. Only 38% of the current sample had normal depression, 50% had 360 normal anxiety, and 46% had normal stress levels, whereas in the Chinese sample reported by Wang et al. 361 [8] 64-69% had normal anxiety, stress and depression on the DASS-21. These differences may be due to the 362 high proportion of people with pre-existing mental health diagnoses (70%) in our sample, which have been 363", "cite_spans": [{"start": 35, "end": 38, "text": "[8]", "ref_id": null}, {"start": 72, "end": 76, "text": "[22,", "ref_id": null}, {"start": 77, "end": 80, "text": "31]", "ref_id": null}, {"start": 417, "end": 432, "text": "Wang et al. 361", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "shown to be a vulnerable group [8, 10] , or because of the significant proportion with a self-reported chronic 364 illness (38%), who may be more susceptible to more severe COVID-19 disease, and therefore more 365 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 31, "end": 34, "text": "[8,", "ref_id": null}, {"start": 35, "end": 38, "text": "10]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . distressed. Having a personal history of chronic illness was a consistent predictor of higher depression, 366 anxiety and stress, whereas better self-rated health was associated with better mental health. Compared to 367 the Australian population, this sample appeared to have poorer health, with 30% reported being in fair or 368 poor health (compared to 15% in the Australian population), and 30% reporting being in very good or 369 excellent health (compared to 56% of Australians) [32] . 370", "cite_spans": [{"start": 566, "end": 570, "text": "[32]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Our data gave some insights into other demographic variables which predict higher psychological 371 distress. Specific occupational factors predicted higher distress levels: student status (depression and 372 anxiety), being an at home parent (depression and stress), a carer or retired (predicted higher depression), 373", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "whereas education was associated with lower psychological distress. In contrast to past research, identifying 374 as female predicted lower depression, however identifying as non-binary or a different gender identity was 375 associated with higher self-reported anxiety and stress. Identifying as Aboriginal or Torres Strait Islander 376 also predicted worse anxiety and stress levels. These groups may be particularly vulnerable during the 377 current pandemic, and longitudinal research is needed to explore the longer term predictors of poorer mental 378 health over time. 379", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Our results confirm fears about the potential impact of the COVID-19 pandemic on people with lived 380 experience of mental illness [7] . Participants with a self-reported history of mental health problems were 381 more afraid of COVID-19 and more worried about their loved ones contracting COVID-19, had higher 382 distress, depression, anxiety, health anxiety and contamination fears, and higher rates of elevated health 383 anxiety (26% versus 11%) than those without pre-existing mental health diagnoses. Relative to those 384 without mental health issues, a greater proportion of people with self-reported mental health problems had 385 elevated health anxiety (26% versus 11%), and said their mental health had been 'a lot worse' since the 386 outbreak (26% versus 13%). Having a history of mental health issues was a consistent predictor of higher 387 depression, anxiety and stress. 388", "cite_spans": [{"start": 132, "end": 135, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Because we did not collect any information about the history and nature of these mental health 389 diagnoses, we cannot determine whether these individuals had higher distress prior to the pandemic, or 390 whether distress increased as a result of the pandemic, due to inability to access usual supports, social 391 isolation or loneliness [7] . However, our findings highlight the need for proactive mental health 392 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 340, "end": 343, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . interventions for those who are experiencing elevated symptoms of depression, anxiety and stress during the 393 current COVID-19 pandemic, regardless of whether the distress is an exacerbation or recurrence of pre-394 existing mental health concerns, or new onset. Digital interventions, which have been shown to be highly 395 effective and cost-effective for depression and anxiety treatment [33] will be crucial to respond to these 396 ongoing mental health concerns, as they have capacity to deliver high quality interventions for distress at 397 scale, and to those in social isolation who are unable to attend face-to-face services [7, 34] . 398", "cite_spans": [{"start": 718, "end": 721, "text": "[7,", "ref_id": null}, {"start": 722, "end": 725, "text": "34]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "This study provides new knowledge about the rates of health anxiety during the COVID-19 399 pandemic. Over one in four (26%) of people with a prior history of mental health issues, and 11% of those 400 without pre-existing mental health issues reported elevated health anxiety in the past week, which is higher 401 than rates of health anxiety in the general Australian population (3.4% [35]), and closer to the rates of health 402 anxiety observed in general practice (10%) and outpatient medical clinic settings (20-25%) [36] . While these 403 symptoms are not necessarily indicative of illness anxiety disorder, high health anxiety is likely to have 404 significant ramifications for health service utilisation. Responses to health anxiety vary substantially, with 405 responses ranging from a complete avoidance of doctors, hospitals, and medical settings due to fear, to the 406 other end of the spectrum of excessive, repeated, and unnecessary health service use, diagnostic testing, 407 emergency visits and paramedic calls [37] . Proactive treatment of health anxiety with digital interventions 408 may also be needed should these symptoms persist [38, 39] . 409", "cite_spans": [{"start": 523, "end": 527, "text": "[36]", "ref_id": null}, {"start": 1031, "end": 1035, "text": "[37]", "ref_id": null}, {"start": 1156, "end": 1160, "text": "[38,", "ref_id": null}, {"start": 1161, "end": 1164, "text": "39]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "In prior research, risk perceptions, including the perceived risk of contracting the virus, perceived 410 control over the virus, and the perceived seriousness of the symptoms have been shown to be associated with 411 psychological distress, and behavioural responses to disease outbreaks. Consistent with the findings of 412 SARS pandemics, and our previous study, we found moderate perceptions of risk of contracting the virus. 413", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Participants rated on average that there was a 50% likelihood of contracting the virus personally, and higher 414 perceived risk was associate with higher depression and stress levels. In the current cohort approximately 415 one third of participants expected COVID-19 to lead to severe symptoms (32.1%), and in some cases death 416 (4%), which is higher than in our previous study, where we found only 25% expected severe symptoms. The 417 expected severity of the COVID-19 illness differs markedly to the reality for most people, as studies show 418 that 80% of people will experience no or mild symptoms [40] . These findings reinforce the need for 419 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 607, "end": 611, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. . education campaigns to address these misperceptions, especially as research has shown that these beliefs are 420 associated with engagement with distress. These risk perceptions explained a relatively small amount of 421 variance in the regression analyses, with perceived control over COVID-19 a consistent predictor of better 422 mental health and higher perceived severity of illness associated with higher depression and anxiety. 423", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "However, it is important to note that other predictors, including loneliness, financial stress, uncertainty, 424 demographic factors, and prior history of mental and chronic illness were stronger predictors of distress. 425", "cite_spans": [], "ref_spans": [], "section": "Predictors of Depression, Anxiety and Stress 280"}, {"text": "Similar to Wang et al. [8] , some of the most common precautionary behaviours were avoiding 427 touching objects that had been touched by others, washing hands, and using hand sanitiser. Participants also 428 commonly reported staying at home and avoiding social events and socialising with others outside of the 429 household. In contrast to media portrayals of panic buying, excessive purchasing behaviour was not 430 common. In previous research, higher engagement in hygiene behaviours, such as handwashing have been 431 associated with lower distress and anxiety, suggesting behavioural control may be protective for mental 432 health. However, in the current cohort we found some inconsistent results, with engagement in more hygiene 433 behaviours associated with higher anxiety and stress levels (they were not associated with depression). 434", "cite_spans": [{"start": 11, "end": 26, "text": "Wang et al. [8]", "ref_id": null}], "ref_spans": [], "section": "426"}, {"text": "These findings differ to the findings of Wang et al. [8] during the early stages of the epidemic in China, 435", "cite_spans": [{"start": 41, "end": 56, "text": "Wang et al. [8]", "ref_id": null}], "ref_spans": [], "section": "426"}, {"text": "where the use of precautionary measures, such as avoiding sharing utensils, hand hygiene and wearing 436 masks were associated with lower stress, anxiety and depression. However, the current findings are 437 consistent with some research from the SARS epidemic, in which moderate levels of anxiety were 438 associated with higher uptake of precautionary behaviours [41] . It is possible that the association we found 439 was due to people who were higher in anxiety or stress using these behaviours in an attempt to control 440 anxiety. 441", "cite_spans": [{"start": 365, "end": 369, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "426"}, {"text": "Finally, concerns have been raised about the potential impact of social isolation and quarantine on 442 physical inactivity, as well as increased alcohol use and abuse. On the AUDIT-C brief screener for alcohol 443 use, approximately 52.7% met criteria for hazardous drinking levels, which is higher than the 42% found in 444 primary care samples in Australia [42] and higher than USA-based population samples (35 %-45%) [43] . 445", "cite_spans": [{"start": 360, "end": 364, "text": "[42]", "ref_id": null}, {"start": 421, "end": 425, "text": "[43]", "ref_id": null}], "ref_spans": [], "section": "426"}, {"text": "However it is important to note that participants with a prior experience of mental health problems had 446 lower rates of hazardous drinking, and lower rates of inactivity. In the current sample, 42.7% met the 447 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "426"}, {"text": "was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "426"}, {"text": "The copyright holder for this preprint (which this version posted May 8, 2020. .", "cite_spans": [], "ref_spans": [], "section": "426"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organisation. Coronavirus disease 2019 (COVID-19) Situation Report", "authors": [], "year": null, "venue": "", "volume": "85", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Expected impact of COVID-19 on the mental health of health professionals. A 474 systematic review and meta-analysis of studies from the current and previous pandemics", "authors": [{"first": "S", "middle": ["B"], "last": "Harvey", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Stress and psychological impact on SARS patients during the outbreak. Can J 477 Psychiatry", "authors": [{"first": "S", "middle": ["E"], "last": "Chua", "suffix": ""}], "year": 2004, "venue": "", "volume": "49", "issn": "", "pages": "385--90", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Psychological effects of the SARS outbreak in Hong Kong on high-risk health care 479 workers", "authors": [{"first": "S", "middle": ["E"], "last": "Chua", "suffix": ""}], "year": 2004, "venue": "Can J Psychiatry", "volume": "49", "issn": "6", "pages": "391--394", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Long-term psychiatric morbidities among SARS survivors. General Hospital 481 Psychiatry", "authors": [{"first": "I", "middle": ["W C"], "last": "Mak", "suffix": ""}], "year": 2009, "venue": "", "volume": "31", "issn": "", "pages": "318--326", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coping responses of emergency physicians and nurses to 483 the 2003 severe acute respiratory syndrome outbreak", "authors": [{"first": "D", "middle": ["H"], "last": "Phua", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Tang", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Tham", "suffix": ""}], "year": 2005, "venue": "Acad Emerg Med", "volume": "12", "issn": "4", "pages": "322--330", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Multidisciplinary research priorities for the COVID-19 pandemic: a call for 485 action for mental health science. The Lancet Psychiatry", "authors": [{"first": "E", "middle": ["A"], "last": "Holmes", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Immediate Psychological Responses and Associated Factors during the Initial Stage 487 of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China. Int 488", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J Environ Res Public Health", "volume": "", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Impact of the COVID-19 Pandemic on Mental Health and Quality of Life 490 among Local Residents in Liaoning Province, China: A Cross-Sectional Study", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["F"], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "International Journal 491 of Environmental Research and Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 493 epidemic: implications and policy recommendations. General Psychiatry", "authors": [{"first": "J", "middle": [], "last": "Qiu", "suffix": ""}], "year": 2020, "venue": "", "volume": "33", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers 495 Exposed to Coronavirus Disease", "authors": [{"first": "J", "middle": [], "last": "Lai", "suffix": ""}], "year": 2019, "venue": "JAMA Network Open", "volume": "2020", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A longitudinal study on the mental health of general population during the COVID-497 19 epidemic in China", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Brain Behav Immun", "volume": "498", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Generalized anxiety disorder, depressive symptoms and sleep quality during 499 COVID-19 epidemic in China: a web-based cross-sectional survey. medRxiv", "authors": [{"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Public perceptions of COVID-19 in Australia: perceived risk, 502 knowledge, health-protective behaviours, and vaccine intentions. under review", "authors": [{"first": "K", "middle": [], "last": "Faasse", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Newby", "suffix": ""}], "year": null, "venue": "", "volume": "503", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Psychological Predictors of Health Anxiety in Response to the 504", "authors": [{"first": "S", "middle": ["M"], "last": "Blakey", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramowitz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Journal of clinical psychology in medical settings", "authors": [], "year": 2017, "venue": "Zika Virus", "volume": "24", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Psychological predictors of anxiety in response to the H1N1 (swine flu) 506 pandemic. Cognitive Therapy and Research", "authors": [{"first": "M", "middle": ["G"], "last": "Wheaton", "suffix": ""}], "year": 2012, "venue": "", "volume": "36", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Coronaphobia: Fear and the 2019-nCoV outbreak", "authors": [{"first": "G", "middle": ["J G"], "last": "Asmundson", "suffix": ""}, {"first": "S", "middle": [], "last": "Taylor", "suffix": ""}], "year": null, "venue": "J Anxiety", "volume": "508", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "How health anxiety influences responses to viral outbreaks like 510 COVID-19: What all decision-makers, health authorities, and health care professionals need to 511 know", "authors": [{"first": "G", "middle": ["J G"], "last": "Asmundson", "suffix": ""}, {"first": "S", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2020, "venue": "J Anxiety Disord", "volume": "71", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Loneliness in the general population: prevalence, determinants and relations to 513 mental health", "authors": [{"first": "M", "middle": ["E"], "last": "Beutel", "suffix": ""}], "year": 2017, "venue": "BMC Psychiatry", "volume": "17", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Loneliness as a specific risk factor for depressive symptoms: cross-sectional 515 and longitudinal analyses", "authors": [{"first": "J", "middle": ["T"], "last": "Cacioppo", "suffix": ""}], "year": 2006, "venue": "Psychol Aging", "volume": "21", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A systematic review on health resilience to economic crises", "authors": [{"first": "K", "middle": [], "last": "Glonti", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "517", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Manual for the Depression Anxiety Stress Scales", "authors": [{"first": "S", "middle": ["H"], "last": "Lovibond", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Lovibond", "suffix": ""}], "year": null, "venue": "", "volume": "520", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Comparison of unitary and multidimensional models of the Whiteley Index 470 in a nonclinical sample: implications for understanding and assessing health anxiety", "authors": [{"first": "G", "middle": ["J R"], "last": "Asmundson", "suffix": ""}], "year": 2008, "venue": "Journal of 471 Cognitive Psychotherapy", "volume": "22", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Revision of the Padua Inventory of obsessive compulsive disorder symptoms: 473 Distinctions between worry, obsessions, and compulsions", "authors": [{"first": "G", "middle": ["L"], "last": "Burns", "suffix": ""}], "year": 1996, "venue": "Behaviour Research and Therapy", "volume": "474", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Perceived risk, anxiety, and behavioural responses of the general public during the 476 early phase of the Influenza A (H1N1) pandemic in the Netherlands: results of three consecutive 477 online surveys", "authors": [{"first": "M", "middle": [], "last": "Bults", "suffix": ""}], "year": 2011, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Perceptions and behavioral responses of the general public during the 2009 479 influenza A (H1N1) pandemic: a systematic review", "authors": [{"first": "M", "middle": [], "last": "Bults", "suffix": ""}], "year": 2015, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The physical activity vital sign: a primary care tool to 482 guide counseling for obesity", "authors": [{"first": "J", "middle": ["L J"], "last": "Greenwood", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Joy", "suffix": ""}, {"first": "J", "middle": [], "last": "Stanford", "suffix": ""}], "year": 2010, "venue": "Journal of Physical Activity and Health", "volume": "7", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The AUDIT alcohol consumption questions (AUDIT-C): an effective brief screening 484 test for problem drinking", "authors": [{"first": "K", "middle": [], "last": "Bush", "suffix": ""}], "year": 1998, "venue": "Archives of Internal Medicine", "volume": "158", "issn": "16", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "AUDIT-C as a brief screen for alcohol misuse in primary care", "authors": [{"first": "K", "middle": ["A"], "last": "Bradley", "suffix": ""}], "year": 2007, "venue": "Alcohol Clin 486 Exp Res", "volume": "31", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Suicides associated with the 2008-10 economic recession in England: time trend 488 analysis", "authors": [{"first": "B", "middle": [], "last": "Barr", "suffix": ""}], "year": 2012, "venue": "BMJ : British Medical Journal", "volume": "345", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The Depression Anxiety Stress Scales (DASS): normative data and 490 latent structure in a large non-clinical sample", "authors": [{"first": "J", "middle": ["R"], "last": "Crawford", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Henry", "suffix": ""}], "year": 2003, "venue": "Br J Clin Psychol", "volume": "42", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Computer therapy for the anxiety and depression disorders is effective, 493 acceptable and practical health care: An updated meta-analysis", "authors": [{"first": "G", "middle": [], "last": "Andrews", "suffix": ""}], "year": 2018, "venue": "Journal of Anxiety Disorders", "volume": "494", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The COVID-19 pandemic: The 'black swan' for mental health care and a turning 496 point for e-health. Internet interventions", "authors": [{"first": "T", "middle": ["R"], "last": "Wind", "suffix": ""}], "year": 2020, "venue": "", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Health anxiety in Australia: prevalence, comorbidity, 498 disability and service use", "authors": [{"first": "M", "middle": [], "last": "Sunderland", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Newby", "suffix": ""}, {"first": "G", "middle": [], "last": "Andrews", "suffix": ""}], "year": 2013, "venue": "British Journal of Psychiatry", "volume": "202", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Prevalence of health anxiety problems in medical clinics", "authors": [{"first": "P", "middle": [], "last": "Tyrer", "suffix": ""}], "year": 2011, "venue": "Journal of Psychosomatic", "volume": "500", "issn": "6", "pages": "392--394", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Diagnostic and statistical manual of mental disorders : DSM-5", "authors": [{"first": "American", "middle": [], "last": "Psychiatric", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Internet-based cognitive behavioral therapy versus psychoeducation control for 504 illness anxiety disorder and somatic symptom disorder: A randomized controlled trial", "authors": [{"first": "J", "middle": ["M"], "last": "Newby", "suffix": ""}], "year": 2018, "venue": "", "volume": "505", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Exposure-based cognitive-behavioural therapy via the internet and as 506 bibliotherapy for somatic symptom disorder and illness anxiety disorder: randomised controlled 507 trial", "authors": [{"first": "E", "middle": [], "last": "Hedman", "suffix": ""}], "year": 2016, "venue": "Br J Psychiatry", "volume": "209", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Characteristics of and Important Lessons From the Coronavirus 509 Disease 2019 (COVID-19) Outbreak in China", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The impact of community psychological responses on outbreak control for 512 severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2003, "venue": "J Epidemiol Community Health", "volume": "57", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Do rates of depression vary by level of alcohol misuse in Australian general 515 practice? %J Australian Journal of Primary Health", "authors": [{"first": "B", "middle": [], "last": "Hobden", "suffix": ""}], "year": 2017, "venue": "", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Inconsistencies between alcohol screening results based on AUDIT-C scores 517 and reported drinking on the AUDIT-C questions: prevalence in two US national samples", "authors": [{"first": "K", "middle": ["E"], "last": "Delaney", "suffix": ""}], "year": 2014, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Chronic widespread musculoskeletal pain, fatigue, depression and 520 disordered sleep in chronic post-SARS syndrome; a case-controlled study", "authors": [{"first": "H", "middle": [], "last": "Moldofsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Patcai", "suffix": ""}], "year": 2011, "venue": "BMC Neurol", "volume": "11", "issn": "", "pages": "521--558", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "160 COVID-19 outbreak had impacted their mental health. \"Since the COVID-19 outbreak, my mental health 161 has been…\", and choose between 5 response options: A lot worse, A little worse, Stayed the same, A little 162 better, A lot better. 163 The survey included several validated self-report screening instruments including i) the 21-item 164 Depression Anxiety Stress Scales [22], a validated measure of depression, anxiety and stress symptoms, ii) 165 the Whiteley-6 [23] a brief validated measure of health anxiety severity, iii) the Contamination Obsessions 166 and Washing Compulsions subscale of the revised version of Padua Inventory of Obsessions and 167", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Proportion of participants reporting how their mental health has been since the start of the COVID-19 outbreak, in the Total Sample (Left), the sub-sample with a prior mental health diagnosis (middle) and no prior mental health diagnosis (right).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Proportion (% of total sample) of participants reporting worry about finances, uncertainty about the future and feelings of loneliness. Almost 80% of individuals reported moderate to extreme levels of uncertainty about the future; half 253 (50.1%) reported feeling moderately to extremely lonely, and half reported moderate to extreme worry about 254 their financial situation (50.1%). See Figure 2 for results. 255", "latex": null, "type": "figure"}, "TABREF0": {"text": "in the past and 177 am now recovered, I currently have COVID-19 [confirmed with a diagnostic test], I suspect I have COVID-178 19, I do not have", "latex": null, "type": "table"}, "TABREF1": {"text": "). Response options for each 199 item were not at all, a little, some of the time, most of the time, all of the time, and not applicable. Items 200 were generated based on our previous study of COVID-19 [14] and from previous research examining 201 health-protective behaviours in response to influenza, SARS and Middle East Respiratory Syndrome 202", "latex": null, "type": "table"}, "TABREF2": {"text": "Demographic characteristics of the sample All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF4": {"text": "Frequency of health-protective behaviours during the past week", "latex": null, "type": "table"}, "TABREF7": {"text": "Psychological distress, health anxiety, alcohol use, and physical activity Note. DASS-21 = Depression Anxiety Stress 21-item scale. a. n=4928, b. n=4845. c. n=4828All rights reserved. No reuse allowed without permission.was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "latex": null, "type": "table"}, "TABREF8": {"text": "Mental health in people with and without a prior self-reported mental health diagnosis.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>N </td><td>diagnosis Mean </td><td>SD </td><td>N </td><td>health diagnosis Mean </td><td>SD Independent samples t test </td></tr><tr><td>Uncertain: future </td><td>3581 </td><td>3.57 </td><td>1.07 </td><td>1351 </td><td>3.21 </td><td>1.05 t (4930) = 10.63, p = 0.00 </td></tr><tr><td>Lonely </td><td>3581 </td><td>2.83 </td><td>1.29 </td><td>1351 </td><td>2.23 </td><td>1.16 t (4930) = 14.89, p = 0.00 </td></tr><tr><td>Worry: finances </td><td>3581 </td><td>2.83 </td><td>1.26 </td><td>1351 </td><td>2.41 </td><td>1.19 t (4930) = 10.68, p = 0.00 </td></tr><tr><td>Worry: contracting </td><td>3574 </td><td>2.89 </td><td>1.08 </td><td>1344 </td><td>2.71 </td><td>1.03 t (4916) = 5.23, p = 0.00 </td></tr><tr><td>COVID-19 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Perceived likelihood </td><td>3575 </td><td>49.04 </td><td>24.88 </td><td>1347 </td><td>45.97 </td><td>24.61 t (4920) = 3.87, p = 0.00 </td></tr><tr><td>Perceived control </td><td>3574 </td><td>71.05 </td><td>19.79 </td><td>1346 </td><td>73.41 </td><td>19.25 t (4918) = -3.76, p = 0.00 </td></tr><tr><td>Severity of illness </td><td>3564 </td><td>3.44 </td><td>1.07 </td><td>1341 </td><td>3.16 </td><td>1.02 t (4903) = 8.39, p = 0.00 </td></tr><tr><td>Worry: loved </td><td>3581 </td><td>3.59 </td><td>1.03 </td><td>1351 </td><td>3.38 </td><td>1.02 t (4930) = 6.22, p = 0.00 </td></tr><tr><td>ones </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>contracting </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>COVID- </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Self-rated health </td><td>3481 </td><td>2.85 </td><td>0.94 </td><td>1310 </td><td>3.39 </td><td>9.40 t (4789) = 17.73, p = 0.00 </td></tr><tr><td>DASS-21 Total </td><td>3567 </td><td>45.52 </td><td>25.26 </td><td>1345 </td><td>26.57 </td><td>18.93 t (4910) = 25.00, p = 0.00 </td></tr><tr><td>DASS-21 </td><td>3567 </td><td>16.22 </td><td>10.85 </td><td>1345 </td><td>8.87 </td><td>7.70 t (4910) = 22.78, p = 0.00 </td></tr><tr><td>Depression </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>DASS-21 </td><td>3567 </td><td>10.47 </td><td>8.50 </td><td>1345 </td><td>5.12 </td><td>5.98 t (4910) = 21.19, p = 0.00 </td></tr><tr><td>Anxiety </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>DASS-21 </td><td>3567 </td><td>18.83 </td><td>9.44 </td><td>1345 </td><td>12.58 </td><td>8.12 t (4910) = 21.49, p = 0.00 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Stress </td></tr></table></body></html>"}, "TABREF10": {"text": "Comparison between those in self-isolation versus not in self isolation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>N </td><td>M </td><td>SD </td><td>N </td><td>M </td><td>SD </td><td>Independent samples t </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>test </td></tr><tr><td>Uncertain: future </td><td>2475 </td><td>3.41 </td><td>1.06 </td><td>2592 </td><td>3.52 </td><td>1.08 </td><td>t (5065) = 3.63, p = 0.00 </td></tr><tr><td>Lonely </td><td>2475 </td><td>2.56 </td><td>1.26 </td><td>2592 </td><td>2.76 </td><td>1.29 </td><td>t (5065) = 5.52, p = 0.00 </td></tr><tr><td>Worry: finances </td><td>2475 </td><td>2.64 </td><td>1.22 </td><td>2592 </td><td>2.78 </td><td>1.27 </td><td>t (5065) = 4.09, p = 0.00 </td></tr><tr><td>Worry: contracting </td><td>2473 </td><td>2.77 </td><td>1.05 </td><td>2580 </td><td>2.91 </td><td>1.08 </td><td>t (5051) = 4.65, p = 0.00 </td></tr><tr><td>COVID-19 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Perceived likelihood </td><td>2473 </td><td>49.27 </td><td>25.26 </td><td>2584 </td><td>47.27 </td><td>24.40 </td><td>t (5055) = -2.86, p = 0.00 </td></tr><tr><td>Perceived control </td><td>2473 </td><td>70.16 </td><td>20.36 </td><td>2582 </td><td>73.06 </td><td>18.93 </td><td>t (5053) = 5.26, p = 0.00 </td></tr><tr><td>Severity of illness </td><td>2467 </td><td>3.18 </td><td>0.94 </td><td>2573 </td><td>3.53 </td><td>1.14 </td><td>t (5038) = 11.95, p = 0.00 </td></tr></table></body></html>"}, "TABREF12": {"text": "change =0.11, SE=7.77, F change (18, 4791), = 33.05, p <.001). Entering the health variables (mental health 305 diagnosis, chronic illness, and self-rated health) accounted for 8.3% of additional variance (R 2 change =0.083, 306 SE=7.40, F change (3, 4788), = 163.28, p <.001). In the third step, entering mental health variables accounted 307 25.55, p <.001). The final model is presented inTable 8and accounted for 36.5% of the variance in anxiety 310", "latex": null, "type": "table"}, "TABREF13": {"text": ", = 33.49, p <.001). Entering the health variables (mental health 323", "latex": null, "type": "table"}, "TABREF14": {"text": "Predictors of depression, anxiety and stress severity", "latex": null, "type": "table"}}, "back_matter": []}