{
    "paper_id": "1c3291cacb3f72ba03f590c1809f0869ff8f54c3",
    "metadata": {
        "title": "Addressing the implementation challenge of the global biodiversity framework",
        "authors": [
            {
                "first": "Sui",
                "middle": [
                    "C"
                ],
                "last": "Phang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Portsmouth",
                    "location": {
                        "postCode": "PO1 2UP",
                        "settlement": "Portsmouth",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Failler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Portsmouth",
                    "location": {
                        "postCode": "PO1 2UP",
                        "settlement": "Portsmouth",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Peter"
                ],
                "last": "Bridgewater",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Canberra",
                    "location": {
                        "addrLine": "11 Kirinari St",
                        "postCode": "2617",
                        "settlement": "Bruce",
                        "region": "ACT",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "After a decade of efforts to halt biodiversity loss through the 20 Aichi Targets of the Convention of Biological Diversity (CBD), the situation remains very mixed (IPBES 2019) . Overall success in meeting targets has been low and is not uniform by region nor by target. For instance, in Africa, none of the 50 countries convention parties are on course to meet Targets 3, 4, 12 or 20 at all by 2020, and even the most on-track Targets (16 & 17) are only expected to be achieved by 24% of these countries (IPBES 2018) . Such an uneven achievement of targets translates to an imbalance in biodiversity conservation, sustainable use, and benefit sharing-the three objectives of the CBD. This situation in Africa is widely representative of the negative trends for global biodiversity in the Anthropocene (IPBES 2019).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 175,
                    "text": "(IPBES 2019)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 444,
                    "text": "(16 & 17)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 516,
                    "text": "(IPBES 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The challenge of implementing global biodiversity policies is crucial and must be addressed in the new Global Biodiversity Framework (GBF) slated to replace the Aichi Targets. Given limited success of two decades of CBD target-setting policies, starting from the 2010 Targets set in 2002, adopting another set of numerical biodiversity targets would seem best avoided. Numerical targets, even under a unified single metric (e.g. Rounsevell et al. 2020) , distract and divert resources from effective implementation. Instead, a successful GBF must be a framework from which policies are developed and implemented urgently and effectively at local, national, and regional scales. It must overcome the difficulty of accommodating multiple and complex concerns of all stakeholders from environmental, societal, economic and political domains and meet needs of people and biodiversity. The Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) Global Assessment (IPBES 2019) calls for transformative approaches to biodiversity governance-here we propose four promising ways the GBF could be transformative for people and the rest of biodiversity.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 452,
                    "text": "Rounsevell et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The GBF must move from numeric-based targets and instead adopt 'vectors of change' as its approach for better biodiversity conservation, sustainable use and benefit sharing. In the released Zero Draft for a Post-2020 Global Biodiversity Framework, numeric-based targets for overall biodiversity loss are included (i.e. Section 10 of the Zero Draft), for example, the percentage reduction in the species under extinction threat and increase in species abundance. To calculate these percentages requires robust biodiversity threat assessments and poses substantial implementation challenges for member states with insufficient capacity. The same challenges also apply for gene and ecosystem metrics used in the Zero Draft. Indeed, while metrics to measure the state of biodiversity exist and some are even well established (Mace et al. 2018) , without the reliable ability to assess biodiversity in the first instance in many regions of the world, it serves as a 'paper target'.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 839,
                    "text": "(Mace et al. 2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Move away from numerical targets to pursue positive trends in biodiversity"
        },
        {
            "text": "Setting biodiversity ambition in the GBF to a ''vectors of change'' approach describing a better situation for biodiversity (for example see Bull et al. 2020) can maintain an ambitious and desirable objective while also simplifying implementation. The 2030 and 2050 goals in the GBF, focusing on biodiversity status (defined by species health, human use and equitable sharing of resources) can be readily adapted from numerical targets to 'vectors of change'. CBD Parties have the opportunity to define country-level ambition (Maron et al. 2020 ) that reflect their needs and capacities. At the global level, use of narratives encapsulating biodiversity as the CBD defines it-hierarchical linkage of genes, species and ecosystems-is the best way forward. Through the GBF (via e.g. the Global Environment Facility) the global community must commit to ensure all CBD Parties have appropriate capacity (i.e. expertise, technology, facilities etc.). Ownership of a vector of change narrative encourages buy-in by both government and civil society and will incentivise policy implementation.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 158,
                    "text": "Bull et al. 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 526,
                    "end": 544,
                    "text": "(Maron et al. 2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Move away from numerical targets to pursue positive trends in biodiversity"
        },
        {
            "text": "Embracing ecological novelty as one vector of change can assist a range of changes in implementing nature conservation (Bridgewater and Hemming 2020; Heger et al. 2020 ). In the Zero Draft, ''recovery of natural ecosystems'' appears as one of the main foci for CBD parties towards 2050; however, what ''natural ecosystems'' means in the Anthropocene remains an open question (Heger et al. 2020) . Here, again, setting appropriate narratives, rather than numerical targets, is an approach more likely to yield positive results by 2030.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 149,
                    "text": "(Bridgewater and Hemming 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 150,
                    "end": 167,
                    "text": "Heger et al. 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 394,
                    "text": "(Heger et al. 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Move away from numerical targets to pursue positive trends in biodiversity"
        },
        {
            "text": "The GBF must focus on supporting the pursuit of synergistic activities among stakeholders, themes (e.g. conservation, sustainable use and sharing) and systems (e.g. mountains, coasts, deep sea etc.). This will be critical for achieving the CBD 2050 target of ''living in harmony with nature''. Use of predetermined activities in the Zero Draft of the GBF, e.g. protected areas (Section D, a2), is not always conducive for promoting collaboration among human communities with different interests. This is evidenced by Aichi Targets 6 ''Sustainable Fisheries'' & 11 ''Protected Areas''. Indeed, Aichi Target 11 explicitly describes the implementation of more protected areas ''to achieve the long-term conservation of nature with associated ecosystem services'', which in the marine context includes fisheries. In practice, however, more protected areas is not always in the interests of biodiversity users (De Santo 2013). Considerable debate still exists how protected areas should be implemented even after a decade of Aichi Targets (Visconti et al. 2019; Woodley et al. 2019) .",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1056,
                    "text": "(Visconti et al. 2019;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1057,
                    "end": 1077,
                    "text": "Woodley et al. 2019)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Structured to focus on ecosystems and processes rather than activities"
        },
        {
            "text": "Encouraging synergies among and providing choices for stakeholders in the GBF can happen through regenerating the CBD Ecosystem Approach (i.e. ensuring the policy scale is that of the ecosystem). For example, a focus on marine systems, rather than separate targets on sustainable fisheries and marine protected areas, will encourage more effective conservation and sustainable use of marine biodiversity. Mobile marine protected areas (Maxwell et al. 2020) can be expanded to include parameters encompassing fisher needs and other CBD objectives as well as traditional protected area objectives. Promoting collective action by fisheries for conservation has precedence, with as extreme example being the role of the International Whaling Commission through its global moratorium on commercial whaling. This effective intervention halted commercial whaling, albeit addressing a self-inflected threat, and led to increases in most whale species populations, including the highly-endangered blue whale (Balaenoptera musculus).",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 456,
                    "text": "(Maxwell et al. 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Structured to focus on ecosystems and processes rather than activities"
        },
        {
            "text": "The GBF must be aligned with other biodiversity-related policies and initiatives to maximise leverage for positive behavioural (transformational) change. The intention for the GBF to contribute to, and synergise with, the UN Sustainable Development Goals is both positive and opportune given their overlapping and complementary objectives in biodiversity conservation and use. Promoting mutually beneficial interactions with biodiversity-relevant policies in other global initiatives will help achieve CBD objectives-and the important advances in bringing Indigenous and traditional knowledge to the table must continue and be expanded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synergise with existing biodiversity-relevant global agreements"
        },
        {
            "text": "For example, in the marine realm, policies relevant to the GBF include the Biodiversity Beyond National Jurisdiction of UN Convention on the Law of the Sea, International Whaling Commission, and the FAO Code of Conduct for Responsible Fisheries. Indeed, policies do not have to be limited to marine limits and can span biodiversity (CITES, CMS), land-water (Ramsar Convention on Wetlands), cultural (World Heritage Convention) and the other Rio Conventions (UNCCD, UNFCCC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synergise with existing biodiversity-relevant global agreements"
        },
        {
            "text": "The GBF draft adopts a Theory of Change approach that clarifies a pathway to generate the desired change or impact. This is different from the ''set and forget'' approach that characterised the targets adopted in 2002 and 2010. However, the Theory of Change included in the Zero Draft is too vague in its presentation when clarity, specifically in the steps to achieve action, are needed. Ensuring the necessary conditions and actions are present is critical in determining the ultimate effectiveness of biodiversity actions (Amano et al. 2018) .",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 544,
                    "text": "(Amano et al. 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A stronger theory of change"
        },
        {
            "text": "The GBF needs a more elaborated theory of change for effective implementation. The theory of change should identify specific actors and their responsibilities, becoming a map member states can use when designing and implementing actions where they count, i.e. at national level and local scales (Fig. 1) . Indeed, the GBF in current format mentions implementing, including stakeholders and the role of the Subsidiary Body on Implementation. However, the attention given to implementation is disproportionately small compared to that given to defining the new biodiversity targets. Defining key narrative-based ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A stronger theory of change"
        },
        {
            "text": "In the next decade, the GBF must facilitate creation-and implementation-of biodiversity policies that account for a member state's physical, ecological, social, cultural and economic dimensions. The challenge for globally defined policies is the need for more and better biodiversity science. And the policies need a clear and effective implementation framework. The global community, through the GBF, must enable member states to build capacity for implementing global biodiversity policies for their specific needs within their specific capacities. In this way the GBF can become a ''learning framework'' that adapts readily and speedily to change, while maintaining line of sight to the key objective of people living in harmony with nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Making the GBF and CBD work"
        },
        {
            "text": "Additional time available, due to the Covid-19 induced postponement of subsidiary body for the CBD on science matters and the next round of GBF discussions, give a prime opportunity to recast and rework successful implementation of the CBD, through the GBF. Greater understanding that implementation is only effective at national level should drive policies and decisions and help in the global transformation of policy and practice, through better governance for biodiversity. Capacity building, knowledge transfer and resource distribution can be delivered effectively only at national level, with regional support where needed. On a promising note, the GBF zero draft and subsequent discussions reflect movement away from adherence to targets and tentatively addresses some of the limitations of previous policies-but more is needed in this direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Making the GBF and CBD work"
        },
        {
            "text": "As urgency to finalise the GBF mounts, and as the world, in working through the current global pandemic, ponders how to understand and manage the links between human health and biodiversity health, CBD parties must make their convention finally work effectively. Ultimately, the aim for the new framework, and work programme for the CBD, must be that biodiversity is better conserved, better used and better shared, reaching the impact inherent in the 2050 vision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Making the GBF and CBD work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Successful conservation of global waterbird populations depends on effective governance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Amano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Székely",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sandel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "553",
            "issn": "",
            "pages": "199--202",
            "other_ids": {
                "DOI": [
                    "10.1038/nature25139"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ecological novelty is inevitable, can be positive, but needs policy context: a comment on Heger and Colleagues",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bridgewater",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hemming",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "70",
            "issn": "",
            "pages": "373--374",
            "other_ids": {
                "DOI": [
                    "10.1093/biosci/biaa025"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Net positive outcomes for nature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner-Gulland",
                    "suffix": ""
                },
                {
                    "first": "Pfe",
                    "middle": [],
                    "last": "Addison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Ecol Evol",
            "volume": "4",
            "issn": "",
            "pages": "4--7",
            "other_ids": {
                "DOI": [
                    "10.1038/s41559-019-1022-z"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Missing marine protected area (MPA) targets: how the push for quantity over quality undermines sustainability and social justice",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Santo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Environ Manage",
            "volume": "124",
            "issn": "",
            "pages": "137--146",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2013.01.033"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clear language for ecosystem management in the anthropocene: a reply to Bridgewater and Hemming",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernard-Verdier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bioscience",
            "volume": "70",
            "issn": "",
            "pages": "374--376",
            "other_ids": {
                "DOI": [
                    "10.1093/biosci/biaa024"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The IPBES regional assessment report on biodiversity and ecosystem services for Africa. IPBES",
            "authors": [],
            "year": 2018,
            "venue": "IPBES",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/ZENODO.3236178-IPBES2018"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Summary for policymakers of the global assessment report on biodiversity and ecosystem services",
            "authors": [],
            "year": 2019,
            "venue": "IPBES",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/ZENODO.3553579"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aiming higher to bend the curve of biodiversity loss",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Sustain",
            "volume": "1",
            "issn": "",
            "pages": "448--451",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-018-0130-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global no net loss of natural ecosystems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "Jem",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Ecol Evol",
            "volume": "4",
            "issn": "",
            "pages": "46--49",
            "other_ids": {
                "DOI": [
                    "10.1038/s41559-019-1067-z"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mobile protected areas for biodiversity on the high seas",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gjerde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Conners",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Crowder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "252--254",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaz9327"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "1195LP) A biodiversity target based on species extinctions",
            "authors": [
                {
                    "first": "Mda",
                    "middle": [],
                    "last": "Rounsevell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harfoot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "1193--1195",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba6592"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protected area targets post-2020",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Visconti",
                    "suffix": ""
                },
                {
                    "first": "Shm",
                    "middle": [],
                    "last": "Butchart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "364",
            "issn": "",
            "pages": "239--241",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aav6886"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A bold successor to Aichi Target 11",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woodley",
                    "suffix": ""
                },
                {
                    "first": "Jem",
                    "middle": [],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dudley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "",
            "pages": "649--650",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aay2131"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expanding the Theory of Change presented in the Zero Draft of the Global Biodiversity Framework to identify critical stakeholders and information flows can facilitate implementation at the national level. This theory of change illustrates some of the necessary links to achieve the 2050 vision, or impact, of the CBD 'implementation goals' are vital to reflect the importance of implementation, which remains a critical challenge.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank A.J. Lynch for her comments on an early version of this commentary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}