{"paper_id": "1c3937fedb1c1e3e7892832e9c701cd598d4fbfa", "metadata": {"title": "CREATE (Community deRivEd AutomaTEd insulin delivery) trial. Randomised parallel arm open label clinical trial comparing automated insulin delivery using a mobile controller (AnyDANA-loop) with an open-source algorithm with sensor augmented pump therapy in type 1 diabetes", "authors": [{"first": "M", "middle": [], "last": "Burnside", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["D"], "last": "Lewis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Crocket", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["R"], "last": "Wilson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Williman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["C"], "last": "Jefferies", "suffix": "", "affiliation": {}, "email": ""}, {"first": "&amp;", "middle": ["R"], "last": "Paul", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": ["J"], "last": "Wheeler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "De Bock", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background Commercialised automated insulin delivery (AID) systems have demonstrated improved outcomes in type 1 diabetes (T1D), however, they have limited capacity for algorithm individualisation, and can be prohibitively expensive if an individual is without access to health insurance or health funding subsidy. Freely available open-source algorithms, which have the ability to individualise algorithm parameters paired with commercial insulin pumps, and continuous glucose monitoring make up the so-called \"do it yourself\" (DIY) approach to AID. Limited data on the open-source approach have shown promising results, but data from a large randomised control trial are lacking. Methods The CREATE (Community deRivEd AutomaTEd insulin delivery) trial is an open-labelled, randomised, parallel 24week, multi-site trial comparing sensor augmented pump therapy (SAPT) to our AnyDANA-loop. The three components of AnyDANA-loop are: 1) OpenAPS algorithm implemented in a smartphone (a version of AndroidAPS), 2) DANA-i™ insulin pump and, 3) Dexcom G6 R continuous glucose monitor (CGM). The primary outcome measure is the percentage of time in target sensor glucose range (3.9 -10mmol/L). Secondary outcomes include psycho-social factors and platform performance. Analysis of online collective learning, characteristic of the open-source approach, is planned. 100 participants with T1D aged 7 -70 years (age stratified into children/adolescents 7-15 years and adults 16-70 years), will be recruited from four sites in New Zealand. A 24-week continuation phase follows, to assess long-term safety.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Less than one third of people with T1D achieve glycaemic control targets known to reduce the risk of long-term complications [1] . Accordingly, rates of acute and chronic complications among people with T1D remain unacceptable, which impacts quality of life and generates significant costs to healthcare [2, 3] . New therapies are essential to reduce both complications for people with T1D and healthcare costs.", "cite_spans": [{"start": 125, "end": 128, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 304, "end": 307, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 308, "end": 310, "text": "3]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "AID, also known as closed loop or artificial pancreas, is an innovative new therapeutic approach that revolutionises outcomes for people with T1D [4] [5] [6] [7] [8] . AID links an insulin pump and a CGM to an algorithm that automatically adjusts insulin delivery to optimise glycaemic control. Currently, commercially available AID systems are expensive, and individuals that have access are either in a high income bracket, or live in countries with extensive private health insurance, or a public health system that subsidises modern diabetes technologies. A cost-effective AID system may improve global equity in access to AID. One solution is an open-source approach. Use of an algorithm developed through open-source innovation would facilitate the development of an AID system at a fraction of the cost of commercial models. In 2013, Dana Lewis and Scott Leibrand developed an algorithm to respond to changes in sensor glucose levels and automate insulin delivery. In 2014, their work evolved into a do-it-yourself (DIY) artificial pancreas, which they elected to make open-source by sharing the code, the reference design for the algorithm and all documentation [9] . Since then, a community of people living with T1D, openly frustrated with the lack of availability of commercial systems, have refined the algorithm and deployed their collective knowledge, underpinning the creation of a DIY open-source AID system. Although 'DIY' has been used to describe the open-source systems, it is a misnomer since the success of communitydesigned AID systems has been a collaborative effort, and users make use of various open-source resources. Opensource AID systems have the potential to reduce the cognitive burden associated with laborious diabetes tasks, hence improving quality of life for those living with T1D. The Open Artificial Pancreas System (OpenAPS) movement launched by Dana Lewis in 2015 has been fostered by thousands of people with T1D worldwide and numbers are flourishing [10] .", "cite_spans": [{"start": 146, "end": 149, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 150, "end": 153, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 154, "end": 157, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 158, "end": 161, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 162, "end": 165, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1170, "end": 1173, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1993, "end": 1997, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Automated insulin delivery"}, {"text": "Several retrospective studies [11] [12] [13] [14] [15] [16] show communitydesigned AID systems succeeding in the real world and, observational studies undertaken abroad [17] [18] [19] reveal the wider applicability of these systems. Furthermore, this opensource android-based AID system has already been tested and validated in silico trials for safety and efficacy, concluding it is safe and effective and, shows great potential to be tested further [20] . There have also been prospective trials, the latest presented at The European Association for the Study of Diabetes (EASD) suggested the AID system leads to better glycaemic control, less hypoglycaemic episodes and lower daily blood glucose level fluctuations compared to SAPT [21] . However, due to the open-source AID system being created by consumers, and existing insulin pump companies creating barriers to block the use of the open-source algorithm with their pump, the system has not undergone rigorous scientific assessment in terms of randomised control trials (RCTs) and has no regulatory approval. Therefore, widespread adoption of this technology has been somewhat limited, especially as there are substantial medico-legal concerns about patients using unapproved technologies [22] [23] [24] .", "cite_spans": [{"start": 30, "end": 34, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 35, "end": 39, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 40, "end": 44, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 45, "end": 49, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 50, "end": 54, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 55, "end": 59, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 169, "end": 173, "text": "[17]", "ref_id": "BIBREF18"}, {"start": 174, "end": 178, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 179, "end": 183, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 451, "end": 455, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 735, "end": 739, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 1247, "end": 1251, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 1252, "end": 1256, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 1257, "end": 1261, "text": "[24]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Automated insulin delivery"}, {"text": "The CREATE trial, is the first multi-centre randomised trial comparing a community-developed AID system to SAPT. This research will address the significant worldwide consumer and health regulatory demand for a study on an open-source AID algorithm to be performed.", "cite_spans": [], "ref_spans": [], "section": "Automated insulin delivery"}, {"text": "The primary objective of this study is to evaluate the percentage of time spent in target sensor glucose range (3.9-10.0 mmol/L (default) and 3.9-7.8 mmol/L (secondary)), comparing the AID system (AnyDANA-loop) to SAPT during weeks 22 and 23 post randomisation. The secondary objectives of this study are to evaluate effectiveness of the AnyDANA-loop platform relative to SAPT therapy, with regards to: Glycaemic Control and Safety [25] ; Psychosocial Factors; Platform Performance; and the Human-Technology Interaction as well as Online Collective Learning.", "cite_spans": [{"start": 432, "end": 436, "text": "[25]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Aims, objectives and hypotheses"}, {"text": "The hypothesis for device performance is that the opensource AID algorithm implemented on a phone (AnyDANA-loop) is safe in people with T1D, and furthermore, will improve time in the target sensor glucose range by at least 10%, when compared to SAPT. The hypothesis for device safety is that use of the open-source algorithm will not increase time spent in hypoglycaemia (% of sensor glucose values < 3.9 mmol/L per day) by more than 2% (absolute difference).", "cite_spans": [], "ref_spans": [], "section": "Aims, objectives and hypotheses"}, {"text": "The CREATE trial is an open-labelled, multi-site, randomised, parallel-group 24-week superiority trial evaluating the effectiveness and safety of AnyDANA-loop compared to SAPT in participants with T1D on established pump therapy. The trial is registered with the Australian New Zealand Clinical Trials Registry (ACTRN12620000034932p) and has been approved by the Southern Health and Disability Ethics Committee (20/STH/1).", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "Following the four-week run-in phase, where all participants become familiar with the Dexcom G6 R CGM and DANA-i™ insulin pump running in SAPT mode, participants will be randomly allocated at this point to one of two treatment sequences; AA or BA on a 1:1 basis. Treatments are as follows:", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "A. DANA-i™ insulin pump running in AID mode (delivered by the AnyDANA-loop application). B. DANA-i™ insulin pump running as SAPT.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "This RCT phase is 24 weeks duration, with the primary endpoint measured in the final two weeks of this phase. All participants will then be invited into a 24-week continuation phase and those initially randomised to SAPT will cross into the AID arm. The expected duration of participation is 12 months (four-week run-in and 48-week study). At least six visits to the study centre are planned for each participant with allowance built in for extra days if logistics require (see Fig.  1 ).", "cite_spans": [], "ref_spans": [{"start": 478, "end": 485, "text": "Fig.  1", "ref_id": "FIGREF0"}], "section": "Study design"}, {"text": "The CREATE trial will enrol children and adolescents 7-15 years inclusive, and adults 16-70 years inclusive with T1D. These age strata emulate how paediatric and adult healthcare services are set up in New Zealand. Participants will be recruited according to age, from four health board regions of New Zealand: Southern District Health Board (children and adults), Canterbury District Health Board (children and adults), Waikato District Health Board (adults), and Auckland District Health Board (children).", "cite_spans": [], "ref_spans": [], "section": "Recruitment"}, {"text": "The rationale for incorporating children in the study include:", "cite_spans": [], "ref_spans": [], "section": "Recruitment"}, {"text": "1. Most people with T1D are diagnosed in childhood and children have higher uptake of diabetes technology than adults [26] . 2. Children's insulin requirements are highly variable [27] from day to day, so conventional diabetes therapies may be insufficient to achieve optimal glycaemic control.", "cite_spans": [{"start": 118, "end": 122, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 180, "end": 184, "text": "[27]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Recruitment"}, {"text": "3. The benefits of improved glycaemic control are greater in children, because they have a higher risk of developing diabetic complications in adulthood. 4. In addition, investigating this technology in children will establish the impact on quality of life of their caregivers.", "cite_spans": [], "ref_spans": [], "section": "Recruitment"}, {"text": "Study candidates are able to be identified by local clinical team members, excluding investigative staff and formal recruitment will occur by research staff outside of routine clinical care. This will ensure subjects can give informed consent free from undue influence. The CREATE trial will be advertised on the University of Otago website https://www.otago. ac.nz/christchurch/departments/paediatrics/research/ otago717634.html. Evaluation of eligibility will be performed at screening according to inclusion/ exclusion criteria (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 536, "end": 543, "text": "Table 1", "ref_id": null}], "section": "Recruitment"}, {"text": "Data from recent studies in a similar patient demographic show percentage of time spent in target range using SAPT was 57 ± 11% for children and 54 ± 12% for adults [28, 29] . Assuming a standard deviation of 12.5%, a total sample size of 68 (17 per group per strata) will provide 90% power at a two-sided significance level of 0.05 to detect a treatment effect if the absolute improvement in time in target glycaemic range of children and adults is at least 10% or more (effect size = 0.8). The sample size in each strata (children and adults) will be inflated to 50 (a total study sample size of 100) to allow for the absolute improvement in one of the strata to be as low as 5% and to include up to 15% lost-to-follow-up. A sample size of 100 will also provide up to 69 person-years of intervention follow up giving 90% power to detect event rates as low as 3.4 per 100 person-years, capturing clinically meaningful data with respect to safety endpoints and time spent in significant hypoglycaemia (< 2.5 mmol/L).", "cite_spans": [{"start": 165, "end": 169, "text": "[28,", "ref_id": "BIBREF29"}, {"start": 170, "end": 173, "text": "29]", "ref_id": null}], "ref_spans": [], "section": "Sample size"}, {"text": "Individuals deemed a study candidate at pre-screening will be given the opportunity to review the participant information and consent form (PICF). Distinct, age appropriate PICFs exist for younger children, adolescents and adults. Processes of obtaining informed consent will include the requirements of ISO 14155:2011 and Good Clinical Practices. All participants aged 16-70 years inclusive and a parent/ guardian of participants 7-15 years inclusive must sign and date the current ethics approved written informed consent form before any study specific assessments or procedures are performed.", "cite_spans": [], "ref_spans": [], "section": "Screening and enrolment"}, {"text": "Written informed assent will also be sought from minors participating in the study. Additional consent will be sought for participation in interviews during the study as appropriate. Table 2 delineates the baseline information which will be gathered once consent has been obtained and participants have been screened, deemed eligible and enrolled in the study.", "cite_spans": [], "ref_spans": [{"start": 183, "end": 190, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Screening and enrolment"}, {"text": "CREATE trial participants will be randomly allocated to receive AID or SAPT therapy with an allocation ratio of 1:1. A computer-generated randomisation list, with permuted blocks of random size, will be pre-prepared by the study statistician, not involved in participant enrolment or treatment allocation. Randomisation will be stratified by participants' age (as previously outlined), baseline HbA1c (≤ 8.0%/64 mmol/mol and > 8.0%/64 mmol/mol), and study site to ensure these prognostic factors are balanced between groups. The randomisation list will be concealed and loaded into the Research Electronic Data Capture (REDCap) database held on University of Otago servers.", "cite_spans": [], "ref_spans": [], "section": "Randomisation"}, {"text": "Participants may only be randomised once obtainment of consent has been verified, they have been screened, eligibility criteria are fulfilled and stratification variables have been entered into REDCap. Then, research staff with authorisation to randomise participants may click the 'randomise' button within REDCap which will assign the treatment to the study number and lock the fields containing the treatment group and stratification variables. This process will ensure allocation is Table 1 Inclusion and exclusion criteria for participation in \"CREATE\"", "cite_spans": [], "ref_spans": [{"start": 487, "end": 494, "text": "Table 1", "ref_id": null}], "section": "Randomisation"}, {"text": "Exclusion criteria", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "• T1D diagnosed as per the American Diabetes Association classification for > 1 year prior to the screening visit • Aged 7-70 years inclusive at baseline • Currently on insulin pump therapy for > 6 months prior to the screening visit a • Mean HbA1c < 10.5% (91 mmol/mol) within 6 months prior to the screening visit (minimum of one test) b • Willing and able to adhere to the study protocol • Have daily access to a Wi-Fi network", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "• If a female is pregnant or plans to become pregnant while participating in the study.", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "A positive urine pregnancy test at screening is exclusionary • Alcohol or drug dependence • Severe visual impairment that would impair use of the device • Any comorbid medical or psychological factors that would, on assessment by the investigators, make the person unsuitable for the study • A lack of English literacy that would, on assessment by the investigators, make the person unsuitable for the study • Allergic or intolerant to NovoRapid® insulin a Since carbohydrate counting is a requisite for obtaining an insulin pump, the assumption is made that all candidates are capable of carbohydrate counting. b This reflects the New Zealand Pharmaceutical Management Agency (PHARMAC) criteria for funded access to insulin pump therapy in New Zealand. kept concealed from research staff and participants until after the participant has been enrolled. Devices will be allocated open-label. Blinding is not possible in the study due to the nature of the technology.", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "All participants will be provided with the DANA-i ™ insulin pump, Dexcom G6 R CGM, Android mobile device and a Nightscout account (cloud-based remote monitoring tool) at the inauguration of the study, and they will become familiar using these devices running in SAPT mode during the fourweek run-in phase. The study staff will be responsible for setting up the mobile devices, including installing the locked version of the OpenAPS algorithm. NovoRapid R insulin will be exclusively used in the trial. During the run-in phase, study staff will review and adjust participant pump settings each week, presenting the opportunity to optimise settings. At the end of the run-in phase, participants will either continue SAPT or begin AID.", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "At the beginning of the RCT phase, participants randomised to the intervention arm will receive training on the use of the AID system by investigative staff. AID is intended to be used continuously throughout the RCT and continuation phases.", "cite_spans": [], "ref_spans": [], "section": "Automated insulin delivery (AnyDANA-loop)"}, {"text": "They will continue with their current Dexcom alerts/ alarms and pump settings, or these will be adjusted as per participant and/or investigator discretion.", "cite_spans": [], "ref_spans": [], "section": "Automated insulin delivery (AnyDANA-loop)"}, {"text": "A locked version of the OpenAPS algorithm will be used and installed as an app on the Android phone, similar to the open-source \"AndroidAPS\" implementation. This system is designed to make safe, temporary adjustments to basal insulin rates in order to maximise the time in target glucose range (3.9-10.0 mmol/L) and minimise the risk of hypoglycaemia. The algorithm is a simple, rules-based heuristic algorithm that closely matches what a patient would do to manage their diabetes. The algorithm makes micro-adjustments to the doses of insulin delivered every five minutes using predictions from previously inputted data and variables (such as previous insulin dosing, carbohydrate intake, CGM trend, et cetera).", "cite_spans": [], "ref_spans": [], "section": "Automated insulin delivery (AnyDANA-loop)"}, {"text": "Since no formal patient education or training is attached to open-source innovations, the CREATE study team have developed their own education strategy, including study specific training materials exclusively for CREATE participants and healthcare professionals (HCPs). Participants will be trained to use the study devices running in manual or AID mode according to randomisation, during in-person clinic visits (see Table 3 ). They will also be provided with learning guides and video demonstrations of key aspects of these guides. Those using AID mode will be invited to join a closed online community (Tribe Technologies Inc.) of participants in the trial, for ongoing consumer-driven peer support to simulate the community support that is used by existing OpenAPS users. Joining the online community is voluntary and the decision whether or not to partake will not impact participants wider participation in the study or the care provided by the study's HCPs. For participants under 16 years old, parents will be invited to join the community, rather than the child. Participants will be identified in online communities by either their study ID number or a pseudonym of their choice and provided with advice about how to maintain anonymity within these groups. They will also be provided with guidelines covering etiquette for constructive participation in online groups and appropriate topics to post to their community. Online communities will be monitored by investigative staff who will review new posts on a regular basis (maximum of 48 h between reviews). The online community is not intended to replace participant support, and participants will have clear instructions to contact study staff (research nurse, and associate investigators at each site) for any clinical or technical issues arising at any time.", "cite_spans": [], "ref_spans": [{"start": 418, "end": 425, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Automated insulin delivery (AnyDANA-loop)"}, {"text": "Participants randomised to the SAPT arm will have AnyDANA-loop installed on their phone in the background to receive pump and CGM data and upload these to Nightscout. However, the algorithm and other user features such as the bolus calculator will not be usable by the SAPT group. Like participants in the intervention arm, those randomised to SAPT can choose to have high/ low glucose alerts set in the Dexcom app. They will be managed clinically by the investigative team at each site, who will adjust the insulin pump settings as required. Participants using SAPT will also be invited to join a separate, closed online community of participants in the trial, for ongoing consumer-driven peer support. At the inception of the 24-week continuation phase, participants initially randomised to SAPT will undergo AnyDANAloop training prior to progressing into the continuation phase. Their pump will be set-up according to Appendix Table 4 to start AID mode.", "cite_spans": [], "ref_spans": [{"start": 930, "end": 937, "text": "Table 4", "ref_id": null}], "section": "Sensor augmented pump therapy"}, {"text": "Appendix Table 4 elucidates the recommended initial settings for AID mode. As the study progresses, the AID settings will be adjusted at the discretion of participants and principal investigators (PIs), trending toward a more customisable system. An assortment of setting modifications exist, although a few basic parameters such as the Carbohydrate to Insulin Ratio (CIR), Correction Factor (CF) and basal rates have the greatest impact on glycaemic control. All device (DANA-i™ insulin pump, Dexcom R G6 CGM and algorithm) settings were developed and agreed upon by the CREATE investigative team.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 4", "ref_id": null}], "section": "Device settings"}, {"text": "Study staff will undertake weekly electronic reviews of all participants during the four week run-in-phase. Electronic reviews of device settings will occur three and six weeks into the RCT phase for those randomised to AID (and three and six weeks into the continuation phase for subjects in the SAPT arm who then cross into AID mode), and adjustments will be made. Three monthly clinic visits will afford investigative staff the opportunity to assess and adjust device/ algorithm settings in person however, similar to existing open-source users, our vision is that the online community will impart confidence in study participants so they feel equipped to make adjustments themselves in between study visits.", "cite_spans": [], "ref_spans": [], "section": "Device settings"}, {"text": "The primary objective of this study is to evaluate the percentage of time spent in target sensor glucose range (3.9-10.0 mmol/L (default) and 3.9-7.8 mmol/L (secondary)), comparing AID to SAPT during the RCT phase. The timing of all assessments is presented in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 261, "end": 268, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Outcome measures"}, {"text": "Trained staff members will measure participants' weight and height using standard procedures and calibrated instruments. Weight will be measured once to the nearest 0.1 kg, with shoes and heavy clothing removed. Height will be measured once to the nearest 0.1 cm. Height and weight will be used to calculate body mass index (BMI) which will be automatically populated by REDCap.", "cite_spans": [], "ref_spans": [], "section": "Anthropometric"}, {"text": "At the screening visit, investigative staff will collect demographic information including date of birth, gender, ethnicity, household income, and highest educational level. Participants may choose to select more than one ethnicity; however, each person will be allocated to a single ethnic group for the purposes of statistical analyses that will be prioritised in the order of Māori, Pacific, Asian and European/ Other [30] . Total household income from all sources, before tax or anything taken out of it in the last 12 months and, the participants highest completed qualification (as well as the parent/ guardians' if they are integral to their child's diabetes care) will be recorded in the same manner used by the New Zealand Health Survey 2018-2019 [31] .", "cite_spans": [{"start": 421, "end": 425, "text": "[30]", "ref_id": "BIBREF31"}, {"start": 756, "end": 760, "text": "[31]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Demographics"}, {"text": "HbA1c will be measured every three months throughout the RCT and continuation phases by calibrated point-of-care instruments (DCA Vantage Analyzer, Siemens Healthcare Diagnostics, Ireland), which meets acceptance criteria for HbA1c [32] . Measurements > 130 mmol/mol (maximum reading possible) will be recorded as 130.", "cite_spans": [{"start": 232, "end": 236, "text": "[32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Glycaemic control"}, {"text": "Individual CGM data will be pushed from the Android phone into a cloud-based server; Nightscout (this platform is b Seated blood pressure, recorded as the average of two measurements at least five minutes apart. c A urine pregnancy test for females of child bearing potential only (all postmenarchal and premenopausal women). d Versions of the Hypoglycaemia Fear Survey II include: Both child and parent version to be completed for participants 7-17 years inclusive, and the adult version to be completed for participants 18 years inclusive and older. e The PSQI will only be completed by participants 13 years inclusive and older. f DTSQs versions include: Parent version to be completed for participants 7-12 years inclusive, teen version to be completed by participants 13-17 years inclusive (parents can also do this), and the adult version to be completed by participants 18 years inclusive and older. g The EQ-5D-Y will be completed by participants 8-15 years inclusive. The EQ-5D-5L will be completed by participants 16 years (inclusive) and older. This questionnaire will not be completed by participants 7 years of age. h All participants will be asked to complete a food diary at home using the Research Food Diary app on four non-consecutive days (three weekdays and one weekend day) over one week during the run-in period and during the last week of the RCT phase. i Pump settings will be reviewed remotely by investigative staff and adjustments made as clinically indicated. j Up to 15 adults and up to 15 children/caregivers, and all Māori participants who have completed the RCT on AID will be invited to attend an interview (face-to-face or via video teleconferencing) with a member of the research team during the first six weeks of the continuation phase (days 168 -210). k All Māori participants who have transferred from the SAPT group to the AID group for the continuation phase will be invited to attend an interview (face-to-face or via video teleconferencing) with a member of the research team within six weeks of completing the continuation phase. l One remote focus group will be held with participating HCPs via video conferencing and will be conducted within one month of all sites having five participants on AID complete the first three months of the RCT phase. Interviews with a selection of HCPs may also be conducted at each site as all the all participants randomised to AID at their site complete the RCT phase (to occur within one month of the site's last subject completing AID during the RCT phase). m All participants who discontinue the trial will be invited to take part in a face-to-face interview (either at the research centre or via a video conference) with a research staff member within four weeks of discontinuing the study.", "cite_spans": [], "ref_spans": [], "section": "Glycaemic control"}, {"text": "better described under Data Management). CGM data will be analysed according to standardised CGM metrics for clinical care [25] . ", "cite_spans": [{"start": 123, "end": 127, "text": "[25]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Glycaemic control"}, {"text": "Validated instruments will assess the self-reported impact the AID system has on participants/ their family at baseline, 24 weeks (day 168 + 7) and at 48 weeks (day 336 + 7). These instruments have been widely used in research and have demonstrated reliability and validity in our cohort completing them. Data will be collected via electronic (REDCap) questionnaires during clinical assessments and the order of administration will be standardized to increase reliability. All questionnaires are administered in English. Participant reported outcomes including fear of hypoglycaemia, eating behaviours, sleep quality, device experience and general health state will be monitored during the study and clinical teams will be alerted if participants report physical or mental problems demanding follow-up.", "cite_spans": [], "ref_spans": [], "section": "Psychosocial factors"}, {"text": "The HFS II was developed to measure behaviours and worries related to fear of hypoglycaemia in people with T1D. It is a valid and reliable measure of fear of hypoglycaemia [33] [34] [35] [36] . HFS II is composed of two subscales, the Behaviour (HFS-B) and Worry (HFS-W). HFS-B items describe behaviours in which people with T1D may engage to avoid hypoglycaemic episodes and/or their negative consequences (for example, maintaining higher BG levels, ensuring they are in the company of others, limiting exercise). HFS-W items describe specific concerns that people with T1D may have about their hypoglycaemic episodes (for example, being alone, episodes occurring during sleep). Participants aged 7-17 years inclusive and their parent/ guardian will complete child and parent versions of the HFS II respectively. Participants 18 years and older will complete the adult version.", "cite_spans": [{"start": 172, "end": 176, "text": "[33]", "ref_id": "BIBREF34"}, {"start": 177, "end": 181, "text": "[34]", "ref_id": "BIBREF35"}, {"start": 182, "end": 186, "text": "[35]", "ref_id": "BIBREF36"}, {"start": 187, "end": 191, "text": "[36]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Hypoglycaemia Fear Survey II (HFS II)"}, {"text": "The PSQI is a 19-item self-report measure of subjective sleep quality and quantity in the previous month. The 19 items generate seven component scores: subjective sleep quality, sleep latency, sleep duration, sleep efficiency, sleep disturbance, sleep medication, and daytime dysfunction, with component scores summed to produce a global score. A global score > 5 suggests a \"poor sleeper\" with significant sleep complaints [37] . The PSQI will be completed by participants 13 years inclusive and older.", "cite_spans": [{"start": 424, "end": 428, "text": "[37]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Sleep quality (Pittsburgh Sleep Quality Index; PSQI)"}, {"text": "The DTSQs is a questionnaire used to assess patients' satisfaction with their diabetes treatment [38] . The adult 8-item version is composed of two factors to measure treatment satisfaction and the burden from hyper/ hypoglycaemia. The DTSQs is internationally validated and officially approved by The World Health Organisation (WHO) and the International Diabetes Federation (IDF) [38] . The 12-item DTSQs-Teen and 14-item DTSQs-Parent were developed through interviews with parents and teenagers to improve relevance, accessibility and intelligibility for teenagers [39] .", "cite_spans": [{"start": 97, "end": 101, "text": "[38]", "ref_id": "BIBREF39"}, {"start": 382, "end": 386, "text": "[38]", "ref_id": "BIBREF39"}, {"start": 568, "end": 572, "text": "[39]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Diabetes Treatment Satisfaction Questionnaire status (DTSQs)"}, {"text": "In this study, DTSQs: Parent will be completed for participants 7-12 years inclusive. Participants 13-17 years inclusive will complete the teen version and the DTSQs: Adult will be completed by participants 18 years inclusive and older.", "cite_spans": [], "ref_spans": [], "section": "Diabetes Treatment Satisfaction Questionnaire status (DTSQs)"}, {"text": "Health status (EuroQol 5-dimensional Questionnaire; EQ-5D) EQ-5D is a family of three simple instruments to describe and value health. The CREATE trial will make use of two instruments; the EQ-5D-Y will be completed by subjects 8-15 years inclusive and the EQ-5D-5 L by those 16 years and older (an apt version does not exist for subjects of 7 years). Both versions comprise five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression (substituted for child friendly terms in the EQ-5D-Y). Respondents rate their health TODAY on each dimension. The EQ-5D-Y has three levels of severity (no problems, some problems and a lot of problems) and the EQ-5D-5 L five levels (no problems, slight problems, moderate problems, severe problems and extreme problems). EQ-5D is widely used and research has shown it to be valid and reliable [40] . While the EQ-5D has not been validated in this instance to show improvement, it is still the preferred tool for including in any subsequent health economic analyses. The study has been set up to identify the burden of care in other ways, and so we are not entirely reliant on the EQ-5D for this.", "cite_spans": [{"start": 863, "end": 867, "text": "[40]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Diabetes Treatment Satisfaction Questionnaire status (DTSQs)"}, {"text": "All participants will be asked to complete a food diary at home using the Research Food Diary app on four non-consecutive days (three weekdays and one weekend day) over one week during the run-in period and during the last week of the RCT phase. Research Food Diary is a free app from Xyris Software (Australia) Pty Ltd available on both Android and iPhone. This app is for use by participants in research studies only. Research Food Diary enables participants to record the foods they consume by searching the food database or by scanning barcodes. Participants will be asked to share their food diary with the research team to view in Easy Diet Diary Connect and the diary will then be analysed using FoodWorks 10 Professional (Version: 10.0.4266).", "cite_spans": [], "ref_spans": [], "section": "Eating behaviours (Research food diary)"}, {"text": "Platform performance will be gauged by assessing the percentage of time using AID mode for participants in the intervention arm during the RCT phase, and all participants during the continuation phase. Any technical issues encountered/ reported, both software and hardware related will be recorded in REDCap as device deficiencies.", "cite_spans": [], "ref_spans": [], "section": "Platform performance"}, {"text": "CREATE will aim to define the collective learning of participants and HCPs using open-source technology, so an education strategy can be effectively developed for clinical translation, as open-source innovations are not accompanied by the usual commercial training manuals. Quantitative analysis as well as qualitative tools such as ongoing content analysis of online peer-to-peer learning and individual interviews of both HCPs and participants as well as a HCP focus group will be used achieve this.", "cite_spans": [], "ref_spans": [], "section": "Human-technology interaction and online collective learning"}, {"text": "A purposive sample of participants (up to 15 children and parents/ caregivers, and up to 15 adults) in the intervention arm will be invited to participate in a face-to-face interview (either at the research centre or via a video conference) to obtain user feedback within six weeks of completing the RCT phase. Participants who discontinue the study will be offered this same opportunity to participate in an interview within one month leaving the study. Participant interviews will explore usability and acceptability of the intervention.", "cite_spans": [], "ref_spans": [], "section": "Individual interviews"}, {"text": "The CREATE trial is being conducted in New Zealand and recognises Māori as the tāngata whenua (indigenous people) of Aotearoa (New Zealand). In line with the Guidelines for Researchers on Health Research involving Māori [41] , specific interviews informed by a kaupapa Māori framework (acknowledging Māori ways of knowing and conducting research) will be held to ensure determinants of health and cultural acceptability are explored within a safe environment. The CREATE trial endeavours to recruit 10 Māori participants in total (population representation), an example that the researchers are committed to fulfilling the principles of embodied in the Treaty of Waitangi -the founding document of New Zealand [42] . In light of these small numbers, all Māori participants will be invited to participate in such an interview whether they completed 24 weeks of AID mode during the RCT phase or continuation phase. Interviews with Māori participants will be treated as an independent data set from non-Māori.", "cite_spans": [{"start": 220, "end": 224, "text": "[41]", "ref_id": "BIBREF42"}, {"start": 710, "end": 714, "text": "[42]", "ref_id": null}], "ref_spans": [], "section": "Individual interviews"}, {"text": "Remote or in-person interviews will be conducted with select HCPs within four weeks of their site completing the RCT phase of the study. The selection of HCPs will be informed by the makeup and emergent findings from the HCP focus group.", "cite_spans": [], "ref_spans": [], "section": "Individual interviews"}, {"text": "A remote (video link) focus group will be held for HCPs in the study using Zoom (Zoom Video Communications Inc.) The HCP focus group will occur within one month of all sites completing five participants who have experienced three months of AID mode during the RCT phase. The focus group for HCPs will converge on their experiences supporting trial participants to use the AID system and the training materials provided.", "cite_spans": [], "ref_spans": [], "section": "Healthcare professional focus group"}, {"text": "In this study reportable AE's include any untoward medical occurrence meeting criteria for an:", "cite_spans": [], "ref_spans": [], "section": "Safety/ Adverse events (AE)"}, {"text": "1. Adverse Device Effect (ADE): an AE related to the use of the investigational devices (that is, insulin pump infusion set, sensor, transmitter or algorithm).", "cite_spans": [], "ref_spans": [], "section": "Safety/ Adverse events (AE)"}, {"text": "that is fatal or, life-threatening or, causes permanent impairment to a body structure/ function or, requires hospitalisation or, demands medical/ surgical intervention to curb such serious sequalae.", "cite_spans": [], "ref_spans": [], "section": "Serious ADE (SADE) or Sserious AE (SAE): an AE/ADE"}, {"text": "AE's that do not satisfy seriousness criteria will not be recorded (for example, inter-current illness such as a viral upper respiratory tract infection or gastro-enteritis). Furthermore, hypoglycaemia and/ or hyperglycaemia events are an expected occurrence in patients with T1D and hence are not expected to be reported as an AE. However, any glycaemic excursion consistent with severe hypoglycaemia (that is, the participant experiences altered mental consciousness and as a result is unable to assist in their care), severe hyperglycaemia (that is, blood glucose > 16.7 mmol/L, blood ketones > 1.5 mmol/L and symptomatic) or DKA (that is, blood glucose > 13.9 mmol/L, either arterial pH < 7.3 or venous pH < 7.24, bicarbonate less than < 15 mEq/L, moderate ketonuria/ ketonemia and requiring hospital treatment) is considered an untoward event and will be reported as a SAE.", "cite_spans": [], "ref_spans": [], "section": "Serious ADE (SADE) or Sserious AE (SAE): an AE/ADE"}, {"text": "Device deficiencies (DD), that is, inadequacy of a medical device with respect to its identity, quality, durability, reliability, saftey or performance (requirements of ISO 14155:2011) will be reported and assessed as to whether they possess SADE potential. A DD with SADE potential will be managed as per a SADE with expedited reporting to the Co-ordinating Investigator within one working day. Use errors will not be recorded unless they result in an ADE.", "cite_spans": [], "ref_spans": [], "section": "Serious ADE (SADE) or Sserious AE (SAE): an AE/ADE"}, {"text": "ADE, SADE, SAE and DD collection will occur unceasingly from initial product use until completion of the final study assessments. These events will be entered into REDCap in a timely manner and the following information will be captured: start/ stop date of the event, associated symptoms, seriousness, intensity, relationship to the investigational device, treatment and outcome.", "cite_spans": [], "ref_spans": [], "section": "Serious ADE (SADE) or Sserious AE (SAE): an AE/ADE"}, {"text": "Data flow and management for this study is complex and is depicted in Fig. 2 . The primary outcome data (sensor glucose values) is a large data set. Individual data will be pushed from the Android phone into Nightscout. Nightscout is an opensource, cloud based remote monitoring tool that will be used in the study for remote monitoring and settings review, plus storage of the study data. Raw data, including all pump data at approximately five-minute intervals, will be uploaded to individual Nightscout sites that are created by the study team for each individual and is tied only to the randomised study ID number. This is an important clinical interface and is necessary for health care delivery. This data will be downloaded on the backend into a secure university database on a monthly basis. All data is anonymised to protect privacy and will only hold insulin pump, CGM, and other diabetes treatment data, and the Nightscout site will only contain the study ID number.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 76, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Data management"}, {"text": "In the situation that a participant withdraws from the study, their data will be purged if they request it to be. At the outset of the study, each participant will be assigned a URL which will be recorded, so the study staff will be able to correctly identify which data set needs purging.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "All other de-identified data, which includes demographic, auxological, clinical, diabetic and lifestyle information as well as the four psychosocial questionnaires and AEs will be electronically stored on REDCaphosted on secure University of Otago servers. REDCap is a web-based application designed to support data capture for research studies, providing validated data entry and audit trails for tracking data manipulation and export procedures, and custom modules for randomisation of participants and scheduling of data collection events [43] . Data generated by the study will be made available for algorithm refinement, research and development, education, product surveillance and regulatory submissions. This data will be de-identified and the key linking participant number and participant identifiers will not be made available for such purposes. No documents containing personal identifiable data will be removed from the study sites.", "cite_spans": [{"start": 542, "end": 546, "text": "[43]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Data management"}, {"text": "The Health Research Council of New Zealand have an appointed Data Monitoring Committee (DMC). The CREATE trial DMC will be responsible for safeguarding the interests of trial participants, assessing the safety and efficacy of the interventions during the trial, and for monitoring the overall conduct of the clinical trial. To contribute to enhancing the integrity of the trial, the DMC may also formulate recommendations relating to the selection/recruitment of participants, their management, improving adherence to protocolspecified regimens and retention of participants, and the procedure for data management and quality control.", "cite_spans": [], "ref_spans": [], "section": "Data management"}, {"text": "Participants will be analysed as-randomised (intention-totreat) and multiple imputation methods used if missing data exceeds 10%. Two-sided P values will be reported and an alpha of 0.05 considered statistically significant. No interim analysis will be undertaken. Analysis will be performed using an up-to date version of specialist statistical software (R, SAS, or Stata). The primary endpoint, mean percentage of time spent in target glucose range (3.9-10.0 mmol/L (default) and 3.9-7.8 mmol/L (secondary)), will be collected from days 155-168 of the RCT phase, and will be calculated for each participant by dividing the number of CGM measures within range by the total number of CGM measures recorded. The overall treatment effect (primary outcome) shall be determined by using a global F-test (ANOVA) to compare a linear model containing age strata and treatment group and their interaction, versus the 'null' model containing age strata only. Simulation shows that this approach preserves the overall type 1 error rate, whilst allowing for investigation of treatment effects at a subgroup level. Group means and differences in group means will be estimated with 95% confidence intervals using ordinary least squares linear regression models with adjustment for stratification factors.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Continuous secondary endpoints will be calculated and compared in a similar manner. Where possible (for example for HbA1c and psychosocial factors), analysis of covariance (ANCOVA) models will be used to also adjust for participants' levels at baseline.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Primary and secondary outcomes based upon CGM data will be calculated for each participant for each adjacent 14-day block throughout the study (for example, day 1 to day 14, day 15 to day 28, …, day 155 to day 168). This data will be summarised as medians and quantiles by treatment group and time and presented in figures.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The stability of outcomes achieved by participants at day 168 +/-7 (end of the RCT phase) will be assessed by entering data collected during the continuation phase into likelihoodbased linear mixed-effect models. The mean change and standard deviation of change in outcomes over the continuation phase (days 168 +/-7 to 420 +/-7) will be estimated with 95% confidence intervals, stratified by treatment group.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A social-ecological lens will be used to group psychosocial data. Such a lens is useful in providing context to experience and helping to target interventions appropriately [44] . The social ecological model depicts the individual as nested within various levels of influence: the intrapersonal, the interpersonal, the institutional and the community level [45] . Content (quantitative) and thematic (qualitative) analysis will be undertaken of interactions on both HCPs and participants' online platforms. Thematic analysis will be undertaken on interview and focus group data. Content analysis will be separately undertaken for HCPs and patients' data sets as follows:", "cite_spans": [{"start": 173, "end": 177, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 357, "end": 361, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "HCPs use of a shared, private Slack Workspace (Slack Technologies Ltd, 2018) will be stored in Slack and downloaded into R for analysis. Analysis will focus on the topics being discussed and changes in frequency of topic, and frequency with which Crocket and Lewis provide answers vs. other HCPs providing answers over the duration of the trial. Descriptive summaries of platform use for study HCPs will be summarised for the entire HCP group using counts and rates by topic and role of the poster.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Participants' use of a shared, private online platform (Tribe Technologies Ltd, 2019) for peer-to-peer learning and support will be stored in Tribe and downloaded as CSV files and opened in R. Descriptive summaries of platform use by topic, changes in topic, and by user will be summarised using counts and rates. Proportions of participants posting on the platform over time will be provided. A profile of 'super-users', those who are regularly engaged in providing support to other users on the platform, will be produced, including glycaemic control and demographic characteristics.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Data for qualitative analysis from interviews and the focus group (verbatim transcripts) and online platforms (screenshots of posts) will be imported into qualitative data management software NVivo (QRS International Pty Ltd, 2014) for management, retrieval and interrogation. Thematic analysis, as described by Braun and Clark, will be used [46] . Coding will be undertaken inductively. Generation of themes from these codes will be informed by social-ecological theory and prior literature relating to human factors in AID use.", "cite_spans": [{"start": 342, "end": 346, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Individuals with T1D experience ample burden from their prescribed lifestyles [47] . Commercial AID systems are the new standard in diabetes care as they have been shown to improve glycaemic control, reduce burden of care and likely diminish the risk of long-term diabetic complications [48] . However, current commercial systems are either too expensive or unavailable. Although, an open-source AID system is one solution to this dilemma, its lack of regulatory approval simply raises another dilemma.", "cite_spans": [{"start": 78, "end": 82, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 287, "end": 291, "text": "[48]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "Tidepool, California, United States of America, is in the midst of a single group observational study hoping to deliver the first FDA-approved open-source AID system termed Tidepool Loop (a hybrid closed loop system for iPhone/ Apple based on the open-source Loop app) [49] . Lack of comparative effectiveness is a limitation inherent to single group studies like this. In contrast to Tidepool's study, the CREATE RCT trial is innately equipped to investigate both safety and efficacy of the open-source, community developed algorithm used in AID for people with T1D.", "cite_spans": [{"start": 269, "end": 273, "text": "[49]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The CREATE trial is likely to have immediate and longterm health benefits for the participants, and their caregivers. Establishing the effectiveness and safety of the open-source algorithm will address the inequity of care for people with T1D worldwide. The results will have global impact, and likely set an example for the world that health innovation and the delivery of real tangible results can be achieved using opensource, patient-driven advancements, all at a lower price and translated at a much faster pace than is usually associated with such medical advancements. While the overall aim of the CREATE trial is to test an affordable alternative to commercial AID systems to address inequity, lack of access to funded CGM may limit the adoption of such systems. Realtime CGM (rtCGM) is an essential component of AID systems, but in reality, outside of the United States many people using CGM from around the globe are self-funding it. As the evidence base for CGMs clinical value grows, rates of reimbursement grow also. In the United Kingdom, funded rtCGM has been available to a subset of PWD who satisfy the National Institute for Health and Care Excellence (NICE) clinical guidelines since 2015 [50] , and access to fully subsidised CGM and flash glucose monitoring (FreesStyle Libre) in Australia is becoming more pervasive [51] . Unlike many similar high-income countries, CGM and flash glucose monitoring are not currently funded in New Zealand, however this is likely to change in the foreseeable future as Diabetes New Zealand is placing pressure on the government to fund these technologies [52] . In the meantime there are other avenues to realising an AID system: although the cost of CGM is prohibitive in New Zealand, many families of children with T1D are financing flash glucose monitoring using their Child Disability Allowance (a non-taxable government provision), which can readily be converted to rtCGM with the addition of hardware such as Miao Miao.", "cite_spans": [{"start": 1208, "end": 1212, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 1338, "end": 1342, "text": "[51]", "ref_id": null}, {"start": 1610, "end": 1614, "text": "[52]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "To fully realise the potential of AID in the future, significant headwinds are necessary to improve access to AID system clinical trials, allowing for the inclusion of minority populations, who have not previously enjoyed access to diabetes technologies. The CREATE trial will only recruit people with diabetes already on insulin pump therapy as a safety measure, however this may well make it difficult to recruit the desired indigenous cohort since they have poorer metabolic outcomes [53] , and as a result of this are denied access to insulin pump therapy [26, 54] . Future AID studies allowing for recruitment of people with T1D using multiple daily injections would render pre-determined criteria for accessing insulin pumps (such as having an HbA1c < 91 mmol/mol) obsolete for research purposes.", "cite_spans": [{"start": 487, "end": 491, "text": "[53]", "ref_id": "BIBREF53"}, {"start": 560, "end": 564, "text": "[26,", "ref_id": "BIBREF27"}, {"start": 565, "end": 568, "text": "54]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Discussion"}, {"text": "The global Covid-19 pandemic emerged in the lead up to recruiting CREATE trial participants, and although New Zealand has fared well thus far, the country has entered a state of lock down, and the trial sponsor, the University of Otago has interrupted all human subject research. Currently, it is obvious study recruitment will be deferred, but by how long is undecided. The CREATE study team feel strongly the initial study visit must be in-person since this is when the baseline tasks are performed and participants are taught the fundamentals. However, subsequent visits could be conducted in a remote manner harnessing the advantages of Nightscout. Virtual Paediatric T1D clinics using Zoom, have already proven to be successful in the primary study site during Covid-19, and so remote reviews are both appealing and feasible in the event of continued pandemic adjournment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Current state of type 1 diabetes treatment in the US: updated data from the T1D Exchange clinic registry", "authors": [{"first": "K", "middle": [], "last": "Miller", "suffix": ""}, {"first": "N", "middle": [], "last": "Foster", "suffix": ""}, {"first": "R", "middle": [], "last": "Beck", "suffix": ""}, {"first": "R", "middle": [], "last": "Bergenstal", "suffix": ""}, {"first": "S", "middle": [], "last": "Dubose", "suffix": ""}, {"first": "L", "middle": [], "last": "Dimeglio", "suffix": ""}], "year": 2015, "venue": "Diabetes Care", "volume": "38", "issn": "6", "pages": "971--979", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Economic Costs of Diabetes in the U.S", "authors": [], "year": 2017, "venue": "Diabetes Care", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Estimated Lifetime Economic Burden of Type 1 Diabetes", "authors": [{"first": "M", "middle": [], "last": "Sussman", "suffix": ""}, {"first": "J", "middle": [], "last": "Benner", "suffix": ""}, {"first": "M", "middle": [], "last": "Haller", "suffix": ""}, {"first": "M", "middle": [], "last": "Rewers", "suffix": ""}, {"first": "R", "middle": [], "last": "Griffiths", "suffix": ""}], "year": 2020, "venue": "Diabetes Technol Ther", "volume": "22", "issn": "2", "pages": "121--151", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Home use of day-and-night hybrid closedloop insulin delivery in suboptimally controlled adolescents with type 1 diabetes: a 3-week, free-living, randomized crossover trial. Diabetes Care", "authors": [{"first": "M", "middle": [], "last": "Tauschmann", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Allen", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Wilinska", "suffix": ""}, {"first": "H", "middle": [], "last": "Thabit", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Acerini", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Dunger", "suffix": ""}, {"first": "R", "middle": [], "last": "Hovorka", "suffix": ""}], "year": 2016, "venue": "", "volume": "39", "issn": "", "pages": "2019--2044", "other_ids": {"DOI": ["10.2337/dc16-1094"]}}, "BIBREF5": {"ref_id": "b5", "title": "Efficacy and safety of real-life usage of MiniMed 670G automode in children with type 1 diabetes less than 7 years old", "authors": [{"first": "P", "middle": [], "last": "Salehi", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "G", "middle": [], "last": "Kim", "suffix": ""}], "year": 2019, "venue": "Diabetes Technol Ther", "volume": "21", "issn": "8", "pages": "448--51", "other_ids": {"DOI": ["10.1089/dia.2019.0123"]}}, "BIBREF6": {"ref_id": "b6", "title": "Closed-loop insulin delivery in adults with type 1 diabetes in real-life conditions: a 12-week multicentre, open-label randomised controlled crossover trial", "authors": [{"first": "P", "middle": ["Y"], "last": "Benhamou", "suffix": ""}, {"first": "S", "middle": [], "last": "Franc", "suffix": ""}, {"first": "Y", "middle": [], "last": "Reznik", "suffix": ""}, {"first": "C", "middle": [], "last": "Thivolet", "suffix": ""}, {"first": "P", "middle": [], "last": "Schaepelynck", "suffix": ""}, {"first": "Renard", "middle": ["E"], "last": "", "suffix": ""}], "year": 2019, "venue": "Lancet Digital Health", "volume": "1", "issn": "1", "pages": "30003--30005", "other_ids": {"DOI": ["10.1016/S2589-7500(19)30003-2"]}}, "BIBREF7": {"ref_id": "b7", "title": "Six-month randomized, multicenter trial of closed-loop control in type 1 diabetes", "authors": [{"first": "S", "middle": [], "last": "Brown", "suffix": ""}, {"first": "B", "middle": [], "last": "Kovatchev", "suffix": ""}, {"first": "D", "middle": [], "last": "Raghinaru", "suffix": ""}, {"first": "J", "middle": [], "last": "Lum", "suffix": ""}, {"first": "B", "middle": [], "last": "Buckingham", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kudva", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "381", "issn": "", "pages": "1707--1724", "other_ids": {"DOI": ["10.1056/NEJMoa1907863"]}}, "BIBREF8": {"ref_id": "b8", "title": "One year clinical experience of the first commercial hybrid closedloop system", "authors": [{"first": "R", "middle": [], "last": "Lal", "suffix": ""}, {"first": "M", "middle": [], "last": "Basina", "suffix": ""}, {"first": "D", "middle": [], "last": "Maahs", "suffix": ""}, {"first": "K", "middle": [], "last": "Hood", "suffix": ""}, {"first": "B", "middle": [], "last": "Buckingham", "suffix": ""}, {"first": "D", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2019, "venue": "Diabetes Care", "volume": "42", "issn": "12", "pages": "2190--2196", "other_ids": {"DOI": ["10.2337/dc19-0855"]}}, "BIBREF9": {"ref_id": "b9", "title": "Automated insulin delivery: how artificial pancreas closed loop systems can aid you in living with diabetes. United States of America", "authors": [{"first": "D", "middle": ["M"], "last": "Lewis", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "About the OpenAPS data commons on open humans", "authors": [{"first": "", "middle": [], "last": "Openaps", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Real-world use of open source artificial pancreas systems", "authors": [{"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "S", "middle": [], "last": "Leibrand", "suffix": ""}], "year": 2016, "venue": "J Diabetes Sci Technol", "volume": "10", "issn": "6", "pages": "1411--1412", "other_ids": {"DOI": ["10.1177/1932296816665635"]}}, "BIBREF12": {"ref_id": "b12", "title": "Improvements in A1C and time-inrange in DIY closed loop (OpenAPS) users. Diabetes", "authors": [{"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "R", "middle": [], "last": "Swain", "suffix": ""}, {"first": "T", "middle": [], "last": "Donner", "suffix": ""}], "year": 2018, "venue": "", "volume": "67", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2337/db18-352-OR"]}}, "BIBREF13": {"ref_id": "b13", "title": "Glycemic control in individuals with type 1 diabetes using an open source Artificial Pancreas System (OpenAPS)", "authors": [{"first": "A", "middle": [], "last": "Melmer", "suffix": ""}, {"first": "T", "middle": [], "last": "Züger", "suffix": ""}, {"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "S", "middle": [], "last": "Leibrand", "suffix": ""}, {"first": "C", "middle": [], "last": "Stettler", "suffix": ""}, {"first": "M", "middle": [], "last": "Laimer", "suffix": ""}], "year": 2019, "venue": "Diabetes Obes Metab", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/dom.13810"]}}, "BIBREF14": {"ref_id": "b14", "title": "Twitter analysis of #OpenAPS DIY Artificial Pancreas Technology use suggests improved A1C and quality of life", "authors": [{"first": "M", "middle": [], "last": "Litchman", "suffix": ""}, {"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Kelly", "suffix": ""}, {"first": "P", "middle": [], "last": "Gee", "suffix": ""}], "year": 2018, "venue": "J Diabetes Sci Technol", "volume": "13", "issn": "2", "pages": "164--70", "other_ids": {"DOI": ["10.1177/1932296818795705"]}}, "BIBREF15": {"ref_id": "b15", "title": "Real-world use of Do-it-Yourself artificial pancreas systems in children and adolescents: self-reported clinical outcomes", "authors": [{"first": "K", "middle": [], "last": "Braune", "suffix": ""}, {"first": "S", "middle": [], "last": "O&apos;donnell", "suffix": ""}, {"first": "B", "middle": [], "last": "Cleal", "suffix": ""}, {"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "A", "middle": [], "last": "Tappe", "suffix": ""}, {"first": "I", "middle": [], "last": "Willaing", "suffix": ""}, {"first": "B", "middle": [], "last": "Hauck", "suffix": ""}, {"first": "K", "middle": [], "last": "Raile", "suffix": ""}], "year": 2019, "venue": "JMIR mHealth uHealth", "volume": "7", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.2196/14087"]}}, "BIBREF16": {"ref_id": "b16", "title": "Use of do-ityourself Artificial Pancreas System is associated with better glucose management and higher quality of life among adult with type 1 diabetes", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Luo", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "D", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Weng", "suffix": ""}], "year": 2020, "venue": "Poster presented at: 13th International Conference on Advanced Technologies & Treatments for Diabetes", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Excellent glycemic control maintained by opensource hybrid closed-loop AndroidAPS during and after sustained physical activity", "authors": [{"first": "L", "middle": [], "last": "Petruzelkova", "suffix": ""}, {"first": "J", "middle": [], "last": "Soupal", "suffix": ""}, {"first": "V", "middle": [], "last": "Plasova", "suffix": ""}, {"first": "P", "middle": [], "last": "Jiranova", "suffix": ""}, {"first": "V", "middle": [], "last": "Neuman", "suffix": ""}, {"first": "L", "middle": [], "last": "Plachy", "suffix": ""}], "year": 2018, "venue": "Diabetes Technol Ther", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1089/dia.2018.0214"]}}, "BIBREF19": {"ref_id": "b19", "title": "Open artificial pancreas system reduced hypoglycemia and improved glycemic control in patients with type 1 diabetes", "authors": [{"first": "S", "middle": [], "last": "Choi", "suffix": ""}, {"first": "E", "middle": [], "last": "Hong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Noh", "suffix": ""}], "year": 2018, "venue": "Diabetes", "volume": "67", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.2337/db18-964-P"]}}, "BIBREF20": {"ref_id": "b20", "title": "Closing the loop with OpenAPS in people with type 1 diabetes-experience from Italy", "authors": [{"first": "V", "middle": [], "last": "Provenzano", "suffix": ""}, {"first": "E", "middle": [], "last": "Guastamacchia", "suffix": ""}, {"first": "D", "middle": [], "last": "Brancato", "suffix": ""}], "year": 2018, "venue": "Diabetes", "volume": "67", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.2337/db18-993-P"]}}, "BIBREF21": {"ref_id": "b21", "title": "in silico trials of an open-source android-based artificial pancreas: a new paradigm to test safety and efficacy of doit-yourself systems", "authors": [{"first": "C", "middle": [], "last": "Toffanin", "suffix": ""}], "year": 2019, "venue": "Diabetes Technol Ther ja", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1089/dia.2019.0375"]}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical evaluation of a closed-loop insulin delivery system on glycaemic control in adults with type 1 diabetes", "authors": [{"first": "A", "middle": [], "last": "Koutsovasilis", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "History and perspective on DIY closed looping", "authors": [{"first": "D", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2018, "venue": "J Diabetes Sci Technol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The 'do it yourself' type 1 diabetes dilemma for medical practitioners", "authors": [{"first": "M", "middle": [], "last": "De Bock", "suffix": ""}], "year": 2019, "venue": "J Intern Med", "volume": "49", "issn": "5", "pages": "559--61", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Legal and ethical issues arising from the use of emerging technologies in paediatric type 1 diabetes", "authors": [{"first": "C", "middle": [], "last": "Johnston", "suffix": ""}, {"first": "L", "middle": [], "last": "Gillam", "suffix": ""}], "year": 2019, "venue": "QUT L R", "volume": "18", "issn": "2", "pages": "93--110", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "International consensus on use of continuous glucose monitoring", "authors": [{"first": "T", "middle": [], "last": "Danne", "suffix": ""}, {"first": "R", "middle": [], "last": "Nimri", "suffix": ""}, {"first": "T", "middle": [], "last": "Battelino", "suffix": ""}, {"first": "R", "middle": [], "last": "Bergenstal", "suffix": ""}, {"first": "K", "middle": [], "last": "Close", "suffix": ""}, {"first": "Hans", "middle": [], "last": "Devries", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Diabetes Care", "volume": "40", "issn": "12", "pages": "1631--1671", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Demographic and regional disparities in insulin pump utilization in a setting of universal funding: A New Zealand nationwide study", "authors": [{"first": "E", "middle": [], "last": "Mckergow", "suffix": ""}, {"first": "L", "middle": [], "last": "Parkin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barson", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Sharples", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Wheeler", "suffix": ""}], "year": 2017, "venue": "Acta Diabetol", "volume": "54", "issn": "1", "pages": "63--71", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Young children have higher variability of insulin requirements: observations during hybrid closed-loop insulin delivery", "authors": [{"first": "K", "middle": [], "last": "Dovc", "suffix": ""}, {"first": "C", "middle": [], "last": "Boughton", "suffix": ""}, {"first": "M", "middle": [], "last": "Tauschmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Thabit", "suffix": ""}, {"first": "L", "middle": [], "last": "Bally", "suffix": ""}, {"first": "J", "middle": [], "last": "Allen", "suffix": ""}], "year": 2019, "venue": "Diabetes Care", "volume": "42", "issn": "", "pages": "1344--1351", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Performance of a factorycalibrated real-time continuous glucose monitoring system utilizing an automated sensor applicator", "authors": [{"first": "V", "middle": [], "last": "Shah", "suffix": ""}, {"first": "L", "middle": [], "last": "Laffel", "suffix": ""}, {"first": "R", "middle": [], "last": "Wadwa", "suffix": ""}, {"first": "S", "middle": [], "last": "Garg", "suffix": ""}], "year": 2018, "venue": "Diabetes Technol Ther", "volume": "20", "issn": "6", "pages": "428--461", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "HISO 10001:2017 ethnicity data protocols. Wellington: Ministry of Health", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "New Zealand Health Survey. Wellington: Ministry of Health", "authors": [{"first": "", "middle": [], "last": "Ministry", "suffix": ""}, {"first": "", "middle": [], "last": "Health", "suffix": ""}], "year": 2018, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Six of eight hemoglobin A1c point-of-care instruments do not meet the general accepted analytical performance criteria", "authors": [{"first": "E", "middle": [], "last": "Lenters-Westra", "suffix": ""}, {"first": "R", "middle": [], "last": "Slingerland", "suffix": ""}], "year": 2010, "venue": "Clin Chem", "volume": "56", "issn": "1", "pages": "44--52", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Psychometric properties of the hypoglycemia fear survey-ii for adults with type 1 diabetes", "authors": [{"first": "L", "middle": [], "last": "Gonder-Frederick", "suffix": ""}, {"first": "K", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "K", "middle": [], "last": "Vajda", "suffix": ""}], "year": 2011, "venue": "Diabetes Care", "volume": "34", "issn": "", "pages": "801--807", "other_ids": {"DOI": ["10.2337/dc10-1343"]}}, "BIBREF35": {"ref_id": "b35", "title": "Examining the behaviour subscale of the hypoglycaemia fear survey: an international study", "authors": [{"first": "L", "middle": [], "last": "Gonder-Frederick", "suffix": ""}, {"first": "K", "middle": [], "last": "Vajda", "suffix": ""}, {"first": "K", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2013, "venue": "Diabet Med", "volume": "30", "issn": "", "pages": "603--612", "other_ids": {"DOI": ["10.1111/dme.12129"]}}, "BIBREF36": {"ref_id": "b36", "title": "Psychometric evaluation of the Swedish version of the hypoglycaemia fear survey", "authors": [{"first": "T", "middle": [], "last": "Anderbro", "suffix": ""}, {"first": "S", "middle": [], "last": "Amsberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Wredling", "suffix": ""}], "year": 2008, "venue": "Patient Educ Couns", "volume": "73", "issn": "", "pages": "127--158", "other_ids": {"DOI": ["10.1016/j.pec.2008.03.022"]}}, "BIBREF37": {"ref_id": "b37", "title": "Assessing fear of hypoglycemia among adults with type 1 diabetes -psychometric properties of the Norwegian version of the hypoglycemia fear survey II questionnaire", "authors": [{"first": "M", "middle": [], "last": "Graue", "suffix": ""}, {"first": "M", "middle": [], "last": "Iversen", "suffix": ""}, {"first": "T", "middle": [], "last": "Wentzel-Larsen", "suffix": ""}], "year": 2013, "venue": "Nor Epidemiol", "volume": "23", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5324/nje.v23i1.1605"]}}, "BIBREF38": {"ref_id": "b38", "title": "The Pittsburgh sleep quality index: a new instrument for psychiatric practice and research", "authors": [{"first": "D", "middle": [], "last": "Buysse", "suffix": ""}, {"first": "C", "middle": [], "last": "Reynolds", "suffix": ""}, {"first": "T", "middle": [], "last": "Monk", "suffix": ""}], "year": 1989, "venue": "Psychiatry Res", "volume": "28", "issn": "2", "pages": "193--213", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Guidelines for encouraging psychological well-being: Report of a Working Group of the World Health Organization Regional Office for Europe and International Diabetes Federation European Region St Vincent Declaration Action Programme for Diabetes", "authors": [{"first": "C", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "D", "middle": [], "last": "Gamsu", "suffix": ""}], "year": 1994, "venue": "Diabet. Med", "volume": "11", "issn": "", "pages": "510--516", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Parent and teenager views about treatments for diabetes and the development of two condition-specific questionnaires: the DTSQ-Parent and the DTSQ-Teen", "authors": [{"first": "A", "middle": [], "last": "Woodcock", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcmillan", "suffix": ""}, {"first": "C", "middle": [], "last": "Bradley", "suffix": ""}], "year": 2006, "venue": "Therapeutic Patient Education", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Valuing health-related quality of Life: An EQ-5D-5L Value Set for England", "authors": [{"first": "N", "middle": [], "last": "Devlin", "suffix": ""}, {"first": "K", "middle": [], "last": "Shah", "suffix": ""}, {"first": "Y", "middle": [], "last": "Feng", "suffix": ""}, {"first": "B", "middle": [], "last": "Mulhern", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Hout", "suffix": ""}], "year": 2017, "venue": "Health Econ", "volume": "", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Guidelines for Researchers on Health Research Involving Māori", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Research electronic data capture (REDCap)-a metadata-driven methodology and workflow process for providing translational research informatics support", "authors": [{"first": "P", "middle": [], "last": "Harris", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "R", "middle": [], "last": "Thielke", "suffix": ""}], "year": 2009, "venue": "J Biomed Inform", "volume": "42", "issn": "2", "pages": "377--81", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Ecological models of health behavior", "authors": [{"first": "J", "middle": [], "last": "Sallis", "suffix": ""}, {"first": "N", "middle": [], "last": "Owen", "suffix": ""}, {"first": "E", "middle": [], "last": "Fisher", "suffix": ""}], "year": 2015, "venue": "Health Behav Theory Res Pract", "volume": "5", "issn": "", "pages": "43--64", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "An ecological perspective on health promotion programs", "authors": [{"first": "K", "middle": [], "last": "Mcleroy", "suffix": ""}, {"first": "D", "middle": [], "last": "Bibeau", "suffix": ""}, {"first": "A", "middle": [], "last": "Steckler", "suffix": ""}, {"first": "K", "middle": [], "last": "Glanz", "suffix": ""}], "year": 1988, "venue": "Health Educ Q", "volume": "15", "issn": "4", "pages": "351--77", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Using thematic analysis in psychology", "authors": [{"first": "V", "middle": [], "last": "Braun", "suffix": ""}, {"first": "V", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2006, "venue": "Qual Res Psychol", "volume": "3", "issn": "2", "pages": "77--101", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Time needed for diabetes self-care: Nationwide survey of certified diabetes educators", "authors": [{"first": "J", "middle": [], "last": "Shubrook", "suffix": ""}, {"first": "G", "middle": [], "last": "Brannan", "suffix": ""}, {"first": "A", "middle": [], "last": "Wapner", "suffix": ""}, {"first": "G", "middle": [], "last": "Klein", "suffix": ""}, {"first": "F", "middle": [], "last": "Schwartz", "suffix": ""}], "year": 2018, "venue": "Diabetes Spectr", "volume": "31", "issn": "3", "pages": "267--71", "other_ids": {"DOI": ["10.2337/ds17-0077"]}}, "BIBREF48": {"ref_id": "b48", "title": "Effect of artificial pancreas systems on glycaemic control in patients with type 1 diabetes: a systematic review and meta-analysis of outpatient randomised controlled trials", "authors": [{"first": "A", "middle": [], "last": "Weisman", "suffix": ""}, {"first": "J-W", "middle": [], "last": "Bai", "suffix": ""}, {"first": "M", "middle": [], "last": "Cardinez", "suffix": ""}, {"first": "C", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "B", "middle": [], "last": "Perkins", "suffix": ""}], "year": 2017, "venue": "Lancet Diabetes Endocrinol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Continuous glucose monitoring and global reimbursement: An update", "authors": [{"first": "C", "middle": [], "last": "Graham", "suffix": ""}], "year": 2017, "venue": "Diabetes Technol Ther", "volume": "19", "issn": "S3", "pages": "60--66", "other_ids": {"DOI": ["10.1089/dia.2017.0096"]}}, "BIBREF53": {"ref_id": "b53", "title": "Ethnicity and social deprivation independently influence metabolic control in children with type 1 diabetes", "authors": [{"first": "P", "middle": ["J"], "last": "Carter", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Cutfield", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Hofman", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gunn", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Wilson", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Reed", "suffix": ""}], "year": 2008, "venue": "Diabetologia", "volume": "51", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "District health board of residence, ethnicity and socioeconomic status all impact publicly funded insulin pump uptake in New Zealand patients with type 1 diabetes", "authors": [{"first": "B", "middle": ["J"], "last": "Wheeler", "suffix": ""}, {"first": "R", "middle": [], "last": "Braund", "suffix": ""}, {"first": "B", "middle": [], "last": "Galland", "suffix": ""}, {"first": "A", "middle": [], "last": "Mikuscheva", "suffix": ""}, {"first": "E", "middle": [], "last": "Wiltshire", "suffix": ""}, {"first": "C", "middle": [], "last": "Jefferies", "suffix": ""}], "year": null, "venue": "N Z Med J", "volume": "132", "issn": "", "pages": "78--89", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CREATE study schema", "latex": null, "type": "figure"}, "FIGREF1": {"text": "CGM time ≤ 2.5 mmol/L. & % CGM time 10.1-13.9 mmol/L (level 1 hyperglycemia). & % CGM time ≥ 14.0 mmol/L (level 2 hyperglycemia). & Mean sensor glucose and glucose variability (expressed primarily as a coefficient of variation and secondly as a SD). & Glycaemic outcomes differentiated as 24 h, day (0600-2159 h) and night (2200 − 0559 h).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Data flow", "latex": null, "type": "figure"}, "TABREF1": {"text": "Baseline assessments local laboratory value(s) over the previous six months prior to screening visit) Current HbA1c (measured using the DCA Vantage Analyzer) Number of episodes of severe hypoglycaemia (defined as coma or convulsion requiring assistance from others in the 12 months prior to screening visit) Total daily dose (TDD) of insulin, calculated as the mean of the previous 14 days Prior use of CGM/ intermittent/ Flash CGM (defined as use > 75% of the time prior to the baseline visit) Prior use of an AID system Clinical Comorbidities Adverse event (AE) collection and concomitant medication check will be recorded Urine pregnancy test for all post-menarcheal and pre-menopausal women Known allergies Seated blood pressure (BP) recorded as an average of 2 measurements at least 5 min apart", "latex": null, "type": "table"}, "TABREF2": {"text": "CREATE trial schedule of assessments a Includes diabetic, clinical and lifestyle review.", "latex": null, "type": "table"}}, "back_matter": []}