{
    "paper_id": "1c396a3a3337d3d116f8ea561783a0b88082aa19",
    "metadata": {
        "title": "2 Dimensions and Contradictions of the European Integration: Deepening Versus Widening Political Sociology of the European Integration and Enlargement 2 Dimensions and Contradictions of the European Integration…",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The European Union as an imagined community developed through the process of integration and enlargement of the European nation-states and citizens (Delanty 1995) . The institutionalization of the European Union in its deepening dimension, as a project of common citizenship, much more than in its widening one as a supranational organization in expansion, has been based on a specific ability of its protagonists and their (our) capability to revolutionize given cognitive patterns using social imagination (Inglehardt 1970; Foradori et al. 2007 ). These capacities have been indispensable for the creation of new models of social solidarity, and thus of an alternative political and cultural (re)production and redistribution of material and symbolic resources among 'peers', still as a goal to be achieved (Fraser 2013) . In this sense, participation in the new European citizenship may be seen as a difficult and manifold challenge.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 162,
                    "text": "(Delanty 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 508,
                    "end": 525,
                    "text": "(Inglehardt 1970;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 526,
                    "end": 546,
                    "text": "Foradori et al. 2007",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 809,
                    "end": 822,
                    "text": "(Fraser 2013)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The European Union is today composed of twenty-seven national states, the twenty-eighth in exit, while seven others are closely and institutionally related to it as candidate countries with different statuses of negotiation-ranging from the problematic case of Turkey, a credible accession perspective by 2025 for Montenegro and Serbia and a constant delay for North Macedonia and Albania to the potential candidate status of Bosnia and Herzegovina and the special status of Kosovo and the Turkish-Cypriot Community. Other countries such as Ukraine, Moldova and Georgia are related with the EU by particular Association Agreements. The 'enlargement fatigue', after the block integration of ten post-socialist countries in 2004 and 2007, followed by the silent entrance of Croatia in July 2013, ended with a five-year moratorium imposed by the Juncker Commission in late 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the main criteria for membership have not yet been met by so many candidate and potential candidate states, the predominant type of EU governance of the process is to be questioned too. The democratic deficit of the EU clashes with the deeper democratic deficit of these societies, with unpredictable consequences, as I shall try to demonstrate in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the perspective of principles, the EU is structured as transversal and transnational-and thus border-crossing-on the basis of a range of shared universal values, and it is open to negotiation on others that are culturally, historically and scientifically questioned. At the same time, its policies and practices are strongly and structurally nation-biased, which puts the EU institutions and leadership in a contradictory condition of constant mediation among contrasting interests, while dealing with an agenda of vital pressing issues. If the economic and financial crisis could be considered its most serious trouble just a few years ago, the political one regarding several burning problems should not be underestimated. Flashing lights adverting to the growing attitude of Euroscepticism (de Wilde et al. 2013 ) and indifference of a huge amount of (Western) European citizens towards EU integration (Van Ingelgom 2014) did not hinder the Brexit-a painful ending process of the British-EU membership. Other problems could be mentioned here as the clash of welfare systems and social mobilization and protests against austerity policies (and not only) throughout the member countries (Della Porta and Mattoni 2014); the migrant question (Favell 2014) between the 'open city' (Sassen 2014) and 'fortress' model of Europe (Zielonka 2006) ; internal terrorism based on Islamic fundamentalist ideology and radicalization of 'second generations'; violent conflicts in its liminal zones of the aspirant states such as Turkey and Ukraine, and in its North-African and Middle East neighbourhood; political involvement in NATO-supported military actions from Iraq to Afghanistan, from Libya to Syria. 1 What kind of answers to all these open questions will shape the emerging model of the Union, regarding the normative dimension, institution building and social and political agency?",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 819,
                    "text": "(de Wilde et al. 2013",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1246,
                    "end": 1259,
                    "text": "(Favell 2014)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1284,
                    "end": 1297,
                    "text": "(Sassen 2014)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1329,
                    "end": 1344,
                    "text": "(Zielonka 2006)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When the European identity is discussed, this new kind of a common and transnational citizenship in terms of belonging-the intimate cosmopolitanism of Europe (Beck 2012)-refers not only to the nationstate citizens of the member countries. For this analysis, the crucial importance lays in researching the patterns and practices in which 'being European' is constructed by citizens of member and aspirant countries and migrants with different status of residence in its wide territory. If considered a desirable aim of citizenship in both its collective and individualized meaning-as a member state or as a citizen of the EU-such kind of aspiration seems capable of mobilizing huge social energies, as in the case of the EuroMaidan square in Kiev in 2014. Thus, this reflection begins by asking if and how the EU association process concretely operates and achieves empowerment of the democratic institutions of the aspirant countries through the political, social and economic emancipation of their citizens. And if and how that complex and intersected process affects the 'transformative power of Europe' as such, bringing new knowledge and re-constructing the European Union as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall aim of the analysis is to understand the making of today's Europe and the growing complexity of its organizational structures and institutions, which constantly needs new arguments to legitimate the EU's founding principles. Because 'Europe' and the 'European Union' are two distinctive phenomena or entities, both characterized by a multilayer system of meanings, the process of integration known as 'Europeanization' was taken into consideration (Rumford 2008; Soysal 2002; Trenz 2011) .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 474,
                    "text": "(Rumford 2008;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 475,
                    "end": 487,
                    "text": "Soysal 2002;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 488,
                    "end": 499,
                    "text": "Trenz 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, I understand Europe as an aim of a polity of its citizens and the EU as a project for economic, political, cultural and social transformation of its society(ies) and the actors committed to this enterprise. Accordingly, I will address some questions related to the dynamics of the process of integration, democratization and creation of common and national institutions from the particular standpoint of accession dynamics and practices, and I will explore its actual but also possible future patterns and consequences, which are sometimes unexpected and controversial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "'Enlargement fatigue' (Devrim and Schulz 2009; Hay and Smith 2005; Reka 2010; Szołucha 2010; Zängle 2004) in the EU has broken out to an unprecedented extent during the current financial and economic crisis. Once again, the juxtaposition of, and overlap between, the political EUropean elite and the politicians of the (core) member states governing the situation has revealed a limitation of the EU's political leadership. The difficulty of supporting the economies of the most vulnerable member states and of creating, generally, a greater capacity to control and resist global crisis dynamics-thus better protecting the welfare statecontinues to produce negative effects both on the further enlargement process and on citizens' commitment to European integration. Figure 2 .1 demonstrates the diversified trend of the public opinion support to the further enlargement in the ten-year time span, where only the Western Balkan countries overstep the threshold of 50% while the 'core member states' of the EU6 and EU9 have maintained the rate of about 30% positive answers. The idea of enlargement has been one of the basic principles of the EU since its creation. It was imagined, potentially and under certain (severe) conditions, as an 'all inclusive' project for the continent, 2 notwithstanding the unclear geopolitical connotation of its extreme limits. Since the foundation of the EU6 in 1951-the European Coal and Steel Community-consisting of Belgium, Federal Republic of Germany, France, Italy, Luxembourg and the Netherlands, the enlargement process has involved Denmark, Ireland and the United Kingdom (1973) , Greece (1981) , Spain and Portugal (1985) , followed by the unification of the Democratic Republic of Germany (1990) , and then by Austria, Finland and Sweden (1995), Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovakia and Slovenia (2004) , Romania and Bulgaria (2007) , and finally by the entrance of Croatia (2013). Historically, the turning point of this process may be symbolically represented by the fall of the Berlin Wall in 1989, which opened both Europes, Eastern and Western, to each other. The understanding of the Cold War frontiers as almost impassable barriers switched to new forms of border definition in this specific context, where the images of a 'European Empire' or a 'Fortress Europe' were among those most striking (Balibar 2004 (Balibar , 2010 Beck and Grande 2007; Zielonka 2006) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 46,
                    "text": "(Devrim and Schulz 2009;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 47,
                    "end": 66,
                    "text": "Hay and Smith 2005;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 67,
                    "end": 77,
                    "text": "Reka 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 78,
                    "end": 92,
                    "text": "Szołucha 2010;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 93,
                    "end": 105,
                    "text": "Zängle 2004)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1606,
                    "end": 1620,
                    "text": "Kingdom (1973)",
                    "ref_id": null
                },
                {
                    "start": 1623,
                    "end": 1636,
                    "text": "Greece (1981)",
                    "ref_id": null
                },
                {
                    "start": 1639,
                    "end": 1664,
                    "text": "Spain and Portugal (1985)",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1739,
                    "text": "Germany (1990)",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1774,
                    "text": "Austria, Finland and",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1878,
                    "text": "Sweden (1995), Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovakia and",
                    "ref_id": null
                },
                {
                    "start": 1879,
                    "end": 1894,
                    "text": "Slovenia (2004)",
                    "ref_id": null
                },
                {
                    "start": 1897,
                    "end": 1924,
                    "text": "Romania and Bulgaria (2007)",
                    "ref_id": null
                },
                {
                    "start": 2394,
                    "end": 2407,
                    "text": "(Balibar 2004",
                    "ref_id": null
                },
                {
                    "start": 2408,
                    "end": 2423,
                    "text": "(Balibar , 2010",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2424,
                    "end": 2445,
                    "text": "Beck and Grande 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2446,
                    "end": 2460,
                    "text": "Zielonka 2006)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 775,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Widening of the EU Between Enlargement and Accession"
        },
        {
            "text": "In a certain sense, it may be said that, through each of these crucial events, the European Union as a transnational community of European states and citizens has grown younger and younger, so that the current European Union of twenty-seven members plus the UK in exit in 2020 is only a new-born. Because the uniqueness of the EU rests upon its 'playing sovereignty' among member states and its claim to be a supranational entity capable of sovereign political (and other) action, 3 the new equilibrium has had to be attained before and after every single accession, with new problems and conflicts to solve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widening of the EU Between Enlargement and Accession"
        },
        {
            "text": "Whilst the institutional barriers of the accession procedures have been overcome and the EU's borders have consequently lost their hardness for the 'new entry', this does not yet mean that common resources are immediately available for all in the same way: on the contrary, spatial inequalities have been strengthened. Moreover, the founding principles themselves-for example, the principle of full mobility of people and goods-have come under strong pressure in this process, raising the question of how they can be constantly institutionalized, guaranteed, maintained and improved to respond to the new claims of integration, but also of globalization. These demands concern, for example, the increased number of countries and citizens and its effects on democratic deliberative mechanisms and participation, labour market(s) and (un) employment rates, immigration issues and redefinition of internal and external borders. These are only a few of the matters that concern the democratization of the EU as such, together with the political formation and representation of the will of the EU citizens participating in these processes, and not only as the citizens of the single countries through nationally biased mechanisms (see: Archibugi et al. 1998; Bellamy 2006; Bordignon 2009; Crouch 1999; Delanty 1995; Delanty and Rumford 2005; Fabbrini 2004 Fabbrini , 2007 Habermas 2001; Offe 1996; Guiraudon et al. 2015) .",
            "cite_spans": [
                {
                    "start": 1231,
                    "end": 1253,
                    "text": "Archibugi et al. 1998;",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1267,
                    "text": "Bellamy 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1268,
                    "end": 1283,
                    "text": "Bordignon 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1284,
                    "end": 1296,
                    "text": "Crouch 1999;",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1310,
                    "text": "Delanty 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1311,
                    "end": 1336,
                    "text": "Delanty and Rumford 2005;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1337,
                    "end": 1350,
                    "text": "Fabbrini 2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1351,
                    "end": 1366,
                    "text": "Fabbrini , 2007",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1367,
                    "end": 1381,
                    "text": "Habermas 2001;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1382,
                    "end": 1392,
                    "text": "Offe 1996;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1393,
                    "end": 1415,
                    "text": "Guiraudon et al. 2015)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Widening of the EU Between Enlargement and Accession"
        },
        {
            "text": "The opening of the European community to the Central and Eastern European (CEE) countries, together with the increase in immigration rates of recent decades, has had not only economic, political and social effects but also the cultural effect centred on the value of cultural diversity, religious and confessional freedom and the related discussion on the changing urban landscape. The issues here, therefore, concern new frames of belonging, changed mechanisms of group formation and new forms of solidarity able to create a new European citizenship (Benhabib 1996; Benhabib et al. 2007; Brubaker 2004 Brubaker , 2009 Rumford 2008; Foradori et al. 2007; Soysal 1994 Soysal , 2001 Wimmer 2004) . Thus, enlargement lies at the core of the European Union integration process because it constantly pushes its main actors to make a reflexive, possibly creative, effort of sociological imagination. Because enlargement is not only the process of widening but also, more importantly, of deepening the EU, it constantly calls its structural and institutional devises and mechanisms into question (Wallace 1993) . There is no easy way to come to terms with the EU's democratic deficit. The Europeanization process as the creation of the EU pursues precisely this aim.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 566,
                    "text": "(Benhabib 1996;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 588,
                    "text": "Benhabib et al. 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 589,
                    "end": 602,
                    "text": "Brubaker 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 603,
                    "end": 618,
                    "text": "Brubaker , 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 619,
                    "end": 632,
                    "text": "Rumford 2008;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 633,
                    "end": 654,
                    "text": "Foradori et al. 2007;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 655,
                    "end": 666,
                    "text": "Soysal 1994",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 667,
                    "end": 680,
                    "text": "Soysal , 2001",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 681,
                    "end": 693,
                    "text": "Wimmer 2004)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1089,
                    "end": 1103,
                    "text": "(Wallace 1993)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Widening of the EU Between Enlargement and Accession"
        },
        {
            "text": "In the next section I will first analyse the accession procedures in terms of their rules and barriers and explore the main EU and national institutional bodies involved in the day-to-day integration process regarding enlargement. I will then consider the specific context of the 'Western Balkan' countries, which creates a particular set of difficulties and conflicts for the local and EU actors involved in the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widening of the EU Between Enlargement and Accession"
        },
        {
            "text": "The accession procedure is guided by the 'executive arm' of the EU-the European Commission (EC). From the outset, this institution, set up in the 1950s, embodied the idea of the EU as something really new, different and possibly autonomous with respect to the national governments. The seat of the Commission is in Brussels, while some offices are located in Luxembourg. It has Representation Offices in each of the member countries and Delegation Offices in many countries in Europe and the world. As stated in its main documents, the Commission's basic principle is to \"represent and uphold the interests of the EU as a whole\". 4 The European Commission is currently structured into fifty-three departments and executive agencies. The department responsible for the enlargement changed from one commissioner to another, as described in the following section. The Juncker Commission (2015-2019) integrated the Enlargement Directorate General (DG), as the main institutional body that manages all the basic procedures of the accession process, with the Neighbourhood Policy department, restructuring the sectors, and the new commissioner von der Leyen kept the same model. The responsible officials of each sector of the Directorate General for Neighbourhood and Enlargement Negotiations (DG NEAR) are supposed to be in constant and direct communication with the Delegations of the EC in each of the candidate and potential candidate countries; with the diplomats of each country's Mission or Embassy in Brussels; and with political institutions and bodies involved in the process at the national level.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 631,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural Aspects"
        },
        {
            "text": "The Enlargement/NEAR Directorate General is directly accountable to the European Commission; its work is framed by the EU's normative documents, while the politics and policies are decided at the European Council and EC level. At the same time, the flow of everyday information and communication produced by its sectors may be considered a specific knowledge with the potential of enabling the EU institutions in their integration capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural Aspects"
        },
        {
            "text": "The institutional structure of the EU integration bodies at the national level varies from one candidate/potential candidate country to another, and it is modified by the changing of its actual status demands. National offices are mainly organized at the governmental level, as part of one of the Ministries or as a separate Ministry of EU integration. All parliaments also have a special commission or other institutional body dealing with European integration; in several cases, it is at this level that the critical dialogue with the national public sphere and civil society is institutionalized in the form of the agenda of periodic meetings and discussion. It does not include, of course, all the voices outside the main state institutions because there are numerous sources, such as the NGOs concerned directly or indirectly with the integration process, media agencies, academic institutions or critical independent intellectuals, that constantly produce a public 'rumour', more or less articulated in strong and influential opinions. On the other hand, both the politics and policies of the EC regarding enlargement are also stressed by the national interests of the EU member states, by pressure groups and lobbies of (or pro) individual candidate/potential candidate countries, by transnational NGOs with their representatives in Brussels and Strasbourg, and by what is called the 'emerging European public sphere'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural Aspects"
        },
        {
            "text": "The first normative condition for accession is the formal commitment of the applying country to respect the basic principles of the EU as defined by the Copenhagen criteria (EU Council, Copenhagen, December 1993): democracy, rule of law, human rights, respect for and protection of minorities, market economy, ability to assume the obligations of membership. The verb 'apply' indicates an act of responsibility by the single state, based on the will of its citizens and political elites to join the EU. It also emphasizes the asymmetrical relationship between the parties, because the conditions imposed by The Treaty on European Union are non-negotiable. The following caution-\"But, applying for EU membership is the start of the long and rigorous process\" 5 -underlines both considerations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "The basic rules were clearly defined: \"Each country must meet the core criteria of the membership before it starts the entire procedure.\" This means that the 'zero-time' zone of the process starts well before the formal submission of the application. It is not enough merely to declare commitment to the principles, it must also be approved and confirmed by the official bilateral relationship with the EU. Only when the preliminary evaluation process results in a positive opinion on the country's effective condition can the procedure begin. The rules became stricter in 1995 after the decisions of the Madrid European Union Council of 1995, where the principle of the ability to assume the obligations of membership was defined more rigorously-again using the verb 'must': \"The administrative and judicial structures of the country must be ready to implement the EU legislation.\" This requirement was identified as a prerequisite for mutual trust between the EU and the member country, as one of the pillars of the integration process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "The pre-accession strategy comprises several frameworks and mechanisms. Firstly, different forms of agreements, such as European Agreements, Association Agreements, Stabilization and Association Agreements, 6 and partnerships, like the Accession Partnership and European Partnership, are proposed. Agreements and partnerships create the framework for the institutionalized political dialogue and open the space for different forms of pre-accession assistance like the Instruments of Pre-accession strategy (IPA), co-financing from international financing institutions and participation in EU programmes, agencies and committees. The bilateral relationship with the EU presupposes the adoption of the National Programme for the standardization and harmonization of legislation with the Acquis Communautaire, the main normative foundation of the EU (Jørgensen 1999) . Once these conditions have been fulfilled, the country submits an official application for membership to the EU Council, and the 'evaluation procedure' may start.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 863,
                    "text": "(Jørgensen 1999)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "For every potential candidate country, year by year, European Commission officials and experts produce a Report based on monitoring and analysis of complex political, economic, social and cultural conditions. The Report contains the opinion, which may be positive or negative, on the country's status in fulfilling the main enlargement criteria. Only when the formal opinion of the EC is positive does the European Council take the decision to accept, or not, the candidature. Under the condition that the decision to accept the application must be taken unanimously by all member states, the Council gives the mandate for the negotiating process between the candidate country and the EU governments to begin in the form of an 'intergovernmental conference'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "The negotiation procedure moves through several phases. First is the so-called screening phase, which concerns in-depth analysis of the EU laws-Acquis Communautaire-the obligations related to membership set out in thirty-five chapters ( Fig. 2. 2). Screening is followed by the European Commission's proposal of a Draft Common Position to the European Council. When the Council adopts a Common Position, negotiations on each area of legislation on ministerial level can begin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Fig. 2.",
                    "ref_id": null
                }
            ],
            "section": "Rules and Barriers"
        },
        {
            "text": "Formally, the new members are admitted only when they have met all requirements, have received the active consent of the EU institutions and, finally, have received the active consent, signed and ratified, of the governments of the EU member states and of the applying country. In practice, these three final conditions represent the blocks of 'Fortress Europe's' walls. The first one of them is the requirement to meet the Copenhagen criteria through fulfilment of the harmonization with the Acquis. But, the EU norms have been changing constantly, and new chapters of the Acquis have been created over time: the last one in 2011, named 'Other'. Core member states themselves have huge difficulties in following EU directions, as different waves of the crisis had demonstrated. The new CEE entries, with their legacy of poor economies and a grave deficit of political democratic culture, find it much more difficult to keep pace with the EU15 countries that entered the European Union before the last enlargement in the 2000s. The principles and the standards, however, should not be changed, nor should the evaluation criteria be dropped down. What is worrying is a certain suspicion, stressed by a significant number of interviewees from Western Balkan countries, that the Acquis may be used as a device by an arbitrary political interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "The second precondition-that the new members must have received the active consent of the EU institutions-should be considered more closely from the perspective of its correlation with the third one, concerning the active consent of the governments of the EU member states. Because it is the European Council that takes the final decision on membership of the applying country, any divergences among the official positions of a single EU member country and its representatives in the EU institutions may aid understanding of the European Union's democratic potential as a transnational institution, and not just in its current ambiguous state as a kind of confederation without strong political authority (Fossum 2009; Rumford 2008; Trenz 2011) .",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 718,
                    "text": "(Fossum 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 719,
                    "end": 732,
                    "text": "Rumford 2008;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 733,
                    "end": 744,
                    "text": "Trenz 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Rules and Barriers"
        },
        {
            "text": "Ratification of the accession of a candidate country, by parliamentary vote or referendum in each of the member states, exposes the final decision to the particularistic interests of the nation-state governments, as in the case of the name dispute between Greece and Former Yugoslav Republic of Macedonia (FYROM)/North Macedonia or in that of the border dispute between Slovenia and Croatia. The last part of the third requirement-active consent of the applying country-should not be taken for granted. According to Eurobarometer statistics, and others collected at the national level, the oscillation between affection and disaffection towards EU integration indicates that public opinion in the candidate and potential candidate countries actively perceives and reacts to the political decisions taken in Brussels, as illustrated in Fig. 2. 3. Once again, the procedural principle of symmetry and reciprocity can be fulfilled in this basically asymmetrical process only if the local actors assume real responsibility for their decisions and are recognized by their EU peers as such.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 842,
                    "text": "Fig. 2.",
                    "ref_id": null
                }
            ],
            "section": "Rules and Barriers"
        },
        {
            "text": "The last round of the evaluation, which concluded with the Reports and Enlargement Strategy document on Candidate and Potential Candidate countries (Thessaloniki Agreement 2003), published in May 2019, defined the mid-term agenda of the accession process. According to the documents, Montenegro and Serbia were the only two countries with credible mid-term accession perspective by 2025. Turkey was put apart, North Macedonia and Albania had to wait their turn to start negotiations, and Bosnia and Herzegovina, and Kosovo * maintained the potential candidate status. The most critical opinion was on Bosnia and Herzegovina's efforts to meet the accession criteria, expressed in a number of negative considerations on different political, economic, institutional and social issues, supported by the Analytical Report of the Commission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Will Be the Next?"
        },
        {
            "text": "The problem of meeting the requirements for accession, as mentioned in the previous section, emerges immediately if we consider the list of the countries in the 'entrance hall' of the EU and the years in which the accession process began for them. In order to have a better idea of the complexity and ambivalence featuring the accession process, three meaningful examples will be considered in the following paragraphs. The first one is the case of Turkey, which became a candidate country in 1999 and started the negotiation process in 2005, but continued for years without meeting the requirements to become a member of the EU. At the beginning, there was a Cyprus case, the issue of respect for human rights and freedoms, and many other unfulfilled requirements mentioned in the Progress Reports since 2005. In 2018 and 2019, the authoritarian turn in the political leadership in Turkey put into question much more seriously the EU future of the country. Nevertheless, political and theoretical discussion in and out of stage within the EU institutions and among European and national actors about the question if Turkey should join the European family did make a damage towards the Europeanist political and civic forces of the country. In this sense, we might speak again about the difficulty of founding common sociocultural grounds for the EU and the unintended consequences it could provoke (Küçük 2010; Rumford 2008) .",
            "cite_spans": [
                {
                    "start": 1399,
                    "end": 1411,
                    "text": "(Küçük 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1412,
                    "end": 1425,
                    "text": "Rumford 2008)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Who Will Be the Next?"
        },
        {
            "text": "The second example-the name dispute between Greece and former Socialist Republic of Macedonia, from 2018 onwards North Macedoniais not as deeply problematic as the Turkish case, but it may help us understand the complexity of each single step in the enlargement process in regard to the sovereignty bargaining game between the supranational level of the EU and the national states of its members, as well as the conflicts that it constantly produces. On a global level, represented by the UN, the first option of the name was a result of a paradoxical compromise between Greece's strong opposition to the use of the name 'Macedonia' for a non-Greek community and the citizens and political elites of that country, after the dissolution of the Yugoslav federation. On the EU level-and for the same reason, the name issue-Macedonia has been waiting its turn to start the negotiations for a long time, because the decision had to be taken unanimously by all EU member states and Greece continued to oppose until Prespa agreement in 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Will Be the Next?"
        },
        {
            "text": "The third example is the issue of recognizing the independence of Kosovo, proclaimed in February 2008. The European Union did not take its own position on the matter but left the decision to its member countries, once again demonstrating the deficit of its capacity to create a common foreign policy (Habermas and Derrida 2003; Rumford 2008) . Nevertheless, Kosovo could not be excluded from the integration process as an independent state or as a part of Serbia. A formal compromise was found by giving Kosovo a special treatment status symbolically expressed in its new official name. Yet the Kosovo case is a rather paradigmatic and challenging one for any other situation in which the right to self-determination clashes with the principle of national sovereignty-as well demonstrated some time ago by Melucci and Diani (1992) . This means that there is no easy way to resolve the issue and that the EU integration of the Western Balkans could be, as was emphasized many times in my interviews, the highway to a new constellation of power and new forms of solidarity among citizens in this part of Europe.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 327,
                    "text": "(Habermas and Derrida 2003;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 328,
                    "end": 341,
                    "text": "Rumford 2008)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 806,
                    "end": 830,
                    "text": "Melucci and Diani (1992)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Who Will Be the Next?"
        },
        {
            "text": "If the credible accession perspective is proved to be a powerful device of transformation for the accession countries (Noutcheva and Aydin-Düzgit 2012), a sort of a hazy and hesitant accession perspective could become a powerful device of stalemate and backsliding, or even of reinforcing radical-right anti-EU political forces. If the accession negotiations would turn to an impasse, a 'cul-de-sac' situation, we may ask if there were any alternatives to the accession, once the road is taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Will Be the Next?"
        },
        {
            "text": "The Berlin Process, as a limited intergovernmental initiative complementary to the action of the European Commission, started in 2014, coinciding with the implementation of the new European policy, which is admittedly restrictive with regard to the future enlargement. Nevertheless, the Process opens a new phase of dialogue between European institutions and agencies on the one hand and the countries in the region on the other. In the summer of 2014, Albania had just acquired candidate status, while the dialogue with Bosnia and Herzegovina resumed in June 2015, after the five-year standstill following the dispute with the European Court of Human Rights (Sekulić 2017: 109) . After the fourth summit in Trieste, in September 2017, President Juncker announced the probable accession of Serbia and Montenegro in 2025, declaring the two candidate countries to be frontrunners, and did not exclude this possibility for other countries because \"a credible perspective of enlargement for the Western Balkans remains necessary for the stability of the continent\" on the condition that the rule of law, justice and fundamental rights are fully respected (Juncker 2017) .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 678,
                    "text": "(Sekulić 2017: 109)",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1165,
                    "text": "(Juncker 2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "\"Berlin Process\" 2014-2019"
        },
        {
            "text": "Following the summits in Berlin (2014), Vienna (2015), Paris (2016) and Trieste (2017), the fifth meeting of political actors and civil society participating in the Berlin Process took place in July 2018 in London, the capital of the outgoing country. The last meeting was organized in Poland, in the city of Poznań in July 2019. From the very beginning the dialogue was based on the premise of further Europeanization of the Western Balkan countries in the sense of deeper democratization and rapprochement with the European Union, which presupposed the political and social, as well as economic, empowerment of their citizens. The process of accession as such, in its various regulatory and procedural phases, and in its political and social practices, ideally aspires to a meta-objective: a gradual redefinition and acquisition of European citizenship even before accessing the status of member state: social citizenship acting on individual and group capacities and civic citizenship that makes it possible for the subjects to participate in political life in a European public space under construction (Sekulić 2016: 698) . In this sense, the question was about the role the Berlin Process played in the construction of a specific European space-set and about the effective enabling of the citizens in the region to participate in cross-and transnational dialogue about Europe, giving them a voice within the problematic European public space.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1126,
                    "text": "(Sekulić 2016: 698)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"Berlin Process\" 2014-2019"
        },
        {
            "text": "The Berlin Process, different from the usual policy of enlargement driven by the European Commission and other EU institutions \"in format, logic, and functioning\" (Marciacq 2017 ), seems to have had the role of safeguarding the process of accession of the Western Balkans at a time of crisis. After the first phase of expansion towards Central and Eastern Europe in 2004 and 2007, the attention that the EU institutions dedicated to the Balkan region had diminished, leading to a \"selective, differentiated and rather superficial\" Europeanization (Börzel in Elbasani 2013: 183). A clear strategy for the development of state capacities and citizenship skills in these countries had begun to fail, aggravated by the economic and financial crisis since 2008.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 177,
                    "text": "(Marciacq 2017",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "\"Berlin Process\" 2014-2019"
        },
        {
            "text": "The first conference that established the Berlin Process, desired and convened by the German government in summer 2014, took place at a time of particular difficulty for the EU to build a convergent foreign policy of further enlargement towards the East, following the Ukrainian crisis in 2013. In the case of the Western Balkans, where the condition of \"limited statehood\" and of disputed national sovereignty (Elbasani 2013) remained, a consistent and credible European Union policy, capable of activating social pressure from below and involving and empowering local political elites, was ever more essential. In this sense, we may argue that the constituent conference in Berlin 2014, despite its allegedly apolitical nature (Marjanović Rudan 2017) , was animated by the predominantly political objective of offering the governments and citizens of the Balkan countries a boost for membership while at the same time forcing EU institutions and agencies to renew their political commitment in the region.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 426,
                    "text": "(Elbasani 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 729,
                    "end": 752,
                    "text": "(Marjanović Rudan 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"Berlin Process\" 2014-2019"
        },
        {
            "text": "The social and economic conditions in which the majority of people in these countries live cannot be dealt with anymore by palliative strategies and good intentions, and the regional civil society institutions participating in the Berlin Process were saying so clearly. A different approach by the EU institutions is necessary-a dialectical change towards decisive political action, capable of fighting for the accession of these countries, despite the limits of their political elites. Marciacq proposes different strategies in this sense, two of which were highly significant: priority to solidarity rather than competitiveness in a new regional approach with respect to EU enlargement and institutionalization of the role of aspirant countries in European institutions, even before formal membership (Marciacq 2017) . The Berlin Process platform could not and should not replace the EC-guided enlargement and accession process, but at the same time it made a possible return to the business-as-usual approach very difficult.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 818,
                    "text": "(Marciacq 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "\"Berlin Process\" 2014-2019"
        },
        {
            "text": "In spring 2018, a few months before the fifth act of the Berlin Processthe London Summit-The Economist Intelligence Unit (EIU) published a report on Western Balkans' perspective in joining the EU (Western Balkans to 2025). The title of the report proposed an alternative-a brighter future or permanent marginalization-for the countries committed to the process of accession. The complementary scenario of the first one is a membership, while the second leads to nowhere. The EIU is one of the most powerful think tanks in the Western Europe, and the words pronounced here have a particular weight. Yet, we are talking about millions of people who passed during the 1990s through the decade of destruction and devastation of human lives and material resources, of the social and cultural capital, of the institutional and structural heritage of their respective societies, of course, due mostly to their own responsibility or to the responsibility of their elites. Permanent marginalization is not something new for the countries and citizens of this European region. We could argue that the only period in which the so-called Western Balkans (without Albania) gained certain importance on the international scene was during the Yugoslav socialist federative association. Economic parameters of the EIU report confirm it, as none of the former Yugoslav countries has reached and surpassed yet the development level of 1989. The only exception is Albania, whose starting positions were extremely low. On the other hand, the 'road to the brighter future' was one of the main common places of the communist rhetoric, the political promise to which generations of citizens of the CEE had to sacrifice so many things.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "Coming back to the EIU report, the authors have rightly noticed that in the Declaration of the Sofia Summit (May 2018) \"the words 'integration' and 'enlargement' were notably missing from the final document\" (p. 4). The tension between 'integration' and 'enlargement' was further witnessed by the discourse pronounced by the French President Emmanuel Macron who, by arguing that in this historical moment energies should be invested in deepening rather than into further widening, expressed the position of the EU during the last decade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "There was something deeply wrong in the very basis of the argumentation about the enlargement, which specifically emerges when speaking about the Western Balkans in terms of a \"small and relatively poor region\" suffering from a \" variety of ills\" and composing a high geopolitical risk (EIU Report). If we look at the time frame, and take into account 2003 (Thessaloniki summit) as a starting point, regarding the current situation in 2019, there have been only sixteen years to re-build the devastated region: the only one without large-scale war destruction was Slovenia, while the other former Yugoslav republics were overwhelmed, if not demolished as Bosnia and Herzegovina, and Kosovo. Yet in sixteen years, Slovenia and Croatia became member states, Macedonia, Montenegro, Serbia and Albania are candidate countries, and Bosnia and Herzegovina, and Kosovo have been integrating more and more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "Regarding the dynamics of the first waves of integration of the Western Europe, the results seem to be amazing. Unification of the Western Europe took forty-four years-half of them to grow from EC6 to EC9, to gather consensus and build the basic institutions, and the other twenty-two years to become EU15. It took fifty-six years to sign the first constitutional actyet not constitution-the Treaty of Lisbon in 2007, and another two to make it enter into force (December 2009). Such a complex process needs time and huge social and political energies and cannot be taken for granted in any of its steps and stages. The European integration has been proceeding through gradual and non-linear transformation of its structures and institutions, of its cognitive frames and its practices. The basic principles of the unification need to be constantly and reflectively re-legitimize by the force of persuasion and argumentation, but also by the strength of its specific praxis of Europeanization supposed to produce effectively better human condition for current and future citizens of the Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "If we turn back to the institution-building process of the European Commission regarding the enlargement issue, it is quite interesting to observe the dynamics of the portfolio and directorate construction in different stages. Enlargement as such appeared already in the third Jean Rey 's Commission (1967 's Commission ( -1970 , which established the portfolio for Foreign Trade, Enlargement and Assistance to Developed Countries. The commissioner was Jean-Francois Deniau, who would follow the issue to the end of 1973: in the fourth Franco Malfatti's Commission (1970 -1972 where there was no specific portfolio for Enlargement, but it was managed within the External Relations and Development Aid and in the fifth Sicco Mansholt's Commission (1972 -1973 where the portfolio was reestablished as Development Aid and Enlargement. Deniau will leave the Commission at the beginning of the sixth Francoise-Xavier Ortoli 's Commission (1973 's Commission ( -1977 , where Enlargement was again subsumed to the Development Cooperation and Budgets, but at the same time, the first widening came into effect, with the UK, Ireland and Denmark as new members and Norway called out. During Roy Jenkins ' Commission (1977 ' Commission ( -1981 , the portfolio for Enlargement appeared again together with Environment and Nuclear Safety, with Commissioner Lorenzo Natali, an Italian politician, entering the scene to remain up to the end of his life in 1989. He would follow the enlargement during the eighth Gaston Thorn's Commission (1981 -1985 , Mediterranean Policy, Enlargement and Information, when Greece joined the EU, and the first Jacque Delors' Commission (1985) (1986) (1987) (1988) , Cooperation, Development Affair and Enlargement, when Spain and Portugal became member states. He died in August 1989, and the second Delors' Commission (1989 Commission ( -1992 proceeded without a specific Enlargement department, while East Germany was absorbed by the Federal Republic (October 1990) . During the third Delors' Commission (1993 , Enlargement was incorporated with External Relations. Delors was accompanied by the Commissioner Hans van den Broek, who prepared the entrance of Sweden, Austria and Finland in 1995, realized during the twelfth Jacques Santer's Commission (1995) (1996) (1997) (1998) (1999) . van den Broek continued to work side by side with Santer within the Relations with Central and Eastern Europe, CFSP and External Service Directorate, setting up for the first time the terrain for the new widening perspective towards the Other Europe. The 'big bang' happened at the end of the Günter Verheugen's Commission (1999) (2000) (2001) (2002) (2003) (2004) , where Enlargement was given its own directorate. 7 The breaking of the Berlin Wall as well as the implosion of the communist regimes was not predicted: it produced an unexpected chain of events from 1989 onwards, as discussed in Chap. 1. It was a crucial moment in the European history, and the European community institutions were not prepared to deal with the situation. The tension between these two essential dimensions for the construction of the EU structures and institutions-the super-complexity of deepening integration processes and normative ties building among the member states and the widening of the community while transforming itself and the others-had no precedent in its history.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 305,
                    "text": "'s Commission (1967",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 327,
                    "text": "'s Commission ( -1970",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 570,
                    "text": "Malfatti's Commission (1970",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 576,
                    "text": "-1972",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 751,
                    "text": "Mansholt's Commission (1972",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 757,
                    "text": "-1973",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 938,
                    "text": "'s Commission (1973",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 960,
                    "text": "'s Commission ( -1977",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1211,
                    "text": "' Commission (1977",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1232,
                    "text": "' Commission ( -1981",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1528,
                    "text": "Thorn's Commission (1981",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1534,
                    "text": "-1985",
                    "ref_id": null
                },
                {
                    "start": 1655,
                    "end": 1661,
                    "text": "(1985)",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1668,
                    "text": "(1986)",
                    "ref_id": null
                },
                {
                    "start": 1669,
                    "end": 1675,
                    "text": "(1987)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1682,
                    "text": "(1988)",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1843,
                    "text": "Commission (1989",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1862,
                    "text": "Commission ( -1992",
                    "ref_id": null
                },
                {
                    "start": 1972,
                    "end": 1986,
                    "text": "(October 1990)",
                    "ref_id": null
                },
                {
                    "start": 2006,
                    "end": 2030,
                    "text": "Delors' Commission (1993",
                    "ref_id": null
                },
                {
                    "start": 2272,
                    "end": 2278,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2285,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 2286,
                    "end": 2292,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2299,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 2300,
                    "end": 2306,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 2632,
                    "end": 2638,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 2639,
                    "end": 2645,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 2646,
                    "end": 2652,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 2653,
                    "end": 2659,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 2660,
                    "end": 2666,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 2667,
                    "end": 2673,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 2725,
                    "end": 2726,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "Consultations regarding the Maastricht Treaty in the early 1990s happened in conjunction with the beginning of the Yugoslav crisis and its violent turn in 1991. It was still uncertain what path the Soviet Union dissolution would take. At the same time, the European community was entertained by itself, and not so pleasantly. It could be said that the EU elites had neither sufficient knowledge nor enough human capacities and normative instruments to face the concrete problem of the Yugoslav wars once the opportunity to prevent it blurred out, nor did they have sufficient political wisdom to understand and forecast the lasting repercussions of the Yugoslav wars for the unification project of the continent. They needed more time, political knowledge, resources and personal energies. But, we have to remember that it was a new-born EU of only twelve member states, with other three still negotiating. Moreover, the core founding states were in a particularly delicate transition, just to mention Germany facing its own internal problems regarding the unconditioned accession of the German Democratic Republic and Italy stroked by the political crisis named Tangentopoli, which was going to radically change its political structure (Hobsbawm 1994) .",
            "cite_spans": [
                {
                    "start": 1237,
                    "end": 1252,
                    "text": "(Hobsbawm 1994)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "The conference for former Yugoslavia was held under the umbrella of a phantasmagorical 'international community' under the responsibility of the UN, where the European Community/European Union assumed a crucial role from the very beginning (Caplan 2005) . In the case of the war in Bosnia and Herzegovina, the EU politics did not give expected results, and the pacification came after the entrance of the US (Clinton's administration) in the negotiation process, with two main peace agreements, in Washington (1994) and in Dayton and Paris (1995) . The military base in Dayton, Ohio, worked out as a kind of 'conclave' to build the conditions for ending the war but not well enough to construe a just peace. The current situation in Bosnia and Herzegovina can be understood as a direct consequence of the way an unsuccessful EU, and then the US, managed the crises (Sekulić 2014) . The same may be argued for the Kosovo war and NATO intervention in 1999, where the EU as such was put aside, leaving room for a controversial decision to use military force of the Atlantic Alliance without the UN Security Council's approval.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 253,
                    "text": "(Caplan 2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 498,
                    "end": 515,
                    "text": "Washington (1994)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 546,
                    "text": "Dayton and Paris (1995)",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 879,
                    "text": "(Sekulić 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "The 'roadmap' of the accession was given to all former Yugoslav countries and Albania in 2000 (Zagreb) and in 2003 (Thessaloniki), with Slovenia becoming a member state in 2004. The first Jose Manuel Barroso's Commission (November 2004-January 2010) confirmed the Directorate General for Enlargement as separate from External Relations and Neighbourhood Policy because of its importance, with Olli Rehn as the commissioner. Other two \"Europe's eastern fringes\" (EIU Report 2018: 15)-Bulgaria and Romania-entered the EU in 2007, and the financial crisis exploded in 2008. The widening of Europe entered into a profound fatigue and crisis period and culminated with the Juncker Commission succeeding the second Barroso Commission (2010) (2011) (2012) (2013) (2014) at the beginning of 2015: the Directorate General of Enlargement was once again integrated with the Neighbourhood Policy.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 734,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 741,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 748,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 755,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 762,
                    "text": "(2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "The consequences of the Yugoslav wars are persistent. The EIU report speaks in 2018 about several 'ills' the Western Balkans have been suffering, naming some of them: security risk including bilateral disputes; lasting enmities; threat of Islamic fundamentalism; ethnic fragmentation; low public trust in government; history of conflict; high unemployment; access to small arms; risk of terrorism; human rights abuses; the existence of group grievances; and finally large numbers of refugees and displaced persons (p. 2). At the same time, Donald Tusk, President of the European Council, stressed at the Sofia Summit in May 2018 that he saw \"no future for the Western Balkans other than the European. There is no alternative.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "Brexit has produced a new spectre of European disintegration. The way the EU deals with this challenge will determine the range of possible alternatives for the accession countries and for the EU as such.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration Without Enlargement? 'Membership or Nowhere?'"
        },
        {
            "text": "1. The Covid-19 emergency spread throughout the globe after the final words of the book were written. The way the EU will tackle this crisis and rethink its agency may determine the future of the continent. 2. Treaty on European Union, Article 49: \"Any European State which respects the values referred to in Article 2 and is committed to promoting them may apply to become a member of the Union.\" https://eur-lex.europa.eu/ eli/treaty/teu_2012/oj. 3. The self-definition of the EU is expressed mostly through the distinction from what it is not: \"The European Union (EU) is not a federation like the United States. Nor is it simply an organisation for co-operation between governments, like the United Nations. It is, in fact, unique. The countries that make up the EU (its 'member states') remain independent sovereign nations but they pool their sovereignty in order to gain a strength and world influence none of them could have on their own\" (http://europa.eu). 4. See the website of the European Commission: http://ec.europa.eu/ atwork/index_en.htm. 5. The main conditions of the enlargement process are briefly set out on the EC's website. This caution no longer appears in the text: it was substituted with a more neutral expression during the next update of the Enlargement Directorate General website (http://ec.europa.eu/enlargement/policy/ conditions-membership/index_en.htm). 6. Stabilization and Association Partnership (SAP), launched in June 1999 and strengthened at the Thessaloniki Summit in June 2003, was proposed as a special policy tool for the 'progressive partnership' with the Western Balkan countries. 7. The dynamics of the portfolios and Enlargement Directorate construction in different stages was constructed with reference to Cremona (2003) , Cruz (2009) ",
            "cite_spans": [
                {
                    "start": 1757,
                    "end": 1771,
                    "text": "Cremona (2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1774,
                    "end": 1785,
                    "text": "Cruz (2009)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "At the Borders of Citizenship: A Democracy in Translation?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balibar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "European Journal of Social Theory",
            "volume": "13",
            "issn": "",
            "pages": "315--322",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "La crisi dell'Europa",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Società e politica nella seconda modernità",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grande",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Challenge of European Union",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Oxford Handbook of Political Theory",
            "volume": "",
            "issn": "",
            "pages": "245--261",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Democracy and Difference",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benhabib",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identities, Affiliations and Allegiances",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benhabib",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "L'Europa unita … dall'antipolitica",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bordignon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethnicity Without Groups. Cambridge and London",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brubaker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethnicity, Race and Nationalism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brubaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annual Review of Sociology",
            "volume": "35",
            "issn": "",
            "pages": "21--42",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Europe and Recognition of New States in Yugoslavia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Enlargement of the European Union",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cremona",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Evolution of the Commission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Next Commission: Doing More and Better",
            "volume": "19",
            "issn": "",
            "pages": "86--105",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inventing Europe: Idea, Identity, Reality",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Delanty",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rethinking Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Delanty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rumford",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Spreading Protest. Social Movements in Times of Crisis",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enlargement Fatigue in the European Union: From Enlargement to Many Unions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devrim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "European Integration and Transformation in the Western Balkans. Europeanization or Business as Usual?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elbasani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "L'Unione Europea come democrazia composita? Rivista italiana di scienza politica",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fabbrini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--42",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Compound Democracies: Why the United States and Europe Are Becoming Similar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fabbrini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Fourth Freedom: Theories of Migration and Mobilities in 'Neo-Liberal' Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Favell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Journal of Social Theory",
            "volume": "17",
            "issn": "3",
            "pages": "275--289",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "European Citizenship: Theories, Arenas, Levels",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Foradori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piattoni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scartezzini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Citizenship, Democracy and the Public Sphere",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fossum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fortunes of Feminism: From State-Managed Capitalism to Neoliberal Crisis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Europe's Prolonged Crisis. The Making or the Unmaking of the Political Union",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guiraudon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruzza",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Trenz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Postnational Constellation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Habermas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "February 15, or What Binds the European Together. A Plea for a Common Foreign Policy Beginning in the Core of",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Habermas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Derrida",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Europe. Constellations",
            "volume": "10",
            "issn": "3",
            "pages": "291--297",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Horses for Courses? The Political Discourse of Globalisation and European Integration in the UK and Ireland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "West European Politics",
            "volume": "28",
            "issn": "1",
            "pages": "124--158",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Age of Extremes -The Short Twentieth Century 1914-1991",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hobsbawm",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cognitive Mobilization and European Identity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inglehardt",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Comparative Politics",
            "volume": "3",
            "issn": "1",
            "pages": "45--70",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Social Construction of the Acquis Communautaire: A Cornerstone of the European Edifice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "European Integration online Papers (EIoP)",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "President Jean-Claud Juncker's State of the Union Address",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Juncker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Diversity and the European Public Sphere. The Case of Turkey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Küçük",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eurosphere Country Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The EU and the Western Balkans After the Berlin Process",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marciacq",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reconciliation Through the Berlin Process: The Role of RECOM",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Marjanović",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Lost in Europeanization. The Western Balkans and Turkey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diani",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "West European Politics",
            "volume": "35",
            "issn": "1",
            "pages": "59--78",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modernity and the State",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Offe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "I confini e l'identità. Il Parlamento Europeo e gli allargamenti della CEE 1961-1986",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pasquinucci",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Geopolitics and Techniques of EU Enlargement",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Cosmopolitan Spaces. Europe, Globalization, Theory",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rumford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Od razorenog ka otvorenom društvu (From Broken to Open Society)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sassen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Constituting the Social Basis of the EU. Reflections from the European Margins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekulić",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "691--716",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bosnia Erzegovina, l'Unione Europea e l'arte di vivere insieme",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekulić",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "93--118",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Limits of Citizenship: Migrants and Postnational Membership in Europe",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Soysal",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Changing Boundaries of Participation in European Public Spheres: Reflections on Citizenship and Civil Society",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Soysal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "European Citizenship Between National Legacies and Postnational Projects",
            "volume": "",
            "issn": "",
            "pages": "159--179",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Locating Europe",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Soysal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "265--284",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The EU and Enlargement Fatigue: Why Has the European Union Not Been Able to Counter Enlargement Fatigue",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szołucha",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Contemporary European Research",
            "volume": "6",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Western Balkans to 2025. A Brighter Future or Permanent Marginalisation?",
            "authors": [],
            "year": 2018,
            "venue": "The Economist Intelligence Unit Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Social Theory and European Integration",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Trenz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sociology of the European Union",
            "volume": "",
            "issn": "",
            "pages": "193--214",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Integrating Indifference. A Comparative, Qualitative and Quantitative Approach to the Legitimacy of the European Integration",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Ingelgom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Deepening or Widening: Problems of Legitimacy for the EC",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "European Identity and the Search for Legitimacy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Contesting Europe. Exploring Euroscepticism in Online Media Coverage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Wilde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michailidou",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Trenz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Facing Ethnic Conflicts. Toward a New Realism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The European Union Benchmark Experience. From Euphoria to Fatigue? European Integration On-line Papers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zängle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Europe as Empire: The Nature of the Enlarged European Union",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zielonka",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Further enlargement of the EU (% of positive answers, Eurobarometer Standard 71.3, 82.3, 91.5)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Trust in the EU institutions (% of 'tend to trust' answers-Eurobarometer Standard 71.3, 82.3, 91.5)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "and Pasquinucci (2013). Archibugi, D., Held, D., & Kohler, M. (Eds.). (1998). Re-imagining Political Community. Cambridge: Polity Press. Balibar, E. (2004). Noi, cittadini d'Europa? Le frontiere, lo stato, il popolo. Roma: Manifestolibri.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}