{
    "paper_id": "1c3a805f2af2ea3afee0f51004059871d71a1b08",
    "metadata": {
        "title": "Risk of COVID-19 infection in MS and neuromyelitis optica spectrum disorders",
        "authors": [
            {
                "first": "Moli",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bitao",
                "middle": [],
                "last": "Bu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dehui",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "Y"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei-Ni",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinghu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Sheng",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingshan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fu-Dong",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": "fshi@tmu.edu.cn"
            },
            {
                "first": "M",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F.-D",
                "middle": [
                    "S )"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disease-modifying drugs (DMDs) may alter the immune status and thus increase the susceptibility to coronavirus disease 2019 in patients with MS or neuromyelitis optica spectrum disorders (NMOSD). However, evidence supporting this notion is currently lacking. In this study, we conducted a survey on the risk of COVID-19 in patients with MS and NMOSD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The survey was conducted through the Chinese Medical Network for Neuroinflammation. Patients in 10 MS centers from 8 cities including Wuhan were included. Information about MS and NMOSD disease duration and the usage of DMDs were collected. Data of suspected cases of COVID-19 were obtained from hospital visits, questionnaires, and patient self-reporting. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection was confirmed through clinical evaluation by a panel of experts in conjunction with chest CT and viral RNA detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Eight hundred eighty-two of 1,804 (48.89%) patients with MS and 2,129 of 3,060 (69.58%) patients with NMOSD were receiving DMDs. There were no alterations in the patients' DMD regimen during January 15, 2020, to March 15, 2020, the 3-month period. None of the patients with MS treated with DMDs had COVID-19. However, 2 patients with relapsing NMOSD were diagnosed with COVID-19-related pneumonia. After treatment, both patients recovered from pneumonia and neither patient experienced new attacks due to predisposing SARS-CoV-2 infection in the following 2 months. Figure 4 Proportions of patients with NMOSD in 10 centers from 8 cities surveyed who received disease-modifying drugs and methylprednisolone COVID-19 = coronavirus disease 2019; NMOSD = neuromyelitis optica spectrum disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The number of the novel coronavirus disease 2019 (COVID-19) cases and mortality grow rapidly around the world. Aged individuals with preexisting medical conditions are at increased risk for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, with disease and mortality occurring predominantly in this group. [1] [2] [3] It is thus conceivable that patients with MS or neuromyelitis optica spectrum disorders (NMOSDs) who are receiving disease-modifying treatments have increased susceptibility to COVID-19 infection and disease. However, evidence supporting this notion is currently lacking.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have conducted a survey through the Chinese Medical Network for Neuroinflammation (CMNN). The CMNN consists of neurologists specialized in managing patients with MS and NMOSD from 47 hospitals across China (figure 1). MS and NMOSD were diagnosed according to the 2017 McDonald criteria and 2015 International Panel for Neuromyelitis Optica Diagnosis criteria, respectively. All patients with MS and NMOSD managed in 10 centers from 8 cities including Wuhan were enrolled in this study. Information about disease duration and usage of disease-modifying drugs (DMDs) were collected. Data of suspected cases of COVID-19 were obtained from hospital visits, online questionnaires (supplementary file, links.lww.com/NXI/A266), and patient self-reporting via emails or phone calls. Patients who did not respond to questionnaires were excluded from this study. Confirmation of SARS-CoV-2 infection was determined through clinical evaluation by a panel of experts in conjunction with a set of tests including chest CT and viral RNA detection by real-time fluorescent PCR from nasopharyngeal swab samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All data are published in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "We conducted a survey for COVID-19 infection during January 15 to March 15. One thousand eight hundred four of 1,836 (98.26%) patients with MS and 3,060 of 3,128 (97.82%) patients with NMOSD from 10 MS/NMOSD centers across China, including Tongji Hospital from Wuhan, have responded (figure 2). The mean disease duration was 4.64 years for patients with MS and 4.94 years for patients with NMOSD. For MS, 882 (48.89%) patients were receiving DMDs, and the remaining patients received non-DMDs such as corticosteroids, traditional Chinese medicines, or other drugs. For NMOSD, 2,129 (69.58%) patients were receiving DMDs. There were no alterations in the patients' DMD regimen during this 3-month period (table, figures 3 and 4). None of the patients with MS treated with DMDs were diagnosed with COVID-19. However, 2 patients with relapsing NMOSD, a 53-year-old man from Wuhan and a 49-year-old man from Beijing, were diagnosed with COVID-19-related pneumonia, and SARS-CoV-2 infection was confirmed by viral RNA detection. Both patients had received oral methylprednisolone as maintenance therapy to prevent relapses, and neither had been treated with other DMDs after diagnosis. After treatment according to the Chinese protocols for COVID-19, 4 both patients recovered from pneumonia and neither patient experienced new attacks due to predisposing SARS-CoV-2 infection in the following 2 months. Neurologists from centers who have not contributed to these data have reported no COVID-19infected patients with MS or NMOSD diagnosed in their clinic.",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1247,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Natalizumab, rituximab, and fingolimod usage is associated with reactivation of John Cunningham virus and progressive multifocal leukoencephalopathy in patients with MS. 5 Side effects for newer therapies such as eculizumab, inebilizumab, satralizumab, and tocilizumab in NMOSD are unclear, partly because of the relatively short duration and small numbers of patients' exposure to these medications. Because these DMDs interfere with multiple arms of the immune system, altered immune functions in these patients are expected. Despite this anticipated risk, we did not observe an escalated rate of COVID-19 infection, even at the epicenter of the outbreak in Wuhan. SARS-CoV-2 has spread to all the provinces of China from the Wuhan epicenter since January 2020. The overall incidence of COVID-19 infection in China is estimated at 6/10 5 subjects comparable with the estimated incidence of NMOSD in China. These results from China are consistent with observations in some MS centers from Korea, Japan, and Singapore where no COVID-19 cases have been reported for patients with MS or NMOSD treated with DMDs (personal communications). As with the general public, patients with MS and NMOSD do not have immunity to SARS-CoV-2, and altered immunity induced by DMDs in patients with MS or NMOSD, if any, appears insufficient to enhance the susceptibility to infection. 6 and its spread is still intensifying in many parts of the world, a full-scale preparedness plan, with unconditional support for manpower and resources from federal and local governments, is required to better manage neurologic patients during the pandemic. ",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1367,
                    "end": 1368,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comorbidities and multi-organ injuries in the treatment of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infection risks among patients with multiple sclerosis treated with fingolimod, natalizumab, rituximab, and injectable therapies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gustavo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joachim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "",
            "pages": "184--191",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Frederick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution map of hospitals of the Chinese Medical Network for Neuroinflammation (CMNN) The cities marked red were surveyed for the usage of disease-modifying drugs. The CMNN was founded on February 25, 2018. It is a branch of the China National Clinical Research Center for Neurological Diseases. Until now, members of the CMNN include 47 hospitals from 21 provinces and municipalities in mainland China. The location and number of hospitals are illustrated. CMNN's mission includes consultation for government policy-making, introduction of disease-modifying drugs into the National Reimbursement Drug List, fostering research collaborations, and educating neuroimmunologists.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "; NMOSD = neuromyelitis optica spectrum disorder; SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution map of COVID-19 cases across China and cities and hospitals surveyed (red) for this study COVID-19 = coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proportions of patients with MS in 10 centers from 8 cities surveyed who received disease-modifying drugs and methylprednisolone COVID-19 = coronavirus disease 2019; NMOSD = neuromyelitis optica spectrum disorder.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "by MS and NMOSD patients and confirmed COVID-19 cases in 10 centers from 8 cities in China",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "on DMDs differs from those in other countries. Specifically, natalizumab, cladribine, and alemtuzumab are not available to the patients from mainland China. Nevertheless, the collection of DMDs used by patients from Hong Kong, Korea, Japan, and Singapore are similar to those used in the United States and EU, implying the generality of our conclusions.Despite these limitations, our data originated from a large number of patients that include individuals from the hardest hit city of Wuhan and its surrounding regions, arguing against a significantly increased risk of COVID-19 infection and disease in patients with MS and NMOSD treated with DMDs. However, a variety of stringent measures that have been taken to protect these patients must have contributed to relative low risk of COVID-19 infection in our cohort. Because COVID-19 has already infected 3,387 medical professionals and has caused 28 deaths among them in China, extraordinary steps in managing neurologic patients to protect both patients and medical professionals from COVID-19 infection are critically important. Because COVID-19 is becoming a serious global health concern",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "DedicationThis article is dedicated to our colleagues Bin Zhao, Guangxun Yan, Yuanyuang Qu, Shasha Han, Mengxi Li, Lianghui Yang, Lei Su, Jing Xu, Mengya Xing, Zhe Zhang, Jinmei Wang, Wei-Na Jin from the Departments of Neurology, Tianjin Medical University General Hospital and Beijing Tiantan Hospital, and to those medical professionals across China, who went to Wuhan, and Departments of Infectious Disease caring for patients with COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by the Advanced Innovation Center for Human Brain Protection (Neuroimmune 01), and the National Science Foundation of China (91642205, 81830038, and 81601019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study funding"
        },
        {
            "text": "The authors report no disclosures relevant to the manuscript. None of the funding organizations were involved in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; or the decision to submit the manuscript for publication. Go to Neurology.org/NN for full disclosures.Publication history",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}