{
    "paper_id": "1c3c08e992344932b87cfe29ae887c578415ffbe",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Protocolo de manejo hospitalario de alteraciones electrocardiográficas en pacientes con COVID-19 con un sistema portátil vinculado a smartphone In-hospital management protocol of electrocardiographic disturbances in COVID-19 patients via a smartphone-connected device",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CARDIOCLINICS-D-20-00055"
        },
        {
            "text": "Durante la pandemia por SARS-CoV-2, asistimos a una vertiginosa adaptación y creación de recursos científicos novedosos sin precedentes a fin de dar la mejor atención a nuestros pacientes y, al mismo tiempo, proteger al personal sanitario y al resto de la población de nuevos contagios. La elevada contagiosidad del SARS-CoV-2 obliga a reducir al máximo el contacto entre personal sanitario y pacientes con COVID-19. La infección de COVID-19 presenta un amplio abanico de manifestaciones clínicas, incluyendo afectación cardiovascular en forma de miocarditis o disfunción ventricular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "Además, hasta un 17% de los pacientes hospitalizados registran arritmias en las series publicadas, con porcentajes de hasta el 45% en las unidades de cuidados intensivos 1 . Desgraciadamente no hay una descripción pormenorizada de las mismas, aunque se han descrito casos aislados de muerte súbita en relación a arritmias ventriculares. Esto, unido a la posibilidad de prolongación del QT secundaria al uso de fármacos dirigidos a la COVID-19, y su potencial desarrollo de torsade de pointes, más aún en el contexto de pacientes críticos con alteraciones iónicas 2 , o a la tendencia a la bradicardia conocida en otros cuadros clínicos provocados por coronavirus 3 , hacen recomendable la seriación por electrocardiograma (ECG) de estos pacientes. Sin embargo, la realización de ECG tradicionales de 12 derivaciones se hace sumamente laboriosa debido a las medidas de protección individual que debe tomar el técnico y a la necesaria asepsia del sistema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "Para minimizar la exposición de personal y de equipo que supone la realización del ECG convencional, se ha puesto en marcha un protocolo de manejo y monitorización de los pacientes aislados de COVID-19 ( fig. 1 ), mediante monitores portátiles de uso a través de aplicación de 2 tecnología móvil KardiaMobile 6L (AliveCor, Inc Mountain View, California, Estados Unidos), como se muestra en el ejemplo ( fig. 2 ). El facultativo de guardia de COVID-19 responsable es el encargado de tomar el registro con el dispositivo, mientras otro compañero lo recibe con un smartphone fuera de la habitación. El registro se puede entonces analizar en formato electrónico o imprimir para incluirlo en la historia clínica. Tras esto, se procede a la limpieza del KardiaMobile 6L con solución hidroalcóholica.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "fig. 1",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 409,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Sr. Editor:"
        },
        {
            "text": "Nuestra propuesta pretende la rápida implementación de un protocolo de manejo de alteraciones del ritmo cardiaco con dispositivos ECG portátiles, que conseguiría un mayor rigor en el cumplimiento de las medidas de aislamiento de pacientes con COVID-19 y mejoraría la asistencia, evitando potenciales complicaciones del tratamiento que reciben, en muchos casos fármacos prolongadores del QTc (hidroxicloroquina, lopinavir/ritonavir, azitromicina, quinolonas, etc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "KardiaMobile 6L ha resultado eficaz en la monitorización del QT en pacientes bajo tratamiento con dofetilida, y en población pediátrica (SPEAR trial), y recientemente ha obtenido la aprobación de la FDA (U.S Food and Drug Administration) específica para el control de QTc en pacientes con COVID-19 4 ; además permite registrar otras taqui y bradiarritmias a través de la captura de 6 derivaciones (I, II, III, aVL, aVR, aVF) al mismo tiempo. También nos permite la captura, por separado, de 2 derivaciones precordiales simultáneamente. El monitor del que disponemos hace posible que se lleve a cabo un registro ECG a distancia, permitiendo que el receptor se encuentre fuera de la habitación, a varios metros del paciente, gracias a la tecnología bluetooth y a un smartphone receptor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "En los pacientes con COVID-19 en aislamiento, el primer paso mandatorio es la cumplimentación De acuerdo con las recomendaciones actuales, se han considerado como pacientes de alto riesgo para el desarrollo de arritmias ventriculares aquellos con QTc > 500 ms o prolongadores > 60 ms respecto a la medida basal, habiéndose demostrado poco probable la arritmogenicidad por debajo de este punto incluso en portadores de QT largo de origen genético 5, 6 . Si el valor del QTc es < 500 ms se repetirá el ECG a los 2-3 días con KardiaMobile 6L, así como una analítica con calcio, magnesio y potasio. En caso de que el paciente presente un aumento del QT de 60 ms o más, o que QTc sea > 500 ms, se consideraría prolongador de QT 5 y, tras descartar alteraciones electrolíticas, se deberá valorar modificar los fármacos implicados. Por supuesto, dada la potencial gravedad de la infección por COVID-19, el objetivo de este seguimiento no es identificar pacientes que no deben recibir las medicaciones indicadas, sino a aquellos que requieren una monitorización más estrecha para prevenir potenciales eventos arrítmicos graves.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "Esta misma seriación con registros cada 48 horas (modificables en función de síntomas) se realiza en caso de pacientes con COVID-19 que presentan fibrilación auricular y respuesta rápida, en el que se utilizan bloqueadores beta como fármaco frenador de primera elección, evitando en lo posible antiarrítmicos como flecainida, propafenona o sotalol, así como en aquellos que desarrollan bradiarritmias en el seno de la infección.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "Creemos que esta herramienta resulta de especial interés en atención primaria. Estos especialistas se encuentran en muchas ocasiones con el problema de tener que tratar a pacientes aislados en su domicilio y con una importante falta de recursos. La portabilidad y facilidad de esterilización de este dispositivo hacen que sea una herramienta muy útil en las visitas a domicilio. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The QT Interval in Patients with SARS-CoV-2 Infection Treated with Hydroxychloroquine/Azithromycin",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chorin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiovascular complications of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Postgrad Med J",
            "volume": "82",
            "issn": "",
            "pages": "140--144",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aprovación de uso de dispositivo KardiaMobile 6L para valoración del QTc en pacientes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Urgent Guidance for Navigating and Circumventing the QTc-Prolonging and Torsadogenic Potential of Possible Pharmacotherapies for Coronavirus Disease 19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Giudicessi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Noseworthy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clin Proc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2, COVID-19 and inherited arrhythmia syndromes. Hear Rhythm",
            "authors": [
                {
                    "first": "C-I",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Postema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hrthm.2020.03.024"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de un cuestionario de seguridad previo. Los criterios de exclusión para utilizar KardiaMobile 6L como primera opción serán: alteraciones iónicas en potasio, calcio o magnesio, antecedentes personales de cardiopatía o antecedentes familiares de muerte súbita, síntomas cardiológicos acompañantes o la elevación de troponinas, o la incapacidad para su manejo adecuado. En los demás casos, KardiaMobile 6L será de primera elección para el electrocardiograma inicial y será de elección en el QTc aunque el paciente cumpliera los anteriores criterios de exclusión, siempre que la situación clínica lo permita.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "El protocolo de uso de monitorización portátil del ECG se hace extensible a otros casos de aislamiento en el hospital. No solo puede ser útil en el aislamiento de pacientes portadores de bacterias multirresistentes o gripe comunitaria, sino también en los aislamientos protectores en LEYENDA DE FIGURAS Figura 1: Si el paciente presenta alguna característica enmarcada dentro de las de \"bandera roja\", el electrocardiograma convencional será de elección. En caso contrario (bandera verde), el sistema de registro de ECG de inicio será KardiaMobile 6L. Tras medición del QTc, se reevaluará la situación y estrategia de tratamiento. KardiaMobile 6L nos permitirá, además, valorar trastornos del ritmo como bloqueos auriculoventriculares (BAV), bradicardia sinusal (BS), extrasístoles ventriculares (EV) o fibrilación auricular (FA) entre otras. mseg: milisegundos; hs: horas; ∆QTc incremento del QTc; K: potasio; Ca: calcio; Mg: magnesio. Figura 2: El registro electrocardiográfico a través de KardiaMobile 6L, permite el registro de las derivaciones I, II, III, aVR, aVL y aVF simultánea y, adicionalmente, 2 derivaciones precordiales no simultáneas con las previas. Los datos se envían vía bluetooth con smartphone o tablet (hasta 10 metros y con 2 puertas como obstáculo, en línea recta). Posteriormente, se debe realizar una limpieza con solución hidroalcóhilica del KardiaMobile 6L. Paciente 1: varón de 63 años, hipertenso, neumonía por COVID-19, muestra un ECG en fibrilación auricular a 135 lpm no conocida previamente. Paciente 2: mujer de 73 años, neumonía por COVID-19, en tratamiento con lopinavir-ritonavir e hidroxicloroquina, ingresada en hospitalización, con clínica de mareo y presíncope, se observa bloqueo auriculoventricular de segundo grado Mobitz 1. Paciente 3: varón de 73 años, se realiza ECG con Kardia en contexto de malestar mal definido, en paciente ingresado por COVID-19. Se observan alteraciones en la repolarización (ligera supradesnivelación de ST en II, III y aVF) así como prolongación de QTc; por método tangente se registra QT de 520 mseg y QTc 593mseg corregido por Bazett. Se muestra ECG de 12 derivaciones. EPI: equipo de protección individual;",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}