{"paper_id": "1c3f5475e6c780746388cf553874be736d7b3eeb", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "The portals of entry for organisms responsible for most infections which dominate medicine in tropical countries (as elsewhere) are the skin, and respiratory and intestinal tracts. A very high proportion of infections of warm climes originates from ingestion of contaminated water and foodstuffs; many resultant diseases therefore fall into the subspecialty tropical gastroenterology. [1] [2] [3] Most gastroenterological emergencies which occur in a temperate climate also occur in tropical and subtropical countries. However, there are notable differences in prevalence. 4 Some are probably ethnically related (although elimination of environmental factors is often diffi cult), but the majority are superimposed upon an underlying communicable (infective) disease; important examples are ileal perforation or haemorrhage resulting from typhoid (enteric) fever, colonic perforation -and far less often haemorrhage -in amoebic colitis and shigellosis, and hepatic 'abscess' in invasive amoebiasis. 4 ", "cite_spans": [{"start": 385, "end": 388, "text": "[1]", "ref_id": null}, {"start": 389, "end": 392, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 393, "end": 396, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 573, "end": 574, "text": "4", "ref_id": "BIBREF3"}, {"start": 999, "end": 1000, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Tropical Gastroenterological Problems"}, {"text": "The mouth and rectum are the most accessible parts of the gastrointestinal tract from a clinical viewpoint; 5 therefore, where endoscopic procedures are impossible (and that applies to many tropical and subtropical countries), as much information as possible should be derived from careful examination of these organs.", "cite_spans": [], "ref_spans": [], "section": "MOUTH AND PHARYNX"}, {"text": "Viral, bacterial, mycotic and parasitic infections all give rise to oropharyngeal pathology, which is frequently most pronounced in the presence of associated malnutrition (especially in infants and children). Herpes simplex virus, Epstein-Barr virus (EBV) (see Chapter 43) and many enteroviruses can produce a stomatitis; oral ulceration is also a frequent manifestation of Behçet's syndrome-common in the Middle East and Japan. Lassa fever (see Chapter 42) and diphtheria (see Chapter 67) are frequently characterized by severe pharyngeal involvement, and in rabies (see Chapter 44) dysphagia caused by spasm of the pharyngeal muscles is an important feature of the disease. In addition to acute bacterial infections, tuberculosis, leprosy, syphilis and yaws all exert oral manifestations. Candidiasis (exceedingly common in the acquired immune defi ciency syndrome, AIDS) (Chapter 20), histoplasmosis, South American blastomycosis and coccidioidomycosis can also produce buccal lesions. Acute pharyngitis caused by infection with young adult Fasciola hepatica (ingested in raw sheep or goat liver -reported from the Middle East and India -and known locally as 'halzoun'; Chapter 83) is caused by pentastomids. 1 Therapeutic agents, such as sulfonamides (included in some antimalarial prophylactics, e.g. pyrimethamine + sulfamethoxazole, 'Fansidar') can give rise to the Stevens-Johnson syndrome, in which oral ulceration is common. Manifestations of specifi c malnutrition states (vitamin B and C defi cits, and iron defi ciency anaemia) are usually obvious, whereas in kwashiorkor, these are frequently combined with infective complications. Cancrum oris is a gangrenous condition involving the gums and cheeks and is associated with Borrelia vincentii and Fusiformis fusiformis infection; it is especially common in malnourished children, 1 especially in West Africa. Descriptions of the mouth, especially the tongue, in post-infective malabsorption (tropical sprue) (see below) were dominant in clinical accounts of this disease in the nineteenth century (i.e. before the advent of laboratory investigation).", "cite_spans": [{"start": 262, "end": 273, "text": "Chapter 43)", "ref_id": null}, {"start": 447, "end": 458, "text": "Chapter 42)", "ref_id": null}, {"start": 479, "end": 490, "text": "Chapter 67)", "ref_id": null}, {"start": 573, "end": 584, "text": "Chapter 44)", "ref_id": null}, {"start": 1213, "end": 1214, "text": "1", "ref_id": null}], "ref_spans": [], "section": "MOUTH AND PHARYNX"}, {"text": "Periodontal disease and dental caries are also a major problem in tropical countries. 1 Oral submucous fi brosis -a chronic disease of unknown aetiology -may affect any part of the oral cavity; 1 most reports are from the Indian subcontinent and Southeast Asia. Fibroelastosis of the submucous tissues, accompanied by epithelial atrophy, are important sequelae and are probably premalignant.", "cite_spans": [{"start": 86, "end": 87, "text": "1", "ref_id": null}], "ref_spans": [], "section": "MOUTH AND PHARYNX"}, {"text": "Of malignant disease(s), buccal carcinoma is pre-eminent; 5 Burkitt's lymphoma, ameloblastoma and nasopharyngeal carcinoma (Chapter 35) are other malignancies that have important geographical distributions in tropical countries.", "cite_spans": [], "ref_spans": [], "section": "MOUTH AND PHARYNX"}, {"text": "Hypertrophy of the salivary glands is common in malnourished children; it can also be associated with Ascaris lumbricoides infection and chronic calcifi c pancreatitis (see below). 1 Tumours of the salivary glands are probably no more common than in temperate regions.", "cite_spans": [{"start": 181, "end": 182, "text": "1", "ref_id": null}], "ref_spans": [], "section": "MOUTH AND PHARYNX"}, {"text": "The most important disease to involve this organ is oesophageal carcinoma 6 ( Figure 10 .1) (Chapter 35); this malignancy possesses an enigmatic geographical distribution. It has a high prevalence in certain geographical locations: 1, 6 central and east-Africa (western Kenya, Malawi and eastern Zambia have the highest rates), the southern Caspian littoral (especially north-eastern Iran) and northern China (in and around the Taihang mountains). Various hypotheses have been advanced to explain the high incidence of this tumour in these areas (Chapter 35). 1, 6 Megaoesophagus, a feature of chronic Trypanosoma cruzi infection (Chagas' disease), is described in Chapter 76. Table 10 .1 lists some major causes of dysphagia in a tropical environment.", "cite_spans": [{"start": 232, "end": 234, "text": "1,", "ref_id": null}, {"start": 235, "end": 236, "text": "6", "ref_id": "BIBREF5"}, {"start": 560, "end": 562, "text": "1,", "ref_id": null}, {"start": 563, "end": 564, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 78, "end": 87, "text": "Figure 10", "ref_id": "FIGREF9"}, {"start": 677, "end": 685, "text": "Table 10", "ref_id": "TABREF0"}], "section": "OESOPHAGUS"}, {"text": "Oesophageal varices ( Figure 10 .2) usually result from advanced macronodular cirrhosis (see below); however, hepatic schistosomiasis (caused by Schistosoma mansoni, Schist. japonicum, Schist. intercalatum, Schist. matthei and Schist. mekongi) are also important (Chapter 82). Portal vein obstruction (see below) is also common in some parts of Africa and Asia; this probably results in most cases (although more research is required) from umbilical sepsis in the neonatal period; 1 it is occasionally a sequel to hepatocellular carcinoma. A very high splenic blood fl ow associated with hyperreactive malarious splenomegaly (HMS; tropical splenomegaly syndrome) can also give rise to oesophageal varices (see below). 1 Where and when available, upper gastrointestinal endoscopic sclerotherapy is of enormous value in the management of oesophageal varices, but an ideal method of dealing with bleeding varices has yet to appear; in most tropical countries, older methods (see below) remain extant.", "cite_spans": [{"start": 718, "end": 719, "text": "1", "ref_id": null}], "ref_spans": [{"start": 22, "end": 31, "text": "Figure 10", "ref_id": "FIGREF9"}], "section": "OESOPHAGUS"}, {"text": "Oesophageal trauma is a major problem in several African countries; foreign bodies (e.g. kola nuts and fi sh bones) and corrosive agents -which give rise to strictures -are also relatively common. 1 Achalasia, peptic oesophagitis and hiatus hernia are all encountered, but are not unduly common.", "cite_spans": [{"start": 197, "end": 198, "text": "1", "ref_id": null}], "ref_spans": [], "section": "OESOPHAGUS"}, {"text": "In HIV/AIDS infection, oesophageal candidiasis is a common manifestation; other systemic mycoses (Chapter 71) can also produce an oesophagitis.", "cite_spans": [], "ref_spans": [], "section": "OESOPHAGUS"}, {"text": "The most common oesophageal lesions in tropical countries are varices (Table 10 .1 summarizes the major causes) and carcinoma (see above); 4 resultant acute complications are upper gastrointestinal haemorrhage and obstruction, respectively. Hookworm and Ascaris lumbricoides infections (Chapter 85) should not be neglected in this context. 7 Of lesser importance, foreign bodies in the oesophagus (e.g. kola nuts) can cause dysphagia; corrosive lesions can result in stricture formation. 1", "cite_spans": [{"start": 340, "end": 341, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 70, "end": 79, "text": "(Table 10", "ref_id": "TABREF0"}], "section": "Emergencies"}, {"text": "Reported prevalence of bleeding oesophageal varices in tropical countries is unreliable. 4 Transport facilities are usually exceedingly unsatisfactory; therefore, the majority of those affl icted die before reaching medical care. Also, high technology (e.g. endoscopic sclerotherapy) and blood transfusion are less often available; outcome following medical intervention is therefore frequently less satisfactory than in a Western country. 8 The cause of upper gastrointestinal bleeding in 131 successive patients admitted with haematemesis or melaena to a hospital at Harare, Zimbabwe, has been analysed; 9 in 36 (27%) admissions (mean age 42 years) oesophageal varices were responsible. In 21, conservative management was followed by cessation of bleeding; however, nine suffered continuous bleeding, and six re-bleeding; fi ve patients died (four within 24 h of admission) from haemorrhagic shock. Vasopressin infusions were used in four with the addition of oesophageal tamponade in two.", "cite_spans": [{"start": 89, "end": 90, "text": "4", "ref_id": "BIBREF3"}, {"start": 440, "end": 441, "text": "8", "ref_id": "BIBREF7"}, {"start": 606, "end": 607, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "The pathophysiological mechanisms underlying oesophageal bleeding have been addressed on numerous occasions. 10 Both erosive and eruptive bases seem the most likely explanations; in addition, pressure and variceal size are probably important. In Egypt, endoscopic biopsies obtained from intervariceal mucosa (within 5 cm of the cardia) in 20 individuals with, and 30 without, a history of variceal bleeding (most suffered from schistosomal liver disease) were examined histologically; 11 they showed dilated intraepithelial blood-fi lled channels within the squamous epithelium and lamina propria in all of the 'bleeders' and in 15 (50%) of the 'non-bleeders' . Furthermore, oesophagitis was more pronounced in the bleeders compared with the non-bleeders: 11 (55%) and 7 (23%), respectively.", "cite_spans": [{"start": 109, "end": 111, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "The role of upper gastrointestinal endoscopy in a developing country has been studied in Kuwait; 12 345 (4%) of 8680 patients examined successively using this technique had evidence of oesophageal varices, the usual cause being chronic schistosomal liver disease (usually in Egyptian labourers). By examining 718 successive patients who presented with upper gastrointestinal bleeding within 24 h of admission, the exact site of the haemorrhage was delineated in 651 (91%), and the responsible lesion detected in 685 (97%). At Ibadan, Nigeria, a recent study has indicated that endoscopy gives a superior result to radiology in the diagnosis of variceal disease, resulting in upper gastrointestinal haemorrhage; 13 endoscopy was successful in 64 (85%), but a barium meal correctly located the source of bleeding in only 38 (51%) of 75 patients.", "cite_spans": [{"start": 711, "end": 713, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "Three reports from New Delhi, India, focused on the role of endoscopic sclerotherapy in the management of bleeding oesophageal varices. [14] [15] [16] A total of 79 patients underwent treatment (with either absolute or 50% alcohol) every 3 weeks, for oesophageal varices; active bleeding was controlled in 14 of 15 (93%) and 5 of 13 (54%) using the two fl uids, respectively (p < 0.05); the sole disadvantage of absolute alcohol was that it produced a higher incidence of retrosternal pain. In another study, using a similar regimen, 5% ethanolamine oleate was compared with absolute alcohol in 47 randomly allocated patients; the latter solution eradicated oesophageal varices earlier (12.9 vs 8.2 weeks, respectively) (p < 0.001); the mean number of injection courses and necessary amount of sclerosant were also lower in the alcoholtreated group (p < 0.001), but the frequency of re-bleeding did not differ signifi cantly (p > 0.05). A total of 31 children with variceal bleeding caused by extrahepatic portal vein obstruction (19) , noncirrhotic portal fi brosis (5) or cirrhosis (7) were treated by sclerotherapy using absolute alcohol; arrest of acute bleeding was achieved in 10 by emergency sclerotherapy, and a 3-week schedule was able to achieve variceal obliteration in all of them. During a 23-month follow-up period, recurrent varices occurred in three (two with cirrhosis and one with non-cirrhotic portal fi brosis) patients; a re-bleed was successfully controlled with emergency sclerotherapy in fi ve, and an oesophageal stricture in four of them (which was easily dilated) which were the only signifi cant complications.", "cite_spans": [{"start": 136, "end": 140, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 141, "end": 145, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 146, "end": 150, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1030, "end": 1034, "text": "(19)", "ref_id": "BIBREF19"}, {"start": 1067, "end": 1070, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1084, "end": 1087, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "Although now rarely used in the Western world, oesophageal compression using a Sengstaken tube is often the only technique available. Intravenous pitressin is of limited value in acute bleeding. In long-term management, propranolol undoubtedly has a place in a developing country scenario.", "cite_spans": [], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "In an attempt to provide clinical guidelines for the prediction of outcome of upper gastrointestinal bleeding in a developing country, Clamp et al. 8 carried out a multicentre study based on two centres, in Sikkim and China; in the former country, 60 (69%) of the patients put into the 'high-risk' group (by applying Bayes' theorem using a computer system) for rebleeding experienced this event (27 (54%) died), whereas this complication occurred in only six (2%) in the 'low-risk' group; furthermore, a simplifi ed scoring system (little computer technology was available at Sikkim) gave almost exactly the same predictive accuracy. The authors suggest that, by using one of these systems, patients in remote areas can be categorized in order that scarce resources (which are available there) can be put to the best use.", "cite_spans": [{"start": 148, "end": 149, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "The optimal means of managing haemorrhage resulting from extrahepatic portal venous obstruction is summarized in the section on liver disease (see below).", "cite_spans": [], "ref_spans": [], "section": "Oesophageal varices"}, {"text": "Presence of histologically diagnosed chronic oesophagitis (using upper gastrointestinal endoscopy) has been shown to be common in a high-risk population (15-26 years) in China. 17 This lesion was signifi cantly associated with: (1) consumption of 'burning hot' beverages; (2) a family history of oesophageal carcinoma (including second-degree relatives); (3) infrequent consumption of fresh fruit; and (4) infrequent consumption of dietary staples, other than maize. Associated factors which have been recorded in that population include: (1) positive cytological smears (568 individuals >30 years of 42 190 had a positive result); and (2) a high prevalence of pharyngeal carcinoma in free-range chickens, which lived off domestic scraps 18 in the local environment.", "cite_spans": [{"start": 153, "end": 166, "text": "(15-26 years)", "ref_id": null}, {"start": 177, "end": 179, "text": "17", "ref_id": "BIBREF17"}, {"start": 601, "end": 607, "text": "42 190", "ref_id": null}, {"start": 738, "end": 740, "text": "18", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Oesophageal carcinoma"}, {"text": "This tumour often presents late in its clinical course in the heavily affected areas; in fact, complete luminal obstruction (accompanied by inability to swallow saliva) is not uncommon at presentation. Passage of a Celestin latex rubber tube (a palliative technique) is often the only available procedure; 6 however, blockage is a frequent problem resulting largely from the bulky African (or other) diet. Chemotherapy and radiotherapy (when available) are of very limited value.", "cite_spans": [], "ref_spans": [], "section": "Oesophageal carcinoma"}, {"text": "Peptic ulceration was at one time considered an unusual cause of abdominal pain in tropical countries; it was felt by many physicians to be a rare disease. 1 It is now clear, however, that this is not the case; many diffi culties facing the clinical epidemiologist in a developing country are highlighted by studies of the geographical distribution of this disease. Because sophisticated methods of diagnosis, including barium meal and upper gastrointestinal endoscopy, have not until relatively recently been widely used in developing countries, diagnosis and attempts at establishing accurate prevalence rates have depended upon recording incidence rates of complications, especially pyloric stenosis; upper gastrointestinal haemorrhage seems an unusual presentation overall, but this probably results from the fact that such patients do not reach hospital before exsanguinations occur. Therefore, serious defi ciencies exist in knowledge regarding the true prevalence of peptic ulceration, and it is currently impossible to draw accurate conclusions on regional and rural/urban patterns, and also on variations with time, i.e. during the course of 'westernization' .", "cite_spans": [{"start": 156, "end": 157, "text": "1", "ref_id": null}], "ref_spans": [], "section": "STOMACH AND DUODENUM"}, {"text": "As recently as the 1950s, duodenal ulcer (DU) was considered a rare disease in Africa; 1 this is not so, because satisfactory radiological, and more recently endoscopic, investigations have yielded accurate facts on true prevalence rate(s). Prevalence of DU in Africa has been reviewed using the available literature; 1, 19 highprevalence areas seem to exist in parts of West Africa, Rwanda, Burundi, eastern Zaire, western Tanzania, south-western Uganda and the Ethiopian highlands. In southern India 19 (and Fijians descended from this population 20 ) and Papua New Guinea, the disease also seems relatively common. It has a marked male predominance; it is frequently post-bulbar, and presentation with pyloric obstruction is relatively usual. Genetic factors might be important; 19 the role of diet remains diffi cult to assess. Whether low rates of presentation resulting from haemorrhage and/or perforation accurately refl ect incidence, or are biased by the inability to transport a sick patient to hospital, is also impossible to evaluate. In Lima, Peru there is evidence that the prevalence of peptic ulcer (and also gastric adenocarcinoma) has declined; between 1985 and 2002 a reduction from 3.15% to 5.05% was documented. 21 Evidence for a causative role for Helicobacter pylori in chronic active gastritis, peptic ulceration and possibly gastric malignancy has escalated during the last decade; 19, 22 however, Koch's postulates have not all been satisfi ed, and infection rate with this organism frequently approaches 100% at an early age in an affected population. In a study carried out in Belgium, South Africa, China and North America, a signifi cantly higher rate was found in the presence of gastric carcinoma but not duodenal ulceration. 23 Overall, gastric ulcer (GU) is uncommon in developing countries. 1 In a study carried out at Kumasi, Ghana, however, perforated duodenal ulcer was less common than perforated gastric ulcer; the latter was related to the widespread use of NSAIDs and herbal medicines. 24 An overall decline in ulcer mortality might be associated with a worldwide reduction in the occurrence of H. pylori infection. 25, 26 When it occurs, it usually has a male predominance, is most common in the fi fth and sixth decades, and affl icts predominantly the lower social strata. Pyloric obstruction is a common presentation, due frequently to late-stage disease at presentation. Management of a bleeding peptic ulcer has been reviewed. 1, 4 Gastritis, often resulting from alcohol and spicy foods, is a major cause of abdominal pain/discomfort 22 (Table 10. 2). Infective causes (including tuberculosis) are overall rare, although occasionally encountered; infections which involve predominantly lower sections of the gastrointestinal tract (e.g. Salmonella typhi and Shigella spp.) occasionally produce signifi cant gastric pathology. A heavy infection with hookworm and/or Ascaris lumbricoides can also account for epigastric discomfort (see below) and should be differentiated from peptic ulceration.", "cite_spans": [{"start": 318, "end": 320, "text": "1,", "ref_id": null}, {"start": 321, "end": 323, "text": "19", "ref_id": "BIBREF19"}, {"start": 782, "end": 784, "text": "19", "ref_id": "BIBREF19"}, {"start": 1233, "end": 1235, "text": "21", "ref_id": "BIBREF21"}, {"start": 1407, "end": 1410, "text": "19,", "ref_id": "BIBREF19"}, {"start": 1411, "end": 1413, "text": "22", "ref_id": "BIBREF22"}, {"start": 1758, "end": 1760, "text": "23", "ref_id": "BIBREF23"}, {"start": 1826, "end": 1827, "text": "1", "ref_id": null}, {"start": 2028, "end": 2030, "text": "24", "ref_id": "BIBREF24"}, {"start": 2158, "end": 2161, "text": "25,", "ref_id": "BIBREF25"}, {"start": 2162, "end": 2164, "text": "26", "ref_id": "BIBREF26"}, {"start": 2475, "end": 2477, "text": "1,", "ref_id": null}, {"start": 2478, "end": 2479, "text": "4", "ref_id": "BIBREF3"}, {"start": 2583, "end": 2585, "text": "22", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 2586, "end": 2596, "text": "(Table 10.", "ref_id": "TABREF0"}], "section": "STOMACH AND DUODENUM"}, {"text": "When H 2 -receptor antagonists (e.g. cimetidine and ranitidine) are used in developing countries, a possibility exists that they will encourage proliferation of intestinal pathogen(s) -bacterial and parasitic -for the gastric acid defence mechanism is largely removed; 27 available data are, however, presently inadequate for assessing the practical importance of this. Several studies of gastric acid production indicate that mean acid production probably varies little in different ethnic groups. Hypochlorhydria is relatively common in the tropics; 1 whether it is the cause or consequence of intestinal infection (of bacterial, including S. typhi, and/or parasitic origin) remains far from clear.", "cite_spans": [], "ref_spans": [], "section": "STOMACH AND DUODENUM"}, {"text": "Gastric carcinoma is overall an uncommon malignancy in tropical countries (Chapter 35). At Sura, Fiji, gastric ulcer and carcinoma have been shown to be more common in Fijians than Indians.", "cite_spans": [], "ref_spans": [], "section": "STOMACH AND DUODENUM"}, {"text": "Many facts remain unclear regarding upper gastrointestinal haemorrhage in tropical countries. For example, DU is apparently common in descendants of southern Indians in Fiji (see above); however, haematemesis from a chronic DU is more common in Fijians.", "cite_spans": [], "ref_spans": [], "section": "Emergencies"}, {"text": "Many data suggest that pyloric obstruction is the most common complication of DU in developing countries. A report from Zaria, northern Nigeria, indicates that at that location perforation is by no means uncommon; 28 between 1971 and 1983, 74 (24%) of 302 patients operated for DU, and 29 (58%) of 50 for GU, pre-sented with perforation; furthermore, there was a progressive increase in the years 1971-1974 to 1979-1983 of from 16% to 45%, respectively. A rare case report from India has recorded massive haematemesis and melaena from a cholecystoduodenal fi stula secondary to DU in a 24-year-old man; 29 he was successfully managed surgically.", "cite_spans": [{"start": 397, "end": 419, "text": "1971-1974 to 1979-1983", "ref_id": null}], "ref_spans": [], "section": "Emergencies"}, {"text": "Ideally, management of the complications of gastritis and peptic ulceration is exactly the same as in a Western country. In a study carried out at Ankara, Turkey, age, delayed surgery, presence of shock, status of the anaesthetist, and 'defi nitive surgery' were signifi cantly associated with a fatal outcome in patients undergoing emergence surgery for perforated peptic ulcer. 30 Although usually associated with oesophageal varices, gastric varices also occur alone. In New Delhi, India, 48 (16%) out of 309 patients with portal hypertension were shown to have gastric varices; 31 in six (12%) there was no evidence of associated oesophageal varices. In 11 (28%) of 40 patients who completed endoscopic sclerotherapy for oesophageal varices, gastric varices disappeared concurrently with the former, or during the following 6 months. In the light of their experience, these authors considered that 'if they persist for 6 months after eradication of oesophageal varices, a combination of paravariceal and intravariceal sclerotherapy should be attempted for their obliteration' .", "cite_spans": [{"start": 380, "end": 382, "text": "30", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Emergencies"}, {"text": "Epigastric pain/discomfort is a common presenting symptom in medical practice in tropical countries (see above); 1,32 this frequently results from heavy small-intestinal helminthic infections, especially with A. lumbricoides and hookworm. Mesenteric adenitis as a sequel to the presence of helminthic ova, and tuberculosis, are further causes. Helminth-related acute pancreatitis is another possibility. Table 10 .2 summarizes some causes of severe generalized abdominal pain. This most commonly results from peritonitis, which has numerous aetiologies. Right upper quadrant pain is less likely to result from biliary tract disease than in a 'temperate' area of the world (see below); nevertheless, helminthic infections of the biliary system are occasionally encountered. Left upper quadrant pain can result from splenomegaly (following numerous 'tropical' infections; see below); an extreme example (HMS) occurs in most areas which are endemic for human Plasmodium spp. Ruptured spleen is a further cause of left hypochondrial pain; this event usually presents acutely. Solitary splenic abscess is by no means an uncommon event in West and Central Africa; the aetiology remains unclear.", "cite_spans": [], "ref_spans": [{"start": 404, "end": 412, "text": "Table 10", "ref_id": "TABREF0"}], "section": "ABDOMINAL PAIN"}, {"text": "Right iliac fossa pain is less likely to be caused by appendicitis (see below) than in most Western countries. However, an appendix-like syndrome has been recorded in Yersinia spp., and Anisakis spp. infections and ileocaecal tuberculosis (see below). Enterobius vermicularis is not infrequently detected in an appendicectomy specimen; whether there is a cause-effect relationship to acute appendicitis is frequently unclear. Less common parasites involving the appendix include Taenia species, Trichuris trichiura and Angiostrongylus costaricensis (see below). A peripheral blood eosinophilia is often (but by no means always) present when a helminthiasis is causatively related to appendicitis. Ileocaecal tuberculosis can account for chronic right iliac fossa pain; an ileocaecal mass is often palpable clinically (this can be confi rmed by ultrasonography when this technique is available). A colonic amoeboma represents a possible source of diagnostic confusion.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "The small-intestinal mucosa of an individual living in a developing country possesses minor structural differences compared with that in one always resident in a temperate zone. 1, 33, 34 Changes are not related to the clinical syndrome: post-infective malabsorption (tropical sprue; see below). Although the cause of these changes is not entirely clear, they seem to result from repeated low-grade viral and bacterial infection(s). Similarly, marginal xylose and glucose malabsorption has been demonstrated in large numbers of people indigenous to tropical countries; these abnormalities are certainly greater in lower socioeconomic groups. Using a breathhydrogen test, bacterial overgrowth in the small-intestine was 36 Xylose, glucose and folic acid absorption have been shown to be impaired in individuals with systemic bacterial infections, e.g. pulmonary tuberculosis and pneumococcal pneumonia. Dietary folate depletion also results in xylose malabsorption. Marginal malnutrition and pellagra have both been suggested as causing subclinical malabsorption, but evidence is contradictory. The practical importance of subclinical malabsorption is unclear. 1, 33, 34 It seems likely that it signifi cantly contributes to malnutrition in people in developing countries who subsist on a marginally adequate dietary intake consisting largely of carbohydrate. Before any rigid conclusions are drawn, however, it should be appreciated that the small intestine has a very substantial functional reserve, and that the role of the colon in absorption of carbohydrate (and other substances) (see above) remains unclear.", "cite_spans": [{"start": 178, "end": 180, "text": "1,", "ref_id": null}, {"start": 181, "end": 184, "text": "33,", "ref_id": "BIBREF33"}, {"start": 185, "end": 187, "text": "34", "ref_id": "BIBREF34"}, {"start": 719, "end": 721, "text": "36", "ref_id": "BIBREF36"}, {"start": 1160, "end": 1162, "text": "1,", "ref_id": null}, {"start": 1163, "end": 1166, "text": "33,", "ref_id": "BIBREF33"}, {"start": 1167, "end": 1169, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Tropical enteropathy, subclinical malabsorption and mechanism of diarrhoea"}, {"text": "Diarrhoea resulting from small-intestinal disease consists of two main types; 1, 33 (1) profuse watery (e.g. cholera), and (2) steatorrhoeic (exemplifi ed by post-infective tropical malabsorption (tropical sprue)). Table 10 .3 summarizes the most important causes; several of those responsible for the former type are infective, and then exert their pathogenic effect via an enterotoxin (either heat stable or heat labile); invasive disease involving the enterocyte is less important. The role of intestinal hormonesespecially vasoactive intestinal peptide -in the production of watery diarrhoea has become clearer. 34 The pathogenesis of diarrhoea in AIDS has a multifactorial basis, and is often by no means clear; 37 some but not all cases are associated with an opportunistic infection(s), especially Cryptosporidium parvum (Chapter 79). 34 The bacteria Escherichia coli, fungi Candida albicans and Histoplasma capsulatum, and the astroviruses and caliciviruses are also relevant. Other opportunistic infections in this syndrome include cytomegalovirus, Mycobacterium avium intracellulare, Salmonella species, and the protozoa Isospora belli, Cyclospora cayatenensis, Sarcocystis hominis and Microsporidium species infections; in addition, Kaposi's sarcoma (Chapter 35) causes severe small-intestinal disease.", "cite_spans": [{"start": 78, "end": 80, "text": "1,", "ref_id": null}, {"start": 81, "end": 83, "text": "33", "ref_id": "BIBREF33"}, {"start": 616, "end": 618, "text": "34", "ref_id": "BIBREF34"}, {"start": 717, "end": 719, "text": "37", "ref_id": "BIBREF37"}, {"start": 842, "end": 844, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 215, "end": 223, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Tropical enteropathy, subclinical malabsorption and mechanism of diarrhoea"}, {"text": "Many of the problems encountered in management, including chemoprophylaxis and chemotherapy, are exemplifi ed by traveller's diarrhoea (see below).", "cite_spans": [], "ref_spans": [], "section": "Tropical enteropathy, subclinical malabsorption and mechanism of diarrhoea"}, {"text": "The clinical syndrome traveller's diarrhoea (TD) 1,38-42 is arguably the world's most common disease entity; only rarely is it associated with mortality (usually in the presence of debility, or at the extremes of life), but the signifi cant morbidity with which it is associated not infrequently interferes with a crowded schedule or a leisure or sporting activity. Numerous titles have been applied, including 'turista', 'Montezuma's revenge', 'Hong Kong dog' and 'Delhi belly' . One estimate is that 12 million individuals travel annually from an industrialized (Western) country to one in the tropics or subtropics; 43 in this group incidence of TD varies from around 20-50%. There is a highly signifi cant geographical variation in prevalence; high-risk areas include North Africa, sub-Saharan Africa, the Indian subcontinent, Southeast Asia, South America, Mexico and the Middle East; intermediate ones include the north Mediterranean, Canary Islands and the Caribbean islands; low-risk ones include North America, Western Europe and Australia. In a retrospective study carried out in Switzerland, a large group of travellers were asked to complete a questionnaire after travelling abroad; incidence of the disease varied greatly, the highest fi gure (50%) being associated with travel to Tunisia. (No detailed study exists of TD acquired in a European country. 44 ) The disease tends to become less common with advancing years; it is unclear whether this is due to the fact that older travellers (≥60 years) have a more discerning lifestyle, or whether relative immunity increases with advancing age. 38 Individuals resident for substantial periods in areas where TD is common seem to experience it less frequently than those not previously exposed. 38, 39 Clinical features TD is contracted by ingestion of contaminated water/food; it is characterized by acute-onset watery diarrhoea (usually of smallintestinal origin); 38-42 when colorectal involvement exists, diarrhoea is often bloody (see below). Abdominal colic, nausea and vomiting may be present; fever is unusual, being recorded in 1-10% of infected individuals. Prostration and resultant dehydration (with electrolyte imbalance) cause major problems in a severe case. Rarely, symptoms become chronic, and it seems likely that a small proportion of cases of TD proceeds to post-infective malabsorption (see below). 33 Unfortunately, for the investigator, by the time disease has become clinically overt, the initiating infection(s) has invariably been cleared. Chronic diarrhoea of lesser severity is a relatively common problem following recovery from acute disease; this can usually be attributed to (1) tropical enteropathy (in which there is major derangement of enterocyte structure and function) (see above) or (2) the irritable bowel syndrome (see below).", "cite_spans": [{"start": 1607, "end": 1609, "text": "38", "ref_id": "BIBREF38"}, {"start": 1756, "end": 1759, "text": "38,", "ref_id": "BIBREF38"}, {"start": 1760, "end": 1762, "text": "39", "ref_id": "BIBREF39"}, {"start": 2381, "end": 2383, "text": "33", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Traveller's diarrhoea"}, {"text": "On clinical grounds, an important differential diagnosis is infl ammatory bowel disease presenting for the fi rst time during, or immediately after, tropical exposure. 45, 46 In a retrospective review of UK residents presenting at the Hospital for Tropical Diseases, London, with acute onset/bloody diarrhoea, the majority had infl ammatory bowel disease (usually ulcerative colitis); it was numerically more important than shigellosis and amoebic colitis. 45 Acute disease pursues an especially virulent course in certain high-risk groups, 38,39 e.g. those suffering from achlorhydria (Salmonella species and Vibrio species infections are known to be signifi cantly more common in this group), known infl ammatory bowel disease (see below), previous gastrointestinal tract surgery, a malignancy involving the gastrointestinal tract, and acquired or congenital immunodefi ciency (including immunosuppressive therapy and HIV/AIDS). In addition, individuals on diuretic therapy (in whom maintenance of electrolyte balance is precarious) and others at the extremes of life also fall within the high-risk group. It is important to recognize these factors when advising chemoprophylaxis (see below).", "cite_spans": [{"start": 168, "end": 171, "text": "45,", "ref_id": "BIBREF45"}, {"start": 172, "end": 174, "text": "46", "ref_id": "BIBREF46"}, {"start": 457, "end": 459, "text": "45", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Traveller's diarrhoea"}, {"text": "In 1970, Rowe et al. 47 recorded results of a study involving British soldiers newly arrived in Aden; in 19 (54.3%) of 33 cases in which a recognized pathogen was not apparent, a 'new' serotype of Escherichia coli was isolated in the acute phase of TD; in a further 14 (40%), several different E. coli serotypes were also isolated. (B. H. Keane had suggested in the 1950s (on circumstantial evidence) that bacterial pathogens were implicated. 33 Other bacteria which have been implicated include Aeromonas hydrophila, Plesiomonas shigelloides and Yersinia enterocolitica. The causative agent(s) vary signifi cantly in different locations, e.g. in an affected individual in Asia, Central America or Africa the likely organism is different on statistical grounds, although not relevant to a specifi c case. Furthermore, more than one organism is frequently present; in a study involving US Peace Corps workers in Thailand, 33% were infected by two to four different pathogens. 38 Although protozoan parasites are usually incorporated in the list of aetiological agents, the incubation period is usually somewhat longer than is usual in TD; this applies especially to G. lamblia. When the colorectum is predominantly involved, Shigella species, enteroinvasive E. coli (EIEC), enterohaemorrhagic E. coli (EHEC) and Ent. histolytica may be responsible. Rarely, herpes simplex virus and Chlamydia trachomatis have been implicated. New pathogens will doubtless emerge in future years.", "cite_spans": [{"start": 21, "end": 23, "text": "47", "ref_id": "BIBREF47"}, {"start": 443, "end": 445, "text": "33", "ref_id": "BIBREF33"}, {"start": 975, "end": 977, "text": "38", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Aetiology"}, {"text": "The pathophysiology varies and depends on the site within the gastrointestinal tract to be involved. 1, [38] [39] [40] [41] Whereas in the small intestine toxigenic diarrhoeas predominate (see above), in the colorectum (see below) invasive disease is more common.", "cite_spans": [{"start": 101, "end": 103, "text": "1,", "ref_id": null}, {"start": 104, "end": 108, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 109, "end": 113, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 114, "end": 118, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 119, "end": 123, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Pathophysiology"}, {"text": "ETEC are characterized by both toxin production and mucosal adherence (via specifi c fi mbriae); the latter property is required for disease production, for toxin-producing non-adherent mutants do not cause disease. Enteropathogenic E. coli (EPEC) (probably not a major cause of TD) adhere to intestinal mucosal cells and although they do not invade, destroy microvilli. EAEC (detected in up to 15% of patients suffering from TD) do not belong to classical serotypes of EPEC, but adhere to Hep-2 cells in culture; they neither produce a toxin nor invade. 49 EIEC behave similarly to Shigella species and account for up to 5% of cases; the main site of action is the colorectum, and the major clinical manifestation is therefore dysentery resulting from epithelial cell invasion and intracellular multiplication; there is resultant mucosal infl ammation and ulceration. 49 EHEC (an uncommon cause of TD) produces disease via verotoxin production.", "cite_spans": [{"start": 555, "end": 557, "text": "49", "ref_id": "BIBREF49"}, {"start": 869, "end": 871, "text": "49", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Pathophysiology"}, {"text": "Travellers should take maximal care to avoid water/food likely to be contaminated; common sense is of paramount importance! Use of prophylactic agents is controversial. Many chemoprophylactics have been used: doxycycline, co-trimoxazole, trimethoprim, mecillinam, bicozamycin and the fl uroquinolone compounds (norfl oxacin and ciprofl oxacin). High protection rates (≥90%) have been claimed for co-trimoxazole and the fl uoroquinolones; for trimethoprim a rate of around 50% has been recorded. Most cases of TD therefore possess a bacterial aetiology. The major problem with antibiotic chemoprophylaxis, however, is the risk of signifi cant side-effects, dominated by dermatological reactions (including Stevens-Johnson syndrome) and pseudomembranous colitis (see below); using co-trimoxazole, a rate of up to 20% of signifi cant skin reactions, necessitating discontinuation of prophylaxis, has been recorded. Also, the acquisition of resistant faecal E. coli during chemoprophylaxis has been recorded in several studies; an increase from 21% to 100% has been recorded using doxycycline in Kenya, and one of 3% to 100% with co-trimoxazole in Mexico. When chemoprophylaxis is used, either norfl oxacin or ciprofl oxacin seems to be the most appropriate, although strains of Campylobacter jejuni rapidly acquire resistance. 44 In a recent study in Egypt, two of 105 individuals on norfl oxacin developed TD, compared with 30 (26%) of 117 given a placebo. 49 (Ciprofl oxacin should be avoided in children because of experimental evidence indicating cartilaginous damage in young experimental animals; there is no evidence in Homo sapiens.)", "cite_spans": [{"start": 1324, "end": 1326, "text": "44", "ref_id": "BIBREF44"}, {"start": 1455, "end": 1457, "text": "49", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Prophylaxis"}, {"text": "Should chemoprophylaxis be recommended widely in this essentially benign clinical syndrome? In addition to the objections so far outlined (see above), there is a possibility of inducing a false sense of security, resulting in increased exposure to other infections, e.g. viral hepatitis. 49 The following groups should be seriously considered for chemoprophylaxis (for <3 weeks): • Travellers with a bad 'history' of TD [38] [39] [40] [41] • Those in whom hypochlorhydria is proven (or a possibility) • Individuals suffering from infl ammatory bowel disease • HIV-infected patients • Those in whom electrolyte balance is precarious (e.g. those receiving diuretic therapy) and others with chronic renal failure • The 'elderly' (not easily defi ned) • A nebulous group in whom TD is professionally embarrassing (e.g. members of the armed services, airline pilots, athletes, politicians, businessmen and other professionals on tight schedules, etc.). The role of prophylactic antiperistaltic agents is likewise controversial: action is unphysiological. It has been suggested that they can mask a more serious infection, e.g. S. typhi, although in this disease diarrhoea is an unusual presenting symptom (Chapter 52). By delaying excretion of pathogen(s) it is also possible that clinical disease is prolonged. In children, paralytic ileus is a major complication and has occasionally precipitated mortality. 50 Bismuth subsalicylate has a role in prophylaxis; the bismuth moiety possesses antimicrobial activity and salicylate antisecretory properties. 39 Early studies in Mexico by DuPont et al. 51 showed that, given as a suspension (the sheer bulk required precluded its use by travellers), this agent signifi cantly reduced TD; the same group, also working in Mexico, has demonstrated that, when given in tablet form (2 tablets 4 × daily for 3 weeks, i.e. 2.1 g daily), a 65% protection rate can be achieved; 51 at half that dose, effi cacy was greatly reduced. The number(s) of pathogen-positive TD cases in a group of treated patients was seven of 29, compared with 35 of 59 in a placebo group; ETEC was present in 3 and 22, respectively, and Shigella species in two and eight, respectively. 51 A B-subunit/whole-cell (BS-WC) cholera vaccine has been shown to produce relative protection. 52 In a study involving Finnish tourists to Morocco, BS-WC induced 52% protection against diarrhoea caused by ETEC, 65% with mixed infection, 71% when ETEC was present with another pathogen, and 82% when ETEC and S. enterica were present concurrently. (Sack 48 has concluded that 'any advances in prevention and treatment of diarrhoea in travellers will be directly applicable to the worldwide problem of diarrhoea in children, which is far more important on a global scale' . This statement does not apply to this BS-WC vaccine, because protection only lasts for about 3 months.) A further approach under consideration consists of oral administration of colostrum-derived antibodies against ETEC. 39 A recent experimental investigation indicates that lactobacilli, which have the ability to adhere to the intestinal mucosa, can prevent E. coli colonization. In a limited clinical study, Lactobacillus GG reduced prevalence of TD by up to 40%. 39", "cite_spans": [{"start": 288, "end": 290, "text": "49", "ref_id": "BIBREF49"}, {"start": 420, "end": 424, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 425, "end": 429, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 430, "end": 434, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 435, "end": 439, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 1405, "end": 1407, "text": "50", "ref_id": "BIBREF50"}, {"start": 1550, "end": 1552, "text": "39", "ref_id": "BIBREF39"}, {"start": 1594, "end": 1596, "text": "51", "ref_id": "BIBREF51"}, {"start": 2195, "end": 2197, "text": "51", "ref_id": "BIBREF51"}, {"start": 2292, "end": 2294, "text": "52", "ref_id": "BIBREF52"}, {"start": 2990, "end": 2992, "text": "39", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Prophylaxis"}, {"text": "Treatment (as in cholera, see below) devolves around oral rehydration (see below); all travellers should carry suitable preparations. 1, 41, 53 When properly constituted, Dioralyte (Rhône-Poulenc Rorer) solution contains glucose 90, Na + 60, K + 25, Cl − 45 and citrate 20 mmol/L. Corresponding concentrations for another proprietary preparation, Rapolyte (Janssen), are 111, 60, 20, 50 and 10 mmol/L. WHO/UNICEF rehydration fl uid contains glucose 111, Na + 90, K + 20, Cl − 80 and citrate 10 mmol/L. In a mild case adequate rehydration can usually be achieved using ordinary mineral water.", "cite_spans": [{"start": 134, "end": 136, "text": "1,", "ref_id": null}, {"start": 137, "end": 140, "text": "41,", "ref_id": "BIBREF41"}, {"start": 141, "end": 143, "text": "53", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Management"}, {"text": "The role of chemotherapy in established TD remains controversial. Early work carried out by DuPont et al. 38 in Mexico showed that both co-trimoxazole and trimethoprim reduced the length of symptoms. Recent trials, using antibiotics which have been given for chemoprophylaxis (see above), have also indicated that the length of symptoms can be shortened; in Mexico, ofl oxacin (600 mg daily for 3 days) produced cure in 77 (95%) of 81, compared with 56 (71%) patients who received placebo (p = 0.0001). 54 In a study carried out in Thailand where the causative organism is usually Campylobacter jejuni, cure rate at 72 h was highest with single-dose azithromycin (96%), compared with lower rates with 3-day azithromycin and levofl oxacin. 55 Short-course chemotherapy can only be justifi ed in a severe case; this applies at the extremes of life and in high-risk groups (see above), especially HIV-infected individuals. 56", "cite_spans": [{"start": 106, "end": 108, "text": "38", "ref_id": "BIBREF38"}, {"start": 503, "end": 505, "text": "54", "ref_id": "BIBREF54"}, {"start": 739, "end": 741, "text": "55", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Management"}, {"text": "Cholera (see also Chapter 51) represents the archetypal disease in the context of small-intestinal secretory (watery) diarrhoea. 34, 36, 57 The causative organism, Vibrio cholerae, is not invasive and exerts its effect by means of an enterotoxin. 58 If untreated, the disease has a 20-80% mortality; with modern oral rehydration regimens that fi gure should be <1%. Death results from dehydration, vascular collapse and renal failure.", "cite_spans": [{"start": 129, "end": 132, "text": "34,", "ref_id": "BIBREF34"}, {"start": 133, "end": 136, "text": "36,", "ref_id": "BIBREF36"}, {"start": 137, "end": 139, "text": "57", "ref_id": "BIBREF57"}, {"start": 247, "end": 249, "text": "58", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Cholera"}, {"text": "Historically, cholera was not confi ned to tropical countries and involved many temperate areas, including much of northern Europe. An epidemic in 1854 in London was traced to contaminated water supplied from the Broad Street pump in Soho. According to legend, when the handle of the pump was tied down by Dr John Snow, the London anaesthetist, a rapid decline in the incidence of new cases was recorded. 59", "cite_spans": [], "ref_spans": [], "section": "Cholera"}, {"text": "Cholera is endemic in India, Pakistan, Bangladesh, Afghanistan and many other countries of South-east Asia. Nosocomial transmission is reported. In recent years, epidemics have occurred in the Middle East, South America and Africa; 58 most have been localized. Cholera is endemic along the Gulf Coast of the USA. The disease is closely associated with poverty, overcrowding and low socioeconomic status.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology"}, {"text": "In former times cholera was spread by population movements such as the annual 'hajj' to Mecca; outbreaks involving air travellers have been recorded. Overall, however, the disease is rare in British travellers. 60 It tends to affect young people more often than the elderly.", "cite_spans": [{"start": 211, "end": 213, "text": "60", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Epidemiology"}, {"text": "There is probably a genetic predisposition: blood group O is associated with a higher infection rate than group A. 34 Classical cholera is caused by V. cholerae, and is now localized to the Indian subcontinent, particularly the deltas of the Ganges and Brahmaputra rivers. Elsewhere, the El Tor biotype, which originated in Indonesia around 1960, and the 0139 strain have been responsible for most epidemics. Vibrio species are curved, Gram-negative, fl agellated rods approximately 2 mm in length. Each biotype of cholera contains three serotypes: Inaba, Ogawa and Hikojima. For details of the organism and its pathophysiological effects, see Chapter 51.", "cite_spans": [{"start": 115, "end": 117, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Aetiology and pathogenesis"}, {"text": "Histologically, the small-intestinal mucosa is intact. Light and electron microscopical appearances are normal. Following circulatory collapse following gross dehydration, renal tubular necrosis can be demonstrated.", "cite_spans": [], "ref_spans": [], "section": "Pathology"}, {"text": "There are no prodromal symptoms. The incubation period varies from a few hours to 5 days. The disease is similar whichever biotype is involved, but there is a wide spectrum of severity. When the El Tor biotype is responsible, a higher proportion of patients are asymptomatic. Onset is sudden, and mild diarrhoea rapidly gives way to the passage of a large volume of opalescent fl uid -the classic 'rice-water' stools. Up to 30 L of fl uid, containing a high concentration of Vibrio spp. organisms, may be passed in 24 h. 57 Vomiting of fl uid of a similar composition is a later feature. Thirst, muscle cramps, hoarseness and anuria follow.", "cite_spans": [{"start": 521, "end": 523, "text": "57", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Clinical features"}, {"text": "Clinical signs of severe dehydration may be present by 24 h after onset in an untreated case. The body temperature is normal or mildly elevated. Circulatory failure and acute renal failure follow. Confusion, disorientation and hypoglycaemic convulsions may occur. Mortality rate is directly related to the degree of dehydration. Relative immunity is short lived. A carrier state, which lasts a few weeks, may occur, and gallbladder foci have been identifi ed.", "cite_spans": [], "ref_spans": [], "section": "Clinical features"}, {"text": "Vibrio spp. organisms are easily identifi ed in a faecal specimen; material should be transported to the laboratory in alkaline peptone water (pH 9.0). A rapid diagnostic technique for fi eld use has been described. For accurate serological identifi cation of V. cholerae, rigid criteria are necessary. With classic cholera, organisms are present during the incubation period and up to 5 days after an attack; in the El Tor variety, Vibrio spp. can persist for weeks or months.", "cite_spans": [], "ref_spans": [], "section": "Investigations"}, {"text": "Faecal samples are isotonic, with a protein concentration of approximately 10 g/L; pH is about 7.5; typical electrolyte concentrations are: sodium 139 mmol/L, potassium 23 mmol/L, chloride 106 mmol/L and bicarbonate 48 mmol/L. Specimens contain a high concentration of IgA. Serum IgA and IgM are elevated, the former most markedly in patients with an El Tor infection. In vitro animal studies, indicate that cholera toxin enhances IgA secretion from crypt epithelium to ileal lumen. 56 Serum electrolyte, urea and creatinine concentrations vary with the stage and severity of the disease. Excessive potassium loss exacerbates metabolic acidosis. Urine is concentrated; its composition depends on the severity of the disease.", "cite_spans": [{"start": 483, "end": 485, "text": "56", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Investigations"}, {"text": "Diagnosis is usually straightforward; however, all other causes of small-intestinal diarrhoea (with and without vomiting) of acute onset (see below) should be considered. These include traveller's diarrhoea, E. coli, Staphylococcus species, Clostridium perfringens, Cl. botulinum, Campylobacter jejuni and viral causes (e.g. rotavirus, norovirus). Salmonella and Shigella spp. should also be considered. Vibrio parahaemolyticus (conveyed by infected raw seafood) and other non-cholera Vibrio species can produce a similar disease. Very occasionally, Plasmodium falciparum malaria presents with severe watery diarrhoea, especially in infants and children. Food poisoning, caused by toxic agents, should be added to the list of differential diagnoses.", "cite_spans": [], "ref_spans": [], "section": "Differential diagnosis"}, {"text": "Basic sanitation and public health procedures should be improved. 61 Sterility of water supplies is of paramount importance. Contacts of proven cases should be vaccinated; all faeces and bed linen should be destroyed. Vaccination with inactivated (dead) Vibrio species organisms gives only limited protection; 62 0.5 mL and 1.0 mL vaccine should be given at an interval of 1 week, and a 0.5 mL booster every 6 months.", "cite_spans": [{"start": 66, "end": 68, "text": "61", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Prevention"}, {"text": "The 26th Assembly of the WHO recommended, in 1973, that cholera vaccination should not be compulsory, due to its limited public health value. Despite this, a few countries continue to demand vaccination before entry. Important progress is being made towards an effective oral bivalent cholera-typhoid vaccine. 63", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "Treatment was revolutionized by the introduction of oral rehydration regimens. [64] [65] [66] The enterocyte sodium-glucose carrier system is not affected by cyclic AMP, and thus glucose (and glycine)stimulated membrane transport takes place normally.", "cite_spans": [{"start": 79, "end": 83, "text": "[64]", "ref_id": "BIBREF64"}, {"start": 84, "end": 88, "text": "[65]", "ref_id": "BIBREF65"}, {"start": 89, "end": 93, "text": "[66]", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Rehydration regimens"}, {"text": "It is impossible to overload the circulation by the oral route in a previously fi t person. Quantity of ingested fl uid should be regulated by faecal loss, best measured 2-hourly. Rehydration should be accomplished within 48 h. In an unsophisticated situation, sucrose is often more easily obtainable than glucose; results are usually good, although if severe mucosal damage pre-exists, sucrase concentration is lowered and satisfactory rehydration is less readily achieved. Cereal-based electrolyte solutions have also given satisfactory results. 66 In a severe case, intravenous fl uids may be necessary for initial rehydration. 65 A widely-used formula consists of; sodium chloride 5.0 g, sodium bicarbonate 4.0 g, potassium chloride 1.0 g, made up to 1 L. Severity of dehydration should be assessed on clinical grounds; in a case of average severity, 5 L should be given (the fi rst litre within 10 min) to a 50 kg subject.", "cite_spans": [{"start": 548, "end": 550, "text": "66", "ref_id": "BIBREF66"}, {"start": 631, "end": 633, "text": "65", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Rehydration regimens"}, {"text": "Analgesics may be necessary for severe muscle cramps. Intravenous calcium gluconate is of value for tetany.", "cite_spans": [], "ref_spans": [], "section": "Drug treatment"}, {"text": "Tetracycline hydrochloride, 1 g/day for 5 days, shortens duration of diarrhoea and clears the luminal content of Vibrio spp. organisms in the case of the El Tor biotype. 66 A single dose (1 g or 2 g) has also been shown to be effective in V. cholerae infection, but is associated with asymptomatic bacteriological relapse. 67, 68 Tetracycline should be started several hours after rehydration therapy has begun. Single-dose doxycycline (300 mg) is probably as effective as tetracycline. 69 There is clear evidence that in epidemics the El Tor biotype rapidly develops resistance not only to tetracycline, but also to several other antibiotics (including trimethoprim plus sulfamethoxazole), and is therefore of very limited value. Recently, Vibrio cholerae 01 biotype El Tor strains have proved resistant to furazolidone and co-trimoxazole. 70", "cite_spans": [{"start": 170, "end": 172, "text": "66", "ref_id": "BIBREF66"}, {"start": 323, "end": 326, "text": "67,", "ref_id": "BIBREF67"}, {"start": 327, "end": 329, "text": "68", "ref_id": "BIBREF68"}, {"start": 487, "end": 489, "text": "69", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Drug treatment"}, {"text": "If cholera is adequately treated, there should be zero mortality, and complete recovery. A suggestion has been made that individuals who have suffered from cholera might be predisposed to α-chain disease (see below).", "cite_spans": [], "ref_spans": [], "section": "Prognosis"}, {"text": "Apart from infective causes, primary hypolactasia (lactase deficiency) 1,71 accounts for watery small-intestinal diarrhoea in some people indigenous to tropical countries. A low concentration of this enzyme in the enterocyte brush border is normal for adult Homo sapiens (as for other species within the mammalian kingdom); the enzyme is under genetic control. In a minority of the world's population, i.e. northern Europeans, Africans with an Hamitic ancestry, certain Middle Eastern populations (e.g. Saudi Arabians) and others in northern parts of the Indian subcontinent, a high concentration continues into adult life. Secondary hypolactasia results from brush border damage; 1,71 concentration of all disaccharidases (and other digestive enzymes) is reduced, and slow recovery occurs after the initiating insult has disappeared. Thus, whenever there is enterocyte destruction (this includes postinfective malabsorption, see below) hypolactasia develops.", "cite_spans": [], "ref_spans": [], "section": "Malabsorption in the tropics"}, {"text": "Following ingestion of milk or another milk produce, in which lactose is incompletely hydrolysed, osmotic diarrhoea results; this is accompanied by abdominal colic, distension and fl atulence ('lactose intolerance'). In a study carried out at Penang, Malaysia, hypolactasia was demonstrated in all ethic groups, and although there was no clear association with gastrointestinal symptoms, the authors recommend a low lactose diet in all Asian countries. 72 Yoghurt contains adequate bacterial lactase to hydrolyse the lactose component and is usually well tolerated. Lactic acid production (derived from hydrolysis of lactose by colonic bacteria) produces irritative diarrhoea, which contributes to the symptoms. The precise role of the colon in adaptation remains unclear; carbohydrate, in the form of free fatty acid(s) (and also nitrogen and electrolytes), can be absorbed from this organ. Investigation of hypolactasia most often utilizes the breath hydrogen test; lactose 'tolerance' test and lactase assay in a jejunal biopsy specimen are alternatives. In management, milk and all lactose-containing dairy products should be eliminated from the diet; 1,71 individuals in countries with a high prevalence of primary hypolactasia can regulate bowel function by varying lactose ingestion.", "cite_spans": [{"start": 453, "end": 455, "text": "72", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Malabsorption in the tropics"}, {"text": "Relatively little is known about the prevalence and severity of malabsorption in acute infective conditions of the small intestine (viral, bacterial and parasitic) and the duration for which it can continue after the specifi c organism(s) has been eliminated. 73 In some cases, malabsorption persists in the presence of mixed luminal fl ora, and a single infective agent cannot be detected. In others the recognizable initiating infective cause (or causes) may continue, culminating in a chronic form; a more precise term is therefore 'postacute infective' malabsorption. As with all infective diseases, the clinical spectrum of disease varies from subclinical to gross pathology (malabsorption). PIM is of particular clinical signifi cance in tropical countries, where small (and large) intestinal infections are exceedingly common.", "cite_spans": [{"start": 260, "end": 262, "text": "73", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Post-infective malabsorption (PIM) (tropical sprue)"}, {"text": "PIM related to tropical exposure has been reviewed by Cook, 1,33, 74 Tomkins, 75 Baker 76 and Mathan. 77", "cite_spans": [{"start": 66, "end": 68, "text": "74", "ref_id": "BIBREF74"}, {"start": 78, "end": 80, "text": "75", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Post-infective malabsorption (PIM) (tropical sprue)"}, {"text": "Confusion has existed between PIM and tropical sprue; however, in tropical and subtropical countries, these entities are synonymous, and the diffi culty is primarily one of semantics. 1,33 Patrick Manson fi rst coined the term tropical sprue (derived from a word used by Dutch workers in the East Indies) in 1880. 78 The term was rapidly applied to all cases of malabsorption in tropical countries, undoubtedly including some resulting from tuberculosis and various parasitoses (both protozoan and helminthic). Historically, chronic diarrhoea accompanied by wasting was recognized in India before 600 BC; although the Englishman William Hillary is often credited with the fi rst precise description of tropical sprue at Barbados, 79 it now seems likely that he described either epidemic G. lamblia infection, or possibly strongyloidiasis. The clinical syndrome was well known to British physicians in India during the eighteenth and nineteenth centuries; most descriptions were made in British expatriate populations. It was in the early 1960s that reports of a high prevalence of epidemic PIM in indigenous Indians became available. 1, 76, 77 Despite early suggestions that chronic tropical diarrhoea had an insidious onset, it is clear (after careful assessment) that the vast majority of cases always pre-sented acutely. Confusion has been compounded further when acute epidemic cases of small-intestinal infection, associated with gross dehydration (in addition to xylose and fat malabsorption) and acute mortality, have been designated tropical sprue, as in numerous reports from southern India. 77 It is essential to include a time factor in the defi nition of this clinical syndrome, e.g. chronic diarrhoea and malabsorption, with weight loss, of at least 3-4 months duration. The term tropical sprue (if used at all) would be better reserved for a condition where malabsorption of nutrients is quantitatively more important than that of water and electrolytes. Although the aetiology of PIM is not yet completely clear (see below), in most cases it undoubtedly follows an acute small-intestinal insult by either a bacterial, viral or parasitic (or mixed) infection.", "cite_spans": [{"start": 314, "end": 316, "text": "78", "ref_id": "BIBREF78"}, {"start": 730, "end": 732, "text": "79", "ref_id": "BIBREF79"}, {"start": 1134, "end": 1136, "text": "1,", "ref_id": null}, {"start": 1137, "end": 1140, "text": "76,", "ref_id": "BIBREF76"}, {"start": 1141, "end": 1143, "text": "77", "ref_id": "BIBREF77"}, {"start": 1601, "end": 1603, "text": "77", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "History and defi nition"}, {"text": "Overall, evidence for PIM following a small-intestinal insult is most complete for bacterial and parasitic infections; those of viral origin might, however, be more important numerically. Lack of precise data can be largely attributed to the fact that virology remains a relatively neglected discipline in most developing countries, where infections of all types are far more common than in the Western world.", "cite_spans": [], "ref_spans": [], "section": "History and defi nition"}, {"text": "The effect of malabsorption on overall nutritional status is largely unknown (see above); children are especially at risk. The magnitude of energy loss is unclear; a defi cit of 10% of dietary energy (one estimate) is substantial in tropical populations subsisting on a 'marginal' diet. The importance of anorexia in exacerbating associated malnutrition is also underexplored. Figure 10 .3 summarizes the geographical localities where PIM has been reported either commonly or less frequently; 33,34 the map does not include areas where sporadic cases have been rarely recorded. Although the disease is common (and endemic) in Asia and the northern part of South America, it is a very unusual con-dition in tropical Africa. It remains a problem in travellers to many tropical locations. [80] [81] [82] Until recently, it was a common entity in overland travellers from the UK to Asia; the fact that it is now rarely seen is probably associated with early antibiotic administration. In the Middle East and Mediterranean littoral PIM is unusual, but undoubtedly occurs. 74", "cite_spans": [{"start": 786, "end": 790, "text": "[80]", "ref_id": "BIBREF80"}, {"start": 791, "end": 795, "text": "[81]", "ref_id": "BIBREF81"}, {"start": 796, "end": 800, "text": "[82]", "ref_id": "BIBREF82"}], "ref_spans": [{"start": 377, "end": 386, "text": "Figure 10", "ref_id": "FIGREF9"}], "section": "History and defi nition"}, {"text": "There can now be no reasonable doubt that PIM has an infective basis (see above): it is (1) more common in geographical areas where enteric infection abounds; (2) epidemic in certain areas, including southern India; (3) the small-intestinal lumen is colonized by aerobic enterobacteria; and (4) recovery usually occurs rapidly (and dramatically) following initiation of broad-spectrum antibiotic treatment. Despite this, however, Mathan 77 is of the opinion that in southern India the primary lesion is enterocyte damage resulting from a 'persistent' lesion of the stem cell compartment on a 'background of tropical enteropathy' . He further considers that 'an immunity-conferring agent may be responsible for the initiating damage' . The widely used defi nition for this clinical syndrome in southern India, 'intestinal malabsorption of at lease two nutrients and the exclusion of diseases that give rise to secondary malabsorption in a tropical environment', is inadequate; it does not exclude tropical enteropathy (see above), nor does it introduce a time (chronicity) factor.", "cite_spans": [], "ref_spans": [], "section": "Aetiology"}, {"text": "All infective diseases, without exception, have a genetic background. In a limited study at Puerto Rico, 25 of 27 patients with PIM (not well defi ned) had at least one antigen of the HLA-Aw19 series; 83 the strongest associated link was with Aw31. In India, a high frequency of HLA-B8 was documented; 84 HLA-A1, A28 and Bw35 were signifi cantly decreased in the affected group. More data are undoubtedly required on genetic markers in PIM. ", "cite_spans": [], "ref_spans": [], "section": "Genetic predisposition"}, {"text": "In severe PIM (in the absence of parasites) bacterial colonization has been demonstrated both within the jejunal lumen and in biopsy specimens. The importance of adhesive properties of bacteria in pathogenesis is unclear; many bacteria, including E. coli, S. typhimurium and V. cholerae, possess such properties, mediated by a transmissible plasmid. In tropical PIM, several groups have demonstrated a higher concentration of aerobic enterobacteria in relation to the enterocyte compared with luminal fl uid. (In the normal individual, anaerobes outnumber aerobes by about 1000fold.) It seems likely that a variety of toxins released by these enterobacteria induce net water secretion and malabsorption. In the blind-loop syndrome, enterobacteria (which are invariably obligate anaerobes) do not produce toxins. Several months after tropical exposure the upper small-intestinal intraluminal bacterial fl ora (mucosal biopsy or luminal fl uid) remains abnormal; 85 seven of 11 patients studied had enterobacteria in numbers ranging from 10 3 to 10 8 /g or mL. The most common organisms were Klebsiella pneumoniae, Enterobacter cloacae and E. coli; Citrobacter feundii, Serratia marcescens and Pseudomonas spp. have also been detected. It seems highly likely, therefore, that these organisms were present since the onset of disease. 86 In southern India, a viral aetiology has been sought, but there is little evidence for this. The origin of continuing overgrowth has not been adequately studied in tropical PIM; in patients in England with small-intestinal bacterial overgrowth, faecal fl ora account for most of the organisms, but salivary fl ora are probably important in some cases.", "cite_spans": [{"start": 1331, "end": 1333, "text": "86", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Infection"}, {"text": "Morphological changes are non-specifi c and range in severity. 74 Blunting of villi ('partial villous atrophy') with increased lymphocyte and plasma cell infi ltration (not a feature of tropical enteropathy) are present to a variable degree; a 'fl at' mucosa is exceedingly unusual. Although the number of plasma cells is increased, distribution of IgA-, IgM-and IgG-containing cells is normal. 87 In untreated gluten-induced enteropathy, T cells expressing T cell receptor g/d heterodimers are disproportionately raised; this is not so in PIM. 87 The signifi cance of elevated jejunal surface pH (demonstrated in southern India) is unclear, but is probably merely an indicator of enterocyte damage. Crypt hyperplasia has been demonstrated.", "cite_spans": [{"start": 63, "end": 65, "text": "74", "ref_id": "BIBREF74"}, {"start": 395, "end": 397, "text": "87", "ref_id": "BIBREF87"}, {"start": 545, "end": 547, "text": "87", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Jejunal morphology"}, {"text": "Although a predisposing immunological defi cit has been postulated in tropical PIM, there is no good evidence for this; immunological changes (increased IgG, IgE, C4 and orosomucoid, gastric parietal cell antibodies, and lymphopenia with a low peripheral blood T cell count) seem to be sequelae of mucosal damage, and are not causally related.", "cite_spans": [], "ref_spans": [], "section": "Jejunal morphology"}, {"text": "In southern India whole-gut transit time (using a radio-opaque marker technique) has been shown to be unaltered in tropical PIM, despite a striking increase in faecal weight. Small-intestinal stasis has, however, been well documented in tropical PIM and might result from excessive enteroglucagon production in response to ileal (and colonic) mucosal injury (see below). 88 However, many patients with PIM have received diphenoxylate or loperamide for acute diarrhoea; both agents produce relative small-intestinal stasis. Both of these agents interfere with peristalsis and prevent prostaglandin-induced diarrhoea; inhibition of smallintestinal secretion also occurs. Such stasis is of particular interest because peristalsis is usually increased in the presence of intraluminal bacteria.", "cite_spans": [{"start": 371, "end": 373, "text": "88", "ref_id": "BIBREF88"}], "ref_spans": [], "section": "Small-intestine stasis"}, {"text": "Gut hormones have been studied in tropical PIM in the fasting state and following a standard meal. 88 Fasting and postprandial plasma enteroglucagon concentrations (produced by cells in the distal ileum and colon) and motilin were markedly elevated; furthermore, the elevated enteroglucagon concentration is significantly correlated with a reduction in small-intestinal transit (using the H 2 breath test). Both enteroglucagon and motilin concentrations fall after treatment. Concentration of another gut hormone, plasma peptide YY (also produced by endocrine cells in the ileum and colon and known to delay gastric emptying and small-intestinal transit, and to reduce gastric and pancreatic secretion) has been shown to be grossly elevated in PIM; 89 it seems possible that this results from a change in peptide YY secretion, resulting from malabsorption, and is a compensatory mechanism in diarrhoea. Patients with PIM also have a reduced post-prandial rise in gastricinhibiting polypeptide; gastrin and pancreatic polypeptide are normal.", "cite_spans": [{"start": 99, "end": 101, "text": "88", "ref_id": "BIBREF88"}, {"start": 749, "end": 751, "text": "89", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Gut hormones"}, {"text": "The colonic mucosa, in addition to that of the small intestine, is abnormal in tropical PIM ('tropical colonopathy'). 90 Few causes of diarrhoea are strictly confi ned to one or other of these organs; for example, shigellosis frequently involves the small intestine, and salmonellosis and Campylobacter jejuni infection of the colon.", "cite_spans": [{"start": 118, "end": 120, "text": "90", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "Role of the colon"}, {"text": "The normal colon is able to absorb 4-7 L of water/24 h, 91 together with 100-160 mmol carbohydrate (as volatile fatty acid(s)). Failure of the diseased colon to 'salvage' the increased ileal effl uent must increase the intensity of diarrhoea.", "cite_spans": [], "ref_spans": [], "section": "Role of the colon"}, {"text": "Colonic abnormalities have been reported in tropical sprue; using a colonic perfusion system, impaired water and sodium absorption was demonstrated. 92 Colonic function has not been investigated in tropical PIM investigated and treated in London.", "cite_spans": [{"start": 149, "end": 151, "text": "92", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "Role of the colon"}, {"text": "A clinical syndrome which exhibits very close similarities to PIM has been described in the German shepherd dog. 93 Jejunal biopsy specimens show villous atrophy with a variable infi ltration of lymphocytes and plasma cells in the lamina propria. Aerobic bacteria are involved; both clinical and laboratory recovery take place after broad-spectrum antibiotic therapy.", "cite_spans": [{"start": 113, "end": 115, "text": "93", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Animal model"}, {"text": "This is dominated by chronic diarrhoea with large, pale, fatty stools, and sometime excessive fl atulence, usually following an acute intestinal infection. 1, 33, 34, 74 Weight loss is sometimes gross and is probably related to anorexia as much as to intestinal disease. described by Baker 76 and Mathan 77 as occurring in epidemics (with vomiting and pyrexia in up to 50%) at Vellore, India, to a far more chronic entity. Other clinical features, such as glossitis (aphthous ulceration was common in nineteenth-century reports), megaloblastic anaemia, fl uid retention, depression, apathy, amenorrhoea and infertility, occur only after several months duration. Table 10 .3 summarizes the more important differential diagnoses of chronic malabsorption in relation to tropical exposure (see below). 80 There are also many non-infective causes of malabsorption in the tropics and subtropics; these should be excluded systematically. 94 During, and immediately after, an acute small-intestinal infection, xylose, glucose, fat, B 12 and folate malabsorption frequently occur (see above). After 4 months or so, moderate/severe morphological change occurs in the jejunal mucosa; serum folate and later B 12 concentrations decline -often to very low concentrations. Hypoalbuminaemia and oedema are late signs.", "cite_spans": [{"start": 156, "end": 158, "text": "1,", "ref_id": null}, {"start": 159, "end": 162, "text": "33,", "ref_id": "BIBREF33"}, {"start": 163, "end": 166, "text": "34,", "ref_id": "BIBREF34"}, {"start": 167, "end": 169, "text": "74", "ref_id": "BIBREF74"}, {"start": 290, "end": 292, "text": "76", "ref_id": "BIBREF76"}, {"start": 798, "end": 800, "text": "80", "ref_id": "BIBREF80"}, {"start": 931, "end": 933, "text": "94", "ref_id": "BIBREF94"}], "ref_spans": [{"start": 662, "end": 670, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Clinical aspects"}, {"text": "Gastric acid secretion is often depressed, but whether this precedes, or is a sequel to, the initiating infection is unknown. The role of hypochlorhydria in the production of small-intestinal infection remains unclear. In a small proportion of cases in southern India, B 12 absorption either improved or became normal with addition of intrinsic factor. 90 Secondary hypolactasia may be present (see above). 71 There is no good evidence that PIM predisposes to any gastrointestinal malignancy.", "cite_spans": [{"start": 353, "end": 355, "text": "90", "ref_id": "BIBREF90"}, {"start": 407, "end": 409, "text": "71", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Clinical aspects"}, {"text": "Investigations should include urinary D-xylose excretion, 72-h faecal fat estimation, a Schilling test and jejunal biopsy; faecal parasites should be excluded (1-h blood xylose concentration is in practice probably superior to a 5-h urinary collection in a tropical environment 95 ): serum B 12 and red blood cell folate concentrations should be estimated; after 4 months of illness most patients have a low folate concentration. Serum albumin and globulin concentrations are often depressed. Monosaccharide absorption is impaired to a greater extent than that of amino acids. 74 Barium meal and follow-through examination show dilated loops of jejunum with clumping of barium, in addition to reduced transit rate.", "cite_spans": [{"start": 577, "end": 579, "text": "74", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Investigations"}, {"text": "Jejunal mucosal changes are variable, depending on the duration of the disease. By 3 or 4 months, most biopsies are ridged and/or convoluted; a fl at mucosa is extremely unusual and, if present, gluten-induced enteropathy 94 should be suspected. Submucosal invasion with lymphocytes (predominantly T cells) and plasma cells is usual.", "cite_spans": [], "ref_spans": [], "section": "Investigations"}, {"text": "Ultrastructural changes in jejunal biopsy specimens have been studied; 96 although lysosomes, peroxisomes and mitochondrial enzymes are not depressed, the organelles are more fragile. Endoplasmic reticulum is unchanged. A signifi cant reduction in 5nucleotidase in the basolateral (plasma) membrane persists after recovery. The latter fi nding might refl ect an underlying abnormality in the enterocyte of individuals susceptible to PIM.", "cite_spans": [], "ref_spans": [], "section": "Investigations"}, {"text": "Intestinal permeability has also been investigated; 36, 97 abnormalities in urinary excretion of lactulose and rhamnose following an oral load are similar to results obtained in gluten-induced enteropathy.", "cite_spans": [{"start": 52, "end": 55, "text": "36,", "ref_id": "BIBREF36"}, {"start": 56, "end": 58, "text": "97", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Investigations"}, {"text": "A hypothesis to account for the aetiology of tropical PIM is summarized in Figure 10 .5. 98 The 'vicious cycle' can be broken by (1) eliminating bacterial overgrowth, and (2) aiding mucosal recovery (with folic acid supplements). While this hypothesis has been challenged, 99 a satisfactory alternative has not been produced. An adequate diet should be combined with tetracycline (250 mg three times a day for at least 2 weeks) and folic acid (5 mg three times a day for 1 month). Evidence of susceptibility of the responsible fl ora to antibiotics other than tetracycline is limited. Symptomatic treatment may be necessary in the acute stage of the disease; codeine phosphate (30 mg three times a day), diphenoxylate (2.5-5 mg four times daily), or loperamide (5-10 mg four times daily) are of value if stool frequency is excessive. Mild cases respond without treatment, but this may take several months. Recovery is usually rapid and straightforward; 1, 74, 98 in the pre-antibiotic era a mortality rate of 10-20% was usual.", "cite_spans": [{"start": 89, "end": 91, "text": "98", "ref_id": "BIBREF98"}, {"start": 953, "end": 955, "text": "1,", "ref_id": null}, {"start": 956, "end": 959, "text": "74,", "ref_id": "BIBREF74"}, {"start": 960, "end": 962, "text": "98", "ref_id": "BIBREF98"}], "ref_spans": [{"start": 75, "end": 84, "text": "Figure 10", "ref_id": "FIGREF9"}], "section": "Aetiology and treatment"}, {"text": "Evidence from south India suggests that response to antibiotics is less satisfactory; 76,77 this has been used as evidence to support a viral rather than a bacterial aetiology being causative in that locality.", "cite_spans": [], "ref_spans": [], "section": "Aetiology and treatment"}, {"text": "The aetiology of PIM -especially that presenting in association with tropical exposure -is becoming clearer. 99 It is probable that several primary insults to the enterocyte (of an infective nature) are involved. Whereas PIM resulting from most viral, bacterial and parasitic causes is usually self-limiting, this does not apply to the 'tropical sprue' syndrome, when well established. The reason why only a minority of affected individuals who suffer an acute smallintestinal infection are susceptible to PIM is unknown; a genetic (or ethnic) basis for susceptibility seems likely. Table 10 .3 summarizes some of these. The role of parasitic infection has been highlighted by AIDS, in which prolonged diarrhoea accompanied by malabsorption and weight loss can be very troublesome. 37 Incontrovertible evidence exists that HIV itself causes chronic enteropathy with villous blunting; crypt hypoplasia results from a direct effect of the viruses on cell replication, or by an unknown immunological reaction. This is a very common cause of persisting malabsorption in Africa. In this context, Cryptosporidium parvum and Isospora belli have recently come to the fore and it is now also clear that these organisms can produce a self-limiting illness simulating TD in immunocompetent adults and children (see below). G. lamblia (see below) is undoubtedly the most common cause of parasitic malabsorption. 74, 100, 101 Strongyloides stercoralis (see below), which is widespread in tropical countries, was until very recently still present in approximately 15-30% of former prisoners of war in South-east Asia during World War II; it is an underdiagnosed cause. 1, 102 Of all causes of malabsorption related to tropical exposure, intestinal tuberculosis -usually involving the ileocaecal region -is probably that with the lowest index of suspicion among medical personnel. 74, 103 Abdominal tuberculosis can assume several clinical forms: apart from the hypertrophic ileocaecal form, glandular (involving the mesenteric glands), peritoneal (sometimes with ascites) and hepatic involvement (with granulomatous disease) are relatively common. With the fi rst of these presentations, weight loss and diarrhoea are often accompanied by a lowgrade febrile illness; in severe cases stools are large, pale and bulky. Examination reveals an ileocaecal mass in 35-50% of cases, 103 and occasionally enlargement of one or more lymph glands; however, there is often no clinical abnormality. Late presentation can be as adult kwashiorkor. Anaemia and hypoalbuminaemia are common. 103 Chest radiography is usually normal. Absorption tests are frequently abnormal; fat and B 12 absorption are affected most severely. A protein-losing enteropathy may be present. Pathologically, the disease results either from miliary dissemination, or follows ileal ulceration. Malabsorption is caused by chronic bile salt loss; unabsorbed bile salts (normally reabsorbed in the terminal ileum) in turn interfere with colonic absorption. Barium meal and follow-through examination show ileal strictures, 103 frequently multiple, in a high percentage of cases; the ascending colon may also be shortened. The major differential is Crohn's disease, which is statistically much less common in people indigenous to the tropics. Yersinia infection should also be considered. Chest radiography is usually normal. The tuberculin test is positive in 70-90% of cases. 103 A needle liver biopsy specimen occasionally shows hepatic granulomas with caseation. Diagnostic laparotomy or peritoneoscopy (and peritoneal biopsy) is sometimes necessary in order to obtain a tissue diagnosis. 103 Treatment is with an antituberculosis regimen (Chapter 56). Resection of stricture(s) and occasionally hemicolectomy are sometimes necessary; chemotherapy should be initiated before surgical intervention.", "cite_spans": [{"start": 109, "end": 111, "text": "99", "ref_id": "BIBREF99"}, {"start": 782, "end": 784, "text": "37", "ref_id": "BIBREF37"}, {"start": 1400, "end": 1403, "text": "74,", "ref_id": "BIBREF74"}, {"start": 1404, "end": 1408, "text": "100,", "ref_id": "BIBREF100"}, {"start": 1409, "end": 1412, "text": "101", "ref_id": "BIBREF101"}, {"start": 1655, "end": 1657, "text": "1,", "ref_id": null}, {"start": 1658, "end": 1661, "text": "102", "ref_id": "BIBREF102"}, {"start": 1866, "end": 1869, "text": "74,", "ref_id": "BIBREF74"}, {"start": 1870, "end": 1873, "text": "103", "ref_id": "BIBREF103"}, {"start": 2362, "end": 2365, "text": "103", "ref_id": "BIBREF103"}, {"start": 2561, "end": 2564, "text": "103", "ref_id": "BIBREF103"}, {"start": 3067, "end": 3070, "text": "103", "ref_id": "BIBREF103"}, {"start": 3421, "end": 3424, "text": "103", "ref_id": "BIBREF103"}, {"start": 3636, "end": 3639, "text": "103", "ref_id": "BIBREF103"}], "ref_spans": [{"start": 583, "end": 591, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Conclusion"}, {"text": "A further cause of malabsorption in a tropical environment consists of the Mediterranean (a-chain) lymphoma, 104,105 which occurs sporadically in many parts of the tropics. If started early, tetracycline usually produces a good result, but not always so.", "cite_spans": [], "ref_spans": [], "section": "Other causes of malabsorption in the tropics"}, {"text": "Although it seems overall uncommon in most indigenous populations in tropical countries recent reports of coeliac disease have been made from India 106 and Turkey 107 and some evidence exists that it might be increasing in prevalence. 108", "cite_spans": [{"start": 148, "end": 151, "text": "106", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Other causes of malabsorption in the tropics"}, {"text": "Signifi cant intestinal protein loss (mean 1.7 g daily) and xylose malabsorption have been demonstrated in northern Nigerian children with measles (see Chapter 47); approximately 25% also had lactose malabsorption. 109 Other infections in children caused by enteroviruses and herpes simplex viruses are also associated with diarrhoea and weight loss; malnutrition may result; the mechanism(s) (involving enterocyte damage) is probably similar to that in measles.", "cite_spans": [{"start": 215, "end": 218, "text": "109", "ref_id": "BIBREF109"}], "ref_spans": [], "section": "Viral infections"}, {"text": "Volunteers infected with enteric viruses develop small-intestinal morphological lesions which are not always associated with symptoms.", "cite_spans": [], "ref_spans": [], "section": "Viral infections"}, {"text": "Jejunal mucosal changes giving rise to severe malabsorption have been well documented in viral hepatitis; 110 these may persist for a considerable time after resolution of the hepatic abnormalities. The norovirus (a 27 nm piconavirus) can also produce mucosal damage and malabsorption. 111 Rotavirus infections give rise to morphological abnormalities and (especially in children) malabsorption. 112, 113 These viral infections are invasive, and the resulting diarrhoea and malabsorption are caused by enterocyte destruction. Malabsorption usually occurs after the virus has been shed into the intestinal lumen; the villi contain immature crypt-type enterocytes. In coronavirus infection(s) in piglets, which resemble human rotavirus infections, glucose absorption is signifi cantly impaired. 114 This has practical importance in management because sodium and water secretion cannot be reversed by glucose; oral rehydration fl uids, commonly used in small-intestinal (including travellers') diarrhoea (see above), contain a high glucose concentration which overwhelms the limited absorptive capacity.", "cite_spans": [{"start": 286, "end": 289, "text": "111", "ref_id": "BIBREF111"}, {"start": 396, "end": 400, "text": "112,", "ref_id": "BIBREF112"}, {"start": 401, "end": 404, "text": "113", "ref_id": "BIBREF113"}, {"start": 793, "end": 796, "text": "114", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Viral infections"}, {"text": "Baker 76 and Mathan 77 have suggested that coronavirus infections are responsible for at least some cases of 'tropical sprue' in southern India (see above); this might be the case, but asymptomatic individuals often excrete these viruses and this does not therefore indicate a cause-effect relationship. Also at Vellore, a search for evidence of Berne virus infection in 'epidemic tropical sprue' proved negative. 115", "cite_spans": [{"start": 6, "end": 8, "text": "76", "ref_id": "BIBREF76"}, {"start": 20, "end": 22, "text": "77", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Viral infections"}, {"text": "Moderate to severe malabsorption is commonplace during acute intestinal infections of bacterial origin; subnormal absorptive capacity persists for variable periods after termination of the diarrhoea and apparent clinical recovery. In a study in Bangladesh, approximately 70% of patients had evidence of xylose malabsorption 1 week after the diarrhoea had ceased; this was less common after cholera than Shigella species, Salmonella species and/or Staphylococcus species infections; xylose and B 12 malabsorption persisted for up to 378 and 196 days, respectively, after the diarrhoea had cleared.", "cite_spans": [], "ref_spans": [], "section": "Bacterial infections"}, {"text": "Although many different infective insults to the enterocyte are probably important in PIM (see above), evidence for bacteria being responsible currently has more solid support than that involving other agents.", "cite_spans": [], "ref_spans": [], "section": "Bacterial infections"}, {"text": "These organisms (with varying modes of pathogenicity) produce a spectrum of disease from TD to malabsorption by enterotoxin production and mucosal invasion-similar to that caused by Shigella species (Chapter 51). They are frequently food-or waterborne, and may cause outbreaks of gastroenteritis. Heat-labile enterotoxins exert an effect by activating adenylcyclase by a mechanism(s) similar to V. cholerae. Both heat-labile and heatstable enterotoxins are probably important in TD (see above). A large pool of resistant E. coli (often showing resistance to multiple antimicrobials) now exists in the community. Enterotoxin production by E. coli may be transferred simultaneously with antibiotic resistance (Chapter 53); in a study, 72% and 44% of ETEC isolated in South-east Asia were resistant to one or more, and four or more antibiotics, respectively. 116 Enterocyte adhesiveness of E. coli is also a property of some strains and that might be important in continuing colonization and subsequent malabsorption. The relationship between adherence and verotoxin production remains unclear. 106 Attachment of microorganisms to the enterocyte prevents clearance by peristaltic activity; such mucosal receptors may be determined genetically. 117 Ultrastructural studies have shown E. coli adherent to mucosal cells, with fl attering of the microvilli, loss of the cellular terminal web and cupping of the plasma membrane around individual bacteria; intracellular damage was marked in the most heavily colonized cells. Histological improvement was demonstrated following clearing of E. coli with neomycin and nutritional support. This mechanism can lead to protracted diarrhoea in infants. In most cases, resultant malabsorption is short lived.", "cite_spans": [{"start": 856, "end": 859, "text": "116", "ref_id": "BIBREF116"}, {"start": 1092, "end": 1095, "text": "106", "ref_id": "BIBREF106"}, {"start": 1241, "end": 1244, "text": "117", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "Escherichia coli"}, {"text": "Malabsorption occasionally follows infection with Salmonella species (Chapter 52), 118 but the frequency is unknown.", "cite_spans": [{"start": 83, "end": 86, "text": "118", "ref_id": "BIBREF118"}], "ref_spans": [], "section": "Salmonellosis"}, {"text": "Although unusual, dysenteric disease (bloody diarrhoea) has for long been known to predispose to tropical PIM; 74 in addition to shigellosis it is clear that some cases are caused by E. coli (see above) and others by Campylobacter jejuni (Chapter 51).", "cite_spans": [], "ref_spans": [], "section": "Campylobacter jejuni"}, {"text": "Although most cases of Campylobacter jejuni infection are acute, present with gastroenteritis and are self-limiting, initial symptoms can be prolonged. 119 The disease is a zoonosis; poultry are frequently contaminated. Many outbreaks have been traced to infected cow's milk. Dogs also constitute a reservoir of infection. Although the infection is self-limiting, erythromycin probably hastens recovery when given early in a severe case. The carrier state is common.", "cite_spans": [{"start": 152, "end": 155, "text": "119", "ref_id": null}], "ref_spans": [], "section": "Campylobacter jejuni"}, {"text": "Although described in Germany at the end of World War II (1939) (1940) (1941) (1942) (1943) (1944) (1945) , and named Darmbrand, 4,34 this acute infection ( Figure 10.6) , which is more common in children than adults, occurs in several tropical countries, notably the highlands of Papua New Guinea (where it is endemic), 120 Thailand and Uganda. Recently, enteritis necroticans has been recorded in Khmer children at an evacuation site on the Thai-Kampuchean border of Thailand; in the former report 36 (58%) out of 62 affected children (10 months to 10 (mean 4) years) died. 4 It seems likely that a disease termed 'necrotizing jejunitis' in rural areas of Bihar, India -which also affects children -represents the same entity; this condition ('segmental necrotizing enteritis') has also been recorded in Jaipur, India, and in Sri Lanka. 4 Scanty reports of a similar condition have also been made from northern Europe, which suggests that the disease exists worldwide, but only reaches epidemic proportions when suitable conditions exist, most importantly for the β-toxin of Clostridium perfringens type C (ingested in contaminated foodstuffs) to take its toll. Murrell 121 has suggested (in the light of historical evidence) that the disease was widespread in medieval Europe when 'human habitats, food hygiene, protein defi ciency and periodic meat feasting formed the basics of village life as they do in many Third World cultures today' . Enteritis necroticans is now known to be caused by the ingestion (often at pig feasts or 'mumus') of food contaminated by Cl. perfringens type C. 120 The pathophysiology of the disease is complex, but the presence of a low concentration of trypsin (resulting from trypsin inhibitors in foodstuffs and chronic protein-energy malnutrition) allows the β-toxin of Cl. perfringens to survive and produce mucosal injury. 34 It is sometimes associated with persisting structural changes in the small intestine; malabsorption may be a sequel.", "cite_spans": [{"start": 57, "end": 63, "text": "(1939)", "ref_id": null}, {"start": 64, "end": 70, "text": "(1940)", "ref_id": null}, {"start": 71, "end": 77, "text": "(1941)", "ref_id": null}, {"start": 78, "end": 84, "text": "(1942)", "ref_id": null}, {"start": 85, "end": 91, "text": "(1943)", "ref_id": null}, {"start": 92, "end": 98, "text": "(1944)", "ref_id": null}, {"start": 99, "end": 105, "text": "(1945)", "ref_id": null}, {"start": 321, "end": 324, "text": "120", "ref_id": "BIBREF119"}, {"start": 576, "end": 577, "text": "4", "ref_id": "BIBREF3"}, {"start": 839, "end": 840, "text": "4", "ref_id": "BIBREF3"}, {"start": 1591, "end": 1594, "text": "120", "ref_id": "BIBREF119"}, {"start": 1860, "end": 1862, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 157, "end": 169, "text": "Figure 10.6)", "ref_id": "FIGREF9"}], "section": "Enteritis necroticans (pigbel disease)"}, {"text": "Fluid and electrolyte replacement are essential (see below). Tetracycline or chloramphenicol, and type C gas gangrene antisera are of value; laparotomy is often indicated. In Papua New Guinea, immunization against Cl. perfringens type C has given good results; 34 in a controlled trial, marked reduction in incidence and mortality was demonstrated in the treatment group. A management strategy has been outlined. 120", "cite_spans": [{"start": 261, "end": 263, "text": "34", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Enteritis necroticans (pigbel disease)"}, {"text": "A study carried out in Sierra Leone has indicated that both protozoan and helminthic infections are particularly common in displacement camps. 122", "cite_spans": [], "ref_spans": [], "section": "Parasitic infections"}, {"text": "The spectrum of disease caused by this fl agellated protozoan is broad. 1,74,100,101 Symptoms vary from subclinical cases to those with severe malabsorption and malnutrition. The reason why some individuals are prone to symptomatic giardiasis is not clear; size of infecting dose, strain variability, genetic predisposition, acquired immunity factors, achlorhydria, a local secretory IgA defi ciency and the presence of blood group A phenotype have all been considered. An increase in IgE and IgD cell numbers has been reported in the jejunal mucosa of 20 affected patients; 123 the former reversed after treatment, when an increase in IgA cell numbers was also recorded. Genetic characterization has recently been reported from Ethiopia. 124 The actual mechanism by which the trophozoites cause an absorptive defect is also unclear. Mucosal injury, with or without invasion, bacterial overgrowth in association with parasitization, and bile salt deconjugation by bacteria and/or parasites have all been considered. The extent of jejunal morphological abnormality varies widely.", "cite_spans": [{"start": 739, "end": 742, "text": "124", "ref_id": "BIBREF123"}], "ref_spans": [], "section": "Giardiasis"}, {"text": "Clinical presentation is usually between 1 and 3 weeks after infection; contaminated water and, less commonly, food are the usual sources of infection. Infection occurs both endemically and epidemically. The disease can probably be contracted from domestic animals. 125 It is more common in male homosexuals, but is not an opportunistic infection in AIDS sufferers. Diarrhoea of acute onset, fl atus and weight loss may all be present; the stools have the characteristics of malabsorption. The disease is clinically indistinguishable from PIM; investigations also give similar results. A full-blown case has all of the clinical and laboratory features of the classical (historical) reports of 'tropical sprue' (see above). Cysts may be found in a faecal specimen; trophozoites can be detected in either a jejunal biopsy or jejunal fl uid, or with the string test ('Enterotest'). If mucosal changes and malabsorption exist, circulating antibodies to G. lamblia cysts can often be detected.", "cite_spans": [{"start": 266, "end": 269, "text": "125", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "Giardiasis"}, {"text": "Treatment is with metronizadole (2 g on three consecutive days); alcohol should be avoided during the treatment period. A single dose of tinidazole (2 g orally) has been used with success. Two 5-nitroimidazoles -ornidazole and tinidazole (as a single 1.5 g dose) -have been compared; 126 recurrence of infection during the subsequent 2 months was similar in each case (about 10%). Nimorazole has also been used. An alternative is mepacrine (100 mg three times daily for 10 days), which is less often used.", "cite_spans": [{"start": 284, "end": 287, "text": "126", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Giardiasis"}, {"text": "The importance of farms as a source of infection has been emphasized in a study from Zambia. 127 Importance of domestic pets as a source of infection has also recently been emphasized in a study carried out in Peru. 128 Like G. lamblia, this organism produces a broad spectrum of disease; prolonged infection usually, but not always, occurs in the immunosuppressed (including AIDS) sufferer where the organism is opportunistic. Diagnosis is similar to that for G. lamblia infection; oocysts are usually detectable in a faecal sample. Treatment (rarely indicated in the immunointact) is with spiramycin, but is usually ineffective in the immunosuppressed; although at least 70 other compounds have been tested, none, including spiramycin, has proven effi ciency in vitro.", "cite_spans": [{"start": 93, "end": 96, "text": "127", "ref_id": "BIBREF126"}, {"start": 216, "end": 219, "text": "128", "ref_id": "BIBREF127"}], "ref_spans": [], "section": "Cryptosporidium parvum"}, {"text": "The vast majority of small-intestinal parasitic infections do not result in signs/symptoms unless present at a high concentration. 32 In a heavy infection, hookworm is responsible for hypochromic anaemia; A. lumbricoides rarely accounts for obstruction in the small intestine and biliary and pancreatic ducts (Chapter 85). The major clinical sequel of tapeworm infection is neurocysticercosis (Taenia solium) (Chapter 87) -a complication unrelated to the intestinal tract.", "cite_spans": [{"start": 131, "end": 133, "text": "32", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Other parasites"}, {"text": "Although A. lumbricoides, Ancylostoma duodenale and Necator americanus have at various times been implicated in malabsorption, there is no clear evidence except in rare or anecdotal case reports. 129 Diphyllobothrium latum infections are occasionally associated with a low serum B 12 concentration; however, this is caused by B 12 uptake within the small-intestinal lumen, and is not an example of true malabsorption.", "cite_spans": [{"start": 196, "end": 199, "text": "129", "ref_id": "BIBREF128"}], "ref_spans": [], "section": "Other parasites"}, {"text": "Clear evidence exists that Strongyloides stercoralis is causally related to malabsorption. 1, 34, 74, 102 This helminth can survive in the human host for several decades; some 10-20% of exprisoners of war in South-east Asia during World War II (1939-1945) remained infected until recently. Onset of diarrhoea is less acute than with G. lamblia. Larvae can be demonstrated by the 'Enterotest', and less often by jejunal biopsy. Ova and larvae can occasionally be detected in faecal specimens. Eosinophilia may be gross; however, it is often absent. The immunofl uorescent antibody test (IFAT) is positive in approximately 70% of cases; however, cross-reaction with fi laria is common. The enzyme-linked immunosorbent assay (ELISA) test, when available, is more specifi c. A negative serological result is common in the immunosuppressed patient. Treatment is with thiabendazole (1.5 g twice daily on three successive days); repeated courses may be required. Albendazole (400 mg daily for 3 days) seems less effective. In animal experiments, cambendazole has given encouraging results; this has also been the case in limited clinical studies, but the compound has not been offi cially released for human use. Other Strongyloides species are important, especially in children. Stongyloides fülleborni has been implicated in the pathogenesis of severe PIM (see above) in Zambia and Papua New Guinea, where a signifi cant mortality rate has been recorded. 74 In the northern Philippines and Thailand, Capillaria philippinensis has been causally associated with PIM. 1 It can occur in epidemics. Diarrhoea of acute onset is followed by malabsorption and, if untreated, infection carries a substantial mortality rate. Protein-losing enteropathy may also be present. Treatment with one of the benzimidazole compounds has given good results.", "cite_spans": [{"start": 91, "end": 93, "text": "1,", "ref_id": null}, {"start": 94, "end": 97, "text": "34,", "ref_id": "BIBREF34"}, {"start": 98, "end": 101, "text": "74,", "ref_id": "BIBREF74"}, {"start": 102, "end": 105, "text": "102", "ref_id": "BIBREF102"}, {"start": 1450, "end": 1452, "text": "74", "ref_id": "BIBREF74"}, {"start": 1560, "end": 1561, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Other parasites"}, {"text": "The protozoa Isospora belli and Sarcocystis hominis (usually conveyed by undercooked pork and beef) 130 also cause malabsorption. These organisms replicate within the enterocyte. I. belli, like Crytosporidium parvum, causes a spectrum of disease, from TD to PIM, and is more common in the immunosuppressed individual. Pyrimethamine + sulfadiazine, and co-trimoxazole + nitrofurantoin, have been used with some success. Other protozoan parasites, such as P. falciparum (in an acute infection) and visceral leishmaniasis (kala azar), can also produce signifi cant malabsorption. Other protozoa which have assumed practical importance in the wake of the HIV/AIDS pandemic are Cyclospora cayetanensis, 131-133 microsporidiosis, 134, 135 and Blastocystis hominis. 136 All can be implicated in a wide range of small-intestinal problems ranging from traveller's diarrhoea to malabsorption.", "cite_spans": [{"start": 100, "end": 103, "text": "130", "ref_id": "BIBREF129"}, {"start": 724, "end": 728, "text": "134,", "ref_id": "BIBREF133"}, {"start": 729, "end": 732, "text": "135", "ref_id": "BIBREF134"}, {"start": 759, "end": 762, "text": "136", "ref_id": "BIBREF135"}], "ref_spans": [], "section": "Other parasites"}, {"text": "Severe dehydration consequent upon secretory watery diarrhoea accounts for enormous amounts of acute morbidity throughout the tropics; this applies especially to infants and children. Intravenous replacement therapy has been in use for more than 150 years; Dr Robert Lewins MD FRCP, of Leith, recorded that he had witnessed Dr Thomas Latta inject saline intravenously into a patient suffering from cholera (see above) in 1832, 65 and George Leith Roupell, 137 a physician at St Bartholomew's Hospital, London, seems to have been an early user of this technique. It is unlikely, however, that these were the fi rst attempts at intravenous rehydration (in fact, Sir Christopher Wren, better known for his architectural achievements, had used the technique experimentally in 1657). Nearly three-quarters of a century passed before Sir Leonard Rogers, working at Calcutta, demonstrated a reduction in the mortality rate in cholera patients from 70% to 20% by use of this technique. Introduction of oral rehydration regimens had to wait much later, in fact until the latter half of the twentieth century. Introduction of this form of management, which followed upon important basic applied physiological observations, was, in a world context, one of the most important medical advances during the twentieth century. 1 In many acute medical conditions, gastric emptying is delayed; however, this is not the case in cholera (and presumably other acute small-intestinal infections) and does not constitute a barrier to oral rehydration, even when fl uid and electrolyte loss (in the stool) is severe. 138 Oral rehydration therapy remains grossly underused, 139 however, and infants and children in developing countries with acute gastroenteritis continue to die unnecessarily because this simple technique is not readily applied. The authors of this latter article have concluded: 'the impediment to its wide acceptance may be that it is counterintuitive for a simpler and much less expensive treatment to be an improvement over an effective but more complicated technology'!", "cite_spans": [{"start": 427, "end": 429, "text": "65", "ref_id": "BIBREF65"}, {"start": 1311, "end": 1312, "text": "1", "ref_id": null}, {"start": 1593, "end": 1596, "text": "138", "ref_id": "BIBREF137"}, {"start": 1649, "end": 1652, "text": "139", "ref_id": "BIBREF138"}], "ref_spans": [], "section": "Emergencies"}, {"text": "This acute small-intestinal emergency (see above), which usually affects infants and children (see above) is characterized by gangrenous changes in the small-intestinal wall (in patchy distribution); the jejunum is most markedly affected, but the ileum is also involved. Presentation is usually as an acute abdominal (surgical) emergency, with abdominal pain, fever and bloody diarrhoea (see above). A chronic stage of the disease may ensue in which there is narrowing of the small-intestinal lumen (in one or more places) by a fi brotic stenosis or adhesion; clinical presentation is with subacute obstruction, often accompanied by malabsorption and malnutrition. Fluid and electrolyte replacement are vitally important in management; gastric suction is also required. Penicillin or another antibiotic should be given (see above). Laparotomy is frequently indicated to confi rm the diagnosis and to resect the necrotized, haemorrhagic, segment(s) of small intestine. Fortunately, active immunization against the β-toxin has proved effective prophylaxis in Papua New Guinea; hospital admissions for pigbel in one area of the country fell to less than one-fi fth of the previous fi gure (p < 0.001) when a vaccination programme was introduced. 140 Morbidity due to this acute abdominal emergency (with a very high mortality rate) should eventually fall in the seriously affected countries.", "cite_spans": [{"start": 1243, "end": 1246, "text": "140", "ref_id": "BIBREF139"}], "ref_spans": [], "section": "Enteritis necroticans (pigbel disease)"}, {"text": "In Pakistan, paralytic ileus has been recorded as a late complication of acute diarrhoeal disease in infants; 141 despite rehydration and total parenteral nutrition, the mortality rate was 25%. When compared with others who did not develop ileus (following acute diarrhoeal disease), these infants were shown to have had signifi cantly more antimotility agents preceding the ileus; furthermore, many had a depressed serum potassium concentration. The potential dangers associated with antiperistaltic agents, especially in infancy and childhood, are thus re-emphasized.", "cite_spans": [], "ref_spans": [], "section": "Paralytic ileus and acute obstruction"}, {"text": "Acute intestinal obstruction constitutes a common surgical emergency in both children and adults in many parts of the tropics, including Africa. Strangulated hernia (usually of inguinal origin) is usually the most common cause; volvulus and intussusception are relatively common in tropical Africa; tuberculosis is a further cause due either to stenosis or to pressure on the third part of the duodenum or jejunum. A heavy A. lumbricoides infection (especially in children) can also produce small-intestinal obstruction; 142 when diagnosed clinically, laparotomy can usually be avoided. Management consists of intravenous hydration, nasogastric suction and appropriate anthelmintic chemotherapy. Strangulated hernia, volvulus and intussusception nearly always require laparotomy. 142 In a report from southern India, 904 children presented with intestinal obstruction; 143 the most common causes in order of frequency were necrotizing enteritis (see above), acute intussusception, band obstruction, subacute obstruction, and remnants of the vitello-intestinal duct. Rare causes of smallintestinal obstruction include: Burkitt's lymphoma, Mediterra-nean lymphoma (a-chain disease) (see above) and intestinal schistosomiasis. Small-intestinal trauma -caused by a road accident or knife, arrow or gunshot wound -is also important in a tropical context.", "cite_spans": [{"start": 780, "end": 783, "text": "142", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Paralytic ileus and acute obstruction"}, {"text": "In most areas within the developing world, typhoid (see also Chapters 52 and 53) (and to a lesser extent tuberculosis) accounts for much small-intestinal disease encountered in surgical practice; 144 perforation, obstruction and less often haemorrhage constitute acute surgical emergencies. This seems especially important in West Africa. S. typhi infection is also an increasing problem in travellers from industrialized countries to the tropics; 145 in the USA, 2666 cases (fatality rate 1-3%) of acute enteric fever were offi cially notifi ed between 1975 and 1984; 62% of them were imported, the majority of infections having originated in either Mexico or India. Statistically, surgical complications are unusual; thus in a series of 82 culture-positive cases in The Gambia there were no surgical complications; 146 this was also the case in a series of 192 cases of enteric fever -most caused by S. typhi -in Thailand. 147 Despite its relative rarity, however, (perhaps 2-4% of cases worldwide), typhoid perforation is an extremely serious event, accounting for 20-60% of deaths in this disease (a statistic which is increased by late presentation, female sex, age ≥40 years and the presence of multiple perforations). Late perforation is often indistinguishable from a perforated appendix, amoebic liver abscess, tuberculous peritonitis, an infected ruptured ectopic pregnancy or intestinal strangulation. The optimal form of management seems to be surgical, provided the patient is not too shocked to endure such a procedure (a prolonged period of preoperative resuscitation is often required). There is as yet no general agreement, however, regarding the ideal type of operative intervention; 148 simple closure, ulcer excision and closure, wedge excision and closure, ileal resection and anastomosis, resection and transverse ileotransverse colostomy, and right hemicolectomy have all found favour. When the perforation is single, simple closure (with or without excision) is the procedure of choice; an area(s) of impending perforation should not be oversewn; closure should always be in two layers: an inner one of chromic catgut and an outer of silk. When there are three or more perforations, bowel resection is probably advisable. Peritoneal lavage with a copious amount of washing with normal saline should be carried out. The incidence of postoperative complications is high, and includes peripheral vascular failure, respiratory infections, anaemia, sepsis, abscess formation, burst abdomen and intestinal obstruction. 148 Re-perforation or a new perforation is possible. In a series of 108 consecutive cases of perforated typhoid enteritis managed in western Nigeria, 100 (93%) underwent 'debridement of the perforation and two-layer bowel closure'; 149 35 patients died, usually from overwhelming sepsis. In addition to specifi c chemotherapy, although chloramphenicol (1 g four times daily in an average adult, reduced to 1 g twice daily when body temperature is normal) remains the agent of choice, increasing numbers of reports of multiple-antibiotic-resistant strains of S. typhi are being reported (especially from India), metronidazole, and possibly corticosteroids, seem to improve the prognosis. Alternative chemotherapeutic agents include amoxicillin, co-tri-moxazole, trimethoprim and ciprofl oxacin; the last agent is indicated when there are serious doubts about sensitivity to the other compounds, as is frequently the case when infection has resulted in Asia. Despite these advances therefore, ileal perforation in enteric fever remains a potentially lethal complication, especially in children. 150 Haemorrhage is rarely life-threatening, although recorded; 151 whereas the majority of cases can be treated conservatively (blood transfusion when indicated), when selective angiography, fi breoptic endoscopy and high-resolution radionuclide imaging are available, localization of the bleeding site can be delineated and appropriate surgery instituted.", "cite_spans": [{"start": 196, "end": 199, "text": "144", "ref_id": "BIBREF143"}, {"start": 448, "end": 451, "text": "145", "ref_id": "BIBREF144"}, {"start": 817, "end": 820, "text": "146", "ref_id": "BIBREF145"}, {"start": 925, "end": 928, "text": "147", "ref_id": "BIBREF146"}, {"start": 2537, "end": 2540, "text": "148", "ref_id": "BIBREF147"}, {"start": 2769, "end": 2772, "text": "149", "ref_id": "BIBREF148"}, {"start": 2773, "end": 2775, "text": "35", "ref_id": "BIBREF35"}, {"start": 3630, "end": 3633, "text": "150", "ref_id": "BIBREF149"}], "ref_spans": [], "section": "Typhoid (enteric) fever"}, {"text": "Abdominal discomfort (and pain) are common sequelae to heavy small-intestinal nematode infections (see above), especially ancylostomiasis and A. lumbricoides (see above), but serious acute complications (see above) are fortunately rare. 152 Anisakiasis, for example -usually acquired from ingestion of undercooked or raw infected fi sh (sushi and sashimi) -can present with an acute appendicitis-like illness. [153] [154] [155] Invasive disease caused by this organism is usually localized to the ileocaecal region; there is no satisfactory parasitological or serological test, and chemotherapy is not effective. A diagnostic laparotomy is often necessary.", "cite_spans": [{"start": 237, "end": 240, "text": "152", "ref_id": "BIBREF151"}, {"start": 410, "end": 415, "text": "[153]", "ref_id": "BIBREF152"}, {"start": 416, "end": 421, "text": "[154]", "ref_id": "BIBREF153"}, {"start": 422, "end": 427, "text": "[155]", "ref_id": "BIBREF154"}], "ref_spans": [], "section": "Emergencies associated with helminthiases"}, {"text": "Eosinophilic enteritis is an entity of multiple aetiology. 156 A report from Townsville, Australia, suggested that Ancylostoma caninum (the dog hookworm) was responsible for an epidemic (93 cases) encountered there; 157 nine were subjected to diagnostic laparotomy: eosinophilic infi ltration involving a segment of ileum with indurated thickening of the distal small intestine and proximal dilatation was the usual underlying pathology. A rare case of acute mesenteric ischaemia (accompanied by segmental smallintestinal infarction and gangrene) caused by Schist. mansoni has been reported from Baghdad, Iraq. 158 The small intestine can also be involved in Schist. japonicum infection; intestinal obstruction resulting from mesenteric ischaemia, an intussuscepting polypoid mass or fi brotic stenosis are possible sequelae. Intestinal perforation resulting from infection with the acanthocephalan helminth Macracanthorhynchus hirudinaceus, a natural intestinal parasite of the pig, has been described in Bangkok, Thailand 159 (eight other cases are on record); this infection has also been reported from several other parts of the world, including China and southern Europe. Fatal gastrointestinal haemorrhage (associated with fl uctuating jaundice, a tender liver, palpable gallbladder and an eosinophilia) has been attributed to Fasciola hepatica (liver fl uke) infection in Harare, Zimbabwe; 160 the site of bleeding was probably the biliary tree.", "cite_spans": [{"start": 59, "end": 62, "text": "156", "ref_id": "BIBREF155"}, {"start": 611, "end": 614, "text": "158", "ref_id": "BIBREF157"}], "ref_spans": [], "section": "Emergencies associated with helminthiases"}, {"text": "Most cases of colorectal disease occurring in a tropical environment have an infective basis (Table 10 .4); they are dominated by bacterial (Shigella species 161 (Chapter 51) (Figure 10.7) , Campylobacter jejuni and invasive E. coli) and protozoan (Ent. histolytica (Chapter 79) and Balantidium coli) infections. Amoebic colitis 162 and shigellosis present classically with bloody diarrhoea; this should be from South American trypanosomiasis (Chagas' disease) (Chapter 76) is another cause of colonic pathology. Of diseases localized to the anal region, lymphogranuloma is perhaps the most important although bacterial (including donovanosis, syphilis and gonorrhoea (Chapter 21)) and parasitic (including Ent. histolytica, Schistosoma species and Enterobius vermicularis) infections constitute differential diagnoses.", "cite_spans": [{"start": 329, "end": 332, "text": "162", "ref_id": "BIBREF161"}], "ref_spans": [{"start": 93, "end": 102, "text": "(Table 10", "ref_id": "TABREF0"}, {"start": 175, "end": 188, "text": "(Figure 10.7)", "ref_id": "FIGREF6"}], "section": "COLORECTUM"}, {"text": "Overall, diseases of the colorectum are far less common in indigenous people in developing countries compared with individuals in industrialized ones; 1,163 colonic carcinoma seems, for example, to be an unusual lesion in rural communities. Good evidence now exists that frequency of these diseases is increasing as urbanization advances, in Africa especially. Hypotheses to account for these differences include high dietary fi bre consumption in most tropical countries; however, such associations rarely have a proven cause-effect relationship.", "cite_spans": [], "ref_spans": [], "section": "COLORECTUM"}, {"text": "Many data have been collected on colonic function in indigenous inhabitants of developing countries; 1 it seems likely that mean 24-h faecal weight and volume is higher in Africa, and constipation unusual. Overall, intestinal transit rate also seems more rapid. Limited evidence indicates that colorectal histology is mildly different in indigenous people in developing countries, and is comparable to tropical enteropathy (see above). In PIM in India (see above) in vivo colonic functional abnormalities have been demonstrated. Whether colonic pathology is important in a nutritional context remains diffi cult to evaluate (see above): evidence now exists that this organ is important in the absorption of nitrogen and free (volatile) fatty acids.", "cite_spans": [], "ref_spans": [], "section": "COLORECTUM"}, {"text": "Infl ammatory bowel disease (non-specifi c ulcerative colitis and Crohn's disease) 164 is probably less common overall in indigenous people in developing countries compared with the UK and other Western countries. 165, 166 However, a recent study from Lebanon demonstrated a high prevalence of the disease there. 167 The aetiology of this disease is unknown, although an infective basis has frequently been suggested; satisfactory evidence for a viral or bacterial (possibly mycobacterial) origin is at present lacking. A handful of reports of ulcerative colitis have been made from African countries, and a few more from Asia. 164 In individuals in the UK with an ancestry in the Caribbean or Indian subcontinent this disease clearly exists but is unusual. Such differences also apply to Crohn's disease, although this disease also is well recognized in Caribbean people in the UK. Although Crohn's disease behaves very much like intestinal tuberculosis in clinical practice, response to antituberculous therapy is disappointing. When infl ammatory bowel disease occurs, it seems to behave similarly to that in the indigenous population of the UK. It is a common cause of bloody diarrhoea in travellers who have returned to temperate from tropical countries (Figure 10.8) . [39] [40] [41] Similarly, appendicitis, diverticular disease and haemorrhoids are overall less common in a developing country population, where a high-fi bre intake has been implicated in their prevention; a causative association has not, however, been proved.", "cite_spans": [{"start": 83, "end": 86, "text": "164", "ref_id": "BIBREF163"}, {"start": 214, "end": 218, "text": "165,", "ref_id": "BIBREF164"}, {"start": 219, "end": 222, "text": "166", "ref_id": "BIBREF165"}, {"start": 313, "end": 316, "text": "167", "ref_id": "BIBREF166"}, {"start": 628, "end": 631, "text": "164", "ref_id": "BIBREF163"}, {"start": 1275, "end": 1279, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 1280, "end": 1284, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 1285, "end": 1289, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 1259, "end": 1272, "text": "(Figure 10.8)", "ref_id": "FIGREF9"}], "section": "COLORECTUM"}, {"text": "Although irritable bowel (IBD) syndrome (spastic colon) 168 is extremely common in UK residents (and others) following an intestinal infection acquired in a tropical country, it seems to be far less signifi cant in indigenous peoples in Africa 169 and Asia. Whether this constitutes a genuine difference is unclear because so many of the latter have more severe symptoms of different origin(s), which might mask symptoms resulting from IBD. This Irritable bowel syndrome a Characteristically, numerous small stools containing mucus, pus and blood; microscopy shows pus cells and/or red blood cells in a faecal smear. b Although these diseases are uncommon, or even rare, in most tropical populations, they can become clinically overt for the fi rst time in visitors from Western countries to the tropics. differentiated from carcinoma, necrotizing colitis, antibioticassociated colitis and infl ammatory bowel disease (which is overall not very common in tropical countries). Whether or not amoebic colitis can proceed to infl ammatory bowel disease is debatable; however, misdiagnosis of amoebic colitis as infl ammatory bowel disease (with subsequent corticosteroid therapy) can result in fatality. In AIDS, cytomegalovirus colitis is common; Cryptosporidium is usually a small-intestinal parasite, but colonic involvement can also occur. In addition, megacolon resulting syndrome does not constitute a single entity; 170,171 although some cases respond to mebeverine or peppermint oil, many do not. There is no doubt that recognition of the syndrome in developing countries leaves much to be desired. 172 More studies are required.", "cite_spans": [{"start": 56, "end": 59, "text": "168", "ref_id": "BIBREF167"}, {"start": 244, "end": 247, "text": "169", "ref_id": "BIBREF168"}, {"start": 1604, "end": 1607, "text": "172", "ref_id": "BIBREF171"}], "ref_spans": [], "section": "COLORECTUM"}, {"text": "Enterobius vermicularis infection (Chapter 85) is arguably the most common gastrointestinal infection in the world; 173 it exists in both tropical and temperate areas.", "cite_spans": [{"start": 116, "end": 119, "text": "173", "ref_id": "BIBREF172"}], "ref_spans": [], "section": "COLORECTUM"}, {"text": "Colonoscopy is an endoscopic technique which is now available in some, but by no means all, developing countries; frequently, it is available only at the teaching hospital and/or other (tertiary referral) centre(s).", "cite_spans": [], "ref_spans": [], "section": "COLORECTUM"}, {"text": "Perforation, although a rare event, can complicate this disease, with the production of amoebic peritonitis; 1 there may be diffusion of Ent. histolytica from a 'blotting-paper'-like colon, and perforation (especially in the rectosigmoid or caecal regions or to the retroperitoneal tissues) or leakage into a confi ned space (resulting in a pericolic abscess or internal intestinal fi stula). Management consists of gastric suction and intravenous fl uid replacement; metronizadole, 500 mg 8-hourly (preferably by the intravenous route), and a broad-spectrum antibiotic should immediately be given. The colon is extremely fragile; laparotomy is usually best avoided; 174 overall, mortality is of the order of 50% and after surgery close on 100%. Two reports have recorded results of surgical intervention in 15 patients with fulminant amoebic colitis. 175, 176 In the fi rst, fi ve out of six patients (four had a subtotal colectomy with ileostomy, and two a right hemicolectomy and ileostomy) subsequently died (none was diagnosed either preoperatively or during surgery); in the second, three out of nine died, all of whom had exteriorization of the cut ends of the bowel following resection of the necrotic segment (four of those who died had end-toend anastomoses, and two peritoneal drainage).", "cite_spans": [{"start": 852, "end": 856, "text": "175,", "ref_id": "BIBREF174"}, {"start": 857, "end": 860, "text": "176", "ref_id": "BIBREF175"}], "ref_spans": [], "section": "Invasive amoebic colitis"}, {"text": "A recent study in China has drawn attention to a signifi cant climatic factor in prevalence. 177 Although perforation is less common in shigellosis compared with amoebic colitis, haemorrhage is well documented. The most recent pandemic of this disease in the Western Hemisphere began in Guatemala in 1969 and ended in 1973. It spread rapidly to Nicaragua, Belize, Honduras, Costa Rica, Panama and Mexico; with an estimated 500 000 affected, of whom 20 000 died. 178", "cite_spans": [{"start": 93, "end": 96, "text": "177", "ref_id": "BIBREF176"}], "ref_spans": [], "section": "Shigellosis"}, {"text": "Overall, this entity is less common in developing compared with 'westernized' countries. Nevertheless it certainly exists, and a predominance of appendicectomies in women has been recorded. 179 Confusion with an acute gynaecological condition is a real problem and more widespread use of ultrasound and laparoscopy might be the solution. 180 In Calabar, Nigeria, 603 consecutive cases were investigated prospectively during a 5-year period; 181 there were no major differences from this disease in industrialized countries, and it constituted the second most common abdominal emergency during the study period, being less common than acute intestinal obstruction. Many causative agents have been implicated; in a retrospective review of 2921 appendicectomies carried out at Allahabad, India, during a 25-year period, 153 produced histological evidence of a specifi c infection: 182 tuberculosis (70), Ent. histolytica (17) , A. lumbricoides (13) , A. lumbricoides and Trichuris trichiura (2) , Enterobius vermicularis (41) , and Taenia species (2) . This acute disease should be differentiated from pelvic infl ammatory disease, typhoid enteritis, ruptured ectopic pregnancy, psoas abscess, acute amoebic colitis, and Schist. mansoni colitis. 183 Although the vast majority of cases of appendicitis in developing countries result from a bacterial cause, helminths, including Schist. mansoni, Strongyloides stercoralis, Trichuris trichiura and E. vermicularis have also been implicated. 1, 184 ", "cite_spans": [{"start": 190, "end": 193, "text": "179", "ref_id": "BIBREF178"}, {"start": 338, "end": 341, "text": "180", "ref_id": "BIBREF179"}, {"start": 918, "end": 922, "text": "(17)", "ref_id": "BIBREF17"}, {"start": 941, "end": 945, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 988, "end": 991, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 1018, "end": 1022, "text": "(41)", "ref_id": "BIBREF41"}, {"start": 1044, "end": 1047, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 1243, "end": 1246, "text": "183", "ref_id": "BIBREF182"}, {"start": 1486, "end": 1488, "text": "1,", "ref_id": null}, {"start": 1489, "end": 1492, "text": "184", "ref_id": "BIBREF183"}], "ref_spans": [], "section": "Appendicitis"}, {"text": "This is a disease with clear geographical differences; it is common in much of Central and East Africa, India and South America; 1 numerous reports have been made from Uganda and Zimbabwe. Although genetic factors have been suggested for these high rates; a high-fi bre diet, common in most of Africa, has also been implicated. The major complication is strangulation, and gangrene of a colonic segment; this should be differentiated from primary volvulus of the small intestine, compound volvulus (usually ileosigmoid) and internal herniae. Distension can be relieved with a fl atus tube; at laparotomy the nature of the operation, and extent of resection, depends on the length of gangrenous colon. With simple volvulus, mortality rate should be low. Zimmerman et al. 185 have emphasized the value of emergency colonoscopy in the diagnosis of colonic volvulus; when the mucosa is ischaemic or necrotic, emergency laparotomy is indicated, but when appearances are normal, relief of fl atus (with a fl atus tube passed per rectum) together with medical management followed by elective surgery (resection and anastomosis) 10 days later is recommended.", "cite_spans": [{"start": 770, "end": 773, "text": "185", "ref_id": "BIBREF184"}], "ref_spans": [], "section": "Volvulus of the colon"}, {"text": "The common variety, especially in West Africa, is the caecocolic one; although children may be affl icted, the vast majority are in adults. 1 The condition has also been reported to be by no means uncommon in Ethiopian adults. 186 Aetiology, as with that of volvulus, is conjectural; while an intestinal polyp or amoeboma accounts for some, there is no obvious clue in most cases. Gangrene is about three times more common with the ileoileal and ileocaecal varieties compared with the caecocolic type.", "cite_spans": [{"start": 140, "end": 141, "text": "1", "ref_id": null}, {"start": 227, "end": 230, "text": "186", "ref_id": "BIBREF185"}], "ref_spans": [], "section": "Colonic intussusception"}, {"text": "Several gastrointestinal infections can cause toxic megacolon. These include: Salmonella species, Campylobacter species and Y. enterocolitica infection; however, there has been a growing recognition of Shigella species in this potentially lethal condition. 187 Correct diagnosis is essential; an unnecessary laparotomy can thus usually be avoided. If the condition is misdiagnosed as ulcerative colitis, and corticosteroids administered, potentially fatal consequences can ensue. Diagnostically, the causative organism can usually be identifi ed in a faecal sample. Choice of an appropriate antibiotic is often diffi cult; in Shigella species infection, a fl uoroquinolone, e.g. ciprofl oxacin (200 mg intravenously 12-hourly for 10 days), seems most appropriate. Toxic dilatation of the colon has also been reported, albeit rarely, in Ent. histolytica infection; 188 these authors recorded a single case (in which total colectomy, and administration of metronidazole and emetine, was followed by recovery); they were able to detect seven cases in the world literature.", "cite_spans": [{"start": 257, "end": 260, "text": "187", "ref_id": "BIBREF186"}, {"start": 864, "end": 867, "text": "188", "ref_id": "BIBREF187"}], "ref_spans": [], "section": "Acute colonic dilatation"}, {"text": "Anorectal infections in relation to tropical exposure have been reviewed. 189 Trauma to the colon, often resulting from road accidence, constitutes a medical emergency in most tropical countries. 1 Necrotizing colitis (the pathology is similar to that of enteritis necroticans; see above) is rarely encountered. Colonic obstruction is rarely caused by carcinoma (a rare tumour in the rural tropics 190 ) but is recorded following introduction of a foreign body per rectum. Colorectal tuberculosis is an unusual cause of stricture formation, which occasionally requires surgical intervention. 191 While the true prevalence of Clostridium diffi cile infection in developing countries is considered to be low, many more studies are required. 192", "cite_spans": [{"start": 74, "end": 77, "text": "189", "ref_id": "BIBREF188"}, {"start": 196, "end": 197, "text": "1", "ref_id": null}, {"start": 592, "end": 595, "text": "191", "ref_id": "BIBREF190"}], "ref_spans": [], "section": "Other colorectal lesions"}, {"text": "Liver histology in an individual indigenous to a tropical country differs from that in one who has spent his/her life in a temperate region of the world. 1 This organ is subjected to numerous systemic infections -viral, bacterial and parasitic -and it lies at the distal end of the portal circulation; it is therefore bathed with portal blood containing viruses, bacteria, parasites, ova, products of digestion and other antigens. Thus, Kupffer cell hyperplasia and periportal infi ltration (with lymphocytes, plasma cells and eosinophils) are more common, and stellate fi brosis occurs more frequently. Also, nuclear pleomorphism in hepatocytes and sinusoidal lymphocytes are frequently prominent; these appearances are unusual in biopsies obtained in a temperate country. Malaria and schistosomal pigment are often also present. Granulomas are common (Figure 10 .9) and a large number of differential diagnoses exist; Table 10 .5 lists some of them. ", "cite_spans": [{"start": 154, "end": 155, "text": "1", "ref_id": null}], "ref_spans": [{"start": 853, "end": 863, "text": "(Figure 10", "ref_id": "FIGREF9"}, {"start": 920, "end": 928, "text": "Table 10", "ref_id": "TABREF0"}], "section": "LIVER AND BILIARY SYSTEM"}, {"text": "Jaundice in a tropical context (Table 10 .6) is most commonly a result of viral hepatitis (types A, 193, 194 B (sometimes a combined infection with D), C, 195 E 196-200 and F) (Chapter 39), but other causes should also be considered; Table 10 .6 summarizes some of them. An important cause is the jaundice of acute bacterial infection -most commonly caused by pneumococcal lobar pneumonia or pyomyositis. 1 The mechanism of this form of jaundice is complex and consists of hepatocellular, cholestatic and haemolytic elements; the importance of the latter depends on the underlying prevalence of glucose-6-phosphate dehydrogenase (G6PD) defi ciency in the population under consideration (Chapter 13). It is important to differentiate this form of jaundice from viral hepatitis, otherwise the appropriate antibiotic will not be administered for an underlying bacterial infection. In addition to yellow fever, several other viruses are implicated; 195 dengue fever, Kyasanur Forest disease, herpes simplex and Coxsackie virus should also be considered. In AIDS, the liver is affected by many opportunistic organisms. These include viruses; hepatitis B (HBV) and C (HCV) 201 infections can be especially virulent. A liver biopsy specimen may also yield evidence of cytomegalovirus, Mycobacterium tuberculosis, M. avium intracellulare, atypical mycobacteria, Cryptosporidium parvum, Pneumocystis carinii, Cryptococcus species and/or Kaposi's sarcoma. Cholestatic features are common. The co-existence of HIV and HBV should not be underestimated. 202 In addition to septicaemia, several other infections can produce jaundice; 1, 203, 204 leptospirosis is frequently accompanied by renal involvement, while overt jaundice in typhoid fever 'hepatitis' is unusual. 205, 206 Melioidosis, plague, tularaemia and relapsing fever can also produce hepatitis. Of parasitic causes, acute P. falciparum infection is probably the most important. In acute (Katayama syndrome) and severe chronic schistosomiasis jaundice may be present, but is rare in invasive hepatic amoebiasis. Most parasitic infections, including African trypanosomiasis (Chapter 75) and visceral leishmaniasis (Chapter 77), can produce signifi cant hepatitis and deranged hepatocellular function -often in the absence of clinical jaundice.", "cite_spans": [{"start": 100, "end": 104, "text": "193,", "ref_id": "BIBREF192"}, {"start": 105, "end": 108, "text": "194", "ref_id": "BIBREF193"}, {"start": 155, "end": 168, "text": "195 E 196-200", "ref_id": null}, {"start": 405, "end": 406, "text": "1", "ref_id": null}, {"start": 1167, "end": 1170, "text": "201", "ref_id": "BIBREF200"}, {"start": 1541, "end": 1544, "text": "202", "ref_id": "BIBREF201"}, {"start": 1620, "end": 1622, "text": "1,", "ref_id": null}, {"start": 1623, "end": 1627, "text": "203,", "ref_id": "BIBREF202"}, {"start": 1628, "end": 1631, "text": "204", "ref_id": "BIBREF203"}, {"start": 1756, "end": 1760, "text": "205,", "ref_id": "BIBREF204"}, {"start": 1761, "end": 1764, "text": "206", "ref_id": "BIBREF205"}], "ref_spans": [{"start": 31, "end": 40, "text": "(Table 10", "ref_id": "TABREF0"}, {"start": 234, "end": 242, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Acute liver infections"}, {"text": "Several parasites produce large duct biliary obstruction; for practical purposes, A. lumbricoides is the most important to recognize and treat urgently. 207 Sickle cell disease and haemoglobinopathies (Chapter 13) are important causes of haemolytic jaundice; they possess a genetic basis. Jaundice in the presence of G6PD defi ciency is frequently precipitated (or worsened) by therapeutic agents and/ or toxins. In some parts of the tropics, especially Indonesia and Papua New Guinea, the Dubin-Johnson syndrome seems unusually common.", "cite_spans": [{"start": 153, "end": 156, "text": "207", "ref_id": "BIBREF206"}], "ref_spans": [], "section": "Acute liver infections"}, {"text": "Most cases of chronic active hepatitis in tropical countries result from HBV and HCV infections; 208 corticosteroids should not be administered for they exacerbate hepatocyte viral infection; interferon-γ and adenine arabinoside have given encouraging results, but ethnic factors are probably important. There is no reliable evidence that either malnutrition (including kwashiorkor) or Plasmodium species infection are aetiologically important, although such beliefs linger. 1 In tropical countries most cases of macronodular cirrhosis result from viral hepatitis, most commonly HBV, and to a lesser extent HCV hepatitis. 201 The sequence of events is: acute hepatitis → chronic active hepatitis → macronodular cirrhosis → and, ultimately, hepatocellular carcinoma [209] [210] [211] [212] (hepatoma) (acute viral hepatitis is covered in Chapter 39 and hepatoma in Chapter 35). HBV and HCV are undoubtedly the most important aetiological factors in hepatoma, but the role of afl atoxin 1 should not be totally disregarded. The true prevalence of autoimmune hepatitis, which has been studied in Brazil, is unknown. 213 An important and probably underrated cause of chronic liver disease in a tropical context is schistosomiasis (Chapter 82). 214, 215 Although hepatocellular function is preserved until late in the disease, portal hypertension and its various complications (see below) are as important as in the various forms of cirrhosis.", "cite_spans": [{"start": 475, "end": 476, "text": "1", "ref_id": null}, {"start": 622, "end": 625, "text": "201", "ref_id": "BIBREF200"}, {"start": 765, "end": 770, "text": "[209]", "ref_id": "BIBREF208"}, {"start": 771, "end": 776, "text": "[210]", "ref_id": "BIBREF209"}, {"start": 777, "end": 782, "text": "[211]", "ref_id": "BIBREF210"}, {"start": 783, "end": 788, "text": "[212]", "ref_id": "BIBREF211"}, {"start": 1113, "end": 1116, "text": "213", "ref_id": "BIBREF212"}, {"start": 1240, "end": 1244, "text": "214,", "ref_id": "BIBREF213"}, {"start": 1245, "end": 1248, "text": "215", "ref_id": "BIBREF214"}], "ref_spans": [], "section": "Chronic liver disease"}, {"text": "Clinically, cutaneous stigmata of chronic hepatocellular disease are diffi cult to detect in brown or black skins; 1 similarly, other cutaneous stigmata of chronic liver disease may be absent. Diagnosis is often fi rst suspected by abnormal liver function tests; a needle liver biopsy specimen is usually diagnostic. Peritoneoscopy is relatively simple and underused in developing countries; refi ned (2) fl uid retention, including ascites; and (3) hepatic encephalopathy. Fluid retention is a major long-term problem, largely the result of a very low serum albumin concentration. This complication is often diffi cult to manage, largely because salt restriction is virtually impossible to impose in a tropical setting; diuretics, e.g. furosemide (Lasix) (40-120 mg daily) and spironolactone (Aldactone) (100 mg daily), usually achieve success. Paracentesis abdominis should rarely be undertaken; this procedure depletes albumin stores further, and electrolyte balance can be seriously disturbed; tapping ascitic fl uid should be reserved for: (1) diagnostic purposes, to understand whether a bacterial infection, tuberculous peritonitis or hepatocellular carcinoma is present concurrently; and (2) management of tense ascites, accompanied by respiratory embarrassment. Hepatic encephalopathy is managed by accepted methods: oral neomycin (6 g daily) and/or lactulose (20-35 g three times daily); in the presence of hypolactasia, lactose can be substituted for lactulose.", "cite_spans": [], "ref_spans": [], "section": "Chronic liver disease"}, {"text": "Other forms of chronic liver disease (with subsequent decompensation) (see below) include those resulting from excessive alcohol ingestion, Indian childhood cirrhosis, haemosiderosis and veno-occlusive disease. Wilson's disease (hepatolenticular degeneration) and other genetically determined forms of cirrhosis are of limited importance numerically in the tropics, although they too should enter the list of differential diagnoses.", "cite_spans": [], "ref_spans": [], "section": "Chronic liver disease"}, {"text": "Alcohol-related disease (including cirrhosis) is common in both indigenous and expatriate populations in tropical countries. 1, 216 Genetic factors are undoubtedly involved; HBsAg carriers are especially vulnerable. The liver in chronic alcoholic disease is classically micronodular, but not always so; liver biopsy histology sometimes shows characteristic Mallory's hyaline deposits, and haemosiderin may be present in excess. There are no major differences from the disease in temperate climates. The quantity of daily alcohol required to produce this disease is not known with accuracy, and estimates differ widely; an individual variation exists, and women seem to tolerate chronic alcohol ingestion less well than men. Acute alcoholic hepatitis is underdiagnosed and possesses a high mortality rate; the role of corticosteroids continues to be disputed; 1,216 any benefi cial effect is at best marginal and administration should probably be confi ned to severe and advanced cases.", "cite_spans": [{"start": 125, "end": 127, "text": "1,", "ref_id": null}, {"start": 128, "end": 131, "text": "216", "ref_id": "BIBREF215"}], "ref_spans": [], "section": "Alcoholic liver disease"}, {"text": "Indian childhood cirrhosis 217 is largely confi ned to India (especially south India, Calcutta and the Punjab) and surrounding countries; it is frequently familial. Diagnosis is usually made between 1.5 and 3 years of age; members of the upper strata of Hindu society are often affected. The disease may pursue fulminant, acute or subacute courses, and carries a high mortality rate. The clinical course therefore varies widely and is comparable to viral hepatitis (see above), with acute fulminant hepatitis at one extreme of the spectrum and cirrhosis (with one or all of its classic complications) (Figure 10 .10) at the other. Histologically, there is usually progressive fi brosis, with absence of regeneration; macronodular and micronodular cirrhosis result. Hepatocellular carcinoma is an uncommon complication. The disease is associated with a high copper intake; epidemiological evidence suggests that early weaning followed by milk-feeding from copper vessels imparts an excessive copper intake. 218 However, the possibility of an inherited defect resulting in excess copper absorption and/or metabolism has not been eliminated. There is no adequate treatment; in prevention, non-human milk for infant and childhood consumption should not be stored in coppercontaining vessels.", "cite_spans": [{"start": 1006, "end": 1009, "text": "218", "ref_id": "BIBREF217"}], "ref_spans": [{"start": 601, "end": 611, "text": "(Figure 10", "ref_id": "FIGREF9"}], "section": "Indian childhood cirrhosis"}, {"text": "Haemosiderosis (African or Bantu siderosis) is a disease of southern, and to a lesser extent other parts of (tropical) East and West Africa. 219, 220 Whether it can proceed to clear-cut cirrhosis is arguable; heavy alcohol intake is commonplace in many geographical areas where the disease is common; it is frequently impossible to exclude this as an aetiological factor (as with haemochromatosis). Iron-containing pots for cooking are commonly used in most areas, such as Zimbabwe, where haemosiderosis is common, but other factors also seem relevant. Also, chronic pancreatitis is relatively common in these areas; evidence exists that an excess of iron (and fat) is common.", "cite_spans": [{"start": 141, "end": 145, "text": "219,", "ref_id": "BIBREF218"}, {"start": 146, "end": 149, "text": "220", "ref_id": "BIBREF219"}], "ref_spans": [], "section": "Haemosiderosis"}, {"text": "Although fi rst described in Jamaica, distribution of veno-occlusive disease is now known to be much wider. 224 Bush-teas, which contain pyrrolizidine alkaloids (Heliotropium, Crotalaria and Senecio) are important aetiologically. Veno-occlusive disease occurs in many localized areas of the tropics, and is certainly not confi ned to the Caribbean.", "cite_spans": [{"start": 108, "end": 111, "text": "224", "ref_id": "BIBREF223"}], "ref_spans": [], "section": "Veno-occlusive disease"}, {"text": "The liver is involved in most chronic infective diseases; tuberculosis, leprosy, syphilis, actinomycosis, visceral leishmaniasis and African histoplasmosis are examples. It is, however, unusual for decompensation (and liver failure) to result. Major space-occupying lesions involving the liver are amoebic abscess (see below), pyogenic abscess and hydatid disease; tuberculomas, cysticercosis and melioidosis are of lesser importance. Of non-infective diseases, sickle cell disease, β-thalassaemia, haemoglobin-H disease, porphyria and α 1 -antitrypsin defi ciency produce signifi cant hepatic pathology. A change in disease profi le of the Budd-Chiari Syndrome has been recorded over the past three decades in India. 222", "cite_spans": [], "ref_spans": [], "section": "Other chronic liver diseases"}, {"text": "Portal hypertension 1,223 is a sequel to any form of chronic liver disease; Table 10 .7 summarizes some causes in a tropical country. Cirrhosis and schistosomal liver disease (Chapter 82) are numerically very important; however, in the latter entity hepatocellular function is preserved to a greater extent, and for longer in the course of disease than in cirrhosis; therefore, fl uid retention and more importantly encephalopathy are less common. A form of non-cirrhotic chronic liver disease, sometimes associated with portal hypertension, exists in India; despite various suggestions (including arsenic poisoning), the aetiology remains unclear. Of pre-hepatic causes, HMS (see Table 10 .7) is the most common; portal hypertension results from an increased splenic blood fl ow. Portal/splenic vein obstructions, probably resulting from neonatal umbilical sepsis, are important causes throughout tropical coun-tries, and are undoubtedly underdiagnosed; 223 hepatocellular function is usually intact. Posthepatic causes of portal hypertension include (Table 10 .7) cardiac failure (usually resulting from chronic rheumatic cardiac disease), right-sided endomyocardial fi brosis (Chapter 12) and constrictive pericarditis, usually but not always resulting from tuberculosis. Other causes of portal hypertension are hepatocellular carcinoma (see above) and various dehydrating diseases, including dysentery and cholera. Splenomegaly is present whatever the cause of portal hypertension (which should be distinguished from other causes of enlargement of this organ in a tropical country). Barium swallow or upper gastrointestinal endoscopy usually confi rms the presence of oesophageal varices. When available, ultrasonography is valuable in assessing portal vein patency.", "cite_spans": [], "ref_spans": [{"start": 76, "end": 84, "text": "Table 10", "ref_id": "TABREF0"}, {"start": 681, "end": 689, "text": "Table 10", "ref_id": "TABREF0"}, {"start": 1052, "end": 1061, "text": "(Table 10", "ref_id": "TABREF0"}], "section": "Portal hypertension"}, {"text": "In tropical countries biliary pathology is largely attributable to parasites, 1, 207, 224 ascariasis (Chapter 85), clonorchiasis and opisthorchiasis (Chapter 83); pigment stones (often intrahepatic) occasionally complicate sickle cell disease. A. lumbricoides infection (Chapter 85) is an underdiagnosed cause of large-duct obstruction. It should always be considered in this clinical situation, for it may be confused with pancreatic carcinoma. Endoscopy, if available, is of value; medical treatment is usually successful. Clonorchiasis and opisthorchiasis (Chapter 83), acquired from ingestion of raw fresh-water fi sh, may result in cholangiohepatitis and biliary obstruction; cholangiocarcinoma is a late complication of both infections. F. hepatica infection (Chapter 83) can give rise to tender hepatomegaly accompanied by jaundice; diffi culty in diagnosis from viral hepatitis may be a problem; an eosinophilia is, however, common with this and all biliary trematode infections. Praziquantel is of no value in treatment; triclabendazole has now replaced it. [225] [226] [227] Overall, cholesterol stones (and associated secondary infection) are uncommon in rural populations, especially in Africa. Gallbladder infection by S. typhi can result in the typhoid carrier state (Chapter 52); the focus of infection is usually intrahepatic. Gallbladder carcinoma is unusual.", "cite_spans": [{"start": 78, "end": 80, "text": "1,", "ref_id": null}, {"start": 81, "end": 85, "text": "207,", "ref_id": "BIBREF206"}, {"start": 86, "end": 89, "text": "224", "ref_id": "BIBREF223"}, {"start": 1067, "end": 1072, "text": "[225]", "ref_id": "BIBREF224"}, {"start": 1073, "end": 1078, "text": "[226]", "ref_id": "BIBREF225"}, {"start": 1079, "end": 1084, "text": "[227]", "ref_id": "BIBREF226"}], "ref_spans": [], "section": "Biliary tract disease"}, {"text": "Acute liver failure (acute hepatic necrosis) is a major clinical problem in all developing countries (see above); 4,228 various hepatitis viruses (most commonly B, C, D and E, and to lesser extent A) are all involved (see above), but some cases are caused by other viruses, bacteria or toxins. Although acute hepatocellular failure has been recorded in severe acute P. falciparum infection, this is of very limited clinical importance; it occurs as a terminal event but is of far lesser importance than other major organ failure. 229 The role of several viruses involved in the production of acute liver injury has been summarized. 201 Several reports highlight the aetiological basis of hepatitis in tropical countries; in Egypt, HBV and hepatitis A virus (HAV) accounted for 47% and 0.7% of cases of acute hepatitis (there was serological evidence of both viral infections in a further 1.4%), whereas 14.2% of cases were HBsAg carriers, 31% 'non-A, non-B' hepatitis and 6% were druginduced. 230 In other locations, however, hepatitis D virus (HDV) is important, especially in southern America, South-east Asia (and probably India) and northern Africa. Thus in Thailand, HDV is frequently present in drug abusers; it is also endemic in Chandigarh, India, 231 and has been described in an epidemic of acute hepatitis in the Himalayan foothills in south Kashmir. 232 In India and South-east Asia, hepatitis E virus (HEV) (see above) is responsible for most cases of the entity previously termed 'non-A, non-B' hepatitis; a similar situation probably pertains in Africa and South America. This virus is transmitted by the faecal-oral route and is transmitted in contaminated drinking water; the major importance of this infection is that it produces a high incidence of hepatocellular failure in pregnant women. HCV also causes severe disease -including acute hepatic failure -similar to that produced by HBV (Chapter 39).", "cite_spans": [{"start": 530, "end": 533, "text": "229", "ref_id": "BIBREF228"}, {"start": 632, "end": 635, "text": "201", "ref_id": "BIBREF200"}, {"start": 993, "end": 996, "text": "230", "ref_id": "BIBREF229"}, {"start": 1362, "end": 1365, "text": "232", "ref_id": "BIBREF231"}], "ref_spans": [], "section": "Acute hepatocellular failure"}, {"text": "Many other viruses present in tropical and subtropical regions may also produce acute hepatic necrosis; these include herpes simplex type 1, herpes virus 6, 233 Epstein-Barr virus, cytomegalovirus, yellow fever 234 and the haemorrhagic fever viruses, which include the Lassa fever virus, the Marburg virus, Ebola virus and Rift Valley fever virus (see above). 235, 236 Of bacterial causes of hepatitis, enteric fever is common, but rarely (if ever) proceeds to hepatocellular necrosis (see above). The jaundice of systemic bacterial infection 1 often follows pyomyositis, especially in Africa. P. falciparum malaria causes deranged liver function tests resulting from centrilobular necrosis (see above). Hepatotoxicity resulting from herbal remedies is not confi ned to tropical countries. 237 Alcoholic hepatitis is a signifi cant clinical problem in both indigenous and expatriate populations.", "cite_spans": [{"start": 360, "end": 364, "text": "235,", "ref_id": "BIBREF234"}, {"start": 365, "end": 368, "text": "236", "ref_id": "BIBREF235"}, {"start": 790, "end": 793, "text": "237", "ref_id": "BIBREF236"}], "ref_spans": [], "section": "Differential diagnosis"}, {"text": "Tandon et al. 238 have outlined their experience of acute hepatic failure (resulting from viral hepatitis) in 145 (>12 years old) patients managed by them using a 'simple supportive therapeutic regimen' during a 5.5-year period at New Delhi, India. Criteria for inclusion were:", "cite_spans": [{"start": 14, "end": 17, "text": "238", "ref_id": "BIBREF237"}], "ref_spans": [], "section": "Management"}, {"text": "• Development of hepatic encephalopathy within 4 weeks of onset of symptoms and signs of acute hepatitis; and • Absence of evidence of pre-existent liver disease.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "There were 65 men and 80 women; 46 of them were pregnant and presumably infected by HEV.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "They used a simple intensive support mechanism; this consisted of: survival was not affected by pregnancy. Indicators of poor prognosis were: grade IV coma, presence of HBsAg, serum bilirubin concentration >20 mg/100 mL and sodium <119 mmol/L. In fatal cases the immediate complications resulting in death were cerebral oedema (65), bleeding (31), renal failure (11) and infection (8) . The authors concluded that these results were comparable with results from centres using a variety of complex therapeutic regimens (e.g. exchange blood transfusion, charcoal perfusion and haemodialysis).", "cite_spans": [{"start": 381, "end": 384, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Management"}, {"text": "Cirrhosis, generally resulting from one of the hepatitis viruses (see above), is a very common problem throughout tropical and subtropical countries. A study carried out at New Delhi, India, has addressed the problem of survival in young (<35 years old) and older patients with cirrhosis; 239 numbers in the two groups were 63 and 106, respectively. Aetiology of cirrhosis in the young and adult groups was: HBV-related (32 and 51), alcohol-related (10 and 28), while 19 and 21, respectively, were labelled 'cryptogenic'; in the former group, one had Wilson's disease and another α 1antitrypsin defi ciency. During the surveillance period 27 and 47 deaths occurred: 40% and 64% from hepatic failure, and 52% and 26% from variceal bleeding. The 5-year survival (62% and 56%) and probability of survival within a similar grade of liver disease (Child's classifi cation) were comparable. As anticipated, probability of survival was signifi cantly higher in grade A and lowest in C. Aetiology of cirrhosis did not signifi cantly infl uence prognosis in this study.", "cite_spans": [], "ref_spans": [], "section": "Chronic hepatocellular failure and hepatoma"}, {"text": "Hepatocellular carcinoma usually presents as a rapidly progressive malignancy; however, an acute or chronic presentation can occur due to internal necrosis and haemorrhage. 142 Such a lesion can in fact rupture into the peritoneal cavity, posing problems in differential diagnosis.", "cite_spans": [{"start": 173, "end": 176, "text": "142", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Chronic hepatocellular failure and hepatoma"}, {"text": "In a patient with actively bleeding oesophageal varices, differentiation of the aetiology of underlying liver disease (from postviral (or another aetiology) cirrhosis and chronic schistosomal disease) is usually impossible on clinical grounds alone. In a study carried out at Cairo, Egypt, liver ultrasonography was undertaken in 50 patients who were undergoing an operation for bleeding oesophageal varices; 240 ultrasonographic diagnosis was compared with a surgically obtained wedge biopsy specimen. The authors concluded that ultrasonography gave the more accurate diagnosis; the fi ndings in schistosomal periportal (pipe-stem) fi brosis were characteristic and were not mimicked by other liver diseases (including cirrhosis); ultrasonography agreed with the histological diagnosis in 44 cases.", "cite_spans": [], "ref_spans": [], "section": "Chronic hepatocellular failure and hepatoma"}, {"text": "The overall value of ultrasonographic scanning and scintigraphy in the diagnosis of chronic liver disease in developing countries has been addressed. 241 Needle biopsy is frequently necessary to diagnose diffuse disease, but a high degree of specifi city can be anticipated with a space-occupying lesion. 155 A further problem surrounding ultrasonography has been highlighted: 241 in Africa and other developing countries, focal lesions 'often present so late that lesions revealed by ultrasound are huge and bizarre', and the inexperienced radiologist may therefore be baffl ed.", "cite_spans": [{"start": 150, "end": 153, "text": "241", "ref_id": "BIBREF240"}, {"start": 305, "end": 308, "text": "155", "ref_id": "BIBREF154"}, {"start": 377, "end": 380, "text": "241", "ref_id": "BIBREF240"}], "ref_spans": [], "section": "Role of ultrasonography in management"}, {"text": "The major causes of portal hypertension (and oesophageal varices) are summarized in Table 10 .7. Some geographical variations have been reviewed. 1, 9 While in many parts of the world cirrhosis is the most common cause, in India non-cirrhotic portal fi brosis is relatively common. 9 Indian childhood cirrhosis (see above) also accounts for cases in the younger age group(s). Extrahepatic portal vein obstruction is common in some countries (including India); 223,242 however, in Egypt, Africa, the Middle East, South America and China, Schist. mansoni and Schist. japonicum, respectively, are frequently responsible. In Jamaica, South Africa, central Asia and the south-western USA, epidemic veno-occlusive disease (see above) (caused by Heliotropium, Crotalaria, Senecio and other alkaloids; see above) is important.", "cite_spans": [{"start": 146, "end": 148, "text": "1,", "ref_id": null}, {"start": 149, "end": 150, "text": "9", "ref_id": "BIBREF8"}, {"start": 282, "end": 283, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 84, "end": 92, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Portal hypertension and its complications"}, {"text": "Pitressin (vasopressin) forms the basis of management of variceal haemorrhage; if and where available, upper gastrointestinal endoscopic sclerotherapy is of value, but this technique usually has to be repeated at 6-monthly intervals. The Sengstaken tube (for variceal compression) still has a place in developing countries. Haemorrhage is not a major presenting feature at most tropical hospitals (see above).", "cite_spans": [], "ref_spans": [], "section": "Portal hypertension and its complications"}, {"text": "The cause of portal vein thrombosis in developing countries remains unclear; it is, however, a relatively common condition, and neonatal umbilical sepsis is usually cited as the likely aetiological factor. 1 During an 8.5-year period, 136 patients with extrahepatic portal hypertension were treated surgically at New Delhi, India; 242 in 22 it was carried out as an emergency (for variceal bleeding), and in 114 as an elective procedure (in 104 for a past haematemesis and in 10 for massive splenomegaly). The emergency strategy consisted of: splenectomy and splenorenal shunt (14) , transoesophageal variceal ligation (4), splenectomy and gastro-oesophageal devascularization (3) and mesocaval shunt (1). Elective procedures were: splenectomy and splenorenal shunt (94) , mesocaval shunt (8) and splenectomy and gastro-oesophageal devascularization (12) . Operative mortality was 2 (9%) and 1 (1%), respectively; none of the survivors developed encephalopathy or postsplenectomy sepsis. One hundred and seventeen (86%) were followed up for 2-10 years; 17 had a further haematemesis, but 90% and 75% were alive at 5 and 10 years, respectively. Patients experiencing haematemesis are often far from medical facilities in a developing country; the authors therefore considered that in this setting operative intervention was more satisfactory than endoscopic sclerotherapy or management with propranolol (variceal compression was not considered).", "cite_spans": [{"start": 577, "end": 581, "text": "(14)", "ref_id": "BIBREF14"}, {"start": 766, "end": 770, "text": "(94)", "ref_id": "BIBREF94"}, {"start": 850, "end": 854, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Bleeding varices resulting from extrahepatic portal obstruction"}, {"text": "Amoebic liver abscess is a cause of right upper quadrant pain (and hepatomegaly); this is usually accompanied by fever, and not infrequently right shoulder-tip pain. Travellers to infected areas as well as the indigenous population(s) of the tropics may be affected. 1, 243 Pathogenesis is dependent on an oral infection with a potentially invasive strain (zymodeme) of Ent. histolytica. 244 The mode of evolution remains unclear. 245 Diagnosis is based on an appropriate serological technique (IFAT, cellulose acetate or countercurrent immunoelectrophoresis) and hepatic ultrasonography or computed tomography.", "cite_spans": [{"start": 267, "end": 269, "text": "1,", "ref_id": null}, {"start": 270, "end": 273, "text": "243", "ref_id": "BIBREF242"}, {"start": 388, "end": 391, "text": "244", "ref_id": "BIBREF243"}, {"start": 431, "end": 434, "text": "245", "ref_id": "BIBREF244"}], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "Clinical characteristics in a group of 52 patients suffering from amoebic liver abscesses have been recorded at Cairo, Egypt; 246 while 22 (42%) presented with an acute illness (see above), 30 (58%) had a more chronic illness with dull aching in the right hypochondria, weight loss, fatigue, moderate to lowgrade pyrexia and anaemia. A right-sided pleural effusion, emphysema, ascites and jaundice were present in three (6%), four (8%), seven (13%) and seven (13%), respectively. Forty-two (81%) abscesses were solitary and in the right lobe; 29 (43%) were initially solid or heterogeneous. Response to metronidazole (750 mg three times daily for 10 days) was described as good in 50; in four aspiration was carried out on account of the large abscess size.", "cite_spans": [], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "Whether needle aspiration of an amoebic abscess (in addition to satisfactory chemotherapy) is indicated remains controversial. A prospective, randomized controlled study carried out at New Delhi, India, has addressed this issue; 247 in 17 of 37 patients (all received appropriate chemotherapy, 2-4 g metronizadole for 10 days) who completed the study, aspiration was carried out on the day of hospital admission; clinical improvement (and cure) was similar to that in 20 controls. 'Abscess' diameter was slightly lower in those who underwent aspiration (54 vs 72 mm). However, at Benin, Nigeria, needle aspiration was considered to 'enhance clinical recovery'; 248 in a non-randomized trial, 19 patients were managed by needle aspiration in addition to chemotherapy, and 17 were given chemotherapy (metronidazole, diloxanide and chloroquine) alone; 18 and 10, respectively, experienced complete resolution (as shown by ultrasonography) after 21 days (p < 0.021), and clinical response was also considered more rapid (p < 0.01), especially when the abscess was >6 cm in diameter. Delay in ultrasonographic 'recovery' is not important, there being good evidence that a residual abnormality after a year or more is compatible with complete, uncomplicated resolution.", "cite_spans": [], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "Although no in vitro evidence of Ent. histolytica resistance to the 5-nitroimidazole compounds exists, reports continue to be made from India of drug-resistant cases. The main problem with such reports is that, in few (if any) has diloxanide furoate (500 mg three times daily for 10 days) been administered; this is essential for a defi nitive cure because it is a far superior luminal amoebicide compared with the 5-nitroimidazole compounds -and therefore kills the cysts (which could belong to invasive zymodemes). In a prospective randomized study of 50 such 'resistant' cases at New Delhi, four management regimens were used: 249 (1) a repeat course of conservative therapy (with 1.25 mg/ kg dehydroemetine given intramuscularly daily for 10 days); (2) needle aspiration (under ultrasonographic guidance); (3) percutaneous catheter drainage (under ultrasonographic guidance); and (4) open surgical drainage with catheter insertion. The authors concluded that 'the most impressive results' were obtained with regimen 3.", "cite_spans": [{"start": 630, "end": 633, "text": "249", "ref_id": "BIBREF248"}], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "To summarize, in the uncomplicated case, needle aspiration (under cover of a 5-nitroimidazole compound) is indicated when: (1) the abscess(es) cavity is large and the patient seriously ill; and (2) the site of the lesion is such that perforation into a nearby viscus (most importantly the pericardium) seems probable. All cases of invasive amoebiasis should receive a course of the luminal amoebicide, diloxanide furoate (500 mg three times daily for 10 days) after metronidazole (800 mg three times daily for 10 days) or tinidazole (2 g daily for 3 days). If this regimen is omitted, Ent. histolytica cysts remain in the colonic lumen and, in the event of their being of a pathogenic zymodeme, further tissue invasion (including liver abscess) might occur.", "cite_spans": [], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "Spontaneous perforation of an amoebic liver abscess is a serious complication which is associated with high morbidity and mortality rates; 243 this applies especially when perforation takes place into the pericardial cavity. Successful percutaneous drainage (for 7-34 days) of a perforated abscess in fi ve 'severely ill' patients (with a total of 11 lesions) under metronidazole cover has been recorded; 250 there were resultant abscesses in the subhepatic space, pelvis, chest, right and left paracolic gutters, lesser sac, retroperitoneum and fl ank, and associated fi stulas were demonstrated with the bile duct, duodenum and the colon; all healed completely. No patient required a laparotomy. These authors recommend wider use of catheter drainage for this serious complication of hepatic amoebiasis.", "cite_spans": [{"start": 405, "end": 408, "text": "250", "ref_id": "BIBREF249"}], "ref_spans": [], "section": "Invasive hepatic amoebiasis"}, {"text": "Although in a tropical context it is far less common than invasive amoebiasis (see above), pyogenic abscess is a serious disease with high morbidity and mortality, even when managed in experienced hands. 1 In most cases, a primary intra-abdominal focus of infection can be detected. Differentiation from invasive hepatic amoebiasis is usually straightforward, the patient being more severely and acutely ill; jaundice, septicaemia and renal impairment are common accompaniments. Ultrasonography is usually diagnostic. In Kuala Lumpur, 25 pyogenic abscesses were encountered between 1970 and 1985; 251 during the same period, there were 90 amoebic and one tuberculous abscesses, while in 89 others the cause of the abscess was not discovered. At Kingston, Jamaica, fever and abdominal pain were present in 21 (80%) out of 24 cases of pyogenic abscess encountered between 1977 and 1986; 252 the most common signs were right upper quadrant tenderness and hepatomegaly; leukocytosis, elevated alkaline phosphatase and hypoalbuminaemia were common. Reports from London 253 and California 254 have given encouraging reports of management by needle aspiration under antibiotic (usually gentamicin and metronidazole or clindamycin) cover. Another study has also recorded satisfactory results in 18 of 21 patients using this form of percutaneous drainage. Other authors have intimated, however, that this form of management should be reserved for selected patients. 255 A report from Riyadh, Saudi Arabia, has provided results which were less encouraging. In Jamaica surgical drainage using a guided percutaneous technique gave comparable results. 256 Taking all reports into account, it seems wise to perform a laparotomy and to institute surgical drainage as soon as possible after diagnosis. Using ultrasonographic control, a pyogenic abscess can be seen to 'resolve' signifi cantly more rapidly than an amoebic abscess. It should be appreciated, however, that this disease carries a signifi cant mortality rate; between 1975 and 1986, these authors treated 109 children with pyogenic liver abscess; the mortality rate was 15%. 257 There is limited (suggestive) evidence that the overall prognosis is improving.", "cite_spans": [{"start": 204, "end": 205, "text": "1", "ref_id": null}, {"start": 1457, "end": 1460, "text": "255", "ref_id": "BIBREF254"}, {"start": 1639, "end": 1642, "text": "256", "ref_id": "BIBREF255"}, {"start": 2122, "end": 2125, "text": "257", "ref_id": "BIBREF256"}], "ref_spans": [], "section": "Pyogenic liver abscess"}, {"text": "Only rarely, usually following trauma, does hydatidosis 207, 258, 259 present as an abdominal emergency. Perforation into the peritoneal cavity may produce an anaphylactoid reaction with hypotension, and/or seeding of daughter hydatid cysts within the peritoneal cavity. A relatively high prevalence of alveolar echinococcosis has been recorded in China. 260 Secondary bacterial infection is an unusual event. Chemotherapy is with albendazole and/or praziquantel (Chapter 86).", "cite_spans": [{"start": 56, "end": 60, "text": "207,", "ref_id": "BIBREF206"}, {"start": 61, "end": 65, "text": "258,", "ref_id": "BIBREF257"}, {"start": 66, "end": 69, "text": "259", "ref_id": "BIBREF258"}, {"start": 355, "end": 358, "text": "260", "ref_id": "BIBREF259"}], "ref_spans": [], "section": "Hydatid disease and schistosomiasis involving the liver"}, {"text": "Hepatic schistosomiasis 261 is complicated by portal hypertension and oesophageal varices in an advanced case; however, hepatocellular function is maintained late into the course of disease and hepatic encephalopathy and ascites occur as advanced (usually terminal) signs. Praziquantel is the chemotherapeutic agent of choice; evidence of reversal of fi brotic changes is now available.", "cite_spans": [], "ref_spans": [], "section": "Hydatid disease and schistosomiasis involving the liver"}, {"text": "The two major diseases involving this organ encountered in tropical countries, and which differ from those in temperate ones, are (1) 'J-type' diabetes, fi rst reported in Jamaica (Chapter 36) and (2) chronic calcifi c pancreatitis.", "cite_spans": [{"start": 197, "end": 200, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "PANCREAS"}, {"text": "Diabetes, which is not associated with pancreatic calcifi cation in young people, is encountered throughout tropical countries; those affected are usually thin, and require high doses of insulin; however, they do not rapidly develop ketosis when insulin is discontinued. J-type diabetes might have a viral aetiology, a Coxsackie virus being involved; a raised incidence of antibody to Coxsackie B 4 has been demonstrated in affected patients in India. A suggestion has been made that these patients, especially those in Africa, are less susceptible to chronic diabetic complications than Europeans; this now seems unlikely.", "cite_spans": [], "ref_spans": [], "section": "PANCREAS"}, {"text": "A popular Indian and Chinese vegetable, karela (Momordica charantia) possesses hypoglycaemic properties; these are enhanced by chlorpropamide, a fact that should be taken into account in the management of diabetes in a number of Asian countries.", "cite_spans": [], "ref_spans": [], "section": "PANCREAS"}, {"text": "A syndrome consisting of pancreatic calcifi cation associated with both exocrine and endocrine impairment is common in many tropical countries (Figure 10 .11); 1,262,263 most observations have been made in Africa (East and West), southern India and Indonesia. The aetiology of chronic calcifi c pancreatitis remains unknown. Pancreatic disruption in childhood kwashiorkor can be severe and might be relevant. Cassava (Manihot esculenta) has also been implicated. Long-standing pancreatic damage can also follow viral hepatitis. A further hypothesis is that pancreatic ducts blocked by secretions and inspissated mucous plugs later calcify; this might be more common after starvation, gastroenteritis and dehydration. Presentation is with weight loss and malabsorption (in some parts of Africa, this is the most common cause of overt malabsorption); diabetes mellitus and pancreatic pain are important features. Management consists of providing pancreatic supplements (e.g. pancreatin BP, 6 g orally with meals) together with diabetic control. 1 Pain is often diffi cult to manage and may be so severe that suicide is a sequel.", "cite_spans": [{"start": 1043, "end": 1044, "text": "1", "ref_id": null}], "ref_spans": [{"start": 143, "end": 153, "text": "(Figure 10", "ref_id": "FIGREF9"}], "section": "PANCREAS"}, {"text": "The pancreas can also be involved in many infections including Schist. mansoni and Schist. japonicum, trichinellosis, cysticercosis and hydatid disease.", "cite_spans": [], "ref_spans": [], "section": "PANCREAS"}, {"text": "Pancreatic duct obstruction, complicated by acute pancreatitis, is most commonly a sequel to A. lumbricoides infection (see below); tapeworms are rarely implicated. Clonorchiasis and opisthorchiasis may involve the pancreatic duct system.", "cite_spans": [], "ref_spans": [], "section": "PANCREAS"}, {"text": "One of the most widely distributed nematodes in tropical and subtropical countries is A. lumbricoides. By entering the biliary system (from the duodenum) this parasite can cause several acute medical and surgical conditions. Reporting from Kashmir, India, Khuroo et al. 264 collected 500 cases in which A. lumbricoides involved the liver, biliary tract and pancreas; biliary ascariasis was present in 171 cases, and in 140 there was hepatic, in eight gallbladder and in seven pancreatic involvement. These authors recognized fi ve clinical presentations: acute cholecystitis (64), acute cholangitis (121), biliary colic (280), acute pancreatitis (31) and hepatic abscess (4). Twenty-seven had a pyogenic cholangitis, which was treated by decompression and drainage, surgically in two and endoscopically in 25; removal of adult worms from the ampullary orifi ce (with extraction per os) led to rapid relief of biliary colic in 214, and acute pancreatitis in 16; four patients died, from acute pancreatitis (2), pyogenic cholangitis (1) and hepatic abscess (1) . Worms persisted at 3 weeks in the biliary tree in 12 patients; dead worms were removed either by surgery (5) or by using an endoscopic basket (7) . A. lumbricoides moved out of the ductal system in 211 cases. The patients were followed-up for a mean of 48 months; 76 became re-infected and had re-invasion of the biliary tree; in seven cases intrahepatic duct and bile duct calculi (superimposed on dead worms) were present.", "cite_spans": [{"start": 270, "end": 273, "text": "264", "ref_id": "BIBREF263"}, {"start": 1055, "end": 1058, "text": "(1)", "ref_id": null}, {"start": 1166, "end": 1169, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1203, "end": 1206, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Emergencies: pancreas, and biliary system"}, {"text": "In South-east Asia, the two most common biliary parasites are Clonorchis sinensis and Opisthorchis spp. Although these cause chronic problems, notably secondary bacterial cholangitis 142 and adenocarcinoma of the biliary system, an acute presentation 1 is unusual.", "cite_spans": [{"start": 183, "end": 186, "text": "142", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Emergencies: pancreas, and biliary system"}, {"text": "In most indigenous people of developing countries, gallstones are unusual; when they occur they are usually of the pigment variety, and often associated with haemolysis. A report from Saudi Arabia, where the average lifestyle has rapidly become westernized (with striking changes in diet) over the last few decades, indicates that cholecystectomy for cholelithiasis is now one of the most common major abdominal operations to be carried out; 265 between 1977 and 1986, for example, 2854 individuals (most of them young Saudis) underwent this operation at 14 hospitals in the Eastern Province of the country.", "cite_spans": [{"start": 442, "end": 445, "text": "265", "ref_id": "BIBREF264"}], "ref_spans": [], "section": "Emergencies: pancreas, and biliary system"}, {"text": "Acute pancreatitis is uncommon overall in developing countries, although severe abdominal pain caused by chronic calcifi c pancreatitis 1 can give rise to problems in differential diagnosis. The pain may be severe. Biliary involvement by A. lumbricoides can result in acute pancreatitis. 1, 142 Other helminths, including Clonorchis sinensis, Opisthorchis and Anisakis species have also been associated with this condition. Table 10 .8 summarizes some causes of splenomegaly in the tropics. 1 Most of these receive attention in other chapters. The most extreme form of splenomegaly (HMS) (Figure 10 .12) is covered in Chapters 13 and 72; those caused by various viral, bacterial and parasitic infections are dealt with under these respective headings. The spleen is an extremely important line of defence against many infections, especially pneumococcal and Plasmodium species infections. Splenectomized individuals in tropical countries should receive pneumococcal vaccine; prudent advice regarding malaria prophylaxis is mandatory.", "cite_spans": [{"start": 288, "end": 290, "text": "1,", "ref_id": null}, {"start": 291, "end": 294, "text": "142", "ref_id": "BIBREF141"}, {"start": 491, "end": 492, "text": "1", "ref_id": null}], "ref_spans": [{"start": 424, "end": 432, "text": "Table 10", "ref_id": "TABREF0"}, {"start": 588, "end": 598, "text": "(Figure 10", "ref_id": "FIGREF9"}], "section": "Emergencies: pancreas, and biliary system"}, {"text": "Splenic abscess is a well-documented tropical disease. 1 Aetiology is usually unknown; underlying viral and parasitic diseases have been suggested, but not proved. A connection with carriage of the sickle cell gene has also been suggested, but this has also not been proved. Most reports have been made in West Africa and Zimbabwe. In most, the aetiology is unknown, but some undoubtedly result from a S. typhi infection. The clinical history is usually one of 2-3 weeks duration, and consists of pain/swelling in the left hypochondrium, associated with pyrexia. The splenic swelling is tender, often exquisitely so, and fl uctuant. A radiograph may show gas within the abscess. Untreated, the abscess can rupture into the peritoneal cavity; splenectomy therefore has an important role in management. Should the condition become chronic -an unusual event -splenectomy is also the correct course of management.", "cite_spans": [{"start": 55, "end": 56, "text": "1", "ref_id": null}], "ref_spans": [], "section": "SPLEEN"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Gastroenterological Problems from the Tropics", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Travel-Associated Disease. London: Royal College of Physicians", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Gastroenterological emergencies in the tropics. Baillière's", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1991, "venue": "Clin Gastroenterol", "volume": "5", "issn": "", "pages": "861--886", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diseases of the mouth", "authors": [{"first": "R", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "93--101", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Carcinoma of the oesophagus", "authors": [{"first": "A", "middle": [], "last": "Watson", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "159--172", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Gastrointestinal bleeding due to worm infestation, with negative upper gastrointestinal endoscopy fi ndings: impact of enteroscopy", "authors": [{"first": "B", "middle": ["C"], "last": "Sharma", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Bhasin", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Bhatti", "suffix": ""}], "year": 2000, "venue": "Endoscopy", "volume": "32", "issn": "", "pages": "314--316", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Use of a multinational survey to provide clinical guidelines for upper gastrointestinal bleeding in developing countries", "authors": [{"first": "S", "middle": ["E"], "last": "Clamp", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Morgan", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kotwal", "suffix": ""}], "year": 1988, "venue": "Scand J Gastroenterol", "volume": "23", "issn": "", "pages": "63--66", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Upper gastrointestinal bleeding in an African setting", "authors": [{"first": "C", "middle": ["F"], "last": "Kiire", "suffix": ""}, {"first": "I", "middle": [], "last": "Kitai", "suffix": ""}, {"first": "L", "middle": [], "last": "Sigola", "suffix": ""}], "year": 1987, "venue": "J R Coll Physicians Lond", "volume": "21", "issn": "", "pages": "107--110", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pathophysiology and epidemiology of portal hypertension", "authors": [{"first": "H", "middle": [], "last": "Okumura", "suffix": ""}, {"first": "T", "middle": [], "last": "Aramaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Katsuta", "suffix": ""}], "year": 1989, "venue": "Drugs", "volume": "37", "issn": "2", "pages": "2--12", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Histological changes of the esophageal mucus in bleeding versus non-bleeding varices", "authors": [{"first": "A", "middle": [], "last": "El-Zayadi", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Montasser", "suffix": ""}, {"first": "F", "middle": [], "last": "Girgis", "suffix": ""}], "year": 1989, "venue": "Endoscopy", "volume": "21", "issn": "", "pages": "205--207", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The role of gastrointestinal endoscopy in a developing country", "authors": [{"first": "Bai", "middle": [], "last": "Nakib", "suffix": ""}, {"first": "S", "middle": [], "last": "Radhakrishnan", "suffix": ""}, {"first": "Hai", "middle": [], "last": "Liddawi", "suffix": ""}], "year": 1986, "venue": "Endoscopy", "volume": "18", "issn": "", "pages": "37--39", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Radiological and endoscopic correlation in upper gastrointestinal haemorrhage and malignancy", "authors": [{"first": "M", "middle": ["A"], "last": "Atoba", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Ayoola", "suffix": ""}, {"first": "I", "middle": ["O"], "last": "Olubuyide", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Relative effi cacy and safety of absolute alcohol and 50% alcohol as variceal sclerosants", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "R", "middle": [], "last": "Nanda", "suffix": ""}, {"first": "G", "middle": [], "last": "Sachdev", "suffix": ""}], "year": 1987, "venue": "Gastrointest Endosc", "volume": "33", "issn": "", "pages": "362--365", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Ethanolamine oleate versus absolute alcohol as a variceal sclerosant: a prospective, randomised, controlled trial", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Mishra", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Sachdev", "suffix": ""}], "year": 1988, "venue": "Am J Gastroenterol", "volume": "83", "issn": "", "pages": "526--530", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Endoscopic sclerotherapy for varices in children", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Misra", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Singal", "suffix": ""}], "year": 1988, "venue": "J Pediatr Gastroenterol Nutr", "volume": "7", "issn": "", "pages": "662--666", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Precursor lesions of oesophageal cancer in young people in a high-risk population in China", "authors": [{"first": "J", "middle": [], "last": "Wahrendorf", "suffix": ""}, {"first": "J", "middle": [], "last": "Chang-Claude", "suffix": ""}, {"first": "Q", "middle": ["S"], "last": "Liang", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "1239--1241", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Oesophageal cancer in China", "authors": [{"first": "C", "middle": ["A"], "last": "Clarke", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Bodmer", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Aetiologies of peptic ulcer", "authors": [{"first": "Mjs", "middle": [], "last": "Langman", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "249--259", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Peptic diseases compared endoscopically in indigenous Fijians and Indians", "authors": [{"first": "B", "middle": ["A"], "last": "Scobie", "suffix": ""}, {"first": "F", "middle": [], "last": "Beg", "suffix": ""}, {"first": "M", "middle": [], "last": "Oldmeadows", "suffix": ""}], "year": 1987, "venue": "N Z Med J", "volume": "100", "issn": "", "pages": "683--684", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Decrease in prevalence of peptic ulcer and gastric adenocarcinoma at the Policlinico Peruano Japones", "authors": [{"first": "A", "middle": [], "last": "Ramirez-Ramos", "suffix": ""}, {"first": "J", "middle": [], "last": "Watanabe-Yamamoto", "suffix": ""}, {"first": "J", "middle": [], "last": "Takano-Morón", "suffix": ""}], "year": 1985, "venue": "Acta Gastroent Latinoam", "volume": "36", "issn": "", "pages": "139--185", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Helicobacter pylori cag pathogenicity island genes: clinical relevance for peptic ulcer disease development in Brazil", "authors": [{"first": "R", "middle": [], "last": "Mattar", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Marques", "suffix": ""}, {"first": "Monteiro", "middle": [], "last": "Mdo", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "J Med Microbiol", "volume": "56", "issn": "", "pages": "9--14", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The presence of dupA in Helicobacter pylori is not signifi cantly associated with duodenal ulceration in Belgium", "authors": [{"first": "R", "middle": ["H"], "last": "Argent", "suffix": ""}, {"first": "A", "middle": [], "last": "Burette", "suffix": ""}, {"first": "Miendje", "middle": [], "last": "Deyi", "suffix": ""}, {"first": "V", "middle": ["Y"], "last": "", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "45", "issn": "", "pages": "1204--1206", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Perforated gastric and duodenal ulcers in an urban African population", "authors": [{"first": "M", "middle": [], "last": "Ohene-Yeboah", "suffix": ""}, {"first": "B", "middle": [], "last": "Togbe", "suffix": ""}], "year": 2006, "venue": "West Afr J Med", "volume": "25", "issn": "", "pages": "205--211", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Diseases of the Gut and Pancreas", "authors": [{"first": "Gnj", "middle": [], "last": "Tytgat", "suffix": ""}, {"first": "", "middle": [], "last": "Gastritis", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "221--235", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Time trends of ulcer mortality in non-European countries", "authors": [{"first": "A", "middle": [], "last": "Sonnenberg", "suffix": ""}], "year": 2007, "venue": "Am J Gastroenterol", "volume": "102", "issn": "", "pages": "1101--1107", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Hypochlorhydria and vulnerability to intestinal infection", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1994, "venue": "Eur J Gastroenterol Hepatol", "volume": "6", "issn": "", "pages": "693--695", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Carcinoma of the stomach", "authors": [{"first": "J", "middle": ["L"], "last": "Craven", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "335--352", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Massive gastrointestinal bleeding due to cholecystoduodenal fi stula", "authors": [{"first": "R", "middle": [], "last": "Kochhar", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Krishna", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Gupta", "suffix": ""}], "year": 1988, "venue": "Acta Chir Scand", "volume": "154", "issn": "", "pages": "471--472", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Factors affecting mortality and morbidity in patients with peptic ulcer perforation", "authors": [{"first": "B", "middle": [], "last": "Kocer", "suffix": ""}, {"first": "S", "middle": [], "last": "Surmeli", "suffix": ""}, {"first": "C", "middle": [], "last": "Solak", "suffix": ""}], "year": 2007, "venue": "J Gastroent Hepatol", "volume": "22", "issn": "", "pages": "565--570", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Endoscopic sclerotherapy in the treatment of gastric varices", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "G", "middle": [], "last": "Sachdev", "suffix": ""}, {"first": "R", "middle": [], "last": "Nanda", "suffix": ""}], "year": 1988, "venue": "Br J Surg", "volume": "75", "issn": "", "pages": "747--750", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Parasitic infections of the small intestine", "authors": [{"first": "J", "middle": [], "last": "Jernigan", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Guerrant", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Pearson", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "289--293", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The small intestine and its role in chronic diarrheal disease in the tropics", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "127--162", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Tropical disease and the small intestine", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "597--615", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Breath hydrogen test in the diagnosis of environmental enteropathy in children living in an urban slum", "authors": [{"first": "J", "middle": ["C"], "last": "Dos Reis", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "De Morais", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Oliva", "suffix": ""}], "year": 2007, "venue": "Dig Dis Sci", "volume": "52", "issn": "", "pages": "1253--1258", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Geography of intestinal permeability and absorption", "authors": [{"first": "I", "middle": ["S"], "last": "Menzies", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Zuckerman", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Nukajam", "suffix": ""}], "year": 1999, "venue": "Gut", "volume": "44", "issn": "", "pages": "483--489", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Prevalence of intestinal pathogens in HIV patients with diarrhea: implications for treatment", "authors": [{"first": "B", "middle": ["S"], "last": "Ramakrishna", "suffix": ""}], "year": 1999, "venue": "Indian J Pediatr", "volume": "66", "issn": "", "pages": "85--91", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Travelers' diarrhea", "authors": [{"first": "H", "middle": ["L"], "last": "Dupont", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "115--126", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Travelers' diarrhea", "authors": [{"first": "S", "middle": ["L"], "last": "Gorbach", "suffix": ""}], "year": 1992, "venue": "Infectious Diseases. Philadelphia: W B Saunders", "volume": "", "issn": "", "pages": "622--628", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Travelers' diarrhea", "authors": [{"first": "P", "middle": ["C"], "last": "Okhuysen", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Ericsson", "suffix": ""}], "year": 1992, "venue": "Curr Opin Gastroenterol", "volume": "8", "issn": "", "pages": "110--114", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Travellers' diarrhoea", "authors": [{"first": "Mjg", "middle": [], "last": "Farthing", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Prevention and empiric treatment of traveler's diarrhea", "authors": [{"first": "V", "middle": ["E"], "last": "Ansdell", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Ericsson", "suffix": ""}], "year": 1999, "venue": "Med Clin North Am", "volume": "vi", "issn": "", "pages": "945--973", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Epidemiology of travelers' diarrhea and relative importance of various pathogens", "authors": [{"first": "R", "middle": ["E"], "last": "Black", "suffix": ""}], "year": 1990, "venue": "Rev Infect Dis", "volume": "12", "issn": "1", "pages": "73--79", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Travellers' diarrhoea and the European tourist", "authors": [{"first": "A", "middle": ["H"], "last": "Ljungh", "suffix": ""}], "year": 1992, "venue": "Eur J Gastroenterol Hepatol", "volume": "4", "issn": "", "pages": "764--770", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Infl ammatory bowel disease: a common cause of bloody diarrhoea in visitors to the tropics", "authors": [{"first": "A", "middle": ["D"], "last": "Harries", "suffix": ""}, {"first": "B", "middle": [], "last": "Myers", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1985, "venue": "BMJ", "volume": "291", "issn": "", "pages": "1686--1687", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Infl ammatory bowel disease presenting as travellers' diarrhoea", "authors": [{"first": "G", "middle": [], "last": "Schumacher", "suffix": ""}, {"first": "B", "middle": [], "last": "Kollberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Ljungh", "suffix": ""}], "year": 1993, "venue": "Lancet", "volume": "341", "issn": "", "pages": "241--242", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "An investigation of travellers' diarrhoea", "authors": [{"first": "B", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "J", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Bettelheim", "suffix": ""}], "year": 1970, "venue": "Lancet", "volume": "i", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Travelers' diarrhea: microbiologic bases for prevention and treatment", "authors": [{"first": "R", "middle": ["B"], "last": "Sack", "suffix": ""}], "year": 1990, "venue": "Rev Infect Dis", "volume": "12", "issn": "1", "pages": "59--63", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Prevention of travelers' diarrhoea", "authors": [{"first": "R", "middle": [], "last": "Tellier", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Keystone", "suffix": ""}], "year": 1992, "venue": "Infect Dis Clin North Am", "volume": "6", "issn": "", "pages": "333--354", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Loperamide poisoning in children", "authors": [{"first": "T", "middle": ["I"], "last": "Bhutta", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Tahir", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "353", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Use of bismuth subsalicylate for the prevention of travelers' diarrhea", "authors": [{"first": "H", "middle": ["L"], "last": "Dupont", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Ericsson", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Johnson", "suffix": ""}], "year": 1990, "venue": "Rev Infect Dis", "volume": "12", "issn": "1", "pages": "65--67", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Prevention of travellers' diarrhoea by oral B-subunit/whole cell cholera vaccine", "authors": [{"first": "H", "middle": [], "last": "Peltola", "suffix": ""}, {"first": "A", "middle": [], "last": "Siitonen", "suffix": ""}, {"first": "H", "middle": [], "last": "Kyronseppa", "suffix": ""}], "year": 1991, "venue": "Lancet", "volume": "338", "issn": "", "pages": "1285--1289", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Multicenter, randomised, double-blind clinical trial to evaluate the effi cacy and safety of a reduced osmolarity oral rehydration salts solution in children with acute watery diarrhea", "authors": [], "year": 2001, "venue": "Pediatrics", "volume": "107", "issn": "", "pages": "613--618", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Five versus three days of ofl oxacin therapy for travelers' diarrhea: a placebo-controlled study", "authors": [{"first": "H", "middle": ["L"], "last": "Dupont", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Ericsson", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Matthewson", "suffix": ""}], "year": 1992, "venue": "Antimicrob Agents Chemother", "volume": "36", "issn": "", "pages": "87--91", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Traveler's diarrhea in Thailand: randomized, double-blind trial comparing single-dose and 3-day azithromycin-based regimens with a 3-day levofl oxacin regimen", "authors": [{"first": "D", "middle": ["R"], "last": "Tribble", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Sanders", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Pang", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "", "pages": "338--346", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Enhancement of cholera toxin of IgA secretion from intestinal crypt epithelium", "authors": [{"first": "S", "middle": ["K"], "last": "Hamilton", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Keren", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Boitnott", "suffix": ""}], "year": 1980, "venue": "Gut", "volume": "21", "issn": "", "pages": "365--369", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Asiatic cholera: nature's experiment?", "authors": [{"first": "S", "middle": ["F"], "last": "Phillips", "suffix": ""}], "year": 1986, "venue": "Gastroenterology", "volume": "91", "issn": "", "pages": "1304--1307", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Cholera and severe toxigenic diarrhoeas", "authors": [{"first": "D", "middle": ["R"], "last": "Nalin", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "145--149", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The Asiatic cholera: an historical determinant of human genomic and social structure", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1996, "venue": "Cholera and the ecology of vibrio cholerae", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Epidemiologic studies of travelers' diarrhea, severe gastrointestinal infections, and cholera", "authors": [{"first": "R", "middle": [], "last": "Steffen", "suffix": ""}], "year": 1986, "venue": "Rev Infect Dis", "volume": "8", "issn": "", "pages": "122--130", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Preventive strategies for the avoidance of infectious diarrhoea", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1993, "venue": "Infectious diarrhoea", "volume": "7", "issn": "2", "pages": "519--545", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Modern vaccines: enteric infections", "authors": [{"first": "M", "middle": ["M"], "last": "Levine", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "335", "issn": "", "pages": "958--961", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Vibrio cholerae vaccines", "authors": [{"first": "J", "middle": ["B"], "last": "Kaper", "suffix": ""}], "year": 1989, "venue": "Rev Infect Dis", "volume": "11", "issn": "", "pages": "568--573", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Oral therapy for acute diarrhea: the underused single solution", "authors": [{"first": "M", "middle": ["E"], "last": "Avery", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Snyder", "suffix": ""}], "year": 1990, "venue": "N Engl J Med", "volume": "323", "issn": "", "pages": "891--894", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "The origins of intravenous fl uid therapy", "authors": [{"first": "J", "middle": ["E"], "last": "Cosnett", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "768--771", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Management of cholera: the vital role of rehydration", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1996, "venue": "Cholera and the ecology of vibrio cholerae", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Single-dose tetracycline in cholera", "authors": [{"first": "M", "middle": ["R"], "last": "Islam", "suffix": ""}], "year": 1987, "venue": "Gut", "volume": "28", "issn": "", "pages": "1029--1032", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Single-dose treatment of cholera and furazolidone or tetracycline in a double-blind randomised trial", "authors": [{"first": "G", "middle": ["H"], "last": "Rabbani", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Islam", "suffix": ""}, {"first": "T", "middle": [], "last": "Butler", "suffix": ""}], "year": 1989, "venue": "Antimicrob Agents Chemother", "volume": "33", "issn": "", "pages": "1447--1450", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Randomized double blind trial of single dose doxycycline for treating cholera in adults", "authors": [{"first": "A", "middle": ["N"], "last": "Alam", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Alam", "suffix": ""}, {"first": "T", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 1990, "venue": "BMJ", "volume": "300", "issn": "", "pages": "1619--1621", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "An outbreak of El Tor cholera in Aizwal town of Mizoram, India", "authors": [{"first": "P", "middle": ["G"], "last": "Sengupta", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Niyogi", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Bhattacharya", "suffix": ""}], "year": 2000, "venue": "J Commun Dis", "volume": "32", "issn": "", "pages": "207--211", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Hypolactasia: geographical distribution, diagnosis, and practical signifi cance", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": null, "venue": "Critical Reviews in Tropical Medicine", "volume": "2", "issn": "", "pages": "117--139", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Hypolactasia & lactose intolerance among three ethnic groups in Malaysia", "authors": [{"first": "M", "middle": ["Z"], "last": "Asmawi", "suffix": ""}, {"first": "L", "middle": [], "last": "Seppo", "suffix": ""}, {"first": "H", "middle": [], "last": "Vapaatalo", "suffix": ""}], "year": 2006, "venue": "Indian J Med Res", "volume": "124", "issn": "", "pages": "697--704", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Infectious diarrhea in history", "authors": [{"first": "M", "middle": ["L"], "last": "Lim", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Wallace", "suffix": ""}], "year": 2004, "venue": "Infect Dis Clin North Am", "volume": "18", "issn": "", "pages": "261--274", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Persisting diarrhoea and malabsorption", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "582--586", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Tropical malabsorption: recent concepts in pathogenesis and nutritional signifi cance", "authors": [{"first": "A", "middle": [], "last": "Tomkins", "suffix": ""}], "year": 1981, "venue": "Clin Sci", "volume": "60", "issn": "", "pages": "131--137", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Idiopathic small intestinal disease in the tropics", "authors": [{"first": "S", "middle": ["J"], "last": "Baker", "suffix": ""}], "year": null, "venue": "Critical Reviews in Tropical Medicine", "volume": "1", "issn": "", "pages": "197--245", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Tropical sprue in southern India", "authors": [{"first": "V", "middle": ["I"], "last": "Mathan", "suffix": ""}], "year": 1988, "venue": "Trans R Soc Trop Med Hyg", "volume": "82", "issn": "", "pages": "10--14", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Medical Reports for the half year ended 31 March 1880, 19th issue. Imperial Maritime Customs 11, spec. ser. 2. Shanghai: Statistical Department of the Inspectorate General", "authors": [{"first": "P", "middle": [], "last": "Manson", "suffix": ""}], "year": null, "venue": "", "volume": "1880", "issn": "", "pages": "33--37", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Of chronical diseases. Observations on the Changes of the Air and the Concomitant Epidemical Diseases, in the Island of Barbados", "authors": [{"first": "W", "middle": [], "last": "Hillary", "suffix": ""}], "year": null, "venue": "", "volume": "1799", "issn": "", "pages": "276--297", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Chronic diarrhea in the returned traveler", "authors": [{"first": "D", "middle": ["N"], "last": "Taylor", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Connor", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Shlim", "suffix": ""}], "year": 1999, "venue": "Med Clin North Am", "volume": "", "issn": "", "pages": "1033--1052", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "The small intestine", "authors": [{"first": "C", "middle": ["D"], "last": "Gerson", "suffix": ""}], "year": 2000, "venue": "Mt Sinai J Med", "volume": "67", "issn": "", "pages": "241--244", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Tropical sprue after travel to Tanzania", "authors": [{"first": "W", "middle": ["E"], "last": "Peetermans", "suffix": ""}, {"first": "A", "middle": [], "last": "Vonck", "suffix": ""}], "year": 2000, "venue": "J Travel Med", "volume": "7", "issn": "", "pages": "33--34", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "HLA and tropical sprue", "authors": [{"first": "R", "middle": [], "last": "Menendez-Corrada", "suffix": ""}, {"first": "E", "middle": [], "last": "Netthleship", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Santiago-Delpin", "suffix": ""}], "year": 1986, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "1183--1185", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Enterotoxigenicity of colonising coliform bacteria in tropical sprue and blind-loop syndrome", "authors": [{"first": "F", "middle": [], "last": "Klipstein", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Engert", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Short", "suffix": ""}], "year": 1978, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "342--344", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Bacterial colonization of the upper intestine in mild tropical malabsorption", "authors": [{"first": "A", "middle": ["M"], "last": "Tomkins", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Drasar", "suffix": ""}], "year": 1980, "venue": "Trans R Soc Trop Med Hyg", "volume": "74", "issn": "", "pages": "752--755", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Expression of disulfi de-linked and non-disulfi de-linked forms of the T cell receptor g/d heterodimer in human intestinal intraepithelial lymphocytes", "authors": [{"first": "J", "middle": [], "last": "Spencer", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Isaacson", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Diss", "suffix": ""}], "year": 1989, "venue": "Eur J Immunol", "volume": "14", "issn": "", "pages": "1335--1338", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Gut hormones in tropical malabsorption", "authors": [{"first": "H", "middle": ["S"], "last": "Besterman", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Sarson", "suffix": ""}], "year": 1979, "venue": "BMJ", "volume": "ii", "issn": "", "pages": "1252--1255", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Peptide YY abnormalities in gastrointestinal disease", "authors": [{"first": "T", "middle": ["E"], "last": "Adrian", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Savage", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bacarese-Hamilton", "suffix": ""}], "year": 1986, "venue": "Gastroenterology", "volume": "90", "issn": "", "pages": "379--384", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Tropical sprue in southern India", "authors": [{"first": "V", "middle": ["I"], "last": "Mathan", "suffix": ""}], "year": 1988, "venue": "Trans R Soc Trop Med Hyg", "volume": "82", "issn": "", "pages": "10--14", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Diarrhoea: the failure of colonic salvage", "authors": [{"first": "N", "middle": ["W"], "last": "Read", "suffix": ""}], "year": 1982, "venue": "Lancet", "volume": "11", "issn": "", "pages": "481--483", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Role of bacterial toxins, bile acids, and free fatty acids in colonic water malabsorption in tropical sprue", "authors": [{"first": "B", "middle": ["S"], "last": "Ramakrishna", "suffix": ""}, {"first": "V", "middle": ["I"], "last": "Mathan", "suffix": ""}], "year": 1987, "venue": "Dig Dis Sci", "volume": "32", "issn": "", "pages": "500--505", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Comparison of the biochemical changes in the jejunal mucosa of dogs with aerobic and anaerobic bacterial overgrowth", "authors": [{"first": "R", "middle": ["M"], "last": "Batt", "suffix": ""}, {"first": "L", "middle": [], "last": "Mclean", "suffix": ""}], "year": 1987, "venue": "Gastroenterology", "volume": "93", "issn": "", "pages": "986--993", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Why is coeliac disease endemic in the people of the Sahara?", "authors": [{"first": "C", "middle": [], "last": "Catassi", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Ratsch", "suffix": ""}, {"first": "L", "middle": [], "last": "Gandolfi", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "647--648", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Evaluation of surface area corrected peak blood xylose as a screening test of intestinal malabsorption in the tropics", "authors": [{"first": "B", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "N", "middle": [], "last": "Narru", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Dhar", "suffix": ""}], "year": 1987, "venue": "Indian J Gastroenterol", "volume": "6", "issn": "", "pages": "89--91", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Sequential enzyme and subcellular fractionation studies on jejunal biopsy specimens from patients with postinfective tropical malabsorption", "authors": [{"first": "T", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "G", "middle": [], "last": "Wells", "suffix": ""}], "year": 1979, "venue": "Clin Sci Mol Med", "volume": "56", "issn": "", "pages": "479--486", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Intestinal absorption and unmediated permeation of sugars in post-infective tropical malabsorption (tropical sprue)", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Menzies", "suffix": ""}], "year": 1986, "venue": "Digestion", "volume": "33", "issn": "", "pages": "109--116", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Aetiology and pathogenesis of post-infective tropical malabsorption (tropical sprue)", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1984, "venue": "Lancet", "volume": "i", "issn": "", "pages": "721--723", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Tropical sprue: its aetiology and pathogenesis", "authors": [{"first": "J", "middle": [], "last": "Glynn", "suffix": ""}], "year": 1988, "venue": "J R Soc Med", "volume": "79", "issn": "", "pages": "599--606", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Epidemiology of giardiasis in German travellers", "authors": [{"first": "T", "middle": [], "last": "Jelinek", "suffix": ""}, {"first": "T", "middle": [], "last": "Loscher", "suffix": ""}], "year": 2000, "venue": "J Travel Med", "volume": "7", "issn": "", "pages": "70--73", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Genotyping of Giardia lamblia isolates from humans in China and Korea using ribosomal DNA sequences", "authors": [{"first": "T", "middle": ["S"], "last": "Yong", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "U", "middle": ["W"], "last": "Hwang", "suffix": ""}], "year": 2000, "venue": "J Parasitol", "volume": "86", "issn": "", "pages": "887--891", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Strongyloidiasis: a conundrum for gastroenterologists", "authors": [{"first": "D", "middle": ["I"], "last": "Grove", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "437--440", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Gastroenterology: Clinical Science and Practice", "authors": [{"first": "R", "middle": ["K"], "last": "Tandon", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Allan", "suffix": ""}, {"first": "Hjf", "middle": [], "last": "Hodgson", "suffix": ""}], "year": 1993, "venue": "Bouchier IAD", "volume": "", "issn": "", "pages": "1459--1468", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Small intestinal lymphomas: immunoproliferative small intestinal disease, a-chain disease and Mediterranean lymphomas", "authors": [{"first": "J-C", "middle": [], "last": "Rambaud", "suffix": ""}, {"first": "A", "middle": [], "last": "Ruskoné-Fourmestraux", "suffix": ""}], "year": 1993, "venue": "Gastroenterology: Clinical Science and Practice", "volume": "", "issn": "", "pages": "636--643", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Is immunoproliferative small intestinal disease uncommon in India?", "authors": [{"first": "U", "middle": ["C"], "last": "Ghoshal", "suffix": ""}, {"first": "K", "middle": [], "last": "Chetri", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Banerjee", "suffix": ""}], "year": 2001, "venue": "Trop Gastroenterol", "volume": "22", "issn": "", "pages": "14--17", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Comparison of D-xylose hydrogen breath test with urinary D-xylose test in Indian children with celiac disease", "authors": [{"first": "S", "middle": ["V"], "last": "Rana", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Thapa", "suffix": ""}, {"first": "R", "middle": [], "last": "Pal", "suffix": ""}], "year": 2007, "venue": "Dig Dis Sci", "volume": "52", "issn": "", "pages": "681--684", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Morphometric analysis of small-bowel mucosa in Turkish children with celiac disease and relationship with the clinical presentation and laboratory fi ndings", "authors": [{"first": "C", "middle": [], "last": "Arikan", "suffix": ""}, {"first": "C", "middle": [], "last": "Zihni", "suffix": ""}, {"first": "M", "middle": [], "last": "Cakir", "suffix": ""}], "year": 2007, "venue": "Dig Dis Sci", "volume": "52", "issn": "", "pages": "2133--2139", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Celiac disease in the developing countries: a new and challenging public health problem", "authors": [{"first": "F", "middle": [], "last": "Cataldo", "suffix": ""}, {"first": "G", "middle": [], "last": "Montalto", "suffix": ""}], "year": 2007, "venue": "World J Gastroent", "volume": "13", "issn": "", "pages": "2153--2159", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Protein-losing enteropathy and malabsorption in acute measles enteritis", "authors": [{"first": "Jfb", "middle": [], "last": "Dossetor", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "White", "suffix": ""}], "year": 1975, "venue": "BMJ", "volume": "2", "issn": "", "pages": "592--593", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Infectious hepatitis: a generalised disease", "authors": [{"first": "M", "middle": ["E"], "last": "Conrad", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Schwartz", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Young", "suffix": ""}], "year": 1964, "venue": "Am J Med", "volume": "37", "issn": "", "pages": "789--801", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "The intestinal lesion of the proximal small intestine in acute infectious nonbacterial gastroenteritis", "authors": [{"first": "D", "middle": ["S"], "last": "Schreiber", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Blacklow", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Trier", "suffix": ""}], "year": 1973, "venue": "N Engl J Med", "volume": "288", "issn": "", "pages": "1318--1323", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Clinical features of rotavirus gastroenteritis", "authors": [{"first": "J", "middle": ["G"], "last": "Mccormack", "suffix": ""}], "year": 1982, "venue": "J Infect", "volume": "4", "issn": "", "pages": "167--174", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Detection of G12 human rotaviruses in Nepal", "authors": [{"first": "S", "middle": ["B"], "last": "Pun", "suffix": ""}, {"first": "T", "middle": [], "last": "Nakagomi", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Sherchand", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "482--484", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Intestinal glucose transport in acute viral enteritis in piglets", "authors": [{"first": "J", "middle": [], "last": "Telch", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Shephard", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Butler", "suffix": ""}], "year": 1981, "venue": "Clin Sci", "volume": "61", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Prevalence of neutralising antibodies to Berne virus in animals and humans in Vellore, South India", "authors": [{"first": "Dwg", "middle": [], "last": "Brown", "suffix": ""}, {"first": "R", "middle": [], "last": "Selvakumar", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Daniel", "suffix": ""}], "year": 1988, "venue": "Arch Virol", "volume": "98", "issn": "", "pages": "267--269", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Malabsorption during and after recovery from acute intestinal infection", "authors": [{"first": "J", "middle": [], "last": "Lindenbaum", "suffix": ""}], "year": 1965, "venue": "BMJ", "volume": "ii", "issn": "", "pages": "326--329", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Mechanisms in enteropathogenic Escherichia coli diarrhoea", "authors": [{"first": "", "middle": [], "last": "Editorial", "suffix": ""}], "year": 1983, "venue": "Lancet", "volume": "i", "issn": "", "pages": "1254--1256", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Salmonella typhi and other salmonellas", "authors": [{"first": "B", "middle": ["K"], "last": "Mandal", "suffix": ""}], "year": 1982, "venue": "119. Editorial. Campylobacter enteritis. Lancet", "volume": "35", "issn": "", "pages": "1437--1438", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "The pigbel story of Papua New Guinea", "authors": [{"first": "Tgc", "middle": [], "last": "Murrell", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Walker", "suffix": ""}], "year": 1991, "venue": "Trans R Soc Trop Med Hyg", "volume": "85", "issn": "", "pages": "119--122", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Pigbel disease in Papua New Guinea: an ancient disease rediscovered", "authors": [{"first": "Tgc", "middle": [], "last": "Murrell", "suffix": ""}], "year": 1983, "venue": "Int J Epidemiol", "volume": "12", "issn": "", "pages": "211--214", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Intestinal protozoa and intestinal helminthic infections in displacement camps in Sierra Leone", "authors": [{"first": "A", "middle": ["A"], "last": "Gbakima", "suffix": ""}, {"first": "R", "middle": [], "last": "Konteh", "suffix": ""}, {"first": "M", "middle": [], "last": "Kallon", "suffix": ""}], "year": 2007, "venue": "Afr J Med Sci", "volume": "36", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Changes in mucosal immunoglobulincontaining cells in patients with giardiasis before and after treatment", "authors": [{"first": "J", "middle": [], "last": "Gillon", "suffix": ""}, {"first": "C", "middle": [], "last": "Andre", "suffix": ""}, {"first": "L", "middle": [], "last": "Descos", "suffix": ""}], "year": 1982, "venue": "J Infect", "volume": "5", "issn": "", "pages": "67--72", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Molecular characterization of human isolates of Giardia duodenalis from Ethiopia", "authors": [{"first": "T", "middle": [], "last": "Gelanew", "suffix": ""}, {"first": "M", "middle": [], "last": "Lalle", "suffix": ""}, {"first": "A", "middle": [], "last": "Hailu", "suffix": ""}], "year": 2007, "venue": "Actu Trop", "volume": "102", "issn": "", "pages": "92--99", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Enteric Infection: Mechanisms, Manifestations and Management", "authors": [{"first": "Mjg", "middle": [], "last": "Farthing", "suffix": ""}, {"first": "", "middle": [], "last": "Giardia", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "397--413", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Treatment of giardiasis: comparative evaluation of ornidazole and tinidazole as a single oral dose", "authors": [{"first": "L", "middle": [], "last": "Jokipii", "suffix": ""}, {"first": "Amm", "middle": [], "last": "Jokipii", "suffix": ""}], "year": 1982, "venue": "Gastroenterology", "volume": "83", "issn": "", "pages": "399--404", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Asymptomatic cryptosporidiosis in Zambian dairy farm workers and their household members", "authors": [{"first": "J", "middle": [], "last": "Siwila", "suffix": ""}, {"first": "I", "middle": ["G"], "last": "Phiri", "suffix": ""}, {"first": "J", "middle": [], "last": "Vercruysse", "suffix": ""}], "year": 2007, "venue": "Trans R Soc trop Med Hyg", "volume": "101", "issn": "", "pages": "733--734", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Possible transmission of Cryptosporidium canis among children and a dog in a household", "authors": [{"first": "L", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "A", "middle": [], "last": "Cama", "suffix": ""}, {"first": "L", "middle": [], "last": "Cabrera", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "2014--2016", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "The deadly hookworm: why did the Puerto-Ricans die?", "authors": [{"first": "W", "middle": ["H"], "last": "Crosby", "suffix": ""}], "year": 1987, "venue": "Arch Intern Med", "volume": "147", "issn": "", "pages": "577--578", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Human intestinal sarcosporidiosis: report of six cases", "authors": [{"first": "S", "middle": [], "last": "Bunyaratvej", "suffix": ""}, {"first": "P", "middle": [], "last": "Bunyawongwiroj", "suffix": ""}, {"first": "P", "middle": [], "last": "Nitiyanant", "suffix": ""}], "year": 1982, "venue": "Am J Trop Med Hyg", "volume": "31", "issn": "", "pages": "36--41", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Cyclospora cayetanensis infections in Haiti: a common occurrence in the absence of watery diarrhea", "authors": [{"first": "M", "middle": ["L"], "last": "Eberhard", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Nace", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Freeman", "suffix": ""}], "year": 1999, "venue": "Am J Trop Med Hyg", "volume": "60", "issn": "", "pages": "584--586", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Two simultaneous cases of Cyclospora cayatensis enteritis returning from the Dominican Republic", "authors": [{"first": "S", "middle": ["T"], "last": "Green", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Mckendrick", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Mohsen", "suffix": ""}], "year": 2000, "venue": "J Travel Med", "volume": "7", "issn": "", "pages": "41--42", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Trimethoprimsulfamethoxazole compared with ciprofl oxacin for treatment and prophylaxis of Isospora belli and Cyclospora cayetanensis infection in HIV-infected patients: a randomised, controlled trial", "authors": [{"first": "R", "middle": ["I"], "last": "Verdier", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Fitzgerald", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Johnson", "suffix": ""}], "year": 2000, "venue": "Ann Intern Med", "volume": "132", "issn": "", "pages": "885--888", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Microsporidiosis in travellers with diarrhea from the tropics", "authors": [{"first": "R", "middle": [], "last": "Lopez-Velez", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Turrientes", "suffix": ""}, {"first": "C", "middle": [], "last": "Garron", "suffix": ""}], "year": 1999, "venue": "J Travel Med", "volume": "6", "issn": "", "pages": "223--227", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Successful treatment with nitazoxanide of Enterocytozoon bieneusi microsporidiosis in a patient with AIDS", "authors": [{"first": "A", "middle": [], "last": "Bicart-See", "suffix": ""}, {"first": "P", "middle": [], "last": "Massip", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Linas", "suffix": ""}], "year": 2000, "venue": "Antimicrob Agents Chemother", "volume": "44", "issn": "", "pages": "167--168", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Blastocystis hominis: origin and signifi cance of vacuolar and granular forms", "authors": [{"first": "A", "middle": ["A"], "last": "Vdovenko", "suffix": ""}], "year": 2000, "venue": "Parasitol Res", "volume": "86", "issn": "", "pages": "8--10", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Leith Roupell FRS (1797-1854): signifi cant contributions to the early nineteenth-century understanding of cholera and typhus", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}, {"first": "", "middle": [], "last": "George", "suffix": ""}], "year": 2000, "venue": "J Med Biog", "volume": "8", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Gastric emptying or oral rehydration solutions in acute cholera", "authors": [{"first": "B", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "Fpl", "middle": [], "last": "Van Loon", "suffix": ""}, {"first": "A", "middle": [], "last": "Molla", "suffix": ""}], "year": 1989, "venue": "J Trop Med Hyg", "volume": "92", "issn": "", "pages": "290--294", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Oral therapy for acute diarrhea: the underused simple solution", "authors": [{"first": "M", "middle": ["E"], "last": "Avery", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Snyder", "suffix": ""}], "year": 1990, "venue": "N Engl J Med", "volume": "323", "issn": "", "pages": "891--894", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Impact of active immunisation against enteritis necroticans in Papua New Guinea", "authors": [{"first": "G", "middle": ["W"], "last": "Lawrence", "suffix": ""}, {"first": "D", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Anian", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "1165--1167", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "Paralytic ileus, a serious complication in acute diarrhoeal disease among infants in developing countries", "authors": [{"first": "A", "middle": [], "last": "Murtaza", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Khan", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Butt", "suffix": ""}], "year": 1989, "venue": "Acta Paediatr Scand", "volume": "78", "issn": "", "pages": "701--705", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Tropical medicine and the acute abdomen", "authors": [{"first": "S", "middle": ["H"], "last": "Hoffman", "suffix": ""}], "year": 1989, "venue": "Emerg Med Clin North Am", "volume": "7", "issn": "", "pages": "591--609", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Acute intestinal obstruction", "authors": [{"first": "V", "middle": ["K"], "last": "Gopi", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Joseph", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Varma", "suffix": ""}], "year": 1989, "venue": "Indian Pediatr", "volume": "26", "issn": "", "pages": "525--530", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Tropical diseases of the small bowel", "authors": [{"first": "E", "middle": ["Q"], "last": "Archampong", "suffix": ""}], "year": 1985, "venue": "World J Surg", "volume": "9", "issn": "", "pages": "887--896", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Salmonella typhi infections in the United States, 1975-1984: increasing role of foreign travel", "authors": [{"first": "C", "middle": ["A"], "last": "Ryan", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Hargrett-Bean", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Blake", "suffix": ""}], "year": 1989, "venue": "Rev Infect Dis", "volume": "11", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Clinical experience with enteric fever in The Gambia, West Africa 1981-1986", "authors": [{"first": "T", "middle": ["S"], "last": "Weeramanthri", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Corrah", "suffix": ""}, {"first": "Dcw", "middle": [], "last": "Mabey", "suffix": ""}], "year": 1989, "venue": "J Trop Med Hyg", "volume": "92", "issn": "", "pages": "272--275", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Typhoid and paratyphoid fever in 192 hospitalized children in Thailand", "authors": [{"first": "U", "middle": [], "last": "Thisyakorn", "suffix": ""}, {"first": "P", "middle": [], "last": "Mansuwan", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Taylor", "suffix": ""}], "year": 1987, "venue": "Am J Dis Child", "volume": "141", "issn": "", "pages": "862--865", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Typhoid perforation", "authors": [{"first": "E", "middle": ["J"], "last": "Gibney", "suffix": ""}], "year": 1989, "venue": "Br J Surg", "volume": "76", "issn": "", "pages": "887--889", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "Perforated typhoid enteritis: operative experience with 108 cases", "authors": [{"first": "D", "middle": ["E"], "last": "Meier", "suffix": ""}, {"first": "O", "middle": ["O"], "last": "Imediegwu", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Tarpley", "suffix": ""}], "year": 1989, "venue": "Am J Surg", "volume": "157", "issn": "", "pages": "423--427", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Typhoid ileal perforation in children: a scourge in developing countries", "authors": [{"first": "E", "middle": ["A"], "last": "Ameh", "suffix": ""}], "year": 1999, "venue": "Ann Trop Paediatr", "volume": "19", "issn": "", "pages": "267--272", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Life-threatening haemorrhage from typhoid fever", "authors": [{"first": "Cme", "middle": [], "last": "Rubin", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fairhurst", "suffix": ""}], "year": 1988, "venue": "Br J Radiol", "volume": "61", "issn": "", "pages": "415--416", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Morbidity due to intestinal helminthiasis", "authors": [{"first": "S", "middle": ["M"], "last": "Raj", "suffix": ""}, {"first": "S", "middle": [], "last": "Sivakumaran", "suffix": ""}, {"first": "S", "middle": [], "last": "Vijayakumari", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "811--812", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Anisakids in marine fi sh from the coast of Chon Buri Province", "authors": [{"first": "C", "middle": [], "last": "Nuchjangreed", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hamzah", "suffix": ""}, {"first": "P", "middle": [], "last": "Suntornthiticharoen", "suffix": ""}], "year": 2006, "venue": "Thailand. Southeast Asian J Trop Med Publ Hlth", "volume": "37", "issn": "3", "pages": "35--39", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "Molecular identifi cation of the etiological agent of the human anisakiasis in Japan", "authors": [{"first": "A", "middle": [], "last": "Umehara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawakami", "suffix": ""}, {"first": "J", "middle": [], "last": "Araki", "suffix": ""}], "year": 2007, "venue": "Parasit Int", "volume": "56", "issn": "", "pages": "211--215", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Parasitic Disease in Clinical Practice", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Aetiology of eosinophilic enteritis", "authors": [{"first": "N", "middle": ["C"], "last": "Hepburn", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Human eosinophilic enteritis caused by dog hookworm Ancylostoma caninum", "authors": [{"first": "P", "middle": [], "last": "Prociv", "suffix": ""}, {"first": "J", "middle": [], "last": "Croese", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "335", "issn": "", "pages": "1299--1302", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Acute mesenteric ischaemia caused by Schistosoma mansoni infection", "authors": [{"first": "S", "middle": [], "last": "Anayi", "suffix": ""}, {"first": "N", "middle": [], "last": "Al-Nasiri", "suffix": ""}], "year": 1987, "venue": "BMJ", "volume": "294", "issn": "", "pages": "", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "Intestinal perforation due to Macracanthorhynchus hirudinaceus infection in Thailand", "authors": [{"first": "P", "middle": [], "last": "Radomyos", "suffix": ""}, {"first": "A", "middle": [], "last": "Chobchuanchom", "suffix": ""}, {"first": "A", "middle": [], "last": "Tungtrongchitr", "suffix": ""}], "year": 1989, "venue": "Trop Med Parasitol", "volume": "40", "issn": "", "pages": "476--477", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "Fluctuating jaundice and intestinal bleeding in a 6-year-old girl with fascioliasis", "authors": [{"first": "C", "middle": [], "last": "Bannerman", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Manzur", "suffix": ""}], "year": 1986, "venue": "Trop Geogr Med", "volume": "38", "issn": "", "pages": "429--431", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "The shigella paradigm and colitis due to enterohaemorrhagic Escherichia coli", "authors": [{"first": "Dwk", "middle": [], "last": "Acheson", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Keusch", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "872--874", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Diagnosis of invasive amoebiasis: time to end the morphology era", "authors": [{"first": "J", "middle": ["I"], "last": "Ravdin", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "1018--1021", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Clinical features of colorectal cancer", "authors": [{"first": "L", "middle": [], "last": "Fielding", "suffix": ""}, {"first": "A", "middle": [], "last": "Padmanabhan", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "877--892", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "Diseases of the Gut and Pancreas", "authors": [{"first": "J", "middle": ["J"], "last": "Misiewicz", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Pounder", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Venables", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "675--804", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Risk factors for ulcerative colitis in a Chinese population: an age-matched and sex-matched case-control study", "authors": [{"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "B", "middle": [], "last": "Xia", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2007, "venue": "J Clin Gastroenterol", "volume": "41", "issn": "", "pages": "280--284", "other_ids": {}}, "BIBREF165": {"ref_id": "b165", "title": "Clinical manifestations of infl ammatory bowel disease: East and West differences", "authors": [{"first": "Y", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ouyang", "suffix": ""}], "year": 2007, "venue": "J Dig Dis", "volume": "8", "issn": "", "pages": "121--127", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Clinical epidemiology of infl ammatory bowel disease in Lebanon", "authors": [{"first": "H", "middle": [], "last": "Abdul-Baki", "suffix": ""}, {"first": "I", "middle": [], "last": "Elhajj", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "El-Zahabi", "suffix": ""}], "year": 2007, "venue": "Infl amm Bowel Dis", "volume": "13", "issn": "", "pages": "475--480", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "Irritable bowel syndrome", "authors": [{"first": "C", "middle": ["D"], "last": "Holdsworth", "suffix": ""}], "year": 1994, "venue": "Diseases of the Gut and Pancreas", "volume": "", "issn": "", "pages": "921--930", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Irritable bowel syndrome among patients attending General Outpatients' clinics in Jos, Nigeria", "authors": [{"first": "N", "middle": ["G"], "last": "Ladep", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Okeke", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Samaila", "suffix": ""}], "year": 2007, "venue": "Eur J Gastroenterol Hepatol", "volume": "19", "issn": "", "pages": "795--799", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Risk factors for irritable bowel syndrome in Turkish population: role of food allergy", "authors": [{"first": "E", "middle": [], "last": "Uz", "suffix": ""}, {"first": "C", "middle": [], "last": "Türkay", "suffix": ""}, {"first": "S", "middle": [], "last": "Aytac", "suffix": ""}], "year": 2007, "venue": "J Clin Gastroenterol", "volume": "41", "issn": "", "pages": "380--838", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "Irritable bowel syndrome in persons who acquired trichinellosis", "authors": [{"first": "M", "middle": [], "last": "Soyturk", "suffix": ""}, {"first": "H", "middle": [], "last": "Akpinar", "suffix": ""}, {"first": "O", "middle": [], "last": "Gurler", "suffix": ""}], "year": 2007, "venue": "Am J Gastroenterol", "volume": "102", "issn": "", "pages": "1064--1069", "other_ids": {}}, "BIBREF171": {"ref_id": "b171", "title": "Irritable bowel syndrome in the 21st century: perspectives from Asia or South-east Asia", "authors": [{"first": "F", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": [], "last": "Lu", "suffix": ""}], "year": 2007, "venue": "J Gastroenterol Hepatol", "volume": "22", "issn": "", "pages": "4--12", "other_ids": {}}, "BIBREF172": {"ref_id": "b172", "title": "Enterobius vermicularis infection", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "1159--1162", "other_ids": {}}, "BIBREF173": {"ref_id": "b173", "title": "Intentional disease caused by Entamoeba histolytica", "authors": [{"first": "J", "middle": ["I"], "last": "Ravdin", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "495--510", "other_ids": {}}, "BIBREF174": {"ref_id": "b174", "title": "Necrotizing amebic colitis: a frequently fatal complication", "authors": [{"first": "J", "middle": ["H"], "last": "Ellyson", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bezmalinovic", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Parks", "suffix": ""}], "year": 1986, "venue": "Am J Surg", "volume": "152", "issn": "", "pages": "21--26", "other_ids": {}}, "BIBREF175": {"ref_id": "b175", "title": "Fulminant amebic colitis", "authors": [{"first": "V", "middle": ["K"], "last": "Shukla", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Roy", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Vaidya", "suffix": ""}], "year": 1986, "venue": "Dis Colon Rectum", "volume": "29", "issn": "", "pages": "398--401", "other_ids": {}}, "BIBREF176": {"ref_id": "b176", "title": "Climate variations and bacillary dysentery in northern and southern cities of China", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "P", "middle": [], "last": "Bi", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hiller", "suffix": ""}], "year": 2007, "venue": "J Infect", "volume": "55", "issn": "", "pages": "194--200", "other_ids": {}}, "BIBREF177": {"ref_id": "b177", "title": "Shigella dysenteriae type 1 infections in US travellers to Mexico", "authors": [{"first": "J", "middle": [], "last": "Parsonnet", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Greene", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Gerber", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "ii", "issn": "", "pages": "543--545", "other_ids": {}}, "BIBREF178": {"ref_id": "b178", "title": "High rates of appendicectomy in a developing country: an attempt to contribute to a more rational use of surgical resources", "authors": [{"first": "P", "middle": [], "last": "Lanenscheidt", "suffix": ""}, {"first": "C", "middle": [], "last": "Lang", "suffix": ""}, {"first": "W", "middle": [], "last": "Puschel", "suffix": ""}], "year": 1999, "venue": "Eur J Surg", "volume": "165", "issn": "", "pages": "248--252", "other_ids": {}}, "BIBREF179": {"ref_id": "b179", "title": "Appendicitis versus genital disease in young women in tropical Africa", "authors": [{"first": "E", "middle": ["A"], "last": "Ameh", "suffix": ""}], "year": 2000, "venue": "Trop Doct", "volume": "30", "issn": "", "pages": "103--104", "other_ids": {}}, "BIBREF180": {"ref_id": "b180", "title": "Tropical surgical emergencies: acute appendicitis", "authors": [{"first": "A", "middle": ["A"], "last": "Out", "suffix": ""}], "year": 1989, "venue": "Trop Geogr Med", "volume": "41", "issn": "", "pages": "118--122", "other_ids": {}}, "BIBREF181": {"ref_id": "b181", "title": "Pathology of tropical appendicitis", "authors": [{"first": "S", "middle": ["C"], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Keswani", "suffix": ""}], "year": 1989, "venue": "J Clin Pathol", "volume": "42", "issn": "", "pages": "1169--1172", "other_ids": {}}, "BIBREF182": {"ref_id": "b182", "title": "Schistomiasis presenting as acute appendicitis", "authors": [{"first": "K", "middle": ["B"], "last": "Badmos", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Komolafe", "suffix": ""}, {"first": "O", "middle": [], "last": "Rotimi", "suffix": ""}], "year": 2006, "venue": "East Afr Med J", "volume": "83", "issn": "", "pages": "528--532", "other_ids": {}}, "BIBREF183": {"ref_id": "b183", "title": "Relationship between Enterobius vermicularis and the incidence of acute appendicitis", "authors": [{"first": "M", "middle": ["A"], "last": "Ramezani", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Dehghani", "suffix": ""}], "year": 2007, "venue": "Southeast Asian J Trop Med Publ Hlth", "volume": "38", "issn": "", "pages": "20--23", "other_ids": {}}, "BIBREF184": {"ref_id": "b184", "title": "Attitude thèrapeutique actuelle devant le volvulus du colon pelvien en milieu tropical", "authors": [{"first": "J-M", "middle": [], "last": "Zimmerman", "suffix": ""}, {"first": "B", "middle": [], "last": "De Graeve", "suffix": ""}, {"first": "J-F", "middle": [], "last": "Coblence", "suffix": ""}], "year": 1989, "venue": "Méd Trop", "volume": "49", "issn": "", "pages": "371--374", "other_ids": {}}, "BIBREF185": {"ref_id": "b185", "title": "Intussusception in adolescents and adults: a report on cases from Addis Abaka, Ethiopia, during a three-year period", "authors": [{"first": "B", "middle": [], "last": "Kotisso", "suffix": ""}, {"first": "A", "middle": [], "last": "Bekele", "suffix": ""}], "year": 2007, "venue": "Ethiop Med J", "volume": "45", "issn": "", "pages": "187--194", "other_ids": {}}, "BIBREF186": {"ref_id": "b186", "title": "Toxic dilatation of the colon in shigellosis", "authors": [{"first": "Apr", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ridgway", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarner", "suffix": ""}], "year": 1990, "venue": "BMJ", "volume": "301", "issn": "", "pages": "1325--1326", "other_ids": {}}, "BIBREF187": {"ref_id": "b187", "title": "Toxic dilation and amebiasis", "authors": [{"first": "J", "middle": ["D"], "last": "Gradon", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Lutwick", "suffix": ""}], "year": 1988, "venue": "Am J Gastroenterol", "volume": "83", "issn": "", "pages": "206--207", "other_ids": {}}, "BIBREF188": {"ref_id": "b188", "title": "Anorectal infections in relation to tropical exposure", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1992, "venue": "Non-neoplastic Diseases of the Anorecturm", "volume": "", "issn": "", "pages": "187--226", "other_ids": {}}, "BIBREF189": {"ref_id": "b189", "title": "Continuing low colon cancer incidence in African populations", "authors": [{"first": "I", "middle": [], "last": "Segal", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Edwards", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Walker", "suffix": ""}], "year": 2000, "venue": "Am J Gastroenterol", "volume": "95", "issn": "", "pages": "859--860", "other_ids": {}}, "BIBREF190": {"ref_id": "b190", "title": "Colonic tuberculosis: clinical features, endoscopic appearance and management", "authors": [{"first": "S", "middle": ["P"], "last": "Misra", "suffix": ""}, {"first": "V", "middle": [], "last": "Misra", "suffix": ""}, {"first": "M", "middle": [], "last": "Dwivedi", "suffix": ""}], "year": 1999, "venue": "J Gastroenterol Hepatol", "volume": "14", "issn": "", "pages": "723--729", "other_ids": {}}, "BIBREF191": {"ref_id": "b191", "title": "Epidemiology of Clostridium diffi cile infection in a large teaching hospital in Singapore", "authors": [{"first": "T", "middle": ["H"], "last": "Koh", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Tan", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Tan", "suffix": ""}], "year": 2007, "venue": "Pathology", "volume": "39", "issn": "", "pages": "438--442", "other_ids": {}}, "BIBREF192": {"ref_id": "b192", "title": "Hepatitis A virus: declining seroprevalence in children and adolescents in Southeast Asia", "authors": [{"first": "P", "middle": [], "last": "Kunasol", "suffix": ""}, {"first": "G", "middle": [], "last": "Cooksley", "suffix": ""}, {"first": "V", "middle": ["F"], "last": "Chan", "suffix": ""}], "year": 1998, "venue": "Southeast Asian J Trop Med Publ Hlth", "volume": "29", "issn": "", "pages": "255--262", "other_ids": {}}, "BIBREF193": {"ref_id": "b193", "title": "Liver failure attributable to hepatitis A virus infection in a developing country", "authors": [{"first": "U", "middle": [], "last": "Shah", "suffix": ""}, {"first": "Z", "middle": [], "last": "Habib", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Kleinman", "suffix": ""}], "year": 2000, "venue": "Pediatrics", "volume": "105", "issn": "", "pages": "436--438", "other_ids": {}}, "BIBREF194": {"ref_id": "b194", "title": "Hepatitis C: global prevalence (update)", "authors": [{"first": "", "middle": [], "last": "Anonymous", "suffix": ""}], "year": 1999, "venue": "Wkly Epidemiol Rec", "volume": "74", "issn": "", "pages": "425--427", "other_ids": {}}, "BIBREF195": {"ref_id": "b195", "title": "Role of hepatitis E virus in sporadic cases of acute and fulminant hepatitis in an endemic area", "authors": [{"first": "P", "middle": [], "last": "Coursaget", "suffix": ""}, {"first": "Y", "middle": [], "last": "Buisson", "suffix": ""}, {"first": "N", "middle": [], "last": "Gawara", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "", "suffix": ""}], "year": 1998, "venue": "Am J Trop Med Hyg", "volume": "58", "issn": "", "pages": "330--334", "other_ids": {}}, "BIBREF196": {"ref_id": "b196", "title": "Hepatitis E: an emerging infectious disease", "authors": [{"first": "A", "middle": ["B"], "last": "Labrique", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Thomas", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Stoszek", "suffix": ""}], "year": 1999, "venue": "Epidemiol Rev", "volume": "21", "issn": "", "pages": "162--179", "other_ids": {}}, "BIBREF197": {"ref_id": "b197", "title": "Lack of hepatitis E infection among backpackers to tropical countries", "authors": [{"first": "I", "middle": [], "last": "Potasman", "suffix": ""}, {"first": "L", "middle": [], "last": "Koren", "suffix": ""}, {"first": "M", "middle": [], "last": "Peterman", "suffix": ""}], "year": 2000, "venue": "J Travel Med", "volume": "7", "issn": "", "pages": "208--210", "other_ids": {}}, "BIBREF198": {"ref_id": "b198", "title": "Prevalence of hepatitis E antibodies in immigrants from developing countries", "authors": [{"first": "D", "middle": [], "last": "Tarrago", "suffix": ""}, {"first": "R", "middle": [], "last": "Lopez-Velez", "suffix": ""}, {"first": "C", "middle": [], "last": "Turrientes", "suffix": ""}], "year": 2000, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "19", "issn": "", "pages": "309--311", "other_ids": {}}, "BIBREF199": {"ref_id": "b199", "title": "Oxford Textbook of Clinical Hepatology", "authors": [{"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "", "volume": "2", "issn": "", "pages": "825--985", "other_ids": {}}, "BIBREF200": {"ref_id": "b200", "title": "Virus hepatitis update", "authors": [{"first": "J", "middle": ["A"], "last": "Summerfi Eld", "suffix": ""}], "year": 2000, "venue": "J R Coll Physicians Lond", "volume": "34", "issn": "", "pages": "381--385", "other_ids": {}}, "BIBREF201": {"ref_id": "b201", "title": "Clinical implications of HIV and hepatitis B co-infection in Asia and Africa", "authors": [{"first": "C", "middle": ["J"], "last": "Hoffmann", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Thio", "suffix": ""}], "year": 2007, "venue": "Lancet Infect Dis", "volume": "7", "issn": "", "pages": "402--409", "other_ids": {}}, "BIBREF202": {"ref_id": "b202", "title": "Viral hepatitis in India", "authors": [{"first": "S", "middle": ["K"], "last": "Acharya", "suffix": ""}, {"first": "K", "middle": [], "last": "Madan", "suffix": ""}, {"first": "S", "middle": [], "last": "Dattagupta", "suffix": ""}], "year": 2006, "venue": "Natl Med J India", "volume": "19", "issn": "", "pages": "203--217", "other_ids": {}}, "BIBREF203": {"ref_id": "b203", "title": "HCV: the Indian scenario", "authors": [{"first": "A", "middle": [], "last": "Mukhopadhya", "suffix": ""}], "year": 2006, "venue": "Trop Gastroenterol", "volume": "27", "issn": "", "pages": "105--110", "other_ids": {}}, "BIBREF204": {"ref_id": "b204", "title": "Salmonella hepatitis", "authors": [{"first": "C", "middle": [], "last": "Pramoolsinsap", "suffix": ""}, {"first": "V", "middle": [], "last": "Viranuvatti", "suffix": ""}], "year": 1998, "venue": "J Gastroenterol Hepatol", "volume": "13", "issn": "", "pages": "745--750", "other_ids": {}}, "BIBREF205": {"ref_id": "b205", "title": "Typhoid hepatitis in children", "authors": [{"first": "A", "middle": ["K"], "last": "Shetty", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Mital", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Bahrainwala", "suffix": ""}], "year": 1999, "venue": "J Trop Pediatr", "volume": "45", "issn": "", "pages": "287--290", "other_ids": {}}, "BIBREF206": {"ref_id": "b206", "title": "Protozoal and helminthic diseases of the liver", "authors": [{"first": "L", "middle": ["C"], "last": "Da Dilva", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Chieffi", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Carrilho", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "631--664", "other_ids": {}}, "BIBREF207": {"ref_id": "b207", "title": "Cirrhosis. In: Oxford Textbook of Clinical Hepatology", "authors": [{"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "", "volume": "1", "issn": "", "pages": "605--641", "other_ids": {}}, "BIBREF208": {"ref_id": "b208", "title": "Primary liver cell carcinoma", "authors": [{"first": "K", "middle": [], "last": "Okuda", "suffix": ""}, {"first": "H", "middle": [], "last": "Okuda", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "Oxford Textbook of Clinical Hepatology", "volume": "2", "issn": "", "pages": "1491--1530", "other_ids": {}}, "BIBREF209": {"ref_id": "b209", "title": "Epidemiology of primary liver cancer", "authors": [{"first": "F", "middle": ["X"], "last": "Bosch", "suffix": ""}, {"first": "J", "middle": [], "last": "Ribes", "suffix": ""}, {"first": "J", "middle": [], "last": "Borras", "suffix": ""}], "year": 1999, "venue": "Semin Liver Dis", "volume": "19", "issn": "", "pages": "271--285", "other_ids": {}}, "BIBREF210": {"ref_id": "b210", "title": "Cirrhosis and primary liver cancer amongst fi rst generation migrants in England and Wales", "authors": [{"first": "E", "middle": ["A"], "last": "Haworth", "suffix": ""}, {"first": "V", "middle": [], "last": "Soni-Raleigh", "suffix": ""}, {"first": "R", "middle": [], "last": "Balarajan", "suffix": ""}], "year": 1999, "venue": "Ethn Health", "volume": "4", "issn": "", "pages": "93--99", "other_ids": {}}, "BIBREF211": {"ref_id": "b211", "title": "Primary prevention of hepatocellular carcinoma in developing countries", "authors": [{"first": "C", "middle": ["P"], "last": "Wild", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 2000, "venue": "Mutat Res", "volume": "462", "issn": "", "pages": "381--393", "other_ids": {}}, "BIBREF212": {"ref_id": "b212", "title": "Autoimmune hepatitis in Brazil: an overview", "authors": [{"first": "A", "middle": ["C"], "last": "Goldberg", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Bittencourt", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Oliveira", "suffix": ""}], "year": 2007, "venue": "Scand J Immunol", "volume": "66", "issn": "", "pages": "208--216", "other_ids": {}}, "BIBREF213": {"ref_id": "b213", "title": "Hepatic calcifi cation by sequelae of chronic schistosomiasis japonica: report of four cases", "authors": [{"first": "K", "middle": ["T"], "last": "Pan", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Tseng", "suffix": ""}], "year": 1999, "venue": "Changgeng Yi Xue Za Zhi", "volume": "22", "issn": "", "pages": "265--270", "other_ids": {}}, "BIBREF214": {"ref_id": "b214", "title": "The epidemiology of schistosomiasis in Egypt: Gharbia Governorate", "authors": [{"first": "A", "middle": ["M"], "last": "El-Hawey", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Amr", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Abdel-Rahman", "suffix": ""}], "year": 2000, "venue": "Am J Trop Med Hyg", "volume": "62", "issn": "2", "pages": "42--48", "other_ids": {}}, "BIBREF215": {"ref_id": "b215", "title": "Alcoholic liver disease", "authors": [{"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "Oxford Textbook of Clinical Hepatology", "volume": "2", "issn": "", "pages": "1155--1247", "other_ids": {}}, "BIBREF216": {"ref_id": "b216", "title": "Oxford Textbook of Clinical Hepatology", "authors": [{"first": "A", "middle": ["P"], "last": "Mowat", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "", "volume": "2", "issn": "", "pages": "1875--1889", "other_ids": {}}, "BIBREF217": {"ref_id": "b217", "title": "Is non-Indian childhood cirrhosis caused by excess dietary copper?", "authors": [{"first": "I", "middle": ["H"], "last": "Scheinberg", "suffix": ""}, {"first": "I", "middle": [], "last": "Sternlieb", "suffix": ""}], "year": 1994, "venue": "Lancet", "volume": "344", "issn": "", "pages": "1002--1004", "other_ids": {}}, "BIBREF218": {"ref_id": "b218", "title": "Genetic haemochromatosis", "authors": [{"first": "P", "middle": [], "last": "Brissot", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deugnier", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}], "year": 1991, "venue": "Oxford Textbook of Hepatology", "volume": "", "issn": "", "pages": "948--958", "other_ids": {}}, "BIBREF219": {"ref_id": "b219", "title": "Dietary iron overload in the African and hepatocellular carcinoma", "authors": [{"first": "M", "middle": ["C"], "last": "Kew", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Asare", "suffix": ""}], "year": 2007, "venue": "Liver Int", "volume": "27", "issn": "", "pages": "735--741", "other_ids": {}}, "BIBREF220": {"ref_id": "b220", "title": "Oxford Textbook of Clinical Hepatology", "authors": [{"first": "D", "middle": [], "last": "Valla", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "", "middle": [], "last": "Vascular", "suffix": ""}, {"first": "J", "middle": [], "last": "Bircher", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Benhamou", "suffix": ""}, {"first": "N", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 1999, "venue": "", "volume": "2", "issn": "", "pages": "1457--1479", "other_ids": {}}, "BIBREF221": {"ref_id": "b221", "title": "Changing profi le of Budd Chiari Syndrome in India", "authors": [{"first": "C", "middle": ["E"], "last": "Eapen", "suffix": ""}, {"first": "T", "middle": [], "last": "Mammen", "suffix": ""}, {"first": "V", "middle": [], "last": "Moses", "suffix": ""}], "year": 2007, "venue": "Indian J Gastroenterol", "volume": "26", "issn": "", "pages": "77--81", "other_ids": {}}, "BIBREF222": {"ref_id": "b222", "title": "Portal hypertension in north Indian children", "authors": [{"first": "N", "middle": ["K"], "last": "Arora", "suffix": ""}, {"first": "R", "middle": [], "last": "Lodha", "suffix": ""}, {"first": "S", "middle": [], "last": "Gulati", "suffix": ""}], "year": 1998, "venue": "Indian J Pediatr", "volume": "65", "issn": "", "pages": "585--591", "other_ids": {}}, "BIBREF223": {"ref_id": "b223", "title": "Biliary parasites", "authors": [{"first": "M", "middle": [], "last": "Osman", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Lausten", "suffix": ""}, {"first": "T", "middle": [], "last": "El-Sefi", "suffix": ""}], "year": 1998, "venue": "Dig Surg", "volume": "15", "issn": "", "pages": "287--296", "other_ids": {}}, "BIBREF224": {"ref_id": "b224", "title": "Fascioliasis: sonographic abnormalities of the biliary tract and evolution after treatment with triclabendazole", "authors": [{"first": "J", "middle": [], "last": "Richter", "suffix": ""}, {"first": "S", "middle": [], "last": "Freise", "suffix": ""}, {"first": "R", "middle": [], "last": "Mull", "suffix": ""}], "year": 1999, "venue": "Trop Med Int Health", "volume": "4", "issn": "", "pages": "774--781", "other_ids": {}}, "BIBREF225": {"ref_id": "b225", "title": "Triclabendazole in the treatment of human fascioliasis: a community-based study", "authors": [{"first": "H", "middle": [], "last": "El-Morshedy", "suffix": ""}, {"first": "A", "middle": [], "last": "Farghaly", "suffix": ""}, {"first": "S", "middle": [], "last": "Sharaf", "suffix": ""}], "year": 2000, "venue": "East Mediterr Health J", "volume": "5", "issn": "", "pages": "888--894", "other_ids": {}}, "BIBREF226": {"ref_id": "b226", "title": "The effi cacy and tolerability of triclabendazole in Cuban patients with latent and chronic Fasciola hepatica infection", "authors": [{"first": "J", "middle": ["C"], "last": "Millan", "suffix": ""}, {"first": "R", "middle": [], "last": "Mull", "suffix": ""}, {"first": "S", "middle": [], "last": "Freise", "suffix": ""}], "year": 2000, "venue": "Am J Trop Med Hyg", "volume": "63", "issn": "", "pages": "264--269", "other_ids": {}}, "BIBREF227": {"ref_id": "b227", "title": "Acute liver failure: a review", "authors": [{"first": "S", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "N", "middle": [], "last": "Shah", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}], "year": 2006, "venue": "Clin Liver Dis", "volume": "10", "issn": "", "pages": "239--258", "other_ids": {}}, "BIBREF228": {"ref_id": "b228", "title": "Hepatic structure and function in experimental and human malaria", "authors": [{"first": "G", "middle": ["C"], "last": "Cook", "suffix": ""}], "year": 1990, "venue": "Infectious Diseases of the Liver (Falk Symposium 54)", "volume": "", "issn": "", "pages": "191--213", "other_ids": {}}, "BIBREF229": {"ref_id": "b229", "title": "The etiology of acute hepatitis in adults in Egypt", "authors": [{"first": "S", "middle": [], "last": "Zakaria", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Goldsmith", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Kamel", "suffix": ""}], "year": 1988, "venue": "Trop Geogr Med", "volume": "40", "issn": "", "pages": "285--292", "other_ids": {}}, "BIBREF230": {"ref_id": "b230", "title": "Delta virus infections in and around Chandigarh, Northern India: evidence for endemicity", "authors": [{"first": "S", "middle": ["R"], "last": "Pal", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Prasad", "suffix": ""}], "year": 1987, "venue": "Trop Geogr Med", "volume": "39", "issn": "", "pages": "123--125", "other_ids": {}}, "BIBREF231": {"ref_id": "b231", "title": "An epidemic of hepatitis D in the foothills of the Himalayas in South Kashmir", "authors": [{"first": "M", "middle": ["S"], "last": "Khuroo", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Zargar", "suffix": ""}, {"first": "R", "middle": [], "last": "Mahajan", "suffix": ""}], "year": 1988, "venue": "J Hepatol", "volume": "7", "issn": "", "pages": "151--156", "other_ids": {}}, "BIBREF232": {"ref_id": "b232", "title": "Fatal fulminant hepatitis in an infant with human herpesvirus-6 infection", "authors": [{"first": "Y", "middle": [], "last": "Asano", "suffix": ""}, {"first": "T", "middle": [], "last": "Yoshikawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Suga", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "335", "issn": "", "pages": "862--863", "other_ids": {}}, "BIBREF233": {"ref_id": "b233", "title": "Severe yellow fever with a 23-day survival", "authors": [{"first": "M", "middle": [], "last": "Boulos", "suffix": ""}, {"first": "Aac", "middle": [], "last": "Segurado", "suffix": ""}, {"first": "M", "middle": [], "last": "Shiroma", "suffix": ""}], "year": 1988, "venue": "Trop Geogr Med", "volume": "40", "issn": "", "pages": "356--358", "other_ids": {}}, "BIBREF234": {"ref_id": "b234", "title": "Lassa fever in the United States: investigation of a case and new guidelines for management", "authors": [{"first": "G", "middle": ["P"], "last": "Holmes", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Mccormick", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Trock", "suffix": ""}], "year": 1990, "venue": "N Engl J Med", "volume": "323", "issn": "", "pages": "1120--1123", "other_ids": {}}, "BIBREF235": {"ref_id": "b235", "title": "The effect of an arenavirus infection on liver morphology and function", "authors": [{"first": "H", "middle": ["L"], "last": "Lucia", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Coppenhaver", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Harrison", "suffix": ""}], "year": 1990, "venue": "Am J Trop Med Hyg", "volume": "43", "issn": "", "pages": "93--98", "other_ids": {}}, "BIBREF236": {"ref_id": "b236", "title": "Hepatoxicity of herbal remedies", "authors": [{"first": "F", "middle": ["B"], "last": "Macgregor", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Abernethy", "suffix": ""}, {"first": "S", "middle": [], "last": "Dahabra", "suffix": ""}], "year": 1989, "venue": "BMJ", "volume": "299", "issn": "", "pages": "1156--1157", "other_ids": {}}, "BIBREF237": {"ref_id": "b237", "title": "Acute liver failure: experience with 145 patients", "authors": [{"first": "B", "middle": ["N"], "last": "Tandon", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Joshi", "suffix": ""}, {"first": "M", "middle": [], "last": "Tandon", "suffix": ""}], "year": 1986, "venue": "J Clin Gastroenterol", "volume": "8", "issn": "", "pages": "664--668", "other_ids": {}}, "BIBREF238": {"ref_id": "b238", "title": "Young v adult cirrhotics: a prospective, comparative analysis of the clinical profi le, natural course and survival", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "S", "middle": [], "last": "Chari", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Sundaram", "suffix": ""}], "year": 1988, "venue": "Gut", "volume": "29", "issn": "", "pages": "101--107", "other_ids": {}}, "BIBREF239": {"ref_id": "b239", "title": "Characteristic sonographic pattern of schistosomal hepatic fi brosis", "authors": [{"first": "Abdel-Wahab Mf", "middle": [], "last": "Esmat", "suffix": ""}, {"first": "G", "middle": [], "last": "Milad", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 1989, "venue": "Am J Trop Med Hyg", "volume": "40", "issn": "", "pages": "72--76", "other_ids": {}}, "BIBREF240": {"ref_id": "b240", "title": "Clinical ultrasound in developing countries", "authors": [{"first": "", "middle": [], "last": "Editorial", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "1225--1226", "other_ids": {}}, "BIBREF241": {"ref_id": "b241", "title": "Operations for portal hypertension due to extrahepatic obstruction: results and 10 year follow-up", "authors": [{"first": "G", "middle": ["K"], "last": "Pande", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Reddy", "suffix": ""}, {"first": "P", "middle": [], "last": "Kar", "suffix": ""}], "year": 1987, "venue": "BMJ", "volume": "295", "issn": "", "pages": "1115--1117", "other_ids": {}}, "BIBREF242": {"ref_id": "b242", "title": "Extraintestinal disease: clinical syndromes, diagnostic profi le, and therapy", "authors": [{"first": "S", "middle": ["L"], "last": "Reed", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Braude", "suffix": ""}], "year": null, "venue": "", "volume": "1988", "issn": "", "pages": "511--532", "other_ids": {}}, "BIBREF243": {"ref_id": "b243", "title": "Amebiasis: Human Infection by Entamoeba histolytica", "authors": [{"first": "P", "middle": ["G"], "last": "Sargeaunt", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "370--387", "other_ids": {}}, "BIBREF244": {"ref_id": "b244", "title": "Do amoebic liver abscesses start as large lesions? Case report of an evolving amoebic liver abscess", "authors": [{"first": "S", "middle": ["P"], "last": "Robinson", "suffix": ""}, {"first": "D", "middle": [], "last": "Remedios", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Davidson", "suffix": ""}], "year": 1998, "venue": "J Infect", "volume": "36", "issn": "", "pages": "338--340", "other_ids": {}}, "BIBREF245": {"ref_id": "b245", "title": "Ultrasonography in the diagnosis and management of 52 patients with amebic liver abscess in Cairo", "authors": [{"first": "L", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "Aei", "middle": [], "last": "Rooby", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Kassem", "suffix": ""}], "year": 1990, "venue": "Rev Infect Dis", "volume": "12", "issn": "", "pages": "330--337", "other_ids": {}}, "BIBREF246": {"ref_id": "b246", "title": "Needle aspiration of amoebic liver abscess", "authors": [{"first": "M", "middle": ["P"], "last": "Sharma", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Rai", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Acharya", "suffix": ""}], "year": 1989, "venue": "BMJ", "volume": "299", "issn": "", "pages": "1308--1309", "other_ids": {}}, "BIBREF247": {"ref_id": "b247", "title": "Amoebic liver abscess: the effect of aspiration on the resolution or healing time", "authors": [{"first": "O", "middle": [], "last": "Freeman", "suffix": ""}, {"first": "A", "middle": [], "last": "Akamaguna", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Jarikre", "suffix": ""}], "year": 1990, "venue": "Ann Trop Med Parasitol", "volume": "84", "issn": "", "pages": "281--287", "other_ids": {}}, "BIBREF248": {"ref_id": "b248", "title": "A comparative evaluation of percutaneous catheter drainage for resistant amebic liver abscesses", "authors": [{"first": "J", "middle": ["P"], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Kashyap", "suffix": ""}], "year": 1989, "venue": "Am J Surg", "volume": "158", "issn": "", "pages": "58--62", "other_ids": {}}, "BIBREF249": {"ref_id": "b249", "title": "Perforated amebic liver abscesses: successful percutaneous treatment", "authors": [{"first": "J", "middle": ["G"], "last": "Ken", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Sonnenberg", "suffix": ""}, {"first": "G", "middle": [], "last": "Casola", "suffix": ""}], "year": 1989, "venue": "Radiology", "volume": "170", "issn": "", "pages": "195--197", "other_ids": {}}, "BIBREF250": {"ref_id": "b250", "title": "Liver abscess in the tropics: experience in the University Hospital, Kuala Lumpur", "authors": [{"first": "K", "middle": ["L"], "last": "Goh", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Paramsothy", "suffix": ""}], "year": 1987, "venue": "Postgrad Med J", "volume": "63", "issn": "", "pages": "551--554", "other_ids": {}}, "BIBREF251": {"ref_id": "b251", "title": "Clinical aspects of pyogenic liver abscess: the University Hospital of the West Indies experience", "authors": [{"first": "A", "middle": ["S"], "last": "Bansal", "suffix": ""}, {"first": "P", "middle": [], "last": "Prabhakar", "suffix": ""}], "year": 1988, "venue": "J Trop Med Hyg", "volume": "91", "issn": "", "pages": "87--93", "other_ids": {}}, "BIBREF252": {"ref_id": "b252", "title": "Treatment of pyogenic liver abscesses by percutaneous needle aspiration", "authors": [{"first": "L", "middle": ["A"], "last": "Berger", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Osborne", "suffix": ""}], "year": 1982, "venue": "Lancet", "volume": "i", "issn": "", "pages": "132--134", "other_ids": {}}, "BIBREF253": {"ref_id": "b253", "title": "Pyogenic liver abscesses: successful non-surgical therapy", "authors": [{"first": "D", "middle": ["A"], "last": "Herbert", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Fogel", "suffix": ""}, {"first": "J", "middle": [], "last": "Rothman", "suffix": ""}], "year": 1982, "venue": "Lancet", "volume": "i", "issn": "", "pages": "134--136", "other_ids": {}}, "BIBREF254": {"ref_id": "b254", "title": "Pyogenic liver abscess", "authors": [{"first": "E", "middle": ["D"], "last": "Bowers", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Robison", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Doberneck", "suffix": ""}], "year": 1990, "venue": "World J Surg", "volume": "14", "issn": "", "pages": "128--132", "other_ids": {}}, "BIBREF255": {"ref_id": "b255", "title": "Pyogenic liver abscesses: another look at medical management", "authors": [{"first": "S", "middle": ["J"], "last": "Mccorkell", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Niles", "suffix": ""}], "year": 1985, "venue": "Lancet", "volume": "i", "issn": "", "pages": "803--806", "other_ids": {}}, "BIBREF256": {"ref_id": "b256", "title": "Morbidity and mortality in children with pyogenic liver abscess", "authors": [{"first": "V", "middle": ["M"], "last": "Pineiro-Carrero", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Andres", "suffix": ""}], "year": 1989, "venue": "Am J Dis Child", "volume": "143", "issn": "", "pages": "1424--1427", "other_ids": {}}, "BIBREF257": {"ref_id": "b257", "title": "Hydatid disease of the liver", "authors": [{"first": "J", "middle": ["M"], "last": "Shaw", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Bornman", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Krige", "suffix": ""}], "year": 2006, "venue": "S Afr J Surg", "volume": "44", "issn": "", "pages": "74--77", "other_ids": {}}, "BIBREF258": {"ref_id": "b258", "title": "Long-term evaluation of patients with hydatidosis treated with benzimidazole carbamates", "authors": [{"first": "C", "middle": [], "last": "Franchi", "suffix": ""}, {"first": "Di", "middle": [], "last": "Vico", "suffix": ""}, {"first": "B", "middle": [], "last": "Teggi", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Clin Infect Dis", "volume": "29", "issn": "", "pages": "304--309", "other_ids": {}}, "BIBREF259": {"ref_id": "b259", "title": "The Echinococcus working group in China. Epidemiology of human alveolar echinococcosis in China", "authors": [{"first": "P", "middle": ["S"], "last": "Craig", "suffix": ""}], "year": 2006, "venue": "Parasit Int", "volume": "55", "issn": "", "pages": "221--225", "other_ids": {}}, "BIBREF260": {"ref_id": "b260", "title": "Gastrointestinal manifestations of schistosomiasis", "authors": [{"first": "G", "middle": ["T"], "last": "Strickland", "suffix": ""}], "year": 1994, "venue": "Gut", "volume": "35", "issn": "", "pages": "1334--1337", "other_ids": {}}, "BIBREF261": {"ref_id": "b261", "title": "Gastroenterology: Clinical Science and Practice", "authors": [{"first": "C", "middle": ["F"], "last": "Castillo", "suffix": ""}, {"first": "", "middle": [], "last": "Del", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Richter", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Warshaw", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "1615--1634", "other_ids": {}}, "BIBREF262": {"ref_id": "b262", "title": "Observations on hepatic structure and function in fi bro-calculous pancreatic diabetes (FCPD) vis-à-vis other diabetic subtypes", "authors": [{"first": "P", "middle": ["S"], "last": "Chattopadhyay", "suffix": ""}, {"first": "R", "middle": [], "last": "Chattopadhyay", "suffix": ""}, {"first": "R", "middle": [], "last": "Goswami", "suffix": ""}], "year": 1998, "venue": "Indian J Pathol Microbiol", "volume": "41", "issn": "", "pages": "141--146", "other_ids": {}}, "BIBREF263": {"ref_id": "b263", "title": "Hepatobiliary and pancreatic ascariasis in India", "authors": [{"first": "M", "middle": ["S"], "last": "Khuroo", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Zarger", "suffix": ""}, {"first": "R", "middle": [], "last": "Mahajan", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "335", "issn": "", "pages": "1503--1506", "other_ids": {}}, "BIBREF264": {"ref_id": "b264", "title": "Increased cholecystectomy rates in Saudi Arabia", "authors": [{"first": "T", "middle": ["M"], "last": "Tamimi", "suffix": ""}, {"first": "L", "middle": [], "last": "Wosornu", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Khozaim", "suffix": ""}], "year": 1990, "venue": "Lancet", "volume": "336", "issn": "", "pages": "1235--1237", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Barium swallow showing oesophageal carcinoma with gross mediastinal invasion.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Advanced oesophageal varices in a Zambian woman with severe macronodular cirrhosis associated with HBV infection; barium swallow examination.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "World map showing areas where post-infective tropical malabsorption is a signifi cant problem.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "4 shows an affected patient before and after chemotherapy. A wide range of clinical presentations exists, however, varying from the acute onset type (not strictly post-infective), 4 (A and C) A 19-year-old Englishman presented in London with post-infective tropical malabsorption (tropical sprue). Acute diarrhoea started soon after his arrival in Nepal and he lost approximately 12 kg in weight during the subsequent 2 months. The total urinary xylose excretion after a 25 g oral load was 2.5 mmol/5 h (normal range 8.0-16.0 mmol/5 h); the 24-h faecal fat was 83 mmol (normal range 11-18 mmol); the Schilling test result was 0.16% urinary excretion at 24 h (normal >10%) and the 8-h serum concentration was 0% (normal >0.6%) of the loading dose. Jejunal biopsy histology showed marked villous blunting with increased lymphocytes in the lamina propria. Parasites were not found in several faecal samples. Serum albumin 36 g/L; haemoglobin 13.2 g/dL; mean corpuscular volume 102.9; red blood cell folate 113 ng/L (normal >150 ng/L); serum vitamin B 12 322 pg/L (normal >150 pg/L). He responded rapidly to treatment with oral tetracycline and folic acid. (B and D) The same man 4 weeks after initiation of treatment when all investigations were normal.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Hypothetical scheme to illustrate the pathogenesis of post-infective malabsorption. The open arrows indicate the vicious cycle which, once set in motion, is only broken by elimination of the abnormal intraluminal fl ora ( †), and hastening of enterocyte recovery (*).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Gangrenous small intestine at post-mortem in a Papua New Guinean child who had died from necrotizing enteritis (pigbel disease).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Severe amoebic colitis: operative specimen obtained from an Australian nurse misdiagnosed as having non-specifi c ulcerative colitis (infl ammatory bowel disease) while working in Papua New Guinea.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Barium enema in a 35-year-old English woman who experienced bloody diarrhoea during a visit to Africa; she had not previously had signifi cant gastrointestinal problems. Colonic biopsy specimen obtained at colonoscopy confi rmed infl ammatory bowel disease.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Liver biopsy specimen from a 30-year-old Zambian woman. A degenerating Schistosoma mansoni egg is surrounded by a well-formed granuloma.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "10 Indian child suffering from decompensated chronic liver disease -Indian childhood cirrhosis.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "11 Abdominal radiograph showing calcifi ed pancreas in the chronic calcifi c pancreatitis syndrome. There was no history of alcohol excess or infant malnutrition; aetiology was therefore undetermined.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "12 Papua New Guinea man suffering from hyperreactive malarious splenomegaly (HMS); all of the features of this syndrome were present. (B) Liver biopsy specimen showing severe sinusoidal lymphocytosis, a component of the syndrome.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Some causes of dysphagia in tropical countries", "latex": null, "type": "table"}, "TABREF1": {"text": "Some causes of severe abdominal pain (without features of intestinal obstruction) in relation to tropical exposure Site of pain Cause", "latex": null, "type": "table"}, "TABREF2": {"text": "Small-intestinal diarrhoea", "latex": null, "type": "table"}, "TABREF3": {"text": "− and 027:H20. Therefore, many common strains of enterotoxigenic E. coli (ETEC) are relevant. Many other microorganisms are also involved. Salmonella species, Shigella species, Campylobacter jejuni, enteroadherent E. coli (EAEC) and Vibrio spp. (see Chapter 51); rotavirus and norovirus (Chapter 45), and Giardia lamblia, Coccidia species (including Cryptosporidium species, I. belli and Blastocystis hominis) and Entamoeba histolytica (Chapter 79).", "latex": null, "type": "table"}, "TABREF4": {"text": "Colorectal diarrhoea a", "latex": null, "type": "table"}, "TABREF5": {"text": "Some causes of hepatic granulomas in tropical countries", "latex": null, "type": "table"}, "TABREF6": {"text": "Some causes of jaundice in the tropics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Jaundice of acute bacterial infection: pneumococcal lobar pneumonia, pyomyositis\n</td></tr><tr><td>Viruses </td><td>Hepatitis (A-F)\n</td></tr><tr><td>Yellow fever\n</td></tr><tr><td> </td><td>Epstein-Barr virus\n</td></tr><tr><td> </td><td>Cytomegalovirus\n</td></tr><tr><td> </td><td>Marburg and Ebola diseases\n</td></tr><tr><td>Bacteria </td><td>Lassa fever\n</td></tr><tr><td>Leptospirosis\n</td></tr><tr><td>Typhoid fever\n</td></tr><tr><td> </td><td>Syphilis\n</td></tr><tr><td> </td><td>Gonococcal disease\n</td></tr><tr><td>Parasites </td><td>Bartonellosis\n</td></tr><tr><td>Malaria (acute Plasmodium falciparum and </td></tr><tr><td>P. vivax)\n</td></tr><tr><td> </td><td>Schistosomiasis\n</td></tr><tr><td> </td><td>Amoebiasis (rarely)\n</td></tr><tr><td> </td><td>Toxoplasmosis\n</td></tr><tr><td> </td><td>Trichinellosis\n</td></tr><tr><td> </td><td>Fascioliasis\n</td></tr><tr><td> </td><td>Clonorchiasis </td></tr><tr><td> </td><td>Opisthorchiasis\n}\npredominantly large-duct obstructive jaundice\n</td></tr><tr><td> </td><td>Ascariasis\n</td></tr><tr><td>Genetic </td><td>Hydatidosis (rarely)\n</td></tr><tr><td>Sickle cell disease\n</td></tr><tr><td>Glucose-6-phosphate dehydrogenase defi ciency\n</td></tr><tr><td> </td><td>Dubin-Johnson syndrome\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Causes of portal hypertension and oesophageal (and gastric) varices, showing those which are more common in developing countries", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Level of obstruction </td><td>Cause\n</td></tr><tr><td>Pre-hepatic </td><td>Hyper-reactive malarious splenomegaly (HMS) (increased portal blood fl ow)a\n</td></tr><tr><td>Portal vein occlusiona\n</td></tr><tr><td> </td><td>Splenic vein occlusion\n</td></tr><tr><td>Hepatic macronodular cirrhosisa\n</td><td>Hepatosplenic schistosomiasisa\n</td></tr><tr><td>Veno-occlusive diseasea\nCongenital hepatic fi brosis\n</td></tr><tr><td>Post-hepatic </td><td>Cardiac failure (secondary to chronic rheumatic disease)a\nEndomyocardial fi brosisa\nConstructive pericarditisa\nInferior vena caval obstruction Hepatic vein thrombosis (Budd-Chiari syndrome)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "1. Isolation in an intensive care room. 2. Attention to general hygiene and care of a comatose patient. 3. Intravenous fl uid to provide 1000-1500 calories daily using 10% dextrose, supplemented if necessary, by 20% dextrose. 4. Nasogastric tube for aspiration of gastric contents and instillation of drugs. 5. Gut sterilization by ampicillin (1.5 g 6-hourly via nasogastric tube); colonic washes twice daily. 6. Liquid antacids (30 mL 2-hourly). 7. 'Lactisyn' (1 ampoule = Lactobacillus lactus 490 million, L. acidophilus 490 million, Streptococcus lactus 10 million) three times daily. 8. Condom or catheter drainage of the urinary bladder. 9. Maintenance of electrolyte and fl uid balance by intravenous supplementation. Complications were managed as follows: • Infection (diagnosis was based on clinical fi ndings, leukocyte count >15 × 10 9 /L, and/or chest radiograph abnormality): gentamicin 3.5 mg/kg body weight (as three divided doses), and/ or cephalexin (2 g daily as four divided doses) • Cerebral oedema (criteria for diagnosis were: focal or generalized seizures, abnormal reactive or unequal pupils, decerebrate posture of the body after minor stimuli, and/or sudden deterioration of vital signs): intravenous mannitol (200 mL administered during 30 min and repeated three or four times per 24 h). • Gastrointestinal bleeding (diagnosed by aspiration of fresh or altered blood via nasogastric tube): liquid antacid (30-45 mL every 2 h), gastric lavage (with 100 mL cold saline containing 8 mg noradrenaline every 30 min) and occasionally cimetidine. (When the prothrombin time was >7 s compared with a control, fresh frozen plasma was administered.) • Renal failure (the criterion used was: oliguria (urine output <400 mg/24 h, and rising blood urea) despite adequate hydration): diuretics (judiciously used). Overall, 42 (28.9%) survived; of those ≤40 years old, 41 (33%) recovered, compared with only one (4.8%) of those ≥40 years;", "latex": null, "type": "table"}, "TABREF9": {"text": "Some causes of splenomegaly in the tropics Infections Viral Epstein-Barr virus, cytomegalovirus, viral hepatitis and other virus diseases", "latex": null, "type": "table"}}, "back_matter": []}