{
    "paper_id": "1c41474b22e86f728dab7e88ddbe1750f93018b2",
    "metadata": {
        "title": "Journal Pre-proof Sodium status and kidney involvement during COVID-19 infection Adrian Post (Conceptualization) (Investigation) (Visualization) (Writing -original draft) (Writing -review and editing), Robin P.F. Dullaart (Conceptualization) (Investigation) (Visualization) (Writing - original draft) (Writing -review and editing), Stephan J.L. Bakker (Conceptualization) (Investigation) (Visualization) (Writing -original draft) (Writing -review and editing) Sodium status and kidney involvement during COVID-19 infection",
        "authors": [
            {
                "first": "Adrian",
                "middle": [],
                "last": "Post",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Groningen",
                    "location": {
                        "postCode": "9700 RB",
                        "settlement": "Groningen, Groningen, Groningen",
                        "country": "the Netherlands., the Netherlands"
                    }
                },
                "email": "a.post01@umcg.nl"
            },
            {
                "first": "Robin",
                "middle": [
                    "P F"
                ],
                "last": "Dullaart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Groningen",
                    "location": {
                        "postCode": "9700 RB",
                        "settlement": "Groningen, Groningen, Groningen",
                        "country": "the Netherlands., the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [
                    "J L"
                ],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Groningen",
                    "location": {
                        "postCode": "9700 RB",
                        "settlement": "Groningen, Groningen, Groningen",
                        "country": "the Netherlands., the Netherlands"
                    }
                },
                "email": "s.j.l.bakker@umcg.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "Funding: None Word count: 416 Word count abstract: 164 J o u r n a l P r e -p r o o f Highlights  Low sodium intake or sodium losses upregulate kidney expression of ACE2  SARS-CoV-2 makes use of ACE2 to interact with target cells  Low sodium status may increase the risk of kidney involvement during COVID-19 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The angiotensin-converting enzyme 2 receptor (ACE2) is expressed in epithelial cells of many tissues including the kidney, and has been identified to interact with human pathogenic coronaviruses, including SARS-CoV-2. Although diffuse alveolar damage and acute respiratory failure are the main features of COVID-19 infection, two recent studies demonstrate that kidney impairment in hospitalized COVID-19 patients is common, and that kidney involvement is associated with high risk of in-hospital death. Interestingly, studies in rats have demonstrated that high dietary sodium intake results in down-regulation of the ACE2 expression in kidney tissue. We hypothesize that low sodium status makes renal involvement during the course of COVID-19 infection more likely due to upregulation of membrane bound ACE2 in the kidneys. We propose that sodium intake and status should be monitored carefully during severe COVID-19 infections, and that low sodium intake be corrected early in its course, despite a potential conflict regarding common dietary recommendations to restrict dietary sodium intake in patients with hypertension, diabetes, and kidney disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f including the kidney, and has been identified to interact with human pathogenic coronaviruses, including SARS-CoV-2 1 . Although diffuse alveolar damage and acute respiratory failure are the main features of COVID-19 infection, two recent studies demonstrate that kidney impairment in hospitalized COVID-19 patients is common, and that kidney involvement is associated with high risk of in-hospital death 2, 3 . If SARS-CoV-2 becomes systemic after the respiratory system has served as porte d'entrée, the kidney is a potential target for the virus, which is supported by results of RNAsequencing studies, which found up to 100 times higher tissue ACE2 expression in the kidneys compared to the lungs 4 . Interestingly, studies in rats have demonstrated that high dietary sodium intake results in down-regulation of the ACE2 expression in kidneys 5, 6 . Indeed, Cao et al.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 733,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "demonstrated that a high sodium diet for 3 weeks more than halved the expression of ACE2 in rat kidney 5 . Concordantly, Berger et al. demonstrated a nearly 5-fold higher ACE2 expression in spontaneously hypertensive rats fed a low sodium diet when compared to those on a high sodium diet 6 . It should be noted that the high sodium group in the study by Cao et al. was exposed to a 20-times higher sodium intake than the low sodium group 5 , while such an extreme difference in sodium intake is rarely seen between humans. Moreover, these experimental studies did not differentiate between cell membrane bound ACE2 and soluble ACE2, which may be important in light of SARS-CoV-2 exposure to cells. Soluble ACE2 is formed through proteolytic cleavage of membrane bound ACE2 but probably represents only a small fraction of membrane bound ACE2 7 . It has been proposed that low sodium balance may lead to more severe COVID-19 8 . Indeed, studies on electrolyte disturbances during COVID-19 have shown significantly lower sodium concentrations in patients with severe COVID-19 infection 9 . Here, we hypothesize that low sodium status also makes renal involvement during the course of COVID-19 infection more likely due to upregulation of membrane bound ACE2 in the kidneys. The hypothesized interaction between sodium balance, the ACE2 receptor, SARS-CoV-2, and the kidney is shown in Figure 1 . We propose that sodium intake and status should be monitored carefully during severe COVID-19 infections and low sodium intake be treated early in its course, despite a potential conflict regarding common dietary recommendations to restrict dietary sodium intake in patients with hypertension, diabetes, and kidney disease. ",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 289,
                    "end": 290,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 925,
                    "end": 926,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1085,
                    "end": 1086,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1384,
                    "end": 1392,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kidney impairment is associated with in-hospital death of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney International",
            "volume": "97",
            "issn": "5",
            "pages": "829--838",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Caution on kidney dysfunctions of 2019-nCoV patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fagerberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hallstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oksvold",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Cell Proteomics",
            "volume": "13",
            "issn": "2",
            "pages": "397--406",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunohistochemical expression of intrarenal renin angiotensin system components in response to tempol in rats fed a high salt diet",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Della",
                    "middle": [],
                    "last": "Penna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kouyoumdzian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "World J Nephrol",
            "volume": "6",
            "issn": "1",
            "pages": "29--40",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Renal effects and underlying molecular mechanisms of long-term salt content diets in spontaneously hypertensive rats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Vassallo",
                    "suffix": ""
                },
                {
                    "first": "Crajoinas",
                    "middle": [],
                    "last": "Rde",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Plasma and tissue angiotensin-converting enzyme 2 activity and plasma equilibrium concentrations of angiotensin peptides in dogs with heart disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larouche-Lebel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Loughran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Oyama",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Vet Intern Med",
            "volume": "33",
            "issn": "4",
            "pages": "1571--1584",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is low sodium intake a risk factor for severe and fatal COVID-19 infection?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "Rpf",
                    "middle": [],
                    "last": "Dullaart",
                    "suffix": ""
                },
                {
                    "first": "Sjl",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur J Intern Med",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electrolyte imbalances in patients with severe coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "South",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Clin Biochem",
            "volume": "57",
            "issn": "3",
            "pages": "262--265",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "A schematic overview of the hypothesized interaction between sodium balance, the ACE2 receptor expression, SARS-CoV-2 and the kidney.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}