{
    "paper_id": "1c46c2e1f57e4452bedf03198df3438bbccf32b5",
    "metadata": {
        "title": "ScienceDirect Ethical questions related to Covid-19 and ENT practice",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": "f.simon@aphp.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Covid-19 pandemic, following the emergence of a new coronavirus (SARS-CoV-2) in China early 2020, is disrupting entire communities and particularly healthcare professionals including ENT specialists, thus raising many ethical questions. The World Health Organisation (WHO) and several countries have already prepared these questions by taking ethics into account when planning management of a hypothetical global influenza pandemic [1] , most of the time without being able to offer clear guidelines. In France, the National Consultative Ethics Committee (Comité consultatif national d'éthique -CCNE) published a document in 2009 on \"the ethical questions raised by a possible influenza pandemic\", a text which served as the basis for the urgent drafting of a new document, published on March 13th, 2020 concerning the Covid-19 pandemic [2] . In this text, ten important points have been identified:",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "General context and opinion of the French National Consultative Ethics Committee (CCNE)"
        },
        {
            "text": "• a call for civic responsibility, in particular a discussion on the right of withdrawal in relation to duty and general public interest, and on the importance of limiting defiant attitudes (sometimes even from healthcare professionals); • the political decision-making process based on committees including scientific experts and members of civil society; • measures to temporarily restrict citizens' rights based on a solid legal framework, emphasising on public information and education; • special attention to precarious populations; • transparent and responsible communication;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General context and opinion of the French National Consultative Ethics Committee (CCNE)"
        },
        {
            "text": "• continued respect of health data confidentiality; • taking into account the international context with a common health crisis management policy on a European scale; • promotion of research in international partnerships;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General context and opinion of the French National Consultative Ethics Committee (CCNE)"
        },
        {
            "text": "• an appeal to the pharmaceutical industry;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General context and opinion of the French National Consultative Ethics Committee (CCNE)"
        },
        {
            "text": "• necessary ethical consideration to maintain access to healthcare for all patients (in particular, on the differential treatment of patients infected with Covid-19 and those with other pathologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General context and opinion of the French National Consultative Ethics Committee (CCNE)"
        },
        {
            "text": "Most of the main ethical questions concern A&E and ICU departments (patient-related decisions on a case-by-case basis) or public health policy (restriction of individual freedoms and optimisation of resources) and do not usually concern ENTs. However, the issues highlighted by the CCNE, such as the attention paid to precarious populations, maintaining access to healthcare for all and international communication and cooperation, are important in our specialty. According to preliminary feedback from ENT colleagues at this stage of the pandemic, several aspects stand out, enumerated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Covid-19 in ENT: food for thought"
        },
        {
            "text": "The first difficulty is the great exposure of ENTs to the virus when examining the upper airways in these patients, especially in the office. In the operating room, endonasal, upper airway and mastoid surgery are also particularly at risk. Insufficient availability of personal protective equipment (PPE) poses major ethical problems between taking appropriate care of patient and endangering ENTs and their teams doing so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficulties in management of Covid-19 positive patients"
        },
        {
            "text": "As a precaution and to respect confinement, the majority of consultations have been cancelled. Performing flexible nasal endoscopy in the office has become complicated with an insufficient availability of FFP2 masks. The risk for the patient is twofold, of delayed diagnosis and of increased contamination risk during transport for medical reasons. National recommendations also suggest cancelling any elective surgery that can be delayed by two months. However, this decision may be difficult to take in cases of progressive diseases, especially when collective decision-making is not possible, with a significant risk of post-crisis legal actions. Even oncology cases, although prioritised, are sometimes impacted to limit necessity of ICU or tracheostomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact on the management of Covid-19 negative patients presenting with other pathologies"
        },
        {
            "text": "As has been pointed out by the CCNE and in the literature [3, 4] , scientific communication and transparency are ethically key to limit rumours, fake news and false hopes for patients. The chloroquine controversy, often more an emotionally heated than scientific debate, has recently been at the forefront of discussions between patients and their ENTs and between colleagues, overshadowing other important issues. Conversely, the numerous recommendations posted online on the National French ORL Society (SFORL) website (https://www.sforl.org/actualites-Covid-19/) and the French National ENT Academy, with the participation of the French ORL National Syndicate (SNORL) and the French ORL National Professional Council (CNP ORL) are part of a transparent and up-to-date communication strategy at a national but also international level. Professional online forums such as Doc@Doc also allow information to be relayed and experiences to be crossed leading to notable scientific advances (as was the case for anosmia).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 62,
                    "end": 64,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Communication difficulties in times of crisis"
        },
        {
            "text": "By its sheer scale, the pandemic impacts all ENTs, public and private sectors alike and raises multiple ethical questions on decisions concerning caregivers or patients. To continue this reflection, the Ethics Committee of the CNP ORL (CEORL), currently being rehauled, is available to collect questions from ENTs and to reflect with the ENT community on these subjects. According to the different recommendations of the French scientific societies, the CEORL certainly remains available to review certain ethical choices, would ENT specialists require it, keeping in mind that it seems of paramount importance that decisions be taken within the local teams, on a case-by-case basis and depending on the local context, which can change rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ethics committee of the French ORL National Professional Council (CEORL)"
        },
        {
            "text": "It is possible to contact the CEORL by e-mail: ceorl@sforl.org and to access its web page on the SFORL website: www.sforl.org/ceorl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ethics committee of the French ORL National Professional Council (CEORL)"
        },
        {
            "text": "The author declares that he has no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethics in a pandemic: a survey of the State Pandemic Influenza plans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinot",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "97",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: contribution du comité consultatif national d'éthique : enjeux éthiques face à une pandémie",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Data sharing to serve ethics, transparency and reproducibility of medical science",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laccourreye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonfils",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garrel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Ann Otorhinolaryngol Head Neck Dis",
            "volume": "134",
            "issn": "",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Whose crisis? Pandemic flu, \"communication disasters\" and the struggle for hegemony",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1363459319886112"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}