{
    "paper_id": "1c499086d54780046d055137fe3c0e6ab1c4d761",
    "metadata": {
        "title": "Platform Technology to Generate Broadly Cross-Reactive Antibodies to a-Helical Epitopes in Hemagglutinin Proteins From Influenza A Viruses ABSTRACT",
        "authors": [
            {
                "first": "Ziqing",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Lajos",
                "middle": [],
                "last": "Gera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "T"
                ],
                "last": "Mant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Brooke",
                "middle": [],
                "last": "Hirsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhe",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "A"
                ],
                "last": "Shortt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "D"
                ],
                "last": "Pollock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhaohui",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BeiGongDa RuanJianYuan",
                    "location": {
                        "addrLine": "Bldg#7",
                        "postCode": "100176",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "V"
                ],
                "last": "Holmes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "S"
                ],
                "last": "Hodges",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "postCode": "80045",
                        "settlement": "Aurora",
                        "region": "CO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I nfluenza A viruses spread rapidly, causing widespread seasonal epidemics of respiratory disease worldwide, which results in more than a billion cases and 500,000 deaths annually. 1 Annually in the USA, there are 25-50 million cases of influenza, 225,000 hospitalizations and about 36,000 deaths. 2 A new type of influenza vaccine that can provide long-lasting protection against all strains of influenza A virus is urgently needed. 2 Although influenza vaccines and several influenza drugs are available, the burden of influenza on society remains enormous. Natural influenza virus infection and current influenza vaccines elicit antibodies that block binding of the head of the viral hemagglutinin (HA) glycoprotein to its cell surface receptor, but the virus readily evades these antibodies by mutations in the antibody-binding region ( Figure 1 ). 5 In contrast, several groups have recently identified conserved regions in the stem domain of HA that elicit rare human neutralizing antibodies that can protect against multiple influenza HA subtypes. [6] [7] [8] [9] [10] [11] [12] These human monoclonal antibodies are candidate therapeutics for influenza, but because of the complexity of the three-dimensional binding sites of the monoclonal antibod-ies on the stem region of HA, it is extremely difficult to design an immunogen to mimic these epitopes to create immunogens that will elicit these neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 854,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 849,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The sequence of different influenza HA subtypes is more conserved in the stem region across different HA subtypes compared to the globular head. 13 Many attempts to develop a vaccine based on the stem domain (HA2 subunit) have been unsuccessful. Recently, results suggest that HA2-based immunogens can provide cross protection against several strains within a subtype. 14, 15 However, these vaccines are still large in size and require C-terminal trimerization motifs connected by flexible linkers to properly fold the trimeric structure of the headless stem domain. 15 It still remains to be shown that cross-reactive protection against many different subtypes can be achieved with stem domain constructs by in vivo challenge experiments in animals with heterologous subtypes. Existing influenza vaccines display limited efficacy for several reasons. 16 The head region of HA rapidly mutates and antibodies in the human population to previous influenza strains select for antigenic variants so that new vaccine strains that target these variants must be developed every year, based on predictions of viral strains that may circulate the next winter. 17 Errors in ). The left panel shows the three-dimensional structure of the trimeric HA protein expressed in recombinant vaccinia virus-infected CV1 cells. 3 The right panel shows the structure of a single monomer where the regions of interest 421-448 (5P) and 449-476 (6P) are colored red and purple, respectively. The head region is involved in receptor binding. The stem region is involved in membrane fusion and virus entry. The models were created with PyMOL (version 0.99) program. Phylogenetic tree of the hemagglutinin genes of all known influenza A virus subtypes. Adapted from Wu et al., 2014. 4 The categorized HA molecules can be grouped into two groups, group 1 (colored blue) and group 2 (colored red). The subtypes that have been confirmed in humans are boxed.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 569,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1308,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1738,
                    "end": 1756,
                    "text": "Wu et al., 2014. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Platform Technology to Generate Broadly Cross-reactive Antibodies 145",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "predicting antigenic types and long vaccine development times compromise vaccination programs. Eighteen HA subtypes of influenza A have been identified in humans, animals and birds (Figure 1 ), 4 including H1, H2 and H3 which have caused human pandemics. H1 and H3 subtypes of influenza A are continually undergoing immune selection (antigenic drift) in humans, so that antibody-resistant strains continue to emerge and cause new human pandemics. Subtypes H5, H7, and H9 are recognized by the World Health Organization as \"potential pandemic viruses\" and humans have no pre-existing immunity to these subtypes. 18 Avian H5N1 virus is highly pathogenic in humans with a mortality rate of 60% in humans, but fortunately there is not efficient human-to-human transmission. 19 Mutations in virus genes that alter antigenicity or host range, or increase virus virulence or transmissibility can occur spontaneously or can be genetically engineered to create biothreat strains. Therefore, a new strategy is needed for development of a universal influenza vaccine that could protect against all HA types and their antigenic variants, be manufactured quickly and inexpensively, be very stable with a long self-life, and induce long-lasting immunity. We are developing a novel synthetic peptide vaccine platform technology 20-22 that targets a-helical regions in proteins. We have chosen the stem region of Class 1 Viral Fusion Proteins such as Influenza A, Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) spike glycoprotein and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) spike glycoprotein, Respiratory Syncytial Virus (RSV) F protein and Ebola glycoprotein 23, 24 because the a-helical regions in the stem are highly conserved and ideal candidates for vaccine development. The stem domains of the fusion glycoproteins of these diverse viruses share a common coiled-coil structure that must be triggered to undergo a massive conformational change in order to induce fusion of the virus envelope with host cell membranes and initiate virus infection. Blocking the conformational change in the stem region of the viral fusion protein with antibodies can prevent virus infection in vitro and in vivo. Thus, if one can elicit antibodies to functionally significant and/or highly conserved regions of these glycoproteins, the ability to provide a broadly protective vaccine is dramatically enhanced. Synthetic peptide vaccines have many advantages over traditional vaccines 25 if they can mimic the structure of the epitope found in the native protein target: (1) The peptide vaccine can be synthesized soon after virus emergence when the key regions of the viral immunogen fusion protein have been deduced from the viral nucleic acid sequence; (2) The peptide immunogen, in our case, is small containing a B-cell epitope of 28 amino acid residues in length and can be rapidly and inexpensively manufactured in very large quantities; (3) The synthesized peptide immunogen does not have to be purified away from cellular components or irrelevant viral proteins; (4) Traditional vaccines with intact proteins may contain additional epitopes that elicit undesired B-cell or T-cell responses, thus, there is improved safety for synthetic peptide vaccines; (5) The amino acid sequences of the coiled-coil regions of the viral fusion proteins are highly conserved among the many strains of emerging viruses, so that a single peptide immunogen has the potential to protect against multiple subtypes and host range mutants of an emerging virus, making the vaccine useful not only for humans, but also the animal reservoirs of the virus; (6) Our unique, conformation-stabilized templated, two-stranded synthetic peptide immunogens are highly stable to temperature, facilitating storage and stockpiling of the vaccine.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 772,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1674,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 1675,
                    "end": 1677,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 2482,
                    "end": 2484,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We are developing an extremely simple, innovative and robust technology to present a-helical epitopes from native proteins to the immune system such that the resulting conformationspecific antibodies bind to the native protein target. This procedure involves a process called templating where the helical sequence of interest is inserted into a parallel two-stranded ahelical coiled-coil and disulfide-bridged template which maintains the native helical conformation of the epitope, presents all the surface-exposed residues of the a-helix in the native protein and optimizes stability of the immunogen (Figure 2 ). To optimize the conformational stability of the immunogen, two synthetic peptides are stabilized in a two-stranded, coiled-coil configuration by substituting at each of the hydrophobic residues in the a and d positions of the native a-helix with isoleucine and leucine, respectively; and also linking the two templated peptides with a disulfide bond. It is well known that residues at the a and d positions define the hydrophobic interface between the helices and are critical for determining the oligomerization state and stability of coiled-coils. For example, the b-branched hydrophobic residues Ile and Val provide significantly greater stability to the coiled-coil than that of the similarly sized hydrophobic residue, Leu, when placed at position a, [26] [27] [28] whereas Leu appeared to provide more stability at position d. 28 Harbury et al. using synthetic analogs of GCN4, have shown that subtle changes in the type of hydrophobic core residues can result in selective formation of dimer, trimer and tetramer structures. 29 Hodges and co-workers carried out the complete biophysical characterization of a 38-residue model coiled-coil substituted by 20 different amino acid residues at position a and position d to determine their effect on protein stability. [30] [31] [32] Woolfson and Alber developed an algorithm to predict the oligomerization states of coiled-coils. 33 In the native a-helix the hydrophobic residues in positions a and d are buried while each of the b, c, e, f, and g residues are exposed on the surface. Similarly, in the two-stranded a-helical coiled-coil immunogen, each of the b, c, e, f, and g residues are also exposed on the surface and are identical to the corresponding residues displayed on the surface of the selected native ahelix in the stem domain (denoted by asterisks Figure 2 which creates two helical surfaces (blue), each which generate FIGURE 2 Templated a-Helical B-cell epitopes. The top panel shows the disulfide-bridged homo-two-stranded a-helical coiled-coil templated B-cell epitopes. The residue positions b, c, e, f, and g, which can be substituted with the native B-cell epitope, are indicated with an asterisk (*). The relative position of the * residues when in a two-stranded coiled-coil structure are shown in a cross-sectional view (lower right) and as a cartoon (lower left). In the cross-sectional view, the direction of the helices is into the page from the NH 2 to the COOH terminus, with the polypeptide chains parallel and in-register. Heptad positions are labeled a-g, with the prime indicating corresponding positions on the opposing helix. Arrows depict the hydrophobic interactions that occur between residues a and a 0 , d and d 0 . In the cartoon model, the white circles denote the b, c, e, f, and g positions exposed from the front view of the two-stranded coiled-coil. Diagram of templated peptide immunogens used in this study. Templated B-cell epitope is conjugated to the protein carrier, Keyhole limpet hemocyanin (KLH) via a linker consisting of a GG spacer, norleucine (for quantitation of moles of peptide per mole protein carrier) and an iodoacetyl group used to couple the peptide to SH groups on KLH. The disulfide bond at the C-terminus of the template is at an a position and is used to further stabilize the two-stranded a-helical coiled-coil. The RR residues at the Cterminus are used to enhance solubility of the immunogen, if required.",
            "cite_spans": [
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1449,
                    "end": 1451,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1890,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1895,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1896,
                    "end": 1900,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1998,
                    "end": 2000,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 612,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2432,
                    "end": 2440,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Technology"
        },
        {
            "text": "Platform Technology to Generate Broadly Cross-reactive Antibodies 147",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Technology"
        },
        {
            "text": "antibodies that bind the helix of interest in the native protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Technology"
        },
        {
            "text": "In the native trimeric spike protein the helix may be a single ahelix either stabilized by surrounding protein regions or stabilized in a trimeric coiled-coil in the stem domain of the spike protein. What is unique with our technology is that the resulting antibodies from our immunogens bind to a single a-helical surface and are dramatically different from the binding sites of monoclonal antibodies that bind to the stem region of hemagglutinin. These monoclonal antibodies binding sites involve complex conformational epitopes rather than a single helix. [6] [7] [8] 12 MATERIALS AND METHODS",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Technology"
        },
        {
            "text": "The peptides were synthesized on 4-methylbenzhydrylamine (MBHA) hydrochloride salt polystyrene resin (substitution: 0.4 mmole g 21 resin, bead size 100-200 mesh, 1% crosslinked with divinylbenzene) using the general procedures for solid-phase peptide synthesis on a Beckman peptide synthesizer, model 990. Amino acids were coupled as their N atert-butoxycarbonyl (Boc) derivatives (fivefold molar excess), and reactive side-chains were protected as follows: Arg, tosyl (Tos); Asn, 9-Hxanthen-9-yl (Xan); Asp, cyclohexyl (OcHx); Cys, 4-methylbenzyl (MeBzl); Gln, 9-H-xanthen-9-yl (Xan); Glu, cyclohexyl (OcHx); His, benzyloxymethyl (Bom); Lys, 2-chlorobenzyloxycarbonyl (2-Cl-Z); Ser, benzyl (Bzl); Thr, benzyl (Bzl); Trp, formyl (For). Coupling reactions were performed using 5 equivalents of the mixture Boc-amino acid:BOP (benzotriazol-l-yloxy-tris (dimethylamino) phosphonium, hexafluorophosphate): HOBt (hydroxybenzotriazole): DIEA (diisoproylethylamine) (1:1:1:2) in DMF (N,N-dimethylformamide), with a 3-5 min pre-activation step before coupling. Cys and His were coupled without pre-activation to prevent racemization. Coupling reactions were monitored at each step by using the ninhydrin (Kaiser) test. Couplings that were incomplete after 3 h were recoupled. Removal of N a -Boc protection at each step was accomplished by treatment for 30 min with 35% trifluoroacetic acid/CH 2 Cl 2 (v/v) containing indole (1 mg ml 21 ). The NH 2 -terminal Boc-group was removed from the completed protected peptides before HF cleavage. Deprotection of N iformyl-tryptophan was carried out using piperidine in DMF (1.5 h; 08C) before HF-cleavage. Side-chain deprotection and peptide cleavage from the resin was carried out using a cleavage cocktail consisting of HF:anisol:DMS (dimethylsulfide):EDT (1,2-ethanedithiol):p-thiocresol (8.5:0.5:0.5:0.3:0.2, 1.5 h; 08C). After removal of HF under vacuum, the crude free sulfhydryl peptides were precipitated with ether, filtered, and dissolved in glacial acetic acid. Lyophilization gave the crude peptides as white fluffy powders which were purified using reversed-phase high-performance liquid chromatography (RP-HPLC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Synthesis"
        },
        {
            "text": "Preparative reversed-phase HPLC (RP-HPLC) was carried out on a Luna C 18 column from Phenomenex (10-mm particle size, 100Å pore size; 250 3 21.2 mm 2 I.D.). The column was equilibrated in 80% eluent A/20% eluent B, where eluent A is 0.2% aq. trifluoracetic acid (TFA) and eluent B is 0.15% TFA in CH 3 CN. The sample (800 mg) was dissolved in 20% aq. CH 3 CN containing 0.2% TFA to a concentration of 5 mg ml 21 , then loaded onto the column at a flow-rate of 5 ml min 21 . The column was then eluted with 80% eluent A/20% eluent B for 30 min at 10 ml min 21 , followed by a shallow linear AB gradient of 0.1% B/min up to 50% CH 3 CN. Fractions were collected every 2 min. Subsequent fraction analysis was carried out on a Luna C 18 RP-HPLC column (5-mm particle size, 100Å pore size; 250 3 3 mm I.D.) using a linear AB gradient (1% B/min) from starting conditions of 80% A/20% B. Purity of fractions was also verified by LC/ MS using a HALO Peptide ES-C18 2.0 mm, 2.1 mm I.D 3 100 mm column from Advanced Materials Technology, USA. Pooled fractions containing purified material were subsequently lyophilized.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 471,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Peptide Purification by Reversed-phase HPLC"
        },
        {
            "text": "The disulfide-bridged two-stranded peptides were prepared as follows: 2,2 0 -dithiodipyridine (DTDP) was dissolved in DMF to make a final concentration of 100 lg lL 21 . The N-terminal acetylated peptide was dissolved in 3:1 (v/v) acetic acid/H 2 O to make a final concentration of 0.8 mM. DTDP solution was added to the peptide solution with a molar ratio of 1:10 and stirred for 2 h with monitoring of the mass increase by LC/MS. Distilled water was added and the peptide with the thiopyridine derivative (TP) of cysteine was purified with RP-HPLC. The TP-derived peptide (first strand) and the peptide with a free cysteine (second strand) were dissolved in 40 mM ammonium acetate buffer, pH 5.5, (molar ratio 1:1) and stirred for 2 h, monitoring the mass change with LC/MS ( Figure 3 ). Once the disulfide bridge formation was complete the disulfide-bridged two-stranded peptide was purified by RP-HPLC and lyophilized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 786,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Formation of Disulfide-bridged Two-stranded Peptides"
        },
        {
            "text": "The disulfide-bridged two-stranded peptides were purified on a Luna C18 reversed-phase column from Phenomenex (10 mm particle size, 100 Å pore size; 250 3 10 mm 2 ID.). The column was equilibrated in 80% eluent A/20% eluent B, where eluent A is 0.2% aq. TFA and eluent B is 0.15% TFA in CH 3 CN. The sample (10-20 mg, depending on the yield of crude sample) was dissolved in 20% aq. CH 3 CN containing 0.2% TFA to a concentration of 5 mg ml 21 , then loaded onto the column at a flow-rate of 1 ml mm 21 , followed by a rapid gradient to 30% aq. CH 3 CN in 5 min and a final shallow gradient of 0.2% B/min up to 50% CH 3 CN at a flow rate of 2 ml min 21 . Fractions (1 min) were collected and subsequently analyzed as described in Peptide Purification by Reversed-phase HPLC section. Pooled fractions containing purified material were subsequently lyophilized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of the Disulfide-bridged Peptides"
        },
        {
            "text": "Peptide immunogens conjugated to keyhole limpet hemocyanin (KLH) and peptide immunogens conjugated to bovine serum albumin (BSA) used in enzyme-linked immunosorbent assays (ELISA) were prepared as follows: The single free a-amino group on the two-stranded peptide immunogen was iodoacetylated using iodoacetic anhydride. Iodoacetic anhydride was dissolved in 1,4dioxane at concentration of 100 mM. The disulfide-bridged twostranded peptide was dissolved in 100 mM 2-(N-morpholine) Platform Technology to Generate Broadly Cross-reactive Antibodies 149 acetonitrile in water with 0.2% TFA. KLH or BSA-conjugated peptide was purified by RP-HPLC and lyophilized ( Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 668,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Conjugation of Peptide Immunogen to Keyhole Limpet Hemocyanin (KLH) or Bovine Serum Albumin (BSA)"
        },
        {
            "text": "Circular dichroism (CD) spectra were recorded on a Jasco J-815 spectropolarimeter (Jasco Easton, MD) at 58C under benign (non-denaturing) conditions (50 mM NaH 2 PO 4 /Na 2 HPO 4 /100 mM KCl, pH 7.0), as well as in the presence of an a-helix inducing solvent, 2,2,2-trifluoroethanol (TFE), (50 mM NaH 2 PO 4 /Na 2 HPO 4 /100 mM KC1, pH 7.0 buffer/50% TFE). Peptide ellipticity was scanned from 195 to 250 nm in a 1 nm path length cell. Temperature denaturation was measured by following the change in molar ellipicity at 222 nm from 5 to 958C and a temperature increase rate of 18C min 21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular Dichroism Spectroscopy"
        },
        {
            "text": "The animal work was carried out at New England Peptide in accordance with established protocols on file. Briefly, for each immunogen, two New Zealand white rabbits were immunized using at least four subcutaneous sites. Primary immunization (day 1) contained 400 lg of the KLH-conjugated peptides emulsified with complete Freund's adjuvant (CFA). Secondary and tertiary immunizations at day 15 and day 44 also contained 200 lg of KLH-conjugated peptides that were emulsified with incomplete Freund's adjuvant (IFA). After exsanguination at day 78, serum was collected and stored at 2208C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Immunization Protocol"
        },
        {
            "text": "Polyclonal antibodies were precipitated from sera using ammonium sulfate. Nearly 10-15 ml sera were diluted 1:1 into PBS and then crystalline ammonium sulfate was added to 45% saturation (0.277 g ml 21 ) while stirring in an ice bath to precipitate the immunoglobulins for 2 h. Centrifugation at 12,000g at 48C for 30 min was used to collect the precipitated antibodies. The pellet was resuspended in PBS using the same volume as the starting serum and dialyzed against PBS, pH 7.4. The dialysis solution was changed at least 3 times during the total dialysis. The antibody solution was then further purified on a protein G affinity column (1.6 cm I.D. 3 2.5 cm, 5 ml, protein Gsepharose 4 Fast Flow, GE Healthcare, Piscataway, NJ). The bound antibody was eluted from the column using 0.5M ammonium acetate, pH 3 buffer after which the solution was immediately adjusted to pH 7-8 with ammonium hydroxide and dialyzed against PBS overnight. Subsequently, the antibody solution was concentrated to 10 mg ml 21 in an Amicon concentration unit using YM30 ultrafiltration discs (Millipore, Bedford, MA , is a full-length glycosylated recombinant protein that was produced in expresSF1V R insect cells using a baculovirus expression vector system, NR-45118. The concentrations of HA proteins were provided by the supplier based on bicinchoninic acid colorimetric assay which determines the total protein concentration in solution. We wanted to verify the concentrations of the HA proteins by an alternative method since the degree of cross-reactivity to HA proteins is so dependent on concentration. Because we have the sequence of each HA protein we can carry out quantitative amino acid analysis to determine concentration. Both methods gave identical results. Amino acid analysis was performed according to the method described by Cohen and Michaud. 34 Briefly, 10 ml of each protein sample was aliquoted into glass tubes and lyophilized. To these tubes, 300 ml of 6M HCl w/0.1% phenol was added and the resulting solution was heated to 1108C for 48 h in order to hydrolyze the peptide bonds in the sample. Each sample tube was allowed to come to room temperature and then vacuum-dried to remove the HCl. Each sample was then re-suspended in 10 mM HCl and 20 ml of the sample was added to 60 ml of 0.2M sodium borate buffer, pH 8.8. To this mixture, 20 ml of 6-aminoquinoyl-N-hydroxysuccinimidyl carbamate in acetonitrile was added to derivatize the amino acids present in the sample. After this addition, the derivatized sample was heated to 558C for 15 min to convert Tyr byproducts to one form. High-Performance Liquid Chromatography using an Agilent 1260 series instrument and a Waters AccQ Tag 3.9 I.D. 3 150 mm column was used to separate and quantify the derivatized amino acids present in each sample. Quantification was accomplished by UV absorbance at 254 nm.",
            "cite_spans": [
                {
                    "start": 1847,
                    "end": 1849,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Purification of IgG"
        },
        {
            "text": "Female 6-to 8-week-old BALB/c mice were divided into 8 experimental groups of 10 mice each. One group received no virus and no IgG. For the other seven groups, the following reagents were inoculated intraperitoneally on one day before, one day after and 3 days after Avertin anesthesia followed by intranasal challenge with 10 LD 50 (10 5 TCID 50 ) of influenza virus A PR8/34, phosphate buffered saline (PBS), 1 mg/inoculation with IgG purified with Protein G from rabbit pre-immunization serum (Pre-immune), or IgG similarly purified from rabbits immunized with KLH-coupled homo-2-stranded influenza A immunogens 1A, 3A, 4A, 5A, or 6A. Mice were weighed daily and observed for signs of illness for 14 days. According to our IACUC protocol, any animals that lost more than 15% of body weight or appeared moribund were immediately humanely euthanized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passive Immunization to Protect Mice against Lethal Infection with Influenza Virus a PR8/34"
        },
        {
            "text": "All sequences were obtained from fludb.org using the protein search utility. Searches were run for virus type A HA (\"classical\" proteins: 4 HA) protein sequences (Data to Return: Proteins) from all hosts and any date range without specifying geographic groupings or countries. Proteins pH1N1 were included in the search, along with partial sequences. This resulted in 29,848 H1N1 sequences; 5708 H5N1 sequences; and 25,361 H3N2 sequences. A filter was applied to the sequence names to obtain the date of origin, and although we did not filter by date in the analyses presented, we did filter out sequences with ambiguous dates, along with chimeric sequences. The downloaded sequences are available in the files fluH1n1.fasta, fluH5n1.fasta, and fluH3N2.fasta. To obtain a complete analysis of the variability in the full sets of applicable sequences, we wrote a short program in perl, called \"flucheck.pl\"; this will be made available on our laboratory web site (www.evolutionarygenomics.com). The aim of the analysis is to show the variability of short sequence fragments (kmers) by position. This is an alignment-free analysis, so the kmer positions are relative to one another. The program parameters can be adjusted through a control file, but the most relevant parameters are the minimum kmer count considered, and also the minimum transition count considered to obtain the relative positions. For the H1N1 and H3N2 datasets, these were set to 200, and for the H5N1 dataset (with far fewer sequences) they were set to 100. We note that the highest kmer counts vary along the sequences primarily because not all sequences are fulllength. The kmer length in these analyses is seven (i.e., a 7mer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acquisition and Analysis of Hemagglutinin Sequences from H1N1, H5N1 and H3N2"
        },
        {
            "text": "To avoid a long and costly process of trial and error to the selection of a-helical B-cell epitopes for vaccine development, a method was needed to rapidly identify from the deduced amino acid sequences key a-helical B-cell epitopes of 28-35 residues, which would be optimal vaccine candidates. We developed a novel computational technology called StableCoil to select the most stable amphipathic a-helices in any protein that have the potential to form stable coiled-coil structures. StableCoil is based entirely on experimentally determined physiochemical parameters. These parameters include stability coefficients derived from model coiled-coils 30-32 and a-helical propensity values derived from synthetic amphipathic a-helical peptides. 35 When considering a protein sequence of interest, there are seven possible reading frames in which a repeating heptad sequence (abcdefg) n can be found. StableCoil considers all seven possible reading frames and generates predicted stability data for each one. As a result, StableCoil avoids the need for screening large numbers of vaccine constructs by defining the reading frame(s) that contain predicted coiled-coil sequences and indicating which residues belong to each position in the heptad repeat (abcdefg) n . StableCoil rapidly identifies the region(s) of interest, thus reducing the number of B-cell epitopes that must be studied experimentally. StableCoil cannot predict which of these amphipathic ahelices will produce neutralizing antibodies but the importance of greatly reducing the number of helical epitopes as potential vaccine candidates cannot be over emphasized.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 745,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rapid Selection of Potential a-helical B-cell Epitopes for Vaccine Development"
        },
        {
            "text": "We first reported on StableCoil 36 and used this algorithm to identify two heptad repeat regions, HR-N and HR-C, in the 1255-residue spike glycoprotein of SARS-coronavirus 37 and then use our templated two-stranded coiled-coil technology to elicit neutralizing antibodies to the SARS-coronavirus. 20 We are presently updating StableCoil and will make it available worldwide when it is complete. It turns out, that for emerging and re-emerging viruses that enter cells using Class 1 Viral Fusion Proteins, the most stable amphipathic a-helices capable of forming coiled-coil structures are the a-helices involved in the major conformational change to induce fusion of the virus envelope with host cell membranes and initiate virus entry.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rapid Selection of Potential a-helical B-cell Epitopes for Vaccine Development"
        },
        {
            "text": "The initial goal of this project was to show that we could take helical amino acid sequences from the trimeric hemagglutinin (HA) protein, insert them into a conformation-stabilized twostranded a-helical coiled-coil template and use these immunogens to generate polyclonal antibodies in rabbits that bound to native HA proteins. The two-stranded disulfide-bridged immunogen is conjugated to a carrier protein (keyhole limpet hemocyanin, KLH) for immunization of rabbits and to bovine serum albumin (BSA) for screening sera for antibody production to the peptide immunogen ( Figure 3 ). Figure 1 , the helical regions in the stem of HA that we investigated were denoted 5P (421-448) and 6P (449-476) colored red and purple, respectively. Figure 4 shows the results of antibodies generated to a 21-residue sequence of HA 457-477 from WSN/1933 (H1N1) denoted 6A and a 28-residue sequence of HA 448-475 from Puerto Rico/8/1934/Mount Sinai (H1N1) denoted 6P inserted into our disulfide-bridged two-stranded a-helical coiled-coil template. In the case of sequence 6A the disulfide-bridge was located at the N-terminal and in the case of sequence 6P the disulfide-bridge was located at the C-terminus of the sequence of interest.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 582,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 594,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The coiled-coil template replaces the native hydrophobic core residues at positions a and d with Ile at position a and Leu at position d. These changes not only stabilize the resulting coiledcoil structure, but ensure that the coiled-coil is twostranded. [26] [27] [28] [29] [30] [31] [32] [33] A disulfide-bridge between the two strands can further stabilize the two-stranded coiled-coil immunogen. We previously demonstrated that the contribution of disulfide bonds to protein stability was dependent on whether the disul-fide bond was at position a or d in the hydrophobic core of the coiled-coil. A disulfide bond at any position d (near-optimal geometry) makes the largest contribution to coiled-coil stability. 38 The only a position that contributes significantly to coiledcoil stability is a disulfide bond inserted at the N-terminal where the increase in stability is similar to a d position at the C- terminal end of the coiled-coil. 38 We also showed that the hydrophobic interactions at position a and d are less important at the ends of coiled-coil and the ends of coiled-coil are more flexible. 27 Thus, a disulfide-bond at the ends of coiled-coil prevents end-fraying, stabilizes the coiled-coil structure and the helical conformation at the ends of the two-stranded coiled-coil better mimicking the helical-structure of the native protein.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 719,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "The immunogen is coupled to the protein carrier keyhole limpet hemocyanin (KLH) and used to immunize rabbits (Figure 3 ). The resulting IgG purified from rabbit sera was evaluated for binding and cross-reactivity to HA proteins from five Influenza A virus subtypes H1N1, H5N1, and H2N2 from Group 1 and H3N2 and H7N7 from Group 2. In the case of immunogen 6A, the antibodies were very specific for H1N1 with no significant binding to HA of H2N2, H5N1, H3N2, and H7N7 ( Figure  4) The results show that the extension of the sequence from 21 to 28 residues for 6P enhanced the cross-reactivity of the antibodies to Group 1 sequences represented by H1, H5 and H2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 479,
                    "text": "Figure  4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": "Sequence alignment clearly shows why the 6P antibodies do not cross-react with Group 2 sequences represented by H3 and H7 ( Figure 4 ). The sequence differences between Group 1 and Group 2 are dramatic in this region. These results also show that sequence identity for two heptads (14-residues) is enough to generate cross-reactive antibodies to H1, H5, and H2 HAproteins indicated by the green highlight ( Figure 4) . Figure 5 shows the results of antibody cross-reactivity from two immunogens in the region 421-448. Antibodies generated to immunogen 5A covering 23-residues of the native sequence in this region demonstrated cross-reactivity to both Group 1 and Group 2 HA-proteins (H1N1, H2N2, and H5N1 from Group 1 and H3N2 from Group 2). These 5A antibodies showed no cross-reactivity to H7 HA protein from Group 2. Extension of the sequence from 5A to 5P resulted in a 28-residue sequence with greater sequence identity as indicated by the green shaded area ( Figure 5 ). The results show that only 14-residues of sequence identity FIGURE 6 Rabbits were immunized three times with the 5A peptide-KLH conjugate using Freund's adjuvant. Rabbit IgGs prepared from pre-and post-immune sera, were used to passively immunize Balb/c mice on days 21, 11 and 13 (1 mg/IP inoculation). Mice were challenged intranasally with 10 LD 50 PR 8/34 virus on day 0.",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1046,
                    "text": "FIGURE 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "As shown in"
        },
        {
            "text": "Jiang et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "154"
        },
        {
            "text": "in the immunogen between Group 1 and Group 2 are enough to generate antibody cross-reactivity to Group 2 HA proteins (represented by H3N2 and H7N7 subtypes). These results demonstrate that one 28-residue immunogen can generate cross-reactive antibodies that bind Group 1 and Group 2 HA-proteins thus showing the potential of a \"Universal\" synthetic peptide vaccine. It is interesting that we were able to add two additional Arg residues at the Cterminus of the immunogen sequence 5P and 6P as solubility enhancing residues without preventing the generation of cross-reactive antibodies to the native HA proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "154"
        },
        {
            "text": "In our antibody binding studies to HA proteins, we wanted to know if glycosylation of the HA proteins would affect antibody binding. To address this concern we have used H1 hemagglutinin from influenza virus A/Solomon Island/3/2006 (H1N1) which is a full length glycosylated recombinant protein that was produced in insect cells using a baculovirus expression vector system. 39, 40 As shown in Figures 4 and 5 , our antibodies bind to the fully glycosylated H1 protein from Solomon Islands. The N-glycosylation sites in H1N1 influenza viruses have been determined. 41 In the stem region, residue 304 and 498 are glycosylated and highly conserved but distant from our antibody binding region 421-448. The analysis of HA sequences of human H1N1 virus isolates from 1918 to 2010 has revealed a gradual increase in glycosylation over time and the specific glycosylation sites responsible for virulence and antigenic properties have been identified. 42 Fortunately, glycosylation seems to leave the region of interest for our vaccine untouched probably because glycosylation would prevent this region from undergoing the conformational change necessary for membrane fusion and virus entry.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "40",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 409,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "154"
        },
        {
            "text": "Because we wanted to learn whether antibody binding to HA proteins would also protect mice from virus challenge, we carried out passive immunization of mice with the rabbit antibody to immunogen 5A shown in Figure 5 . The results in Figure 6 show that passive immunization with antibody to 5A protected 60% of the mice from intranasal challenge with 10 LD 50 of influenza virus H1N1 PR 8/34. Taken together, the ELISA cross-reactivity and mouse protection data suggest that our vaccine would likely provide broad cross-protection against multiple influenza strains with antigenic variants and different subtypes of HA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "154"
        },
        {
            "text": "We carried out a detailed analysis of all hemagglutinin sequences from H1N1 (29,845), H5N1 (5,708) and H3N2 (25, 356) . Figure 7 shows the plots of Kmer variant count versus sequence position in the stem domain 300-550 region. The FIGURE 7 Acquisition and analysis of hemagglutinin sequence from H3N2 (25,356), H1N1 (29, 845) , and H5N1 (5708) sequences in the stem region residues 300-550. The results in panel A, B, and C show the variability of short sequence fragments (Kmers) by sequence position. The Kmer length in these analyses is seven (i.e., a 7 mer). See method section (Acquisition and Analysis of Hemagglutinin Sequences from H1N1, H5N1 and H3N2) for more detail. The two regions studied for synthetic peptide vaccine development are 5P (421-448) and 6P (449-476) denoted in green and brown, respectively.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "(25,",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "356)",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 239,
                    "text": "FIGURE 7",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(29,",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "845)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "154"
        },
        {
            "text": "Platform Technology to Generate Broadly Cross-reactive Antibodies Figure 7 for regions 5P and 6P for H3N2, H1N1, and H5N1. We have compared all identified sequences to the sequence with highest occurrence in the 5P and 6P regions. The occurrence of each sequence is indicated. The blue shading in the sequence denotes conservative substitutions (e.g., K/R, I/M, L/I, I/V, Y/F, N/S). The red shading denotes non-conservative substitutions (e.g., S/F, S/L, K/N). We have not included any sequences with an occurrence <100.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "154"
        },
        {
            "text": "Jiang et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        },
        {
            "text": "location of sequences of 5P and 6P are colored green and brown and the frequency occurrence of the sequences identified in this analysis are shown in Figure 8 . In the 5P region, for H3 one sequence (13,847) has been identified which represents 98% of all sequences identified with occurrences greater than 100; for H5 in the 5P region, only one sequence was identified with a frequency of occurrence of 4,689; for H1 in the 5P region, ten sequences were observed with a frequency of occurrence >100 and with one sequence occurring 14,315 times representing 74% of occurrence. Region 6P is slightly more variable than 5P with 3 major sequences in H3 with a frequency of occurrence at 9019; 2157; and 1,307 representing 88% of occurrences. For H5 in the 6P region, one sequence (3994) represented 86% of occurrences. For H1 in the 6P region, three sequences represented 94% of all occurrences (10,579; 3682; and 2809). The H1 sequences have remained highly conserved from 1918 (Spanish flu pandemic) to present with very subtle substitutions of conserved residues (e.g., M/I, L/I, V/I, F/Y, and R/K). The H5 sequences are essentially identical from 1959 to present. Similarly, the H3 sequences are extremely conserved since 1968 to present and the major changes observed are K to R or R to K substitutions. Based on this sequence information, it is easy to understand antibody cross-reactivity from a single peptide immunogen. Because these helices are involved in the major conformational change necessary for membrane fusion and virus entry it is clear why the 5P and 6P sequence remains so highly conserved over time. The existing trivalent vaccine consists of three HA proteins, two from influenza A (H1N1 and H3N2) and one from influenza B. Antigenic variants of these three proteins have been in global circulation since 1977. It is our goal to select the best sequence from this region that provides an immune response in humans where the antibodies protect against all viral strains from Group 1 and Group 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "156"
        },
        {
            "text": "The templated disulfide-bridged two-stranded peptide immunogens are completely helical in aqueous conditions and no significant a-helical structure is induced by the addition of the helix inducing solvent, trifluoroethanol (Figure 9 A) . Temperature denaturation from 5 to 858C shows a temperature midpoint of unfolding of 70.68C demonstrating the exceptional stability of the immunogen, 5P (Figure 9 B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 235,
                    "text": "(Figure 9 A)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 402,
                    "text": "(Figure 9 B",
                    "ref_id": null
                }
            ],
            "section": "156"
        },
        {
            "text": "The templated peptide immunogen technology provides a highly structured and stable peptide immunogen in the ahelical conformation that can tolerate a wide variety of sequences. This technology can elicit antibodies that are crossreactive with HA protein subtypes in the a-helical regions of the stem domain that are involved in membrane fusion and virus entry. The template was designed for maximum stability by creating a hydrophobic core consisting of Ile at position a and Leu at position d and an interchain disulfide-bridge at position a at the end of the coiled-coil. These changes also lock the immunogen into a two-stranded coiled-coil structure. It is interesting that the a-helices on the two-stranded structure generate antibodies that bind to the a-helices in the native hemagglutinin three-stranded coiled-coil in the stem domain. Our design greatly simplifies the immunogen structure. This technology leaves five out of every seven residues surfaceexposed and mimics the native amphipathic a-helix in the native protein. Our research suggests that 28-residue B-cell FIGURE 9 Circular dichroism spectroscopy (CD) results of templated disulfide-bridged peptide immunogens. Panel A shows the CD spectra of the peptide immunogen, 5P in aqueous benign buffer, pH 7 (50 mM sodium phosphate buffer, 100 mM KCl, pH 7.0) (open symbols) and in the above buffer containing the helix-inducing solvent 50% trifluoroethanol (closed symbols). Panel B shows the temperature denaturation curve as the temperature is increased from 5 to 858C for the template two-stranded a-helical coiled-coil with a disulfide-bridge.",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1088,
                    "text": "FIGURE 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Platform Technology to Generate Broadly Cross-reactive Antibodies epitopes are ideal to generate conformation-specific antibodies. We also discovered that subtle changes in the design of the peptide immunogens can have dramatic effects on the crossreactivity of the resulting antibodies. For example, as shown with immunogens 6A and 6P (Figure 4) we extended the sequence of immunogen 6A by 7-residues at the N-terminus and repositioned the disulfide bond from the N-terminus to the C-terminus for immunogen 6P. These subtle changes in sequence changed antibody cross-reactivity from H1N1 specific (Figure 4(6A) ) to antibodies that were cross-reactive to three group 1 HA proteins, including H1N1, H5N1 and H2N2 (Figure 4(6P) ). Similarly, when comparing immunogens 5A and 5P ( Figure 5 ) we extended this sequence at the Cterminal by 2 residues and repositioned the disulfide bond from the N-terminal of immunogen 5A to the C-terminus of 5P. The immunogen 5P shows the best cross-reactivity against Group1 and Group 2 HA proteins and this change improved the cross-reactivity to H7 hemagglutinin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 346,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 598,
                    "end": 611,
                    "text": "(Figure 4(6A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 713,
                    "end": 726,
                    "text": "(Figure 4(6P)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 779,
                    "end": 787,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Small Wonders: Peptides for Disease Control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hartsock",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rajasekaran",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kanniah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "93--136",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Peptides Across the Pacific: Proceedings of the 23rd American Peptide Symposium and the 6th International Peptide Symposium",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gera",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hartsock",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Mant",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kirwan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Peptides: The Wave of the Future; Proceedings of the 17th American Peptide Symposium",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tripet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "US Patent 5762939",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Volvovitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hackett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Platform Technology to Generate Broadly Cross-reactive Antibodies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hemagglutinin protein (HA) of Influenza A virus (A/South Carolina/1/1918(H1N1), PDB ID: 1RUZ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "6A and 6P KLH-conjugated templated immunogens. Top panel: sequence alignment and peptide immunogen constructs (yellow shaded) of 6A and 6P. Middle panel: sequence alignment of H1, H2, H5, H3, and H7 in the region of 6A and 6P, red denotes nonconservative substitutions and green shaded area denotes the highly conserved region between different HA proteins to explain antibody cross-reactivity. Bottom panel: ELISA of cross-reactivity of anti-6A (bottom left panel) or anti-6P (bottom right panel) IgG against five different HA proteins. Coated HA proteins are from influenza A viruses: H1N1, A/Solomon islands/3/06 (NR-15170); H2N2, A/Singapore/1/ 57 (NR-2668); H5N1, A/Laos/3295/06 (NR-13509); H3N2, A/Uruguary/716/07 (NR-15168); H7N7, A/Netherlands/219/03 (NR-2633). Negative control was the IgG isolated from pre-immune sera (H1N1 HA protein coated on the plate).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5A and 5P KLH-conjugated templated immunogens. Top panel: sequence alignment and peptide immunogen constructs (yellow shaded) of 5A and 5P. Middle panel: sequence alignment of H1, H2, H5, H3, and H7 in the region of 5A and 5P, red denotes non-conservative substitutions and green shaded area denotes the highly conserved region between different HA proteins to explain antibody cross-reactivity.Bottom panel: ELISA of cross-reactivity of anti-5A (bottom left panel) or anti-5P (bottom right panel) IgG against five different HA proteins. Coated HA proteins are from influenza A viruses: H1N1, A/Solomon islands/3/06 (NR-15170); H2N2, A/Singapore/1/57 (NR-2668); H5N1, A/Laos/3295/06 (NR-13509); H3N2, A/Uruguary/716/07 (NR-15168); H7N7, A/Netherlands/219/03 (NR-2633). Negative control was the IgG isolated from pre-immune sera (H1N1 HA protein coated on the plate).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Alignment of hemagglutinin sequences identified from the analysis shown in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ethanesulfonic acid (MES), pH 6.0 in 60% acetonitrile/H 2 O at a concentration of 0.15 mM. The iodoacetic anhydride solution was slowly added into the peptide solution to a molar ratio of 1.2:1, incubated at room temperature for 10 min and the mass change was monitored with LC/MS. The iodoacetyl-two-stranded disulfide-bridged peptide was purified by RP-HPLC and lyophilized. The protein carriers (KLH and BSA) were derivatized with Traut's reagent (2-iminothiolane) as follows: dissolve KLH or BSA in PBS (pH 8.9 with 8M urea and 5 mM EDTA) at a concentration of 5 mg ml21 . Add Traut's reagent dissolved in water (4 mg ml 21 ) to the protein solution with a molar ratio of 40:1, and then incubate the mixture at room temperature for 1 h in a dark room. The unused Traut's reagent was removed by dialysis. The Traut's reagent modified KLH or BSA then was lyophilized. Iodoacetyl-twostranded disulfide-bridged peptide was dissolved in 0.5 mM PBS, 8M urea at a concentration of 4 mgml 21 . The modified KLH or BSA was dissolved in 0.2 mM PBS, 8M urea the above solutions were mixed at a molar ratio of peptide:KLH(6:1) or peptide:BSA(5:1) and then incubated at room temperature overnight. Iodoacetamide (28 mM) in water was added to the reaction mixture and incubate at room temperature for 30 min. Free peptides were removed by dialysis in PBS/8M urea, and then 60% FIGURE 3 Flowchart for the generation of the two-stranded a-helical coiled-coil template and conjugation of the template to the protein carrier (see Methods). nL denotes norleucine; DTDP, 2,2'-dithiodipyridine; KLH, keyhole limpet hemocyanin; Traut's reagent, 2-iminothiolane hydrochloride.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are very grateful for the Hemagglutinin (HA) proteins obtained through BEI Resources, NIAID, NIH, which are listed in the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}