{
    "paper_id": "1c4a04614a1287ab27ecdee7f2bc8d29897f89ab",
    "metadata": {
        "title": "Journal Pre-proof Putting some context to the aerosolization debate around SARS-CoV-2 Putting some context to the aerosolization debate around SARS-CoV-2",
        "authors": [
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "settlement": "Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Parneix",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bordeaux University Hospital",
                    "location": {
                        "settlement": "Bordeaux",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [],
                "last": "Otter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Pittet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "settlement": "Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": "didier.pittet@hcuge.ch"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Didier Pittet works with WHO in the context of the WHO initiative 'Private Organizations for Patient Safety -Hand Hygiene'. The aim of this WHO initiative is to harness industry strengths to align and improve implementation of WHO recommendations for hand hygiene in health care indifferent parts of the world, including in least developed countries. In this instance, companies/industry with a focus on hand hygiene and infection control related advancement have the specific aim of improving access to affordable hand hygiene products as well as through education and research. All listed authors declare no financial support, grants, financial interests or consultancy that could lead to conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors alone are responsible for the views expressed in this article and they do not necessarily represent the views, decisions or policies of the institutions with which they are affiliated. WHO takes no responsibility for the information provided or the views expressed in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A letter to the editor entitled \"Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1\" was recently published in in the New England Journal of Medicine. 1 The experiments reported in this letter compared the stability of SARS-CoV-2 and SARS-CoV-1 in aerosols and on a number of different surfaces. The usefulness of such a comparison is without argument, and knowing the relative tenacity of SARS-CoV-2 versus SARS-CoV-1 in the healthcare environment will no doubt help put the SARS-CoV-2 virus in perspective, and help guide protocols for environmental hygiene. The work showed that \"SARS-CoV-2 remained viable in aerosols throughout the duration of (the) experiment (3 hours), with a reduction in infectious titer from 10 3.5 to 10 2.7 TCID50 per liter of air. This reduction was similar to that observed with SARS-CoV-1\".",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nonetheless, this perfectly solid article has inadvertently become the source of a great deal of misinformation in the mainstream media. There is a large number of sources including Reuters, the New York Times, and the BBC, which argue that SARS-CoV-2 is an airborne disease. [2] [3] [4] These media articles' assertions include that SARS-Co V-2 can last \"three hours after being coughed out into the air\", 4 and that the van Doremalen et al. study \"attempted to mimic the virus deposited from an infected person onto everyday surfaces in a household or hospital setting, such as through coughing or touching objects\". 2 The media even went as far as suggesting that the aerosols generated by the three-jet Collison nebulizer \"duplicated the microscopic droplets created in a cough or a sneeze\". 1, 2 This is not what the authors of the original letter said at all. Exactly here lies the main issue: there is a lack of understanding of the media concerning the difference between test conditions and clinical conditions. The general assumption that is made is that the particles created when a virus is artificially nebulized are the same as when someone coughs or sneezes. In reality, the collision nebulizer that the study used, is know for creating very small droplets that can hold viruses far longer than other types of nebulizers that mimic conditions closer to those generated by humans. 5",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 407,
                    "end": 408,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 619,
                    "end": 620,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 796,
                    "end": 798,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 799,
                    "end": 800,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The media also assumed that conditions for the survival of viruses in droplets in ambient air are similar to those in a Goldberg drum like the one used in the experiment. This is an inaccurate assumption-droplets that are coughed behave differently in the open air. Some are large and fall to the ground, some linger for a bit close to where they were disseminated, and some tiny ones evaporate very fast. 6 If we look at the example of SARS-CoV-1, there was evidence of nosocomial spread even with the use of N95 masks. Air and surface samples were taken, and the virus was only found on surfaces. 7 The study by van Doremalen et al. measures how long SARS-CoV-2 stays viable in aerosol in very specific experimental conditions. It should not be interpreted as giving information on when and how aerosols are generated in clinical conditions, nor whether the virus remains viable or, more importantly, transmissible in those conditions or not.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 599,
                    "end": 600,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is for these reasons that the WHO and infection prevention specialists continue to support assertion that transmission of SARS-CoV-2 is primarily through droplets and contact (including indirect contact with contaminated surfaces). 8, 9 Aerosols are likely to be generated through a small number of clinical procedures, but that these are not the main way the virus spreads in the community.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 238,
                    "end": 239,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus can persist in air for hours and on surfaces for days: study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How Long Will Coronavirus Live on Surfaces or in the Air Around You?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandavilli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: How long does the coronavirus last on surfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characterization and Deposition of Respirable Large-and Small-Particle Bioaerosols",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The size and concentration of droplets generated by coughing in human subjects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Gwm",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K-P",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Aerosol Med",
            "volume": "20",
            "issn": "",
            "pages": "484--94",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory virus shedding in exhaled breath and efficacy of face masks",
            "authors": [
                {
                    "first": "Nhl",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Dkw",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Eyc",
                    "middle": [],
                    "last": "Shiu",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "Bjp",
                    "middle": [],
                    "last": "Hau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "1",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0843-2"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}