{"paper_id": "1c4dae840608b6df9e81614d593d6bcaf9b3a1d5", "metadata": {"title": "Cerebrospinal Fluid Antibodies to Coronavirus in Patients with Parkinson's Disease", "authors": [{"first": "Enrico", "middle": [], "last": "Fazzini", "suffix": "", "affiliation": {"laboratory": "Fazzini at New York University Medical Center", "institution": "University of California at Los Angeles", "location": {"postCode": "650", "settlement": "Los Angeles", "region": "California", "country": "U.S.A"}}, "email": ""}, {"first": "John", "middle": [], "last": "Fleming", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stanley", "middle": [], "last": "Fahn", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The etiology of Parkinson's disease remains unknown, and a search for environmental agents continues. In 1985, Fishman (10) induced infection of the basal ganglia by a coronavirus in mice. Although coronavirus is recognized primarily as a respiratory pathogen in humans, its affinity for the basal ganglia led us to investigate its possible role in human Parkinson's disease. The cerebrospinal fluid of normal controls (CTL) (n = 18), and patients with Parkinson's disease (PD (n = 20) and other neurological disease (OND) (n = 29) was analyzed in a blinded manner by enzyme-linked immunosorbent assay [measurements in optical density (OD) units] for antibody response to four coronavirus antigens: mouse hepatitis virus JHM (J) and A59 (A), and human coronavirus 229E (E) and OC43 (0). When compared with CTL, PD patients had an elevated (p < 0.05) mean OD response to J (0.0856 VS. 0.0207) and A (0.1722 vs. 0.0636). Response (p > 0.05) to 0 (0.0839 vs. 0.0071) was greater than that to E (0.1261 vs. 0.0743). When compared to OND, PD patients had an elevated mean OD response to J (0.0856 vs. 0.0267, p < 0.05). Responses (p > 0.05) to A (0.1722 vs. 0.0929) and 0 (0.0839 vs. 0.0446) were greater than that to E (0.1261 vs. 0.0946). These results suggest that there may be an association between coronavirus and PD.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The etiology of Parkinson's disease (PD) remains unknown, although it is probable that there exists a multitude of environmental agents that have in common a selective affinity for the substantia nigra (1-3). Viruses that have been implicated in causing encephalitis and parkinsonism include those responsible for the epidemic in the early 1900s (1916) (1917) (1918) (1919) (1920) (1921) (1922) (1923) (1924) (1925) (1926) (1927) (1928) (1929) (1930) known as von Economo's encephalitis, western equine, coxsackie, and Japanese B viruses (4).", "cite_spans": [{"start": 346, "end": 352, "text": "(1916)", "ref_id": null}, {"start": 353, "end": 359, "text": "(1917)", "ref_id": null}, {"start": 360, "end": 366, "text": "(1918)", "ref_id": null}, {"start": 367, "end": 373, "text": "(1919)", "ref_id": null}, {"start": 374, "end": 380, "text": "(1920)", "ref_id": null}, {"start": 381, "end": 387, "text": "(1921)", "ref_id": null}, {"start": 388, "end": 394, "text": "(1922)", "ref_id": null}, {"start": 395, "end": 401, "text": "(1923)", "ref_id": null}, {"start": 402, "end": 408, "text": "(1924)", "ref_id": null}, {"start": 409, "end": 415, "text": "(1925)", "ref_id": null}, {"start": 416, "end": 422, "text": "(1926)", "ref_id": null}, {"start": 423, "end": 429, "text": "(1927)", "ref_id": null}, {"start": 430, "end": 436, "text": "(1928)", "ref_id": null}, {"start": 437, "end": 443, "text": "(1929)", "ref_id": null}, {"start": 444, "end": 450, "text": "(1930)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Coronaviruses are a group of RNA-containing viruses named for their widely spaced, club-shaped surface projections. Coronaviruses were first iso-lated from humans in the mid-1960s in patients with the common cold (5). There are at least 10 species that have been identified, including human coronavirus (HCV), murine hepatitis virus (MHV), bovine coronavirus (BCV), haemagglutinating encephalomyelitis virus (HEV) of pigs, infectious bronchitis virus (IBV) of chicken, turkey coronavirus (TCV), and others (6,7). There are three distinct antigenic groups into which the 10 species are classified; HCV of the OC43 strain bear antigenic resemblance to the first group (along with MHV, BCV, and HEV), whereas those HCV of the 229E strain share common antigens with the second group (8). Coronaviruses are capable of producing both acute and chronic persistent infections in humans and animals; natural transmission between species is pos-sible leading to clinically inapparent or atypical infections (9). In 1985, Fishman et al. (10) reported a selective affinity of coronavirus MHV-A59 for the basal ganglia in C57 Black mice. Mice were observed to have a hunched posture with marked locomotion difficulty. Death due to encephalitis or hepatitis usually occurred within 2 weeks. Animals demonstrated extra-and intracellular vacuolation, neuronal loss, and gliosis in the substantia nigra and subthalamic nucleus.", "cite_spans": [{"start": 1002, "end": 1030, "text": "In 1985, Fishman et al. (10)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "It had been previously thought that only the JHM strain of MHV was capable of infecting neurons, producing demyelination and encephalitis (1 1). In 1955, Kersting and Pette demonstrated that MHV-JHM was capable of causing localized infection of the basal ganglia in monkeys (12). The findings of Fishman et al. (10) raised the possibility that other species of coronaviruses might also have the propensity to induce parkinsonism. The present investigation was undertaken in order to determine if patients with Parkinson's disease had any evidence of central nervous system infection with coronaviruses.", "cite_spans": [{"start": 296, "end": 315, "text": "Fishman et al. (10)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "For this study, HCV-229E was grown on monolayers of L132 cells (13). The HCV-OC43 was propogated on HRT cells (14) . The identity of these viruses was confirmed in binding assays with the use of reference antisera (nos. V-361-501-588 and V-360-701-562; National Institutes of Health, Bethesda, MD, U.S.A.). The MHV-JHM and MHV-A59 were grown on DBT cells as previously described (15). Each virus was prepared under serum-free conditions. Supernatants from infected cultures were clarified by centrifugation at 400 g for 10 min and stored at -70°C until use.", "cite_spans": [{"start": 110, "end": 114, "text": "(14)", "ref_id": null}], "ref_spans": [], "section": "Viruses and Cells"}, {"text": "PATIENT CEREBROSPINAL FLUID SAMPLES A total of 67 samples of cerebrospinal fluid (CSF) obtained from the tissue bank at the Neurological Institute of Columbia Presbyterian Hospital were used for this study. All samples (the second aliquot of 10 ml) were collected by lumbar puncture after an overnight rest. Twenty samples were from patients diagnosed as having classical PD, and 18 were from normal age-matched controls. In addition, the following other neurological disease (OND) samples (n = 29) were tested: myoclonus (n = 5 ) , postanoxic dystonia (n = l), hereditary ataxia (n = 2), tardive dystonia (n = l), tardive dyskinesia (n = l), head injury-induced tremor (n = l), psychogenic tremor (n = l), atypical parkinsonisnldystonia (n = 12), multiple sclerosis (n = 2), progressive supranuclear palsy (PSP) (n = l), dystonia with basal ganglia calcification (n = l), and Charcot Marie Tooth disease (CMT) (n = 1). Atypical parkinsonism refered to patients with parkinsonism that did not represent any of the well-defined clinical entities; these patients did not have classical idiopathic PD because of other associated neurological signs and symptoms and/or unusual progression. All samples were stored at -70°C. The samples were heat-inactivated (56°C for 30 min) before use.", "cite_spans": [], "ref_spans": [], "section": "Viruses and Cells"}, {"text": "All monoclonal antibodies used were produced in the laboratory of Dr. Fleming at the University of Southern California (Los Angeles, CA, U.S.A.). The production and characterization of monoclonal antibodies against MHV-JHM and MHV-A59 have been described (16, 17) . Detailed analyses of monoclonal antibodies reactive with HCV-229E and HCV-OC43 are presented elsewhere (18) . Although the monoclonal antibodies to HCV-229E are not yet fully characterized, radioimmunoprecipitations indicate that all three major structural coronavirus proteins (El, E2, and N) are recognized by the panel of monoclonal antibodies to MHV-JHM, MHV-A59, and HCV-OC43. Mouse antisera against MHV and HCV were prepared by hyperimmunization with viruses propagated in serumfree media.", "cite_spans": [{"start": 255, "end": 259, "text": "(16,", "ref_id": null}, {"start": 260, "end": 263, "text": "17)", "ref_id": null}, {"start": 369, "end": 373, "text": "(18)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "ANTIBODIES"}, {"text": "The relative binding of monoclonal antibodies to different coronaviruses were assessed by enzymelinked immunosorbent assay (ELISA), as previously described (19) . Human coronaviruses 229E and OC43, as well as mouse coronaviruses JHM and A59, were produced during infections of tissue cultures under serum-free conditions. Approximately 10,000 plaque-forming units of clarified virus were added to each well of a polystyrene microtiter plate and absorbed overnight at 4°C. After washing the plates, each well received 25 pl of undiluted CSF, followed by secondary antibody (goat antihuman IgG, horseradish peroxidase conjugated) (Kierkegaard and Perry, Gaithersburg, MD, U.S.A.), substrate-chromogen (o-phenylenediamine and H202), and 2 M H,SO,, successively, with Movement Disorders, Vol. 7 , No. 2, 1992 washes between each step. The absorbance of each sample was read at 490 nm and expressed in terms of optical density units (OD) after correction for background binding by subtracting the OD obtained when viral antigen was omitted from the assay. All assays were performed in duplicate, and experimenters were blinded as to the diagnosis associated with each separate CSF sample.", "cite_spans": [{"start": 156, "end": 160, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 784, "end": 804, "text": "Vol. 7 , No. 2, 1992", "ref_id": null}], "ref_spans": [], "section": "BINDING ASSAYS"}, {"text": "We were unable to obtain paired human serum samples that, when diluted, would serve as appropriate controls, since epidemiological surveys have shown that most subjects are seropositive by adulthood (20-23). Instead, monoclonal antibodies specific for HCV and MHV were used as positive antibody controls (24).", "cite_spans": [], "ref_spans": [], "section": "BINDING ASSAYS"}, {"text": "Samples were individually analyzed, and an OD reading was recorded in blinded fashion. As paired human sera was not available, a \"true\" index representing intrathecal antibody synthesis could not be calculated. In order to exclude samples in which a breakdown of the blood brain barrier might spuriously elevate CSF antibody titers, CSF albumin was determined by ELISA so that samples associated with elevated albumin values could be excluded. This assay was a modification of the ELISA above, using human serum albumin as antigen and rabbit anti-human serum albumin (Sigma, St. Louis, MO, U.S.A.) as the primary reference antibody. Goat anti-rabbit IgG conjugated to horseradish peroxidase (Kierkegaard and Perry) was used as the secondary antibody. By using varying amounts of human serum albumin and a fixed concentration of anti-human serum albumin antibody, a reference curve for CSF albumin over the range &250 mg/dl was obtained and used to quantitate unknown CSF samples.", "cite_spans": [], "ref_spans": [], "section": "BINDING ASSAYS"}, {"text": "Patient samples with CSF albumin values of > 100 mg/dl were excluded, as it was assumed that this would be evidence of a damaged blood-brain barrier and antibody response would reflect peripheral (serum) and not central nervous system tissue exposure by coronavirus. All values are listed in Tables 1 4 . By excluding samples with albumin of >lo0 mg/dl, this dropped the number of samples analyzed from 20 to 18 for patients with PD, 18 to 14 for age-matched controls, and 29 to 24 for patients with other neurological disease.", "cite_spans": [], "ref_spans": [], "section": "BINDING ASSAYS"}, {"text": "When all three groups were studied using analysis of variance statistical programs for all four viral an- tigens HCV-OC43 (0), HCV-229E (E), MHV-JHM (J), and MHV-A59 (A), there was a very strong trend towards significance (p = 0.0603). When antibody response to HCV-229E was excluded (coronavirus HCV-229E belongs to a different antigenic group than J, A, or 0), the overall significance increased (p = 0.035). Student-Newman-Keuls procedure was used to detect groups that significantly differed. Parkinson's disease patients had a significantly higher (p < 0.05) mean antibody response to MHV-JHM (0.0856 mean OD units) than either controls (0.0207) or patients with OND (0.0267). Patients with PD also had a significantly elevated (p < 0.05) mean antibody response to MHV-A59 (0.1722) than controls (0.0636), and there was a strong trend towards a significantly greater response than patients with OND (0.0929).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The antibody response of PD patients to HCV (0.0839 for 0 and 0.1261 for E) was also greater than that of controls (0.0071 and 0.0743, respectively) and patients with OND for 0 and E (0.0446 and 0.0946, respectively), but, although this approached significance, the p value was >0.05. It was noted that antibody response was greater to HCV-OC43 than HCV-229E.", "cite_spans": [], "ref_spans": [], "section": "Coronavirus types (optical density units) Albumin"}, {"text": "The present study demonstrates that when compared to normal age-matched controls, PD patients have an elevated cerebrospinal fluid antibody response, as measured in mean optical density units by ELISA, to coronaviruses MHV-JHM and MHV-A59. This elevated response to MHV-JHM of patients with PD was also seen in comparison to patients with other neurological disease. It was noted that even when individual values were not significant, PD patients collectively demonstrated a greater mean elevation to MHV-A59, HCV-OC43, and HCV-229E than controls and patients with OND. In addition, the response was greatest for coronavirus antigens of the J, A, and 0 group than the E group. It has been demonstrated that MHV-JHM is a neurotrophic virus and has a selective affinity for the substantia nigra in primates (12). Although these results are indirect evidence of coronavirus infection, they do raise the possibility that there exists some strain of coronavirus in the same antigenic group as MHV-JHM (MHV-A59, HCV OC43, BCV, HEV, and/or other as yet uncharacterized human coronaviruses)-or MHV-JHM itself-that may be exerting a toxic effect on the neurons of the substantia nigra in humans and that, over a long period, might contribute to the development of Parkinson's disease. Epidemiological studies have indicated that living in a rural environment (farming) is associated with a greater risk of developing Parkinson's disease (25) (26) (27) . Interspecies viral transmission of coronaviruses may occur from poultry, cattle, pigs, or other animals to humans, and may underlie this epidemiological correlation.", "cite_spans": [{"start": 1428, "end": 1432, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 1433, "end": 1437, "text": "(26)", "ref_id": "BIBREF25"}, {"start": 1438, "end": 1442, "text": "(27)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Studies of the epidemiology of coronaviruses (20-23) provide further insight into the potential of these viruses to produce chronic sustained recurrent infections. Coronaviruses in humans produce 20-50% of the upper respiratory tract infections (URTI) known as \"common colds.\" Respiratory tract antigen excretion usually continues for 18 days but has been reported to continue for as long as 2 months. In cases of presumed coronavirus-induced gastroenteritis, antigen excretion in feces may persist for several months. When antibody levels have been observed to rise in human URTI, they do not return to baseline for 4-8 months. This circulating serum rise of antibody to a particular strain of HCV (there have been 23 strains of HCV isolated so far: 9/23 related to MHV, and 14/23 related to 229E) is surprisingly not protective since 81.5% of infections recur despite the presence of previous infection and antibody formation. Antibody levels measured in sera are directly correlated with age; that is, there is an accumulated exposure, which continues to rise during life. It is also of note that significant antibody rises (36% in adults and 40% in children) occur without any associated clinical symptoms of URTI;", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "i.e., infection can be asymptomatic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is possible that coronaviruses in the MHV and HCV-OC43 antigenic group may produce chronic intermittent damage to the dopamine-producing neurons of the substantia nigra in humans. This study provides evidence that Parkinson's disease patients have an increase in anticoronavirus antibodies in CSF. A follow-up study using paired CSF/ sera would be necessary in order to provide defin-itive evidence of intrathecal antibody production. Demonstration of coronavirus antigen in brain tissue of patients with Parkinson's disease is needed, as is further investigation of primate models of basal ganglia coronavirus infection in order to substantiate this indirect evidence of central nervous system coronavirus infection.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Early onset Parkinson's disease and childhood environment", "authors": [{"first": "A", "middle": ["H"], "last": "Rajput", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Uitti", "suffix": ""}, {"first": "W", "middle": [], "last": "Stem", "suffix": ""}], "year": 1986, "venue": "Advances in neurology", "volume": "45", "issn": "", "pages": "295--297", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Environmental and genetic factors in the etiology of Parkinson's disease", "authors": [{"first": "A", "middle": [], "last": "Barbeau", "suffix": ""}, {"first": "M", "middle": [], "last": "Roy", "suffix": ""}, {"first": "T", "middle": [], "last": "Cloutier", "suffix": ""}], "year": 1986, "venue": "Advances in neurology", "volume": "45", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Movement disorders: a comprehensive survey", "authors": [{"first": "W", "middle": ["J"], "last": "Weiner", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Lang", "suffix": ""}], "year": 1965, "venue": "Duvoisin RC, Yahr MD. Encephalitis and parkinsonism", "volume": "12", "issn": "", "pages": "227--239", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Laboratory diagnosis ofinfectious diseases, principles and practice", "authors": [{"first": "J", "middle": ["C"], "last": "Hierholzer", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Tannock", "suffix": ""}], "year": 1988, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Principles and practice of infectious diseases", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Principles and practice of cfinical virology", "authors": [{"first": "M", "middle": ["R"], "last": "Macnaughton", "suffix": ""}, {"first": "", "middle": [], "last": "Coronaviruses", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "283--289", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Antigenic relationships among the coronaviruses of man and between human and animal coronaviruses", "authors": [{"first": "K", "middle": ["E"], "last": "Mcintosh", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hardison", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hartley", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1969, "venue": "J Immunol", "volume": "102", "issn": "", "pages": "1109--1117", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Ter Meulen V. Review article. The biology of coronaviruses", "authors": [{"first": "S", "middle": [], "last": "Siddell", "suffix": ""}, {"first": "H", "middle": [], "last": "Wege", "suffix": ""}], "year": 1983, "venue": "J Gen Virology", "volume": "64", "issn": "", "pages": "761--776", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infection of the basal ganglia by a murine coronavirus", "authors": [{"first": "P", "middle": ["S"], "last": "Fishman", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Gass", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Swoveland", "suffix": ""}, {"first": "E", "middle": [], "last": "Lavi", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Highkin", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Weiss", "suffix": ""}], "year": 1985, "venue": "Science", "volume": "229", "issn": "", "pages": "877--879", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cell tropism and expression of mouse hepatitis viruses (MHV) in mouse spinal cord cultures", "authors": [{"first": "M", "middle": ["E"], "last": "Dubois-Dalcq", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Doller", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Haspel", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1982, "venue": "Virology", "volume": "119", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Zur pathohistologie and pathogenese der experimentellen JHM-virusencephalomyelitis des d e n", "authors": [{"first": "G", "middle": [], "last": "Kersting", "suffix": ""}, {"first": "E", "middle": [], "last": "Pette", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Establishment and maintainance of a persistent infection of L132 cells by human coronavirus strain 229E", "authors": [{"first": "Deutsche", "middle": [], "last": "Zeitschrift F ; Chaloner-Larsson", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Johnson-Lussenburg", "middle": [], "last": "Cm", "suffix": ""}], "year": 1956, "venue": "Nervenheilkunde", "volume": "174", "issn": "", "pages": "117--129", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Antigenic relationships among proteins of bovine coronavirus, human respiratory coronavirus OC43, and mouse hepatitis virus A59", "authors": [{"first": "B", "middle": ["G"], "last": "Hogue", "suffix": ""}, {"first": "King", "middle": ["9"], "last": "Brian", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}], "year": 1984, "venue": "J Vim1", "volume": "5", "issn": "", "pages": "384--387", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparative analysis of RNA genomes of mouse hepatitis viruses", "authors": [{"first": "Mmc", "middle": [], "last": "Lai", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Stohlman", "suffix": ""}], "year": 1981, "venue": "J Virol", "volume": "38", "issn": "", "pages": "661--670", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Antigenic relationships of murine coronaviruses: analysis using monoclonal antibodies to JHM (MHV-4) virus", "authors": [{"first": "J", "middle": ["O"], "last": "Fleming", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Stohlman", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Harmon", "suffix": ""}], "year": 1983, "venue": "Virology", "volume": "131", "issn": "", "pages": "296--307", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Monoclonal antibodies to mouse hepatitis virus strain A59: distinction between major glycoprotein antigenic sites responsible for", "authors": [{"first": "W", "middle": [], "last": "Gilmore", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Fleming", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Stohlman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "23--115", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "the induction of neutralizing antibody and cell fusion", "authors": [], "year": 1987, "venue": "Proc SOC Exp Biol Med", "volume": "185", "issn": "", "pages": "177--186", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Characterization of monoclonal antibodies to human OC43", "authors": [{"first": "J", "middle": ["O"], "last": "Fleming", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Keck", "suffix": ""}, {"first": "T", "middle": [], "last": "Wei", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Kachuck", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Stohlman", "suffix": ""}], "year": 1986, "venue": "Adv Exp Med Biot", "volume": "218", "issn": "", "pages": "517--520", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Measurement of the concentratioq of murine IgG monoclonal antibody in hybridoma supernatants and ascites in absolute units by sensitive and reliable enzyme-linked imrnunosorbent assays (ELSA)", "authors": [{"first": "J", "middle": ["D"], "last": "Fleming", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Pen", "suffix": ""}], "year": 1988, "venue": "J Immunol Meth", "volume": "110", "issn": "", "pages": "11--18", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Seroepidemiological studies of coronavirus infection in adults and children", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hartley", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrott", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1970, "venue": "Am J Epidemiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Tecumseh study of respiratory illness. VI. Frequency of the relationship between outbreaks of coronavirus infection", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Sook", "suffix": ""}], "year": 1974, "venue": "J Infect Dis", "volume": "129", "issn": "", "pages": "585--592", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Occurrence and frequency of coronavirus infections in humans as determined by enzyme-linked immunosorbent assay", "authors": [{"first": "M", "middle": ["R"], "last": "Mcnaughton", "suffix": ""}], "year": 1982, "venue": "Infect Immun", "volume": "38", "issn": "", "pages": "41--64", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Rises in titers of antibody to human coronaviruses OC43 and 229E in Seattle families during 1975-1979", "authors": [{"first": "O", "middle": ["W"], "last": "Schmidt", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Allan", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Cooney", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Hjordis", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Fox", "suffix": ""}], "year": 1986, "venue": "Am J Epidemiol", "volume": "123", "issn": "", "pages": "862--868", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Antigenic assessment of coronaciruses isolated from patients with multiple sclerosis", "authors": [{"first": "J", "middle": ["O"], "last": "Fleming", "suffix": ""}, {"first": "", "middle": [], "last": "El Zaatari Fak", "suffix": ""}, {"first": "W", "middle": [], "last": "Gilmore", "suffix": ""}], "year": 1988, "venue": "Arch Neurol", "volume": "45", "issn": "", "pages": "629--633", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Environmental risk factors in Parkinson's disease", "authors": [{"first": "W", "middle": [], "last": "Koller", "suffix": ""}, {"first": "B", "middle": [], "last": "Vetere-Overfield", "suffix": ""}, {"first": "C", "middle": [], "last": "Gray", "suffix": ""}], "year": 1990, "venue": "Neurology", "volume": "40", "issn": "", "pages": "121--1221", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The role of environmental toxins in the etiology of Parkinson's disease", "authors": [{"first": "C", "middle": ["M"], "last": "Tanner", "suffix": ""}], "year": 1989, "venue": "Trends Neurosci", "volume": "121", "issn": "", "pages": "49--54", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Epidemiologic study of Parkinson's disease in Hong Kong", "authors": [{"first": "S", "middle": ["C"], "last": "Ho", "suffix": ""}, {"first": "J", "middle": [], "last": "Woo", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 1989, "venue": "Neurology", "volume": "39", "issn": "", "pages": "1314--1318", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "MHV-JHM MHV-A59 HCV-OC43 HCV-229E (mg/dl)", "latex": null, "type": "figure"}, "TABREF0": {"text": "CSF antibody response to coronaviruses in patients with Parkinson's disease", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Coronavirus types (optical density units) </td><td> </td></tr><tr><td>MHV-JHM </td><td>MHV-A59 </td><td>HCV-OC43 </td><td>HCV-229E </td><td>Albumin (rng/dl) </td></tr><tr><td>0.00 </td><td>0.09 </td><td>0.00 </td><td>0.07 </td><td>&lt; 20 </td></tr><tr><td>0.00 </td><td>0.04 </td><td>0.00 </td><td>0.00 </td><td>&lt;20 </td></tr><tr><td>0.00 </td><td>0.07 </td><td>0.00 </td><td>0.00 </td><td>30 </td></tr><tr><td>0.07 </td><td>0.28 </td><td>0.00 </td><td>0.00 </td><td>60 </td></tr><tr><td>0.17 </td><td>0.37 </td><td>0.24 </td><td>0.40 </td><td>28 </td></tr><tr><td>0.25 </td><td>0.60 </td><td>0.61 </td><td>0.00 </td><td>&lt;20 </td></tr><tr><td>0.00 </td><td>0.03 </td><td>0.02 </td><td>0.04 </td><td>20 </td></tr><tr><td>0 .oo </td><td>0.00 </td><td>0.00 </td><td>0.35 </td><td>235 </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>20 </td></tr><tr><td>0.05 </td><td>0.05 </td><td>0.00 </td><td>0.00 </td><td>&lt; 20 </td></tr><tr><td>0.02 </td><td>0.20 </td><td>0.00 </td><td>0.15 </td><td>38 </td></tr><tr><td>0.33 </td><td>0.26 </td><td>0.12 </td><td>0.40 </td><td>47 </td></tr><tr><td>0.26 </td><td>0.22 </td><td>0.13 </td><td>0.33 </td><td>50 </td></tr><tr><td>0.1 1 </td><td>0.18 </td><td>0.08 </td><td>0.03 </td><td>80 </td></tr><tr><td>0.07 </td><td>0.16 </td><td>0.00 </td><td>0.10 </td><td>140 </td></tr><tr><td>0.00 </td><td>0.02 </td><td>0.00 </td><td>0.00 </td><td>&lt;20 </td></tr><tr><td>0.26 </td><td>0.39 </td><td>0.31 </td><td>0.30 </td><td>20 </td></tr><tr><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>34 </td></tr><tr><td>0.00 </td><td>0.02 </td><td>0.00 </td><td>0.00 </td><td>26 </td></tr><tr><td>0.01 </td><td>0.28 </td><td>0.00 </td><td>0.75 </td><td>48 </td></tr></table></body></html>"}, "TABREF1": {"text": "CSF antibody response to coronavirus in controls", "latex": null, "type": "table"}, "TABREF2": {"text": "CSF antibody response to coronavirus in patients 1-14 with other neurological disease", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Coronavirus types (optical density units) </td><td> </td><td>Albumin (mddl) </td><td> </td></tr><tr><td>MHV-JHM </td><td>M H V - A 5 9 </td><td>HCV-OC43 </td><td>HCV-229E </td><td> </td><td>Diagnosis </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.33 </td><td>0.24 </td><td>70 </td><td>Segmental myoclonus </td></tr><tr><td>0.00 </td><td>0.33 </td><td>0.05 </td><td>0.00 </td><td>35 </td><td>Postanoxic myoclonus </td></tr><tr><td>0.19 </td><td>0.45 </td><td>0.35 </td><td>0.30 </td><td>&lt;20 </td><td>Myoclonic epilepsy </td></tr><tr><td>0.00 </td><td>0.08 </td><td>0.00 </td><td>0.00 </td><td>&lt; 20 </td><td>Idiopathic myoclonus </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>18 </td><td>Ramsay Hunt syndrome </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.05 </td><td>30 </td><td>Postanoxic dystonia </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>&lt; 20 </td><td>Cerebellar degeneration </td></tr><tr><td>0.08 </td><td>0.15 </td><td>0.00 </td><td>0.48 </td><td>15 </td><td>Cerebellar degeneration </td></tr><tr><td>0.00 </td><td>0.13 </td><td>0.05 </td><td>0.27 </td><td>&lt;20 </td><td>Tardive dyskinesia </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>&lt;20 </td><td>Tardive dystonia </td></tr><tr><td>0.00 </td><td>0.12 </td><td>0.00 </td><td>0.19 </td><td>70 </td><td>Head injury, tremor </td></tr><tr><td>0.00 </td><td>0.06 </td><td>0.00 </td><td>0.00 </td><td>&lt; 20 </td><td>Psychogenic tremor </td></tr><tr><td>0.02 </td><td>0.09 </td><td>0.00 </td><td>0.05 </td><td>&lt;20 </td><td>Atypical parkinsonism </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>&lt;20 </td><td>Atypical parkinsonism </td></tr></table></body></html>"}, "TABREF3": {"text": "CSF antibody response to coronavirus in patients 15-29 with other neurological disease", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Coronavirus types (optical density units) </td><td> </td><td> </td><td> </td></tr><tr><td>MHV-JHM </td><td>MHV-A59 </td><td>HCV-OC43 </td><td>HCV-229E </td><td>Albumin (mddl) </td><td>Diagnosis </td></tr><tr><td>0.00 </td><td>0.12 </td><td>0.00 </td><td>0.01 </td><td>40 </td><td>Atypical parkinsonism </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>35 </td><td>Atypical parkinsonism </td></tr><tr><td>0.08 </td><td>0.09 </td><td>0.00 </td><td>0.10 </td><td>140 </td><td>Atypical parkinsonism </td></tr><tr><td>0.08 </td><td>0.13 </td><td>0.00 </td><td>0.05 </td><td>90 </td><td>Atypical parkinsonism </td></tr><tr><td>0.03 </td><td>0.15 </td><td>0.00 </td><td>0.00 </td><td>17 </td><td>Atypical parkinsonism </td></tr><tr><td>0.00 </td><td>0.01 </td><td>0.00 </td><td>0.10 </td><td>200 </td><td>Atypical parkinsonism </td></tr><tr><td>0.01 </td><td>0.14 </td><td>0.00 </td><td>0.00 </td><td>60 </td><td>Atypical parkinsonism </td></tr><tr><td>0.07 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>68 </td><td>Atypical parkinsonism </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.07 </td><td>125 </td><td>Atypical parkinsonism </td></tr><tr><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.02 </td><td>50 </td><td>Atypical parkinsonism </td></tr><tr><td>0.00 </td><td>0.06 </td><td>0.09 </td><td>0.27 </td><td>&lt; 20 </td><td>Multiple sclerosis </td></tr><tr><td>0.27 </td><td>0.33 </td><td>0.03 </td><td>0.28 </td><td>240 </td><td>Multiple sclerosis </td></tr><tr><td>0.10 </td><td>0.15 </td><td>0.23 </td><td>0.16 </td><td>&lt; 20 </td><td>PSP </td></tr><tr><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>150 </td><td>Basal ganglia calcification </td></tr><tr><td>0.05 </td><td>0.07 </td><td>0.00 </td><td>0.18 </td><td>61 </td><td>CMT </td></tr></table></body></html>"}}, "back_matter": []}