{
    "paper_id": "1c5985dbb9e4e789c24bdd324bfd0362dacfced3",
    "metadata": {
        "title": "Sociology and Health 1.1 Introduction",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Amzat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Razum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many people (including students of sociology) often wonder about the relevance of sociology to health issues. In general, it is often a challenge to discuss the nexus between social science and health. Why medical sociology? What does sociology have to do with medicine or health? These are some of the pressing questions that require explanations. The fundamental problem starts with a lack of deeper knowledge of the meaning and focus of sociology. Therefore, it is necessary to proceed by defining sociology and briefly explaining some of its foundational focus. After this, its relevance to health will be explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Sociology has been variously defined since Auguste Comte coined the term in 1838. Simply, sociology is the study of human society and social problems. Sociology is the scientific study of social relations, institutions, and society (Smelser 1994). In addition, sociology can be defined as the scientific study of the dynamics of society and their intricate connection to patterns of behaviour. It focuses on social structure and how the structures interact to modify human behaviour, actions, opportunities, and how the patterns of social existence engender social problems. Social institutions include kinship, economic, political, education, and religious institutions. The institutions are like pillars that hold up society because they are the constituent parts of the social system (society). These parts are interdependent and interrelated with specialised functions towards the survival of the society. This is why the human society is often referred to as a social system. Every institution fulfils some functional imperatives. The family institution supports the procreation and socialisation of new members of society while the economic institution deals with the production and exchange of goods. The economic institution employs people from the family institutions, and the family in turn needs the goods and services produced by the economic institution. The health institutions are organised to cater to the well-being and survival of human beings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Generally, sociology employs scientific approach to study and develops generalisations about human patterns, groupings, and behaviour. In a more concise definition, the American Sociological Association (ASA) defined sociology \"as the study of social life, social change, and the social causes and consequences of human behaviour\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Social life is the most central part of the focus of sociology; it implies the connection which an individual holds with others in the society. To sociologists, social life or interaction is the essence of human existence. The process of social interaction itself may put individuals at risk of some communicable disease such as tuberculosis (TB), severe acute respiratory syndrome (SARS), and measles. In terms of communicable diseases, mere contact with an infected person (in the process of social interaction) can normally put others at risk. The investigation of social \"causes\" and consequences is basic in sociological research. There is often a problem of biomedical reductionism, assuming \"only the germ causes the disease\" without an interrogation of the social conditions enabling vulnerability to diseases. For instance, commercial sex work puts an individual more at risk of human immunodeficiency virus (HIV) than many other occupation groups: that is a kind of occupational condition, which is a risk factor for HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The historical focus of sociology is on social problems in human society. Social problems include health problems, crime, deviance, violence, poverty, inequality, population problems, delinquency, and institutional instability. Social forces such as modernisation and industrialisation marked the beginning of unprecedented social alteration, especially since the beginning of the eighteenth century. This social change led to a number of problems as a result of changes in the relations of production. The industrial revolution led to new forms of production systems, community relations, migration, urbanisation, and especially new forms of employer-employee relations. Industrialisation marked the overthrow of the family as an economic unit. This was a tremendous change in the social system with resultant consequences, hence emerging social problems such as unemployment, poverty, child labour, gender discrimination, crime, and health problems. This is not to argue that all these problems only emerged during the industrial revolution, but they rapidly multiplied during that period. Social problems are conceived as strains within the system, seen as the product of certain objective conditions within the society, which is inimical or detrimental to the realisation of some norms or values for members of the society (Lyman et al. 1973, p. 474) . Any issue that threatens the well-being or survival of the society is regarded as a social problem. Weber (1995, p. 9 ) defined social problems \"as a social phenomenon that is damaging to the society or its members, is perceived as such, and is socially remediable.\"",
            "cite_spans": [
                {
                    "start": 1327,
                    "end": 1354,
                    "text": "(Lyman et al. 1973, p. 474)",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1474,
                    "text": "Weber (1995, p. 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "It is important to note that just as crime is damaging to the society or individual, so is any health problem. Apart from this fact, a social problem can be identified through the following characteristics, which include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "1. It is an objective condition. This implies that it can be empirically defined. A social problem exists as a condition that can be verified. Even when subjective interpretation may be required, a social problem is an evidence-based problem, not just mere perception of an individual but a general knowledge that is usually definite. This represents a utilitarian view, which holds that social problems are objective things, or what Durkheim regarded as social facts (Smelser 1996) . Smelser observed that the assertion is like the medical model which views social problems as a form of disease with an identifiable cause, definite symptoms, and calls for a cure. 2. It has social aetiology or could be linked to it. This implies that a social problem emanates from the pattern of social interaction, organisation, association, or simply is engendered by social conditions. This point should be noted as a relevant perspective in explanation of human health/diseases and not an absolute explanation. For instance, Wellcome (2002, p. 30) , summarising Day Karen's research report, observed that \". . . Falciparum parasite [malaria] we see today arose about 3200-7000 years ago-an era that coincides with the dawn of agriculture in Africa. This was a time of massive ecological change, when humans began to live in large communities and the rainforest was being cut down for slash-and-burn agriculture. . . there was also a major change in the mosquito vector at that time, when it began biting humans instead of animals. . . \" It is further observed that P. falciparum migrated with Africans to other parts of the world. This means that the process of migration aids the spread of malaria. This is why Smelser (1996) also observed that the increasing world traffic of people would internationalise many health problems. It is for this reason that HIV, first diagnosed in the United States in the early 1980s (Jackson 2002) , is now a global problem. Moreover, some diseases are rooted in genetics or heredity, thereby multiplying through marriage patterns or human relationships. Holtz et al. (2006 Holtz et al. ( , p. 1665 ) observed that it is impossible to understand population health without considering the social origins of diseases-\"the risk of exposure, host susceptibility, course of disease, and disease outcome; each is shaped by the social matrix. . . \" Social conditions are now invoked as fundamental causes of diseases in human society because such conditions affect exposure to diseases, as well as course and outcomes of diseases (see Chap. 4 for social determinants of health, Sect. 6.4 for fundamental cause theory). 3. It poses social damage. A social problem often incapacitates the individuals in a society. As poverty prevents individuals from satisfying basic needs, so, too, health problems prevent individuals from functioning effectively as members of society. A health problem may reduce the functionality of an individual within the social system. Invariably, a social problem is inconsistent with the normative value of the society. Society wants its members to be healthy, and the unattainability of this desire shows a discrepancy between social value and reality. Such a discrepancy represents a social problem. 4. It affects the collectivity. A social problem is different from a personal problem in that the former affects a substantial number of people in the social system (see Harris 2013) . Health problems are ubiquitous like other problems such as crime and poverty. There may be a geographical variation in the magnitude or frequency, but most social problems are a pandemic. It is thus a problem when a significant number of people believe that a certain condition is, in fact, a problem (Kerbo and Coleman 2007) , and it constitute a problem to their social existence or wellbeing.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 482,
                    "text": "(Smelser 1996)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1015,
                    "end": 1037,
                    "text": "Wellcome (2002, p. 30)",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1131,
                    "text": "[malaria]",
                    "ref_id": null
                },
                {
                    "start": 1702,
                    "end": 1716,
                    "text": "Smelser (1996)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1908,
                    "end": 1922,
                    "text": "(Jackson 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2080,
                    "end": 2098,
                    "text": "Holtz et al. (2006",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2099,
                    "end": 2123,
                    "text": "Holtz et al. ( , p. 1665",
                    "ref_id": null
                },
                {
                    "start": 3416,
                    "end": 3428,
                    "text": "Harris 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3732,
                    "end": 3756,
                    "text": "(Kerbo and Coleman 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "5. It requires social action. Social problems require collective action. The solution to any social problem does not reside in just any individual; it requires the majority to act in order to ameliorate the problem. It may necessitate institutional or community approaches. Health problems also require collective action. This is why there has been a lot of implementation of research and policy engagement to improve the health of the people. This is also why health issues often appear in development agendas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "The aforementioned attributes qualify health problems as social problems. This is separate from the social dimensions of health problems, which will be examined later in this book. Health problems can also come with other dimensions apart from the aforementioned attributes. It may not only be socially damaging but also biologically damaging. Often, a health problem may move from being biological pathology to social pathology or vice versa. Whichever form it takes, it constitutes a pathology that must be remedied by the society. Sociology has been relevant ever since Comte conceived it as a science that would provide salvation from all the social problems confronting the world. Improved relevance of sociology in human society will alleviate human suffering and provide equitable well-being. Therefore, the application of sociological methods and perspective and attention to the social dimensions of disease should provide a vital step forward in disease control. Apart from the fact that health problems constitute a major social problem, it is important to further stress the relevance of sociology to health. First, in this case, it is human health. It is about the people, community, and society. The health of the society cannot be grasped without understanding the intricacies of the community or society itself. George Simmel conceived of human society as an intricate web of multiple relations-of people in constant interaction with one another (Coser 2004) , of people who are bound with common fate, norms, values, sociospatial conditions, exposures, and opportunities. It is about the health of people who build and share similar health institutions or who live, for instance, in an African rainforest where they are exposed to mosquito bites every day. It is also about the health of the community that has access or otherwise to simple preventive measures for malaria or diarrhoea. Health is about the society where there is self-accountability to take up smoking and bear the associated health risks. As mentioned earlier, any issue concerning the social collectivity is of enormous interest to sociology. Simply, health is one such issue of interest because it concerns the people and also affects the patterns of social interaction.",
            "cite_spans": [
                {
                    "start": 1462,
                    "end": 1474,
                    "text": "(Coser 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "Apart from focusing on the people, health is intrinsic to human functioning or existence. It confers a form of capacity on the individual to perform social functions in human society. Human value or existence is enhanced by good health. Good health is instrumental to human survival and is required to strive for the basic necessities of life. As a contributing member of the social systems, one needs good health, and lack of this threatens the pattern of social interaction with other members in the social system. Health indicators have been used to assess the level of development in a society. It is also used as a measure of chance of survival in human societies. This is why health is a social value both at the individual and collective levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Problems as Social Problems"
        },
        {
            "text": "Medical sociology is simply the application of sociological perspectives and methods in the study of health issues in human societies with a skewed focus on the sociocultural milieu that accounts for human health and illness. These perspectives include sociological theories and tools, which can be applied in the analysis of human health. In this case, the individual is examined as a member of the society, who partakes in the day-to-day functioning of the social system. The pre-comprehension is that humans exist within a socio-spatial milieu, which often affects their health. Such social conditions and the nature of human interaction are instrumental to the well-being of every individual in society. It is also assumed that the nature of social interaction and networking is a part of the determinants of human health. Sociologists are interested in issues regarding human health and employ systematic procedures to examine social phenomena. They have relied on quantitative and qualitative techniques to establish universal laws governing human societies. The essence of the methods is to look at the social links that can explain sociocultural linkages to health issues. In any case, medical sociology is the application of sociological theories, knowledge, and concepts to issues of health and illness (Hafferty and Castellani 2006) .",
            "cite_spans": [
                {
                    "start": 1313,
                    "end": 1343,
                    "text": "(Hafferty and Castellani 2006)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Medical Sociology Defined"
        },
        {
            "text": "Medical sociology can also be defined as the scientific study of the social patterning of health. In this case, it is a study of how social factors (e.g., class, race, gender, religion, ethnicity, kinship network, marriage, educational status, age, place, and cultural practices) influence human health. The idea of social patterning indicates that these social factors could be the determinants of human health status (see Chap. 4). It is in this sense that some diseases may be referred to as diseases of poverty (e.g., malaria and TB) because they are much more prevalent in poor regions or among the poor. For example, a person residing in a slum is at a higher risk of being exposed to certain diseases which a person in affluent area may have lower risk of being exposed to. Medical sociology is distinct in its approach because it considers the \"import that social and structural factors have on the disease and illness processes as well as on the organisation and delivery of health care\" (Hafferty and Castellani 2006, p. 334 ). Hafferty and Castellani further observed that these factors also include culture (e.g., values, beliefs, normative expectations), organisational processes (e.g., hospital setting), politics (e.g., health care policy, health budget, political ideology), economic system (e.g., capitalism, the costs of health care), and microlevel processes such as socialisation and identity formation.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1034,
                    "text": "(Hafferty and Castellani 2006, p. 334",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medical Sociology Defined"
        },
        {
            "text": "Apart from pure research, medical sociologists are also interested in implementation or applied research. This involves the implementation of interventions to improve the health of the population through community engagement and participation in policy formulation and implementation. As Kaminskas and Darulis (2007) noted, medical sociologists utilise applied sociological methods-such as needs assessment, social impact assessment, and case management options-in health care settings using evaluation research methods. This area of applied research has attracted a lot of grants and promoted collaboration with others in the medical field through a multidisciplinary approach to health management. Cockerham (2001) further observed that medical sociology has actually established itself as a strong subfield of sociology and removed itself from being a subordinate of medicine. He provided four major reasons for the strong academic locus of the subfield. First, the extension of focus from acute to chronic diseases strengthens the relevance of sociology to medicine because of the key roles of social condition and social behaviour in the prevention, onset, and management of chronic disorders. Medical sociologists are more relevant in the analysis of social conditions of health than physicians. Second, medical sociology has focused extensively on issues relating to clinical medicine and health policy. Third, success over the years in medical sociological research has promoted the professional status of medical sociologists in the analysis of the social patterning of health. Fourth, medical sociologists have studied medical practice and policies-at times with a critical stance to expose some blind spots.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 316,
                    "text": "Kaminskas and Darulis (2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 700,
                    "end": 716,
                    "text": "Cockerham (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medical Sociology Defined"
        },
        {
            "text": "Medical sociology has become a substantive subfield of sociology. It can be argued that medical sociology began with the conception of sociology by August Comte (1896) through his concept of organismic analogy. This can be a deductive argument since Comte did not intend to establish medical sociology as a subfield and did not attach the importance of sociocultural issues in health. Comte, and later Herbert Spencer (1891, 1896) , extensively compared human society to a biological being. Spencer observed that the universe consists of organic (living), inorganic (nonliving) and super-organic (society) entities. The idea of organismic analogy is that the human society has similar characteristics as that of the biological organism. The similarities include growth and development, differentiation of parts, specialisation of functions, interrelatedness, and interdependence of parts. The parts of the society include the social institutions, which work harmoniously for the survival of the society. The argument further relates that if one part is damaged, it will adversely affect other parts of the society. Health institution may be affected if the political institution is corrupt or not responsive to aspirations of the citizens. This is part of the reasons why strong political will is required in implementation of health programs.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 395,
                    "text": "Comte, and",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 396,
                    "end": 430,
                    "text": "later Herbert Spencer (1891, 1896)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "The theory of Marx and Engels explains that economic infrastructure is the foundation on which other superstructures of the society rely. Inequalities in income translate to other forms of inequalities in human society, including health inequalities. This is why Marx's proposition has been widely applied in all facets of life including health inequalities, accessibility to health care and allocation and distribution of health resources and infrastructures (see Sects. 6.2 and 6.3 for further elaboration). Another major landmark is the work of Emile Durkheim (1897/1951) on suicide. This is directly related to medical sociology since it is about the issue of death. Durkheimian perspective on suicide will be explained in detail later (see Sect. 5.3.2 for further elaboration). The perspective examines the influence of social factors in self-termination of life. Durkheim identifies two major factors, which fluctuate to increase or decrease propensity to suicide. These factors are social regulation and integration. This has been a major sociological perspective in the analysis of suicide because it was a theory derived from empirical investigations. The works of Max Weber on bureaucratic rationality and social action have also been substantially applied in medical sociology to explain the organisation of health care institutions and why and how people care for others (see Sects. 7.3 and 7.4 for further elaboration).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "At the time these classical sociological scholars (August Comte, Emile Durkheim, Max Weber, and Karl Marx) were writing, they did not have medical sociology in mind; however, their works provided the landmark for the development of a subfield of sociology called medical sociology. The works created the foundation for the emergence of sociological perspectives and methods that can be applied in the study of social patterning of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "In 1848 Rudolf Virchow (a German physician) laid the foundation of social medicine (Holtz et al. 2006 ) by advocating for the relevance and consideration of social factors in human health and disease. While this set a new agenda for medicine, it opened a wide passage for the social sciences involvement in the understanding of human health. The early 1900s marked the beginning in the study of sociological dimension of medicine, especially with the works of Charles McIntire (\"The Importance of the Study of Medical Sociology,\" published in 1894), along with other scholarly works of that period including the book by Elizabeth Blackwell (1902) and another by James P. Warbasse (1909) , both on medical sociology (Bloom 2002; Hafferty and Castellani 2006, p. 332) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 101,
                    "text": "(Holtz et al. 2006",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 630,
                    "end": 646,
                    "text": "Blackwell (1902)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 671,
                    "end": 686,
                    "text": "Warbasse (1909)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 715,
                    "end": 727,
                    "text": "(Bloom 2002;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 728,
                    "end": 765,
                    "text": "Hafferty and Castellani 2006, p. 332)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "In the 1950s, Talcott Parsons (1951) published a groundbreaking work with a section on the application of functionalism in medical sociology. He dedicated a substantial part of his work to the elaboration of the sick role, explaining the social trajectories of the sick within the social system and how the health institutions can support individuals to return to normal roles in the society (see Sect. 5.3.1 for further elaboration). Parsons recognised the relevance of medicine for the society and drew attention to illness as a form of social deviance and the importance of sick role as a mechanism of social control (Freidson 1962; Stacey and Homans 1978) . This is the first conscious application of sociological theory in the understanding of human illness. The sick role concept facilitated the expansion of other areas of research including the patient-physician relationship, illness behaviour, medicalisation of deviance, and medical professionalism (Hafferty and Castellani 2006) . The works of Freidson (1961a Freidson ( /1962 Freidson ( , 1961b and Mechanic (1966 Mechanic ( , 1968 ) also promoted the relevance and understanding of medical sociology. Conrad (2007) described Eliot Freidson's works as revolutionary in medical sociology. Freidson (1961 Freidson ( , 1970a Freidson ( , 1975 devoted his time to the study of professionalism and professionalisation in medicine which presents a comprehensive view of the social and professional dynamics of medicine with a particular reference to how disease and illness are constructed, power relations between the physician and patients, division of labour, ethical conducts, increasing commercialism, and bureaucratic control in medical practice. Freidson's works were landmarks in the development of medical sociology. He practically demonstrated the relevance of sociology in medicine and health studies in general by situating his studies within applied domains.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 635,
                    "text": "(Freidson 1962;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 636,
                    "end": 659,
                    "text": "Stacey and Homans 1978)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 960,
                    "end": 990,
                    "text": "(Hafferty and Castellani 2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1006,
                    "end": 1021,
                    "text": "Freidson (1961a",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1022,
                    "end": 1038,
                    "text": "Freidson ( /1962",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1039,
                    "end": 1057,
                    "text": "Freidson ( , 1961b",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1062,
                    "end": 1076,
                    "text": "Mechanic (1966",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1077,
                    "end": 1094,
                    "text": "Mechanic ( , 1968",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1165,
                    "end": 1178,
                    "text": "Conrad (2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1251,
                    "end": 1265,
                    "text": "Freidson (1961",
                    "ref_id": null
                },
                {
                    "start": 1266,
                    "end": 1284,
                    "text": "Freidson ( , 1970a",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1285,
                    "end": 1302,
                    "text": "Freidson ( , 1975",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "During the same period, Strauss (1965, 1968 ) also examined the social process of death and dying, and Erving Goffman (1961 Goffman ( , 1963 ) released a masterpiece, Asylums, which introduced the concept of stigma and total institution (see Sects. 8.4.2 and 8.4 .3 for further elaboration). The Asylums focused mainly on the study of mental health patients and health care institutions. It was a remarkable breakthrough in the application of medical sociology to the study of health care institutions. The work of Goffman has been one of the most successful sociological pieces in the management of patients and health care institutions. The concern of this subsection is to trace the development of medical sociology: Chapters 5, 6, 7, and 8 will expand some of the substantive theories of medical sociology.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 43,
                    "text": "Strauss (1965, 1968",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 123,
                    "text": "Goffman (1961",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 124,
                    "end": 140,
                    "text": "Goffman ( , 1963",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 242,
                    "end": 262,
                    "text": "Sects. 8.4.2 and 8.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "The development of academic journals (e.g., Journal of Health and Social Behaviour; Social Science and Medicine; Sociology of Health and Illness in 1979) in the discipline, especially in the 1960s, also aided the development of the discipline (Hafferty and Castellani 2006) ; and now there are many other dedicated and related journals including Health and Place, Health Affairs, Women and Health, Reproductive Health Matters, Social Theory and Health, Medical Anthropology, The Lancet, Social History of Medicine, and many others.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 273,
                    "text": "(Hafferty and Castellani 2006)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "Furthermore, not only do medical sociologists proclaim self-relevance to medicine but medical scientists have increasingly come to the realisation that a number of significant health care issues are outside the walls of the hospitals, pharmaceutical and medical laboratories. Clausen (1963, p. 1) observed that it has become apparent that \"the understanding of health and disease requires a holistic approach in which the social and cultural aspects of human behaviour are appropriately related to the biological nature of every human being and the physical environment in which he[/she] lives.\" Clausen further observed that the emphasis upon the holistic approach to medical science and comprehensive health care has moved medicine to seek the services of social scientists, notably in connection with public health, preventive medicine, and psychiatry. In short, there is an unprecedented sociolisation of medicine, a term used by Barbour (2011) to describe how sociology has come to shape the profession of medicine, and to add to it, how sociology shapes the understanding of health and illness in the society.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 296,
                    "text": "Clausen (1963, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 948,
                    "text": "Barbour (2011)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "From the 1960s onwards, there has been increasing popularisation of medical sociology with many departments of sociology now having specialisation in medical sociology as an option, especially for graduate programs. Cockerham has observed that medical sociology comprises one of the largest and most active sociological specialties in the developed world and the subdiscipline is expanding in Asia, Africa, Latin America, and other regions. Specifically, Africa has not been left out in this development as medical sociology is now recognised as a subfield of sociology. Medical sociology is growing in strength and importance in South Africa (Gilbert 2012) like in other African countries. There is a growing realisation that social issues are relevant and significant in explaining population health in Africa and elsewhere. The study of sexual behaviour and other social aspects of HIV/AIDS seemingly demonstrate the sociological milieu in the understanding of health. The first crops of medical sociologists in Africa were trained in western societies, specifically in the United Kingdom and United States. Now, the number of those trained in Africa is increasing, coupled with a demand for medical sociologists in health intervention in Africa.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 657,
                    "text": "(Gilbert 2012)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "Many medical sociologists from Africa now partner with their counterparts from other continents in addressing international health. Medical sociologists also collaborate with non-governmental organisations (NGOs) to address social determinants of health in communities. Likewise, there are many social science institutes in Africa (e.g., the Council for the Development of Social Science Research in Africa [CODESRIA]), which have incorporated health discourse as a priority. The introduction of the Health Institute by CODESRIA to train and offer small grants to young social scientists interested in health issues is part of this brilliant effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Brief History of Medical Sociology"
        },
        {
            "text": "Many scholars have described medical sociology in various ways: sociology of health and illness or health sociology. \"Medical sociology\" is more encompassing to describe the broad aspect of sociology dealing with medicine and health in general. One particular description is that of Straus (1957) , who averred that medical sociology consists of sociology of medicine and sociology in medicine. Straus (1957, p. 203) observed that \"[s]tudies of the profession (of medicine) and those dealing with the organization of health resources are primarily in the sociology of medicine [while] teaching activities and research in which the sociologist is collaborating with the physician in studying a disease process or factors influencing the patient's response to illness are primarily sociology in medicine.\" Straus made the distinction as a result of activities and affiliations of 110 medical sociologists. Straus (1999, p. 109 ) further reiterated that sociology in medicine involves \"activities that were associated with achieving the educational, research, or clinical goals of medicine. These were often collaborative with health professionals and occurred within health or medical institutions. They were carried out most frequently by sociologists who held appointments in health professional-schools, hospitals, or other health-care organisations.\" On the other hand, sociology of medicine is close to what could be described as sociology of health and illness. It involves the study of social factors in disease aetiology, incidence, prevalence, distribution, social response to health and illness, therapeutic process, and community health needs.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 296,
                    "text": "Straus (1957)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 395,
                    "end": 416,
                    "text": "Straus (1957, p. 203)",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 924,
                    "text": "Straus (1999, p. 109",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Topical Description of Medical Sociology"
        },
        {
            "text": "Initially, Straus (1957) thought it was not feasible for a sociologist to engage in the sociology in and of medicine together; however, later he (1999) observed that because of crosscutting intellectual development, it is now feasible. Therefore, the distinction \"of and in\" is merely the distinction of activities, not that of persons involved. Medical sociology has now grown into a full subdiscipline of sociology with more diverged activities as a result of intellectual and research domains. It is now possible to present a topical description of medical sociology without a topical differentiation between that of sociology in or of medicine. Therefore, another major concern of students of sociology or professional is a clear topical description of medical sociology. It is imperative to explain the intellectual domain of medical sociology. The first major attempt at this was by David Mechanic (1968) , who highlighted a number of intellectual domains of medical sociology. Apart from the fact that there are still some new developments, a re-explanation of some of the domains in line with currents trends is necessary.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "text": "Straus (1957)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 895,
                    "end": 910,
                    "text": "Mechanic (1968)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Topical Description of Medical Sociology"
        },
        {
            "text": "Medical sociology primarily focuses on the social causes of disease. Social causationism entails direct and indirect (social) exposure to diseases. While a medical doctor will simply note that a patient has HIV, a sociologist is more interested in the sexual network of the patient since HIV can be acquired through the process of sexual interaction with others in the society. This pattern of sexual relation is a social determinant. Another explanation is that the decision to engage in protective sex is entirely that of the parties involved. A medical sociologist is more interested in the \"push\" factors that expose individuals to any disease. Another example is the high prevalence of vesicovaginal fistula (VVF) in sub-Saharan Africa (SSA). There are many social issues that expose women to the risk of VVF, which include age at marriage, access to maternal care, maternal education, and gender inequality, which prevent many women from obtaining permission for their partners to attend health facilities. Some of these issues are sociocultural issues, which need to be addressed in order to reduce the incidence of VVF in SSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Aetiology of Disease"
        },
        {
            "text": "The notion of social aetiology is embedded in risk factors, most of which occur at the individual or societal level (see Chap. 4 on social determinants of health); however, some risks have to do with the norms and values of the societies. For instance, a culture which promotes gender inequality or male hegemony puts women at a risk of gender violence including sexual abuse and female infanticide. The assertion that lifestyle and living conditions could expose individuals to diseases is not new and has been a major focal point in preventive medicine. Particularly in the developing world, vulnerability to disease often has less to do with germs than with the so-called social causes-factors such as income, education, gender, occupation, housing, and access to health services. Social deprivation is a key predictor of distribution of diseases and life expectancy. The social causes also include poor sanitation, nutritional deficiencies, poor infrastructures (e.g., water supply), lack of safety at work, overcrowded or poorly maintained housing, environmental pollution, stress, and lack of exercise due to a sedentary lifestyle. The social causes can also be explained in terms of the lack of education on preventive measures or appropriate health behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Aetiology of Disease"
        },
        {
            "text": "These social causes often found in the social condition of the individuals or societies constitute the primary crux of medical sociology. The relevance of medical sociology can be assessed based on the efforts in addressing these social causes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Aetiology of Disease"
        },
        {
            "text": "Cultural beliefs and responses have direct consequences for both preventive measures and cure-seeking behaviour. Illness perception is usually conceived in terms of local definition of the illness-its perceived cause(s), vulnerability, severity, and perceived modes of transmission. This illness perception or local understanding and cultural beliefs also constitute a part of the core focus of medical sociology. There is a cultural repertoire for recognising, diagnosing, or defining the illness condition (Alubo 2008; Erinosho 2006) . Illness is a deviation from societal norms and values, usually manifested through failure of an individual to perform his/her normal roles in the society. The course of illness is determined not merely by biomedical factors but also by the way the patients define and respond to the illness.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 520,
                    "text": "(Alubo 2008;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 535,
                    "text": "Erinosho 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Beliefs and Social Response to Illness"
        },
        {
            "text": "The response to illness often reflects a society's medical beliefs about the causes of health problems, choices of treatment options, and other health-related concerns. Feyisetan et al. (1997) noted that certain disease-specific and non-disease-specific cultural beliefs may influence people's health and health-seeking behaviour. This is why it is important to consider cultural beliefs and practices of the people when designing measures and programs aimed at improving their health (Comoro et al. 2003; Feyisetan and Adeokan 1992; Jegede 2002) . It is further noted that the adoption of both preventive and curative methods may also depend on people's conception of the causes of illness and on their level of conviction about the efficacy of the preventive and curative methods (Feyisetan et al. 1997) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 192,
                    "text": "Feyisetan et al. (1997)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 485,
                    "end": 505,
                    "text": "(Comoro et al. 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 506,
                    "end": 533,
                    "text": "Feyisetan and Adeokan 1992;",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 546,
                    "text": "Jegede 2002)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 782,
                    "end": 805,
                    "text": "(Feyisetan et al. 1997)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Beliefs and Social Response to Illness"
        },
        {
            "text": "For instance, at the beginning of the HIV crisis in Africa, the problem was about people's belief in the reality of the disease. For several years, the \"HIV is real\" campaign was widespread. The response then was very weak. In general, people who doubt the reality of a disease would not adopt any preventive measure. By the time the reality of AIDS (acquired immunodeficiency syndrome) was incontrovertible (at least to the general majority), the havoc had already been caused-HIV has eaten deep into all fabrics of the society and thousands of people are losing their lives daily. Additionally, there were a lot of causal misconceptions surrounding HIV/AIDS at the societal level, which also stymies adoption of both preventive and treatment options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural Beliefs and Social Response to Illness"
        },
        {
            "text": "The concerns of this aspect are on the sociocultural aspects of medical care and hospital as a (social) institution. There are often options in medical care, especially traditional and modern approaches (Alubo 2008) . This interaction of plural systems of health care may be complementary, competitive, or even conflicting. Choice is usually modified by the cultural belief system in the community. Another main issue is the cost of seeking medical care in relation to affordability and quality of services from medical institutions. These are interwoven issues that have constituted focal points in medical care. Another significant issue is the gender context of medical care and hospital. Analysis of gender issues in terms of care providers and receivers is vital in medical care. At times, experts analyse the importance of cultural competence in health care delivery and desirability of gender concordance (patient-practitioner) in health care.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 215,
                    "text": "(Alubo 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Medical Care and Hospital"
        },
        {
            "text": "There is also a significant focus on the hospital as a social or total institution, a small society or a home of the vulnerable population. This aspect also attempts to explain the competing interests for managing the patients in the hospital environment, and consider how these interests or influences manifest, and are resolved in the delivery of care. The experiences of patients and quality of service delivery (especially patients' satisfaction with care) are also part of the focus. This aspect also attempts to examine perceptions of and social relations within health care institutions-the patient-practitioner, practitioner-practitioner relationships, work-related difficulties and adjustments, and the role of health professionals in society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Medical Care and Hospital"
        },
        {
            "text": "Sociologists also tend to unravel the bureaucratic structures in medical care or hospitals and how such structures influence health care delivery systems. What is the impact of red tapism on service delivery? How do standardisation or organisation hierarchies pattern the service delivery system? How are the health professionals responding to the changing bureaucracy in the medical setting? How are or can health workers be motivated to achieve the goals of health organisation or policies? All of these questions constitute parts of the research focus of medical sociologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Medical Care and Hospital"
        },
        {
            "text": "In addition, power relations within the hospital management are also part of sociological research. There are resultant power scuffles that often affect health care delivery systems. The constituent units in the hospital (medical doctors [including various specialists], pharmacists, nurses, administrative staff [e.g., accountants and personnel officers], laboratory professionals, and other cadre employees [down to the lowest cadre such as cleaners]) have sometimes been in conflict as a result of power relations in work contacts. Conflict often arises as a result of interrelated and interdependent tasks and, in some cases, unclear definition and demarcation of tasks, especially among related professionals (e.g., physicians and physiotherapists in the management of a fracture). These power relations have been a core part of medical sociological research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Medical Care and Hospital"
        },
        {
            "text": "Psychiatry is a medical subdiscipline that works most closely with the social sciences, especially sociology. The thrust of social psychiatry is on the social and cultural context of mental health and illness. Social psychiatry is concerned with the cultural and social factors that engender, precipitate, intensify, or prolong maladaptive behaviour and complicate the management of mental disorders. It is also defined as a field of psychiatry based on the study of sociocultural and ecologic influences on the development and course/trajectory of mental diseases. Because of evidence-based social aspects of mental health, social psychiatry is perhaps the most visible aspect of mental health management. It also leads to the emergence of subprofessionals in psychiatry, known as social psychiatrists. Mental health has much to do with lifestyles and social conditions. In fact, most manifestations of mental disorders depict the contravention of normal standards of behaviour in the society. This implies that in most cases, a mental disorder is recognised through excessive abnormal behaviour within the social system. Hence, there was a shift in psychiatric ideology to the patient's behaviour and social relationships (Pilgrim and Rogers 1994) .",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1249,
                    "text": "(Pilgrim and Rogers 1994)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Psychiatry or Social Psychiatry"
        },
        {
            "text": "Community psychiatry approach has been a major management approach in psychiatric treatment. This approach takes cognisant of the socio-spatial environment and the roles of significant others in the rehabilitation and re-integration of those with mental disorders. Positive support from such links will facilitate the rehabilitation and re-integration of the patients. Medical sociologists have been actively involved in the management of the patients and implementation of research necessary to improve patient management styles. There is also a growing body of research on the handling of patients in psychiatric hospitals, focusing on the use of physical and medical restraints and violence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Psychiatry or Social Psychiatry"
        },
        {
            "text": "Social stigmatisation of the mentally ill is also part of the research focus in medical sociology (see Sect. 8.4.1 on labelling and mental illness). Stigmatisation prevents proper re-integration of the patients and may lead to relapse of the mental health condition following a worsening social condition of the patients. This is why medical sociologists often prioritise how to reduce social stigmatisation among all categories of patients. Most importantly, the works of Erving Goffman (1961 Goffman ( , 1963 on total institution (see Sect. 8.4 .3) and stigma (see Sect. 8.4.2) have been the major guiding theoretical underpinnings in social psychiatry and social reaction to illness/diseases. More often, community psychiatry depicts the de-institutionisation approach advocated by the Goffmanians in order to minimise alienating experiences and estrangement of the patients. The aforementioned issues constitute some of the areas of involvement of medical sociology in psychiatry.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 493,
                    "text": "Goffman (1961",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 494,
                    "end": 510,
                    "text": "Goffman ( , 1963",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "Sect. 8.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Psychiatry or Social Psychiatry"
        },
        {
            "text": "There are dual aspects of social transition as it relates to health care-a change in both the society and health care itself. Change in the society might inform change in health care and there could also be meaningful development in health care as a result of improved technology. Medical sociologists are interested in both. They are riveted in social dynamics and responses of various facets of social organisation. Social change is constant; hence, human society is constantly undergoing numerous forms of social transition. The health care institutions have continuously been responding to changes in all sectors of the society. As a result of changes in the economic systems, for instance, some societies practise a capitalist health system, while others adopt a socialised health care system with embedded variations in how the systems are implemented. Medical sociologists are interested in how social transitions, whether political or economic, affect health care systems. They are interested in the course, causes, and consequences of such social transitions in the health care sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Transition and Heath Care"
        },
        {
            "text": "Apart from the institutional focus regarding social change, medical sociologists also study how such changes affect health and illness behaviour of the individuals. Both the individual and the institution often respond to change. In this regard, it is important to document what social change means for the health of the community. Social change may also affect vulnerability to different forms of diseases. Modern inventions create possibilities in health care systems and also raise copious sociocultural apprehensions. The advancement in information and communication technology makes telemedicine possible and improves diagnosis and treatment of patients. The Human Genome Project (HGP) continues to create more possibilities in health care systems. We are now living in a world with assisted reproductive technology, stem cell research, and nanotechnology. Many individuals now desire to enhance their bodies instead of treating disabilities. The possibility of transplantation leads to a proliferation of organ markets. These are some typical examples of issues generating new research directions in the sociological study of health and change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Transition and Heath Care"
        },
        {
            "text": "Ethno-medicine, or traditional medicine (TM), has been one of the major focal points of sociological research (see Sect. 10.2 for further elaboration In some countries, there is constant tension between traditional and modern medicine, especially as an alternative health care system. Unfortunately, most of the practices of TM are not amenable to science and are grossly less advanced than modern medicine. But the incessant reliance in some communities on TM informs its recognition as part of health care institutions. Such recognition is also necessary as most of such societies have limited access to modern health care. In addition, TM seems to be the closest health care system to underserved communities. More importantly, there is an argument that it conforms to the belief system of the community. It is because of these aforementioned reasons that sociologists are concerned about the developments in TM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Medicine/Complementary and Alternative Medicine"
        },
        {
            "text": "There is now sociology's engagement with bioethics, a field of growing interest that is defined by its concern with moral questions in biomedicine (De Vries 2003; Petersen 2011) , whether it is called sociology in bioethics or sociology of bioethics (see Chap. 11 for further elaboration). The field of medical ethics or bioethics in general is multidisciplinary because the ethical dilemma in health care requires the inputs and understanding of various professionals. Some of these moral perplexities are part of societal concerns for equity, equality, and justice in health care. A majority of these issues are sociocultural issues and general ethical or moral standards of behaviour in the society. This is why sociological insights are necessary if the ethical conundrums presented by medicine are to be successfully resolved in practice. The most vital tool in medicine is the \"human body.\" The body is a place where medical practices and interventions are exercised. The human and his/her body have a significant place in sociological impetus. Sociologists collaborate in resolving moral challenges in health care practice and research. Humphreys (2008, p. 51) observed that the sociological approach has brought out some interesting perspectives, especially unintended consequences of behaviours that bioethics (and research ethics) may not have anticipated.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 162,
                    "text": "(De Vries 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 163,
                    "end": 177,
                    "text": "Petersen 2011)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1144,
                    "end": 1167,
                    "text": "Humphreys (2008, p. 51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Bioethics"
        },
        {
            "text": "While the field of sociology of biomedical ethics is still emerging, especially in SSA, a number of medical sociologists hold interest in it. In developed countries, there is a growing relevance of bioethicists in health care regulations and practices. Sociologists generally want to understand how ethical challenges can be resolved within the limits of societal conscience and how moral values and ethical behaviours are embodied and lived by social agents. How do ethical resolutions conform to the cultural milieu of the society? How are resolutions in the best interest of the individual? What are the future implications of ethical resolutions? How do medical practices incline with the norms and values of the society? How can we structure the development of new technology and its application within the moral values of the society? Sociologists have often challenged bioethics to look beyond principlism (Petersen 2011) . Humphreys (2008) noted that sociology of bioethics has concentrated on social processes within bioethical debate, on role relationships, and on the norms, values, and beliefs of those engaged in the bioethical endeavour. Invariably, sociology now has keen interest in the relevance of social processes in the understanding of moral uneasiness posed by some advancement in biomedical sciences such as biobanks, stem cell research, biotechnology, nanotechnologies, genetic testing, clinical trials, transplantation, and medical enhancement.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 928,
                    "text": "(Petersen 2011)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 931,
                    "end": 947,
                    "text": "Humphreys (2008)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Bioethics"
        },
        {
            "text": "One major factor that greatly influences the health of the society, beyond the handling of a stethoscope or syringe in the hospital, is health policy and politics. Health politics is about who gets what health resources, why and when. Such politics involves the creation of medical schools; construction of health facilities; recruitment and deployment of health personnel; determination of health workers' benefits and their motivation, procurement, and provision of equipment; appointment of health care administrators; and initiation, formulation, and implementation of national, regional, or community health care policies. These issues are really crucial and are usually not under the control of the physicians, but rather the politicians or political leaders. This further signifies that a number of fundamental issues are beyond the confines of the hospital walls that must be properly considered in order to improve the health of the people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heath Policy and Politics"
        },
        {
            "text": "Medical sociologists in particular are interested in the community or societal processes in the formulation of health policy. Most sociological questions include, among others: What are the social consequences of health care policy on the health of the community? Which policy is working, which is not, and why? How does health policy affect access to health care? What are the attitudes towards health policy? Who benefits from a particular policy and why? How can policies be modified to get better results? How are health facilities distributed and why? How adequate are health personnel and are they properly motivated to deliver national health policies? What is the influence of political will or political agenda on health care prioritisation? All of these questions are often treated using sociological perspectives and methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heath Policy and Politics"
        },
        {
            "text": "The intricacies involved in health care politics are often overwhelming and often require unparalleled attention if population health must be improved. In most SSA countries, there is paltry health political will, which accounts for poor health care facilities and, hence, high prevalence of health problems. There is often an insufficient budget and diminutive political will to implement the best practices, which explain the high rate of mortality from preventable diseases each year. The meagre foreign aid is mismanaged and good health policies often turn ineffective. There are critical issues for health policy and politics, which, if addressed, could improve population health in many countries. This is why medical sociologists consider health politics a part of the crux of the discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heath Policy and Politics"
        },
        {
            "text": "This is the study of the sociocultural factors in the distribution, incidence, and prevalence of health problems in human society. Jegede (1996) defined social epidemiology as the study of the disease process; its occurrence in population groups; those social and cultural factors that affect their incidence, prevalence, and distribution; and the host response in disease prevention and control in human population. Social epidemiology often focuses on what Krieger (1994 Krieger ( , 2001 described as the multifactorial aetiology or web of causation-an array of social determinants of health distribution, an interplay of host, agent, and environment. There are numerous interconnected risk factors in the social system, which exposes individuals to the agents of diseases. These multifactorial links constitute the focus of social epidemiologists. It is through the understanding of the multicausality of disease that the differential distribution of diseases can be explained. One fundamental principle in social epidemiology is that humans are embodied agents (both socially and biologically). The interplay of these embodiments plays significant roles in risk exposure and susceptibility. Social epidemiology is a marriage of sociological frameworks to epidemiological studies (Krieger 2001) , which represent a holistic approach.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 144,
                    "text": "Jegede (1996)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 459,
                    "end": 472,
                    "text": "Krieger (1994",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 473,
                    "end": 489,
                    "text": "Krieger ( , 2001",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1283,
                    "end": 1297,
                    "text": "(Krieger 2001)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Social Epidemiology"
        },
        {
            "text": "Medical sociologists are also interested in patterns of mortality in human society. The major focus is on the social factors responsible for differential mortality rates in different social groups and societies in general. Issues such as income, gender, race, education, marital status, and occupation are associated with death rates. Sociologists study the interplay of these factors with risk exposures. Life expectancy in various nations is also unconnected with social conditions. There is strong relevance of sociological frameworks in the analysis of death in human society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Dying and Death"
        },
        {
            "text": "Apart from this, death is also a biosocial issue. It is biological because of the failure of biological organ(s) in the body, which often signifies death. Certification of death is thus a biomedical necessity. Social death could, however, occur before (biological) death. The inability to be a functioning member of the society due to total social incapacitation, and signals the expectation of (biological) death. Apart from this, death itself is a form of social transition; a new form of being that creates a vacuum, which often signifies emptiness of social roles. This implies that death has significant social repercussions for the affected individuals and the society at large. Hence, society often prepares to cater for the social blankness created by death. Bryant (2002) observed that society shapes social structure to constrain and contain the disruptive effects of death.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 780,
                    "text": "Bryant (2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sociology of Dying and Death"
        },
        {
            "text": "Furthermore, one of the primary interests is on the causes of death in human society-especially those causes that have links with sociocultural issues. Such causes are usually studied sociologically and historically. This will expose the social patterns of death: which group dies more from what ailment and why. What are the sociological explanations of the exposure of the group to a particular ailment in the society? More so, sociologists are also interested in passage rite for the dead. Different societies respond and receive death in various ways. Other issues of interest include notions of good and bad death, death and social institution, social responses to death, political economy of death, death and religion, death after life, life after death, and increasing versus decreasing life expectancy across the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociology of Dying and Death"
        },
        {
            "text": "The bedrock of sociology of medical education is the prioritisation of health and social origin of medical education, which has profound implications for knowledge orientation and dissemination, organisational arrangements, and access to such education. It focuses on current issues affecting medical students, the profession, faculty members, and the impact of medical education on the society at large. Light (1988, p. 307 ) also observed that \"the changing locus of medical education in the matrix of social, cultural, political, and organizational forces exhibited by the health care system calls for the attention of medical sociologists.\" A number of research priorities in sociology of medical education include: how social changes affect delivery and content of medical education; access to medical education among various social groups; orientation of medical education; outcomes of medical education; and health policy and medical education. Mechanic (1990) averred that focus of this area also includes how to improve medical curricula, cultural competence in medical education, and ethical behaviour of medical professionals as well as the study of the pattern and context of professional socialisation.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 424,
                    "text": "Light (1988, p. 307",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 967,
                    "text": "Mechanic (1990)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Medical Education"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ontological response to illness",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alubo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Jos Journal of Social Issues",
            "volume": "6",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The biographical turn and the 'sociolization' of medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Barbour",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Medical Sociology Online",
            "volume": "6",
            "issn": "1",
            "pages": "15--25",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Essays in medical sociology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blackwell",
                    "suffix": ""
                }
            ],
            "year": 1902,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The word as scalpel: A history of medical sociology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sociology of death and dying",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "21st century sociology: A reference handbook",
            "volume": "",
            "issn": "",
            "pages": "156--166",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health, society, and social science",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clausen",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "The ANNALS of the American Academy of Political and Social Science",
            "volume": "346",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Local understanding, perceptions and reported practices of mothers/guardian and health workers on childhood malaria in a Tanzanian district-implications for malaria control",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Comoro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E D"
                    ],
                    "last": "Nsimba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warsame",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Tropical",
            "volume": "87",
            "issn": "",
            "pages": "305--313",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The positive philosophy. Vol II & III, Trans Version by Harriet Martineau",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Comte",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Freidson's revolution in medical sociology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health",
            "volume": "11",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The blackwell companion of medical sociology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Coockerham",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Masters of sociological thought: Ideas in historical and social context",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Coser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How can we help?: From sociology 'in to sociology of' bioethics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medicine & Ethics",
            "volume": "32",
            "issn": "",
            "pages": "279--292",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Suicide: A study in sociology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Durkheim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health sociology for universities, colleges and health related institutions",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Erinosho",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mothers' management of childhood diseases in Yorubaland: The influence of cultural beliefs",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Feyisetan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ebigbola",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Health Transition Review",
            "volume": "7",
            "issn": "",
            "pages": "221--234",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of child care and disease treatment on infant mortality",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Feyisetan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adeokun",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mortality and society in Sub-Saharan Africa",
            "volume": "",
            "issn": "",
            "pages": "145--159",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The sociology of medicine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Current Sociology",
            "volume": "",
            "issn": "",
            "pages": "123--140",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Patients' views of medical practice. NY: Russel Sage Foundations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Profession of medicine: A study of the sociology of applied knowledge",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Professional dominance: The social structure of medical care",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Doctoring together: A study of professional social control",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freidson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The report on sociology of health in Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Newsletter of the Research Committee on Sociology of Health",
            "volume": "55",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Awareness of dying",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The time for death",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Asylum: Essays on the social situation of mental patients and other inmates",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stigma: Notes on the management of spoiled identity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Medical sociology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Hafferty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Castellani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "21st century sociology: A reference handbook",
            "volume": "",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Making sense of social problems: New images, new issues",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health is still social: Contemporary examples in the age of the genome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Holtz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stonington",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030419"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The sociology of bioethics: The 'is' and the 'ought",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Research Ethics",
            "volume": "4",
            "issn": "2",
            "pages": "47--51",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "AIDS Africa: Continent in crisis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Yoruba cultural construction of health and illness",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nordic Journal of African Studies",
            "volume": "11",
            "issn": "3",
            "pages": "322--335",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Social epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ibadan: Resource Development and Management Services",
            "volume": "",
            "issn": "",
            "pages": "52--71",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Peculiarities of medical sociology: Application of social theories in analyzing health and medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaminskas",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Darulis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medicina (Kaunas)",
            "volume": "43",
            "issn": "2",
            "pages": "110--117",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Social problems",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kerbo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "21st century sociology: A reference handbook",
            "volume": "",
            "issn": "",
            "pages": "362--369",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Epidemiology and the web of causation: Has anyone seen the spider?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Social Science & Medicine",
            "volume": "39",
            "issn": "7",
            "pages": "887--903",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Theories of social epidemiology in the 21st century: An ecosocial perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Epidemiology",
            "volume": "30",
            "issn": "",
            "pages": "668--677",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Toward a new sociology of medical education",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Light",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Health and Social Behaviour",
            "volume": "29",
            "issn": "4",
            "pages": "307--322",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Social problems and social order",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A B"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Introduction to sociology: Situations and structures",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Response factors in illness: The study of illness behavior",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Social Psychiatry",
            "volume": "1",
            "issn": "1",
            "pages": "11--20",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Medical sociology: A selective view",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The role of sociology in health affairs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Health Affairs",
            "volume": "9",
            "issn": "1",
            "pages": "85--97",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Can and should sociology save bioethics?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Medical Sociology Online",
            "volume": "6",
            "issn": "1",
            "pages": "2--14",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Sociology and the organisation of psychiatry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pilgrim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Sociology",
            "volume": "28",
            "issn": "2",
            "pages": "521--538",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Sociology. Cambridge: Blackwell",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smelser",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Social sciences and social problems: The next century",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Smelser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Sociology",
            "volume": "11",
            "issn": "3",
            "pages": "275--290",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The study of sociology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The principles of sociology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The sociology of health and illness: Its present state, future prospects and potential for health research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stacey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Homans",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Sociology",
            "volume": "12",
            "issn": "",
            "pages": "281--307",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The nature and status of medical sociology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "American Sociological Review",
            "volume": "22",
            "issn": "2",
            "pages": "200--204",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Medical sociology: A personal fifty year perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Health and Social Behavior",
            "volume": "40",
            "issn": "2",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Medical sociology: A series of observations touching upon the sociology of health and the relations of medicine to society",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Warbasse",
                    "suffix": ""
                }
            ],
            "year": 1909,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The analysis of social problems. Massachusetts: Allyn and Bacon",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "How can TM be recognised and incorporated into the general health care system? How is TM itself organised as a health care alternative? What is the place of TM in health care policy? Is TM complementary or alternative to modern medicine? What are the limitations of TM in health care? These are some of the questions that sociologists want to answer.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}