{"paper_id": "1c5fbb99d0a06e8ab65d1bdf5d60bea163fa0c61", "metadata": {"title": "Pleura: Anatomy, Physiology, and Disorders", "authors": [{"first": "Joseph", "middle": ["S"], "last": "Friedberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["C"], "last": "Kucharczuk", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Embryologically, the pleural cavity is created during a month, starting in the third week of gestation. Initially, the lateral plate forms two layers, the splanchnopleura and the soma topleura, which subsequently develop into the visceral and parietal pleura, respectively. Eventually, it is the visceral pleura that surrounds the lung and the parietal pleura that lines the remainder of the chest cavity. The different embryological origins of the visceral and parietal pleura are responsible for the separate vascular, lymphatic, and neural supplies of these two structures as seen in the adult. By the end of the seventh week of gestation, the diaphragm has separated the thoracic cavity from the peritoneal cavity, and by the third month of gestation the two pleural cavities have expanded sufficiently to encase the pericardium. 4 In the adult, both pleural surfaces are approximately 30 to 40l1m thick and are composed of a single layer of mesothelial cells with an underlying layer of connective tissue. Depending on their location, the mesothelial cells may be flat, cuboidal, or columnar. Mesothelial cells characteristically have numerous microvilli that playa role in phagocytosis as well as contributing to the lubricious nature of the pleural surfaces. Surfactant molecules, produced by the mesothelium, line the pleural surfaces and, secondary to similar electrical charge, repulse each other and facilitate sliding, analogous to the lubrication achieved with graphite. It is these apposing layers of mesothelial cells that form the potential space of the pleural cavity and that glide over each other during respiration.", "cite_spans": [{"start": 834, "end": 835, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The connective tissue layer contains the neurovascular and lymphatic supply of the pleura. There are certain important differences in this layer between the visceral and parietal pleura. For the visceral pleura, the connective tissue layer is functionally continuous with the fibroelastic network of the lung itself. Functionally, it is this relationship that prevents the visceral pleura from being surgically separated from the surface of a normal lung. Pathological disruption of this connection, however, may result in subpleural air collections known as blebs. s The connective tissue layer for the parietal pleura may also be tightly adherent to the underlying structures, as is characteristic of the diaphragmatic pleura. Around the skeletal portion of the thorax, however, the pleura is bound to the underlying tissue by another connective tissue layer called the endothoracic fascia, which forms a natural cleavage plane. It is this plane that the surgeon develops when performing an \"extrapleural\" dissection.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The blood supply to the visceral pleura in humans is thought to reflect that of the lung itself, with a dual arterial supply from both the pulmonary and bronchial arteries and singular venous drainage into the pulmonary veins. The blood supply to the parietal pleura is from systemic arteries only and drains, predominantly, into peribronchial and intercostal veins, but it may also drain directly into the azygous vein and vena cava.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The visceral pleura is innervated by vagal and sympathetic fibers but has no somatic innervation and is therefore insensate. The parietal pleura is also innervated with sympathetic and parasympathetic fibers, but it is also somatically innervated. Thus, the parietal pleura is capable of sensing and transmitting the sensation of pain. \"Pleurisy\" from inflammation and pain from chest tubes, during insertion and subsequently as well, are attributable to the somatic intervention of the parietal pleura.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There are also differences in the lymphatic drainage between the two pleural layers. The visceral pleura drains through a lymphatic network into the pulmonary lymphatics, which eventually flow toward the pulmonary hilum. This lymphatic system is richer in the lower lobes than the upper lobes. The parietal pleural lymphatics drain to different locations. The mediastinal pleura drains to the mediastinal and tracheobronchial nodes. The chest wall drains anteriorly to the internal thoracic chain and posteriorly toward the intercostal nodes near the heads of the ribs. The diaphragmatic pleura drains to the parasternal, middle phrenic, and posterior mediastinal lymph nodes. There are also transdiaphragmatic lymphatic communications that allow some degree of lymphatic flow from the peritoneum to the pleural space.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The parietal pleura also differs from the visceral pleura by virtue of the presence of Kampmeier foci and stomata. Kampmeier foci are collections of activated mesothelial and lymphoreticular cells, centered about a lymphatic core, that augment the pleura defensive capabilities. They are concentrated in the lower mediastinal region of the parietal pleura. 6 ,7 Stomata are 2-to 6-~m pores that communicate directly with the parietal pleural lymphatics. During inspiration, these pores have the capacity to stretch, and their architecture is such that they form functional one-way valves. Thus, they provide for a very effective system for draining both fluid and particles, including both red blood cells and macrophages. It is the presence of these pores on the parietal pleural surface that makes it predominantly, if not exclusively, responsible for clearance of cells and particulate matter from the pleural space. It should be noted that although stomata are well studied and characterized in sheep and other mammals, the definitive presence of stomata in humans is less well established.", "cite_spans": [{"start": 357, "end": 361, "text": "6 ,7", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In each hemithorax, the visceral pleura is a continuous surface that completely envelops the entire lung, including the fissures. At the pulmonary hilum, it continues on as the parietal pleura to line the mediastinum, chest wall, diaphragm, and cupola of the chest cavity. In humans, the pleural cavities are completely separate, coming into contact with each other for a short distance behind the upper half of the body of the sternum (Fig. 74.1 ). It is this pleural separation of the right and left chest cavities that prevents bilateral pneumothoraces from occurring as the result of a unilateral chest injury. At the costophrenic and costomediastinal sinuses, the parietal pleural folds back on itself, providing a potential space into which the lungs can expand during inspiration. 8 Superiorly, the pleura extends above the bony thorax into the base of the neck (Fig. 74.2 ). This fact explains why pneumothorax may complicate internal jugular central line placement as well as subclavian central line placement. Anteriorly, the pleura extends to the sixth rib, to the ninth rib laterally, and to the twelfth rib posteriorly ( Fig. 74.2 ). In the living patient, the lung can fill the entire posterior recess. In a review of 100 chest radiographs, 80% of patients were found to have lung present at or below the level of the 12th rib, and in 18% it was seen at the level of the first lumbar vertebra. 9 These external landmarks of the pleural space are of practical clinical significance, particularly when evaluating a patient with penetrating trauma.", "cite_spans": [{"start": 788, "end": 789, "text": "8", "ref_id": "BIBREF7"}, {"start": 1408, "end": 1409, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 436, "end": 446, "text": "(Fig. 74.1", "ref_id": null}, {"start": 869, "end": 879, "text": "(Fig. 74.2", "ref_id": null}, {"start": 1134, "end": 1143, "text": "Fig. 74.2", "ref_id": null}], "section": "Gross Anatomy"}, {"text": "The pulmonary ligament is a double fold of the mediastinal pleura that tapers down from the root of the lung, where it is in continuity with the visceral pleura, to the caudal mediastinum. This ligament is one of the structures that must be divided to perform a pneumonectomy or lower lobectomy. It is also routinely divided to its superior border, the inferior pulmonary vein, when attempting to provide mobility to the lower lobe after resecting the upper or middle lobes. The lymph nodes within the pulmonary ligament are the level 9 nodes, which are N2 lymph nodes, and should be routinely harvested when performing a resection for lung cancer.", "cite_spans": [], "ref_spans": [], "section": "Gross Anatomy"}, {"text": "The pleura has both mechanical and physiological functions. It transmits negative pressure from the thorax to the lung, thereby opposing the lung's natural elastic recoil and maintaining pulmonary expansion. During respiration, this function is performed in an environment of very low friction, thereby allowing the lungs to glide smoothly over the internal thoracic surfaces as they expand and contract. The pleura also controls the environment of the chest cavity by maintaining fluid homeostasis, preventing or removing air collections and keeping the space sterile. Under normal conditions, the pleural cavity is a potential space with a thickness ranging from 10 to 20f..Lm. The lung is maintained in an expanded state by the maintenance of negative pressure in the pleural space; this allows the expandable chest cavity to overcome the opposing forces exerted by the natural elastic recoil of the lung. The resting pressure in the pleural space, when the lung is at its functional residual capacity, is slightly negative at -2 to -5 cm H20. When measured in an upright posture, there is more negative pressure in the apex of the chest than at the diaphragm, likely a gravitational effect. The negative pressure continues to increase through inspiration, with the pressure ranging from -25 to -35 cm H20 at the vital capacity. Disorders that decrease the compliance of the lung or increase airway resistance further increase the negative pressure in the pleural space with inspiration. 5 ,9 Initially, it would seem curious that gas is not drawn out of solution into the pleural space by the negative pressure in the space. It is the lower partial pressure of gases on the venous side of the pleural circulation, as opposed to the arterial side, that prevents spontaneous pneumothorax from occurring under normal conditions. This difference in partial pressures between the two sides of the circulation is mainly a result of oxygen absorption. Unless the pressure in the pleural space decreases to significantly less than -SOcm H20, the sum total of the forces under normal conditions favors absorption of gas out of the pleural space.", "cite_spans": [{"start": 1491, "end": 1495, "text": "5 ,9", "ref_id": null}], "ref_spans": [], "section": "Physiology"}, {"text": "This diffusion gradient also accounts for reabsorption of gas that is introduced into the pleural space. The clearance rate of gases introduced into the pleural space is dependent on the concentrations of those gases with respect to their partial pressures in the pleural circulation. As the partial pressure of nitrogen is the greatest in the air we breathe, it therefore constitutes the highest partial pressure of the gases that form a pneumothorax. Nitrogen also has the highest partial pressure of the gases in our circulation; this can be decreased by altering the composition of inspired gases. Thus, administration of supplemental oxygen decreases the partial pressure of nitrogen in the bloodstream and thereby increases the nitrogen pressure gradient between the circulation and the pneumothorax, favoring more rapid reabsorption of the trapped gas. This relationship serves as the rationale for placing a patient on supplemental oxygen to facilitate reabsorption of a pneumothorax that is not being externally evacuated. 10 Under normal conditions, the pleural space contains very little fluid, estimated at approximately 0.3 mL/kg. The fluid is generally hypooncotic, with a protein content of approximately 1 g/dL. The mechanisms of fluid production and reabsorption are complicated and not completely understood. Numerous forces interact from both the parietal and visceral pleura, including their respective hydrostatic and on co tic pressures. Respiratory movement and gravity are both thought to have roles in maintaining the fluid dynamics of the pleural cavity. The predominant factor, however, is thought to be the uptake of fluid into the parietal pleural lymphatics. These lymphatics tend to be concentrated in the dependent portions of the chest cavity. Under normal conditions, this flow rate has been estimated at 0.1 to O.lSmL/kg/ h. The lymphatic flow rate has the capacity to increase and has been estimated to reach as high as 30mL/h, approximately 700mL/day in an average-size individual. When the dynamics of this equilibrium are unbalanced beyond the rate at which the lymphatics are able to compensate, pleural effusion accumulates. 7 ,9,11 It is interesting to note that the exact purpose of the pleura is still not fully understood. Empirically, it is clear that the pleura maintains fluid and gas homeostasis, mechanically couples the lungs to the bellows mechanism for respiration, and maintains sterility in its described space. To accomplish this, however, it is not clear how important it is to have the configuration of two opposing layers with a small amount of intervening fluid. It has been observed, for instance, that there is little change in pulmonary function tests in patients before and after fusion of the pleural space. 12 It is interesting to note that some mammals do not have a pleural space, similar to patients who have undergone pleurodesis, but that these animals clearly function normally. Thus, the exact necessity for having two pleural membranes defining a potential space remains somewhat of a mystery.", "cite_spans": [{"start": 1032, "end": 1034, "text": "10", "ref_id": "BIBREF9"}, {"start": 2166, "end": 2173, "text": "7 ,9,11", "ref_id": null}, {"start": 2773, "end": 2775, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Physiology"}, {"text": "There are a large number of pleural disorders. The majority lead to symptoms as a result of mechanical compression of the lung, although many may be asymptomatic or may present with constitutional symptoms or pain. In most cases, the pathology results from the presence of something in the pleural space, which as previously described, is normally a potential space. Therefore, in an effort to organize this large number of disorders, they are grouped according to what abnormal phase of material is occupying the pleural space, that is, gas, liquid, or solid. When gas enters the pleural space, it is referred to as a pneumothorax. When liquid enters the pleural space, it may sometimes be broadly referred to as an exudative or transudative effusion but is frequently classified according to the type of liquid, such as hemothorax, chylothorax, or empyema. Last, solid masses may occupy the pleural space. Most benign masses are pleural plaques, but there are also rare benign tumors of the pleura, some of which may reach enormous size. Malignant masses of the pleura are usually cancers that have metastasized to the pleura, but there are also some rare primary tumors, most commonly mesothelioma. Sometimes, the groups may overlap, with more than one abnormal phase of material filling the pleural space. Such examples include air and blood, a hemopneumothorax, after trauma or air and pus, a hydropneumothorax, which may be seen with empyemas resulting from a bronchopleural fistula. Frequently, however, there is a predominant, if not sole, etiology for the abnormal accumulation; thus, the following sections review disorders of the pleura according to the state of matter that is abnormally occupying the spacegas, liquid, or solid.", "cite_spans": [], "ref_spans": [], "section": "Disorders of the Pleura"}, {"text": "Pneumothorax is defined as air in the pleural space. It may occur traumatically, iatrogenically, or spontaneously. Spontaneous pneumothorax may be subclassified as primary or secondary, with primary spontaneous pneumothorax arising in an otherwise healthy patient and secondary spontaneous pneumothorax arising as a complication in a patient with known underlying pulmonary disease. Essentially any pneumothorax resulting from pleural disruption can present as a tension pneumothorax. This condition represents a true emergency and is discussed separately.", "cite_spans": [], "ref_spans": [], "section": "Pneumothorax"}, {"text": "PNEUMOTHORAX PRESENTATION AND DIAGNOSIS Pneumothorax may cause pain or dyspnea, or it may be asymptomatic, depending on its size and the underlying pulmonary function of the patient. Physical findings may range from none to the classic findings seen with a tension pneumothorax: contralateral tracheal deviation, ipsilateral absent breath sounds, and percussive hyperresonance. Electrocardiographic changes may be present, including diminished voltage, right-axis deviation, or T-wave changes that may mimic a subendocardial myocardial infarction. '3 Except for tension pneumothorax, most cases require an upright chest radiograph to establish the diagnosis. As the pneumothorax occupies a greater proportion of the chest cavity at expiration than inspiration, the former is more sensitive for detecting the diagnostic pleural line. A computed tomographic (CT) scan of the chest is the most sensitive test and may demonstrate a small amount of air in the pleural space that is not visible on the plain radiograph.", "cite_spans": [{"start": 548, "end": 550, "text": "'3", "ref_id": null}], "ref_spans": [], "section": "Pneumothorax"}, {"text": "For all pneumothoraces, the common goal is removal of air from the pleural space. Depending on the etiology, however, prevention of recurrence may also be an objective of the treatment. Options for treatment range from observation to thoracotomy. Selection of the appropriate modality depends on a number of factors, including, but not limited to, presentation, previous history, comorbidities, need for positive pressure ventilation, associated effusion, and even the patient's lifestyle. In addition, the size of the pneumothorax can also play a significant role in determining the appropriate treatment.", "cite_spans": [], "ref_spans": [], "section": "PNEUMOTHORAX TREATMENT OPTIONS"}, {"text": "The following sections review the basic technique and indications for the different treatment options that are available and give specific recommendations for different pneumothoraces to be described in the following section.", "cite_spans": [], "ref_spans": [], "section": "PNEUMOTHORAX TREATMENT OPTIONS"}, {"text": "Observation is generally reserved for patients who are asymptomatic and are diagnosed with a small primary spontaneous pneumothorax or a simple iatrogenic pneumothorax. In such situations, the patient is followed with serial radiographs to ensure that the pneumothorax is decreasing in size. When a patient is breathing room air, gas is absorbed from the pleural cavity at approximately 1.25% of the pleural volume/day, approximately 50 to 70mL/day.'4 Supplemental oxygen, by mechanisms reviewed in the physiology section, can increase this rate up to 4.2 %/day.IS As it is a minimal intervention, it is reasonable to place all hospitalized patients on supplemental oxygen if they are being observed for a pneumothorax.", "cite_spans": [], "ref_spans": [], "section": "OBSERVATION"}, {"text": "There are several factors to weigh when considering observation alone for a patient with a pneumothorax. The first is that deaths have been reported in patients with pneumothorax who were being observed. Development of umecognized tension pneumothorax was believed to have played a role in these cases. 16 This fact highlights the selectivity and judgment required to simply follow these patients, particularly on an outpatient basis. Another consideration is that a lung that has not fully expanded by 2 weeks is at risk for fibrous peel deposition and subsequent entrapment. Correction of this situation commits the patient to a surgical procedure that might have been avoided by initial evacuation of the pneumothorax.", "cite_spans": [{"start": 303, "end": 305, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "OBSERVATION"}, {"text": "It is recommended that observation be considered only for patients with a simple pneumothorax whose size involves 15% or less of the volume of the chestY If the pneumothorax has not resolved within 1 to 2 weeks, intervention to achieve full expansion should be instituted. Another factor to consider, particularly with primary spontaneous pneumothorax, is that observation alone does nothing to decrease the chance of recurrence. Last, in this age of economic constraints, it may be more cost-effective to definitively treat a pneumothorax on presentation.", "cite_spans": [], "ref_spans": [], "section": "OBSERVATION"}, {"text": "Simple aspiration can be considered in the case of a simple pneumothorax in which there is no suspicion of an ongoing air leak and the patient is not on positive pressure ventilation. Some authors believe that in select situations aspiration is the treatment of choice.\" The goal of aspiration is to remove air from the pleural space. It conveys no protection from an ongoing leak or recurrence in the future . The procedure is performed in a manner similar to that used for decompressing a tension pneumothorax. After sterilely preparing the skin and infiltrating with a local anesthetic, a 16-or l8-gauge intravenous catheter is placed into the pleural space in the midclavicular line over the superior surface of the second rib. The needle is then withdrawn, and the catheter is connected to a short length of intravenous tubing capped with a threeway stopcock. A 60-mL syringe is then used to aspirate air from the chest cavity . When air can no longer be aspirated, the catheter is withdrawn, and the first chest x-ray is obtained. If 4 L of air are aspirated and no resistance is met, there is an ongoing air leak, and a chest tube should be placed .", "cite_spans": [], "ref_spans": [], "section": "SIMPLE ASPIRATION"}, {"text": "Percutaneous tube thoracostomy is a good option for a simple pneumothorax. Many consider this the procedure of choice for simple pneumothoraces. Cited advantages are therapeutic and cost-effectiveness as well as less trauma compared to standard tube thoracostomy. Depending on the size and etiology of the pneumothorax, success rates for these catheters are reported in the 85% to 90% range .\" The catheters range in size from 9 to 16 French and are placed using a catheter-overneedle or Seldinger technique. The kits (e.g., Arrow Pneumothorax Kit, Arrow International, Reading, PA) are usually equipped with all the necessary supplies to insert the catheters and an adapter such that the catheter can be connected to a Heimlich valve or a standard suction device such as Pleur-evac (DSP Worldwide, Fall River, MAl. Thes e tubes are limited by their size and would be a poor choice for a patient with a large air leak . The principal factor in determining the flow rate through a tube is the diameter of the tube . Thus, a patient with a massive air leak, especially on positive pressure ventilation, should have a standard chest tube placed . As a general guide, it takes at least a 28-French tube to accom-modate approximately l5L/min of flow at -lOcm H 20 suction.\"", "cite_spans": [], "ref_spans": [], "section": "PERCUTANEOUS TUBE THORACOSTOMY"}, {"text": "A standard chest tube should be placed for failure of a percutaneous tube, a pneumothorax associated with significant fluid collection, or a pneumothorax for which the leak is expected to overwhelm a small-caliber tube, more likely in the setting of positive pressure ventilation. Such tubes are generally placed under local anesthesia and sedation, employing sterile technique. Apical tubes, as employed for drainage of air, are best placed in the mid-or anterior axillary line in the third or fourth intercostal space. It is generally recommended to tunnel the tube subcutaneous up one interspace before entering the pleural cavity. The tunnel serves two purposes. First, it forms a flap valve that helps prevent entrance of air into the chest after the tube is removed. Second, the tunnel allows the surgeon to control the direction of the tube, anteriorly when placed for air or posteriorly when placed to drain fluid . The tube can then be placed for passive or active drainage. Passive drainage may be achieved by connecting the tube to a Heimlich flutter valve or waterseal on a Pleur-evac. For active drainage, most surgeons use a threebottle system ( Fig. 74 .31, generally unified as a commercially available unit such as Pleur-evac. Active drainage expedites and facilitates full expansion of the lung . Although also reported with passive drainage, the rare complication of reexpans ion pulmonary edema appears to be more common with active suction. 21 ,22 Generally viewed as a \"floor procedure,\" chest tube placement should be given all the consideration of a major operation. Although it can be performed with minimal discomfort, utilizing intravenous sedation and strategic local anesthesia, a chest tube placed by an inexperienced operator without expert supervision can be a horrific experience for a patient. In addition to the discomfort, chest tube placement may be accompanied by a number of complications including empyema, lung injury and bleeding, and death.\" Therefore, coagulation profiles and immunocompetency should be taken into consideration for all patients considered for this procedure . Intravenous analgesia, a short-acting benzodiazepine, or both should be used for an elective chest tube placement. Proper use of local anesthesia is critical for patient comfort during the procedure. The amount of local anesthetic that can be administered is limited by toxicity. A small amount of anesthetic is injected for the skin incision, and the remainder is accurately injected along the course of the tunnel that will be created to place the tube. This step allows the surgeon both to locate the superior surface of the rib and, by aspirating, to identify the parietal pleura. A small bolus of anesthesia can be injected at the level of the parietal pleura, and if adequate time is allowed after injection of the pleura, the discomfort of the tube placement can be limited to \"pressure\" and not sharp pain. As with all procedures under local anesthesia, it is also important to prepare the patient for any anticipated sensations, particularly the entrance into the pleural space as well as the possibility for triggering severe coughing if a collapsed lung is rapidly reexpanded.", "cite_spans": [{"start": 1462, "end": 1468, "text": "21 ,22", "ref_id": null}], "ref_spans": [{"start": 1160, "end": 1167, "text": "Fig. 74", "ref_id": null}], "section": "TUBE THORACOSTOMY"}, {"text": "With the exception of those patients with a large open pneumothorax, essentially all patients considered for surgical treatment for a pneumothorax already have a chest tube in place. With a progressive air leak, tension physiology is imminent once positive pressure ventilation is instituted unless there is a pathway for egress of air from the pleural space or intubation is performed directly with a double-lumen endotracheal tube such that the leaking lung can be immediately isolated. Specific surgical procedures are discussed under the appropriate sections, but it is worth noting that there are two surgical approaches available, video-assisted thoracoscopic surgery (VATS) or standard thoracotomy. General indications for surgical intervention for a pneumothorax are failure of less-invasive therapy or occurrence of the pneumothorax in the context of additional indications for chest exploration. A VATS approach can be employed, at least initially, for most pneumothoraces. Examples of contraindications to a VATS approach are a pneumothorax secondary to an esophageal perforation, major airway disruption, or a pneumothorax accompanied by significant ongoing bleeding or concomitant trauma to other thoracic organs.", "cite_spans": [], "ref_spans": [], "section": "SURGERY"}, {"text": "Pneumothoraces can be broadly grouped as spontaneous or traumatic. Spontaneous pneumothoraces can be further subclassified as primary or secondary, with primary arising in patients with no known underlying pulmonary disease and secondary spontaneous pneumothoraces arising as a complication of known underlying pulmonary disease. Traumatic pneumothoraces can be subclassified as those that are the result of blunt or penetrating trauma to the chest or those that are iatrogenically induced secondary to an invasive procedure or barotrauma from positive pressure ventilation. In this chapter, the former are referred to as traumatic pneumothoraces and the latter as iatrogenic pneumothoraces.", "cite_spans": [], "ref_spans": [], "section": "TYPES OF PNEUMOTHORAX"}, {"text": "Primary spontaneous pneumothorax most commonly occurs in tall young men but may occur in anyone at any age. The peak incidence has been reported to occur for both men and women 25 to 34 years old. It is approximately six times more common in men than women.", "cite_spans": [], "ref_spans": [], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "It is thought that the final common pathway for most primary spontaneous pneumothoraces is rupture of subpleural blebs. It is also thought that inflammation of the distal airways plays a significant role in the pathogenesis of this disorder. The lack of communication between these blebs and the distal airways, and hence the inability to rapidly decompress, may explain the increased incidence of primary spontaneous pneumothorax associated with significant drops in atmospheric pressure. The role of inflammation may explain why spontaneous pneumothorax is much more common in smokers. In fact, there appears to be a dose-response relationship, with light smokers (fewer than 13 cigarettes/day) running a risk 7 times that of nonsmokers and those smoking more than 22 cigarettes/day at least 100 times more likely to have a spontaneous pneumothorax than nonsmokers.\" It is generally accepted that recurrent spontaneous pneumothoraces become increasingly likely with each successive occurrence. The exact statistics vary, but it is estimated that the risk of recurrence in the absence of aggressive preventive measures is in the range of 25% after the first recurrence and 50% after the second recurrence.P The chance of recurrence is very much related to the treatment undertaken for the initial spontaneous pneumothorax. Cessation of smoking also decreases the risk of recurrence.", "cite_spans": [], "ref_spans": [], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "Selection of treatment remains an area of controversy. A consensus statement was released to provide guidance in treatment selection.\" Observation alone should be selected for treatment on the initial presentation of a small, asymptomatic primary pneumothorax in a patient without any associated comorbidities. It should be reserved for patients who have no barotrauma risks and have ready access to medical help. This treatment may be particularly appropriate for patients who present with heavy cigarette abuse and are willing to stop smoking. Aspiration is another option, but it confers no significant protection from recurrence. Once the decision has been made to violate the pleura for aspiration, it is probably worthwhile leaving a catheter through which air can be continuously aspirated and subsequent pleurodesis can be performed. If a large air leak is anticipated or if there is significant effusion associated with the pneumothorax, then a standard 28-French chest tube should be placed. Neither technique, without pleurodesis, seems to convey significant protection from recurrence.", "cite_spans": [], "ref_spans": [], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "Surgical treatment remains the gold standard in preventing recurrence of spontaneous pneumothorax. Some of the indications for surgical treatment of a spontaneous pneumothorax include a second pneumothorax (ipsilateral recurrence or a new pneumothorax on the contralateral side); tension physiology; synchronous bilateral pneumothoraces; associated hemothorax (likely secondary to a tom adhesion and complicating approximately 5% of spontaneous pneumothoraces); failure of tube thoracostomy; and lifestyle factors. Surgery should be considered if a leak persists for more than 48 h. Lifestyle issues that are accepted indications for surgical therapy at the initial presentation of a primary spontaneous pneumothorax include occupational exposure to barotrauma (scuba diving or flying nonpressurized high-altitude aircraft) and poor accessibility to medical care.", "cite_spans": [], "ref_spans": [], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "The surgical procedure for spontaneous pneumothorax is resection of the blebs that are usually present, most commonly located in the apex of the upper lobe or the superior segment of the lower lobe. Resection of the blebs is performed with a pulmonary stapling device. Most surgeons also perform a mechanical pleurodesis of the pleura, utilizing an abrasive material such as an electrocautery scratch pad, or perform parietal pleurectomy. Currently, VATS is considered the preferred surgical approach .", "cite_spans": [], "ref_spans": [], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "A standard triad of video ports can be employed in most cases ( Fig. 74.4 ). Use of a 30°thoracoscope facilitates visualization at the apex of the chest. The thoracoscope is introduced through the inferior port with a grasping device, and the thoracoscopic stapler is introduced through the two superior ports. A sponge stick or folded electrocautery scratch pad can be used for the pleurodesis, with or without a parietal pleurectomy of the bony hemithorax. At the conclusion of the operation, a single 28-French chest tube , with additional ports cut through the radioopaque line , can be placed posteriorly to the apex of the chest. A rongeur is useful for cutting extra holes in chest tubes. If the surgeon is more comfortable placing an anterior and posterior chest tube, two video ports can be created low in the chest at the future chest tube sites, and a single port can be placed in line with a potential thoracotomy incision for grasping and stapling. In skilled hands, the entire lung can be well visualized and mobilized for stapler application, mechanical pleurodesis, and if necessary, pleurectomy ( Fig. 74.5 ). For most of these cases, thoracotomy offers little advantage with respect to visualization or performance of the bleb resections, pleurectomy, and pleurodesis.", "cite_spans": [], "ref_spans": [{"start": 64, "end": 73, "text": "Fig. 74.4", "ref_id": null}, {"start": 1114, "end": 1123, "text": "Fig. 74.5", "ref_id": null}], "section": "PRIMARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "Secondary spontaneous pneumothorax is a more serious condition than primary spontaneous pneumothorax because of its occurrence in patients who likely have significantly less pulmonary reserve than the typical patient presenting with a primary spontaneous pneumothorax. As opposed to primary spontaneous pneumothoraces, secondary spontaneous pneumothoraces are associated with a significant mortality.\" Historically, the most common cause of secondary spontaneous pneumothorax has been chronic obstructive pulmonary disease (COPD). There are many other causes of secondary spontaneous pneumothorax, including, but not limited to, cystic fibrosis, asthma, cancer, many types of infection, sarcoid, collagen vascular diseases, and catamenial pneoumothorax.", "cite_spans": [], "ref_spans": [], "section": "SECONDARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "The principal factor affecting choice of treatment in these patients is the nature of the underlying pulmonary disease. If the patient is symptomatic, which is far more likely with this patient population, there is no role for observation. Furthermore, an increase in the pneumothorax could possibly place the patient's life in jeopardy. Therefore, observation of a secondary spontaneous pneumothorax is not recommended. Tension physiology is frequently unnecessary to cause clinical decompensation in these patients. Any consideration of employing positive pressure ventilation in a patient with a secondary pneumothorax should serve as an indication for thoracostomy tube placement.", "cite_spans": [], "ref_spans": [], "section": "SECONDARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "Earnest consideration should be given to sclerosis for prevention in most of these cases. An important exception is the patient who is awaiting lung transplantation because adhesions resulting from sclerosis can significantly complicate explantation of the native lung at the time of transplantation. Another consideration is the nature of the underlying pulmonary disease. If the pneumothorax occurs in the setting of a disease, such as certain malignancies or infections, it may not be possible to staple the lung or to achieve total lung expansion . In these cases, particularly if the patient is terminally ill, consideration should be given to sending the patient home with a chest tube and a Heimlich valve if this provides adequate palliation.", "cite_spans": [], "ref_spans": [], "section": "SECONDARY SPONTANEOUS PNEUMOTHORAX"}, {"text": "Iatrogenic pneumothorax may be the most common cause of pneumothorax.\" The most common causes include transthoracic needle biopsy, central line placement, thoracentesis, FIGURE 74.5. Intraoperative photograph taken through the videothoracoscope demonstrates an apical bleb (within the grasping forceps Iin a patient presenting with a recurrentprimaryspontaneous pneumothorax. The bleb was then resected with a thoracoscopic stapling device, introduced through the third port incision. Subsequently, a parietalpleurectomy of the entire chest wall pleura and a mechanical pleurodesis of the mediastinal and diaphragmatic pleura were performed. A single chest tube was then inserted through the lowest incision, which had been used for the videothoracoscope duringthe procedure. transbronchial pulmonary biopsy, and positive pressure ventilation. The management of an iatrogenic pneumothorax must take into account a number of factors, including the etiology, symptoms, and size of the pneumothorax and ventilatory status of the patient. It is logical to consider those patients with pneumothorax secondary to positive pressure ventilation, barotrauma, separately from those who developed pneumothorax secondary to violation of the visceral pleura.", "cite_spans": [{"start": 170, "end": 182, "text": "FIGURE 74.5.", "ref_id": null}], "ref_spans": [], "section": "IATROGENIC PNEUMOTHORAX"}, {"text": "The development of a pneumothorax as a result of barotrauma is an indication for immediate placement of a standard chest tube. This indication is also true for a procedure-induced pneumothorax in a ventilated patient because positive pressure ventilation can rapidly lead to a tension pneumothorax. The clinician should always consider pneumothorax as a cause for instability in a ventilated patient who recently underwent thoracentesis or central line placement.", "cite_spans": [], "ref_spans": [], "section": "IATROGENIC PNEUMOTHORAX"}, {"text": "The majority of iatrogenic pneumothoraces are procedure induced. These pneumothoraces differ from spontaneous pneumothoraces in that the patient is not at an increased risk for recurrence. For small, asymptomatic pneumothoraces, observation is appropriate, and thoracostomy tube placement and sclerosis are not indicated. For larger pneumothoraces or symptomatic pneumothoraces in ambulatory patients, simple aspiration or temporary placement of a small percutaneous catheter is the preferred approach of many clinicians.", "cite_spans": [], "ref_spans": [], "section": "IATROGENIC PNEUMOTHORAX"}, {"text": "Any closed pneumothorax arising from visceral pleural disruption has the potential to develop into a tension pneumothorax. Tension pneumothorax occurs when air accumulates in the pleural space in excess of intrapleural pressure and actively compresses the ipsilateral lung. This tension physiology will eventually lead to contralateral mediastinal shift and, in addition to pulmonary embarrassment, can severely limit venous return and compromise cardiac output. Untreated, tension pneumothorax may lead to cardiopulmonary arrest and for this reason is a life-threatening emergency.", "cite_spans": [], "ref_spans": [], "section": "TENSION PNEUMOTHORAX"}, {"text": "Tension pneumothorax is believed to occur when a pleural disruption forms a functional one-way valve allowing air to escape from the lung but not reenter. Such physiology is occasionally well tolerated in a healthy adult and can await chest tube placement under urgent, but controlled, conditions. If, however, the patient is in distress and the diagnosis is suspected, placement of a 16-or IS-gauge intravenous catheter over the second rib, in the midclavicular line, will convert the tension pneumothorax to an open pneumothorax. After decompression has been achieved, a chest tube can then be placed in the usual manner. This procedure should always be performed immediately in any patient who is decompensating and for whom tension pneumothorax is in the differential diagnosis. It is a mistake to wait for a confirmatory chest xray in such a situation.", "cite_spans": [], "ref_spans": [], "section": "TENSION PNEUMOTHORAX"}, {"text": "Although pneumothorax is a disorder of air that has entered into the pleural space, blebs and bullae are also disorders of abnormal air collections, but still contained within the lung. Only blebs can be considered a true pleural disorder. Blebs arise when air escapes from the pulmonary parenchyma and is trapped in the visceral pleura. Simply stated, blebs are subpleural collections of air. They are usually small, less than 2 em, and tend to occur at the apex of the upper lobe or the apex of the superior segment. The significance of blebs is uncertain. By themselves, it is doubtful that they cause any significant effect on pulmonary function. Their primary clinical significance lies in the fact that they appear to be involved in the pathogenesis of spontaneous pneumothorax. No specific treatment is indicated for the finding of pulmonary blebs in the absence of pneumothorax. Cessation of smoking, as always, is recommended.", "cite_spans": [], "ref_spans": [], "section": "Blebs and Bullae"}, {"text": "Bullae are air collections measuring at least 1em, but may become so large that they occupy the greater part of the hemithorax. As opposed to blebs, bullae are formed by destruction and coalescence of alveoli. They may demonstrate trabeculated lumens formed by the residual structural elements from the lung parenchyma they replaced. Blebs may be an incidental finding in patients with otherwise normal lungs, but bullae are likely to be associated with some form of pulmonary disease, most likely emphysema.", "cite_spans": [], "ref_spans": [], "section": "Blebs and Bullae"}, {"text": "Bullous disease is also frequently asymptomatic. In such cases, cessation of smoking and annual chest x-rays are sufficient. In the setting of known underlying lung disease, treatment of that disorder is the priority. Pneumothorax, infection, or hemoptysis can prompt surgical intervention. Surgical intervention can also be indicated for compression of normal lung tissue to improve pulmonary function. Generally, very good results can be anticipated if the bulla is occupying more than 500/0 of the hemithorax, compressing well-perfused parenchyma.29", "cite_spans": [], "ref_spans": [], "section": "Blebs and Bullae"}, {"text": "Pleural effusions are a very common disorder encountered by the clinician. There are many potential causes of effusions (Table 74 .1). Occasionally, it is possible to deduce the etiology in the context of the patient's chest radiograph and concurrent morbidities. Frequently, however, the fluid must be sampled to yield a diagnosis. There is a normal composition of pleural fluid (Table 74. 2) and a host of tests that can be performed on the fluid in pursuit of a diagnosis (Table 74. 3). Once the fluid is sampled, it will fall into one of two categories, transudative or exudative, and 990/0 of exudative effusions will demonstrate at least one of the following characteristics: pleural fluid protein/serum protein ratio greater than 0.5, pleural fluid lactate dehydrogenase (LDH)/serum LDH greater than 0.6, or pleural fluid LDH more than twothirds of the upper normal limit for serum LDH. 30 Transudative effusions result from a perturbation in the hydrostatic or oncotic forces that affect fluid formation and turnover in the pleural space, as described in the physiology section. This imbalance results in fluid accumulation in the pleural space. For transudative effusions, the goal is to drain the effusion for symptomatic relief, if necessary, but to focus on the systemic disease.", "cite_spans": [{"start": 894, "end": 896, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 120, "end": 129, "text": "(Table 74", "ref_id": "TABREF0"}, {"start": 380, "end": 390, "text": "(Table 74.", "ref_id": "TABREF0"}, {"start": 475, "end": 485, "text": "(Table 74.", "ref_id": "TABREF0"}], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "Exudative effusions result from diseases that involve the pleura and may be broadly grouped as benign or malignant. The treatment of an exudative effusion is disease specific.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "Pleural effusions may be asymptomatic or may cause the patient to present with shortness of breath, secondary to compression of pulmonary parenchyma, as well as other symptoms. A nonspecific sign that is compatible with an effusion is the presence of a nonproductive cough. If the disorder causing the effusion has provoked an inflammatory response in the parietal pleura, the patient may complain of pain with respiration, known as pleuritic chest pain. Restricted chest wall movement or change in the contour of the hemithorax may be evident, depending on the nature of the effusion and its effect on pleural pressure. If the effusion is unilateral and massive, the trachea may deviate to the contralateral side. Absence of vocal fremitus, dullness to percussion, and decreased breath sounds are all characteristic apF/S, pleural fluid-to-serum ratio. bIU, concentration in international units. findings on physical examination. If the pleura is inflamed, there may be an audible rub. A rub is likely to precede a significant effusion that will separate the roughened pleural surfaces and diminish or resolve the rub. In the case of a hydropneumothorax, there may be an audible II splash,\" as originally described by Hippocrates.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "Plain radiographs of the chest remain the most common test obtained to evaluate a suspected effusion. If the effusion is free flowing, the lateral costophrenic angle may be blunted on an upright posteroanterior radiograph. The lateral radiograph is more sensitive than the posteroanterior view, but neither is as sensitive as the lateral decubitus projection. Additional studies that are commonly used to obtain more information about a suspected effusion include ultrasound and CT scan. Ultrasound is helpful in distinguishing pleural thickening from pleural fluid and determining if an effusion is complex or simple, and it has the advantage of portability. It can be used to help direct the clinician to the best area to perform a thoracentesis at the bedside. CT scans give the most information with respect to exact location of an effusion and may be particularly helpful in distinguishing effusion from pleural disease or parenchymal disease. If the clinical scenario warrants diagnosis of the effusion, then the next step is to perform a thoracentesis to obtain a specimen for analysis and, possibly, to drain the effusion for relief of symptoms. The decision to perform such a procedure should be taken seriously for the complications can be significant and include pneumothorax, hemothorax, and conversion of a sterile effusion into an empyema. Thus, it is important to make sure the patient is not coagulopathic, and if there is any question regarding the appropriate site to insert the needle, a bedside ultrasound should be performed.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "Sterile technique must be observed. The procedure is most easily accomplished with the patient in the sitting position and leaning over a bedside table that has been padded with one or two pillows. For a diagnostic tap, a long 25-gauge needle can be used to infiltrate with lidocaine and can be used as a finder needle. A 22-gauge needle is then used to perform the aspiration.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "If a therapeutic tap is indicated, a similar technique is employed, except that a catheter is placed into the chest cavity and connected via tubing to a three-way stopcock, which in tum is connected to a syringe or a vacuum bottle. A number of commercial kits are available for this purpose.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "Regardless of the technique, it is generally recommended that not more than 1L of fluid should be aspirated at one time as this increases the chances of developing reexpansion pulmonary edema. The exact etiology of this syndrome is not fully understood and may be accompanied by 200/0 mortality.\" Treatment for reexpansion edema is supportive care.", "cite_spans": [], "ref_spans": [], "section": "Liquid-Phase Disorders of the Pleural Space"}, {"text": "If the effusion is transudative, then it is most likely secondary to congestive heart failure, hepatic insufficiency, or renal insufficiency. Pleural effusions secondary to congestive failure are the most common transudative effusions.f Most of these effusions are bilateral. The presence of a unilateral effusion or bilateral effusions of significantly different sizes does not exclude this diagnosis, but would be unusual. The disorder is thought to result from increased pressure at the pulmonary capillary level secondary to left heart failure. The treatment is the same as for other transudative effusions and is directed at the underlying cause, in this case, congestive failure. If the etiology is unclear or if the effusion remains unchanged after the congestive heart failure has improved, a diagnostic thoracentesis should be performed. Occasionally, it is necessary to perform a therapeutic tap for symptomatic relief.", "cite_spans": [], "ref_spans": [], "section": "Transudative Effusions"}, {"text": "Approximately 5% of patients with hepatic cirrhosis will develop pleural effusions as a result of their disease.\" Twothirds of cirrhotic pleural effusions are right sided. Usually, the patient will have ascites in addition to the pleural effusion. The pleural effusion is thought to result from a one-way communication and fluid flow from the peritoneum, across the diaphragm, to the pleural space. The treatment should be directed at the liver failure and ascites, with diuresis and salt restriction as the initial steps in management. Decompression of the portal circulation, percutaneously or surgically, may be indicated to treat the underlying disease. If the pleural effusion is unresponsive to these measures, or if pulmonary symptoms necessitate intervention, the options include drainage and pleurodesis. Sometimes surgical intervention is indicated, combining closure of a demonstrated peritonealpleural communication with pleurodesis, this has been accomplished using VATS techniques as well as thoracotomy.34,35 Shunting ascites to the venous system is another option; however, these patients are generally poor surgical candidates unless their liver failure is corrected. It is best to avoid placement of a chest tube for drainage of a pleural effusion secondary to cirrhosis as the high drainage rates from decompression of ascites across the diaphragm can make these tubes difficult to remove.", "cite_spans": [], "ref_spans": [], "section": "Transudative Effusions"}, {"text": "Nephrotic syndrome is another disorder associated with pleural transudates. These effusions tend to be bilateral and result from decreased plasma oncotic pressure. Again, treatment should be aimed at the primary disorder. In severely symptomatic patients, drainage and sclerosis can be considered. Other conditions that may provoke a transudative effusion include, but are not limited to, pulmonary embolism, superior vena cava obstruction, peritoneal dialysis, myxedema, glomerulonephritis, Meigs syndrome, and sarcoidosis.", "cite_spans": [], "ref_spans": [], "section": "Transudative Effusions"}, {"text": "Exudative effusions can be broadly grouped into benign and malignant effusions. The malignant effusions arise most commonly from metastatic disease but can also herald the presence of a primary malignancy of the pleura. The benign causes of exudative effusion include a long list of conditions, including, but not limited to, infectious diseases, pulmonary embolism, collagen vascular diseases, drug-induced disorders, bleeding, chyle leak, subdiaphragmatic infections, pancreatitis, and esophageal perforation. If the cause is not obvious, then a thoracentesis should be the next step in diagnosing the etiology of the effusion. The following sections discuss the conditions most likely to be encountered by the surgeon.", "cite_spans": [], "ref_spans": [], "section": "Exudative Effusions"}, {"text": "Malignant effusions represent one of the most common indications for chest tube placement. The tumors most frequently associated with a pleural effusion include lung cancer, breast cancer, ovarian cancer, and lymphoma. Dyspnea from pulmo- ", "cite_spans": [], "ref_spans": [], "section": "MALIGNANT EFFUSIONS"}, {"text": "If the patient's lung does not expand, or if pleurodesis has failed, then chronic drainage becomes the next option. The options include internal or external drainage. For external drainage, the patient may undergo repeat therapeutic thoracenteses or placement of a long-term drainage catheter. Intermittent thoracentesis may be the best for a patient who is minimally symptomatic or has a very short life expectancy. Indwelling catheter placement for intermittent drainage pro-", "cite_spans": [], "ref_spans": [], "section": "OTHER OPTIONS"}, {"text": "A large number of agents are available for pleural sclerosis. Talc is the most popular chemical sclerosant used. A large metaanalysis reviewing 36 randomized controlled trials including over 1499 patients concluded that: \"The currently available evidence supports the need for chemical sclerosants for successful pleurodesis, the use of talc as the sclerosant of choice, and thoracoscopic pleurodesis as the preferred technique for pleurodesis based on efficacy. There was no evidence for an increase in mortality following talc pleurodesis. ,, 40 Doxycycline is the cheapest of the sclerosing agents. It is also the one that most commonly causes significant discomfort. It is administered dissolved in 50 to 100mL sterile saline and 200mg lidocaine via chest tube. Bleomycin generally causes little discomfort but is the most expensive agent. It is administered dissolved in 100mL of sterile saline via chest tube. Although generally well tolerated, intrapleural bleomycin is absorbed systemically and is therefore not recommended for patients who are receiving chemotherapy, are immunosuppressed, or have renal failure. Support can be found in the literature for using any of these agents in nearly any situation.", "cite_spans": [{"start": 545, "end": 547, "text": "40", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "CHOICE OF SCLEROSANT"}, {"text": "A rational approach is to use talc for pleurodesis of malignant effusion and doxycycline for benign indications if the patient can safely tolerate significant sedation with intravenous narcotics and benzodiazepines or if the patient already has an epidural catheter in place. Even with instillation of intrapleural lidocaine, patients will commonly describe doxycycline pleurodesis as one of the most painful experiences of their lives. An argument can be made to avoid the use of talc when there is potential contamination of the pleural space, either primarily or secondarily by some other site of active infection. Talc, as a permanent foreign body, can serve as nidus for infection and result in chronic empyema. In a patient with a malignant effusion, in whom there is concern for possible contamination of the pleural space, bleomycin pleurodesis would be a reasonable option. If the lung expands completely when fluid has been drained, then pleurodesis is an option. If the lung does not expand, pleural apposition cannot occur, and injection of a sclerosant will not work. In fact, the sclerosant may further hinder the absorptive mechanisms of the pleura, thereby making the effusion worse. The literature does not support the belief that the pleural drainage must be less than IS0mL/day to achieve effective sclerosis. Equal results and greater cost-effectiveness appear to occur if the sclerosis is performed as soon as the lung is fully expanded, regardless of the volume of drainage.\" There is also no support for the time-honored tradition of \"rolling\" the patient to achieve even distribution of the sclerosing agent. A prospective, randomized study utilizing instillation of 99mTc-sestamibi-labeled talc suspension has demonstrated that the dispersion of talc suspension and the overall success rate in patients with malignant effusions is not influenced by the position of the patient.\" nary compression is the most common symptom produced by a malignant effusion. Malignant effusions are exudative and frequently sanguinous in appearance. The diagnosis can frequently be established by cytological demonstration of cancer cells in the fluid, although up to 400/0 of effusions yield nondiagnostic cytology.\" Thus, if malignancy is suspected and the fluid cytology is nondiagnostic, a pleural biopsy should be considered.", "cite_spans": [], "ref_spans": [], "section": "CHOICE OF SCLEROSANT"}, {"text": "The approach of choice is VATS if surgery is required to establish a diagnosis. Depending on their surgical risk, patients may be well served by going to the operating room early in their course for diagnosis and drainage. Under general anesthesia, a single chest tube incision can be created through which the effusion can be drained and the thoracoscope introduced for examination and photodocumentation of the pleural cavity. Pleural biopsies can then be performed through the same incision by sliding the camera port out of the incision onto the proximal scope and sliding a biopsy forceps alongside the scope, through the same incision. A S-mm 30°thoracoscope is particularly helpful for this procedure as it allows the surgeon to look over the surfaces of the chest cavity and to move the scope off to the side, which facilitates manipulation of the biopsy forceps. If the lung demonstrates the ability to fully expand and a malignant diagnosis is confirmed, intraoperative talc poudrage can be considered. All this can be accomplished through a single 10-to IS-mm incision.", "cite_spans": [], "ref_spans": [], "section": "CHOICE OF SCLEROSANT"}, {"text": "Once the etiology of the malignant effusion is established, a treatment strategy can be formulated.\" Surgical debulking of metastatic pleural tumor is generally not part of the treatment algorithm outside an experimental protocol. Most patients are relegated to chemotherapy, radiation therapy, or palliative measures directed at preventing further fluid accumulation. Some tumors, such as small cell lung cancer, breast cancer, ovarian cancer, and lymphoma, may respond well to chemotherapy, including resolution of the pleural effusion. Mediastinal radiation therapy may also be indicated in treatment of the patient's tumor, especially if the tumor has involved the thoracic duct and resulted in a chylothorax. If the patient is not receiving treatment for the underlying malignancy or reaccumulates the effusion in spite of treatment, an alternative strategy must be considered if the effusion is causing symptoms. The first choice is pleurodesis, with other options for failure of this technique. vides good palliation.\" Commercial kits such as the Pleurex catheter (Denver Biomedical, Denver CO) are available. Another option would be placement of a pleuroperitoneal shunt for internal drainage of the pleural space and decompression of the lung. Internal drainage can be accomplished by implanting a shunt, such as the Denver Shunt (Denver Biomaterials), which has a pumping chamber that the patient can press to transfer fluid across the negative pressure gradient from the pleural cavity to the peritoneal cavity. There are a number of downsides to this option. Placement requires an operation, usually under general anesthesia; a small percentage of the shunts will obstruct; and the patient must actively pump the shunt to transfer fluid.", "cite_spans": [], "ref_spans": [], "section": "CHOICE OF SCLEROSANT"}, {"text": "Thoracotomy with decortication, in the presence of a malignant effusion, is rarely indicated. Although highly variable, the average survival of a patient with a malignant effusion from lung cancer is on the order of 4 months, whereas for breast or ovarian cancer it may be more in the range of 7 to 9 months.f Thus, recovery from such an operation is likely to result in decreased quality of life for a significant portion of the patient's remaining time.", "cite_spans": [], "ref_spans": [], "section": "CHOICE OF SCLEROSANT"}, {"text": "Effusions associated with pneumonia (parapneumonic effusions) are the most common cause of benign exudative effusions. They result from visceral pleural inflammation that alters the normal fluid balance of the pleural space. These effusions may initially be sterile, but if the parenchymal infection spreads to the effusion, an empyema results. There is a continuum that reflects the natural history of untreated parapneumonic effusions, from a thin, clear sterile collection to an infected fibrous peel encasing the lung.", "cite_spans": [], "ref_spans": [], "section": "BENIGN EFFUSIONS"}, {"text": "The first stage is the exudative stage, characterized by fluid exuding from the lung into the pleural space, likely from the pulmonary interstitial space. This stage should resolve with antibiotic therapy and generally does not require drainage. Normal pH and glucose with a low LDH and white blood cell count are characteristic of the fluid at this stage.", "cite_spans": [], "ref_spans": [], "section": "BENIGN EFFUSIONS"}, {"text": "Untreated, the effusion is likely to progress to the [ibtopurulent stage, characterized by increased fluid that is heavily laden with white blood cells, microorganisms, and cellular debris. Fibrin is deposited on the pleural surfaces, and the stage is set for pulmonary entrapment. At this point, the fluid pH and glucose level fall, and the LDH rises. Chest tube drainage is indicated but becomes more difficult as the effusion loculates with fibrinous septae.", "cite_spans": [], "ref_spans": [], "section": "BENIGN EFFUSIONS"}, {"text": "The final stage is the organizational stage, during which fibroblasts grow into the effusion, laying down a thick fibrous peel that encases the lung and results in entrapment. The remaining effusion is thick and infected and may necessitate through the chest wall or into the lung.", "cite_spans": [], "ref_spans": [], "section": "BENIGN EFFUSIONS"}, {"text": "The presentation of a parapneumonic effusion or empyema depends, to a certain extent, on the organism causing the infection. For aerobic organisms, the presence of the effusion has little impact on the clinical picture, which is that of a bacterial pneumonia: fever, chest pain, and a productive cough. An anaerobic infection, frequently as a result of aspiration, is more likely to present in a subacute manner. A patient with an anaerobic empyema may have symptoms for more than a week before seeking medical help, and significant weight loss may be a chief component of their presentation.", "cite_spans": [], "ref_spans": [], "section": "BENIGN EFFUSIONS"}, {"text": "True empyema thoracis is simply defined as pus in the pleural space, a clear indication for drainage. For a small simple parapneumonic effusion in a patient being treated with and responding to appropriate antibiotics, there is no indication for drainage. The issue is how to identify the effusion that is not yet frankly purulent but will require drainage to resolve. If the patient with pneumonia continues to have a large or increasing effusion, then a thoracentesis should be performed.", "cite_spans": [], "ref_spans": [], "section": "DIAGNOSIS"}, {"text": "The fluid from the tap should be sent for analysis of glucose, pH, LDH, amylase, protein, complete blood count with differential, Gram stain, aerobic/anaerobic bacterial cultures, and if indicated, special microorganism cultures and stains. If malignancy is suspected, cytology should also be sent. As seen in Table 74 .5 from the American College of Chest Physicians Parapneumonic Effusions Panel Evidence-Based Guideline,\" the risk outcome can be stratified and used to determine whether drainage is warranted. These remain, however, only guidelines, and sound clinical judgment is essential.", "cite_spans": [], "ref_spans": [{"start": 310, "end": 318, "text": "Table 74", "ref_id": "TABREF0"}], "section": "DIAGNOSIS"}, {"text": "Once the decision has been made to drain the fluid collection, a number of options are available: aspiration, chest tube drainage, VATS drainage, limited thoracotomy and open drainage, or full thoracotomy with drainage and decortication. For diagnosis and initial treatment of a free-flowing pleural effusion, aspiration is an appropriate initial step. If the clinical situation mandates further drainage, then the clinician has several options. If the effusion is free flowing, then placement of a standard chest tube is a reasonable option. If the effusion is loculated, ultrasound guidance may be helpful either for marking the ideal location for thoracentesis or thoracostomy tube placement or for placement of a percutaneous drainage catheter. The use of intrapleural streptokinase or urokinase has been advocated if drainage fails due to loculations.\" In several well-constructed studies, however, it has been shown that enzymatic treatment will increase the volume of chest tube output but not affect the clinical course. The role of these agents for treatment of empyema remains undefined.\"", "cite_spans": [], "ref_spans": [], "section": "TREATMENT"}, {"text": "There are several surgical options for patients with an empyema. The goals of surgical therapy are to establish drainage and, depending on the situation, to eliminate space in the pleural cavity. Space elimination can be accomplished by decortication to allow the lung to expand, collapsing the chest wall with a thoracoplasty, or transposing muscle flaps to fill the space. A critical component is always to establish drainage. The least-invasive option is to explore the chest cavity thoracoscopically, disrupt loculations, debride the visceral pleura, and strategically place chest tubes. Frequently, it is possible to accomplish this procedure utilizing the patient's existing chest tube sites as video ports. This option is most likely to be successful if performed in the exudative or early fibrinopurulent stages.\"", "cite_spans": [], "ref_spans": [], "section": "TREATMENT"}, {"text": "Once in the organizational stage, the lung is encased in a fibrous peel that most often requires an open thoracotomy to adequately remove. If the patient is able to tolerate such a procedure, then this represents the most effective treatment of the problem. The goal in such a situation is to drain the infection and obliterate any space with reexpanded lung 1'H is the preferred pleural fluid chemistry test, and pH must be determined using a blood gas analyzer. If a blood gas analyzer is not available, pleural fluid glucose should be used (Po glucose> 60mgjdL; Pi glucose < 60mgjdL). The panel cautions that the clinical utility and decision thresholds for pH and glucose have not been well established. \"Clinical experience indicates that effusions of this size do not require thoracentesis for evaluation but will resolve. tissue. If a portion of the lung has already been removed or if the infection has rendered portions nonviable, mandating resection, then space may become an issue. The favored option is to transpose muscle flaps into the chest cavity to obliterate any residual space that exists after the lung has been decorticated and reexpanded. The commonly used muscle flaps are serratus, latissimus, and pectoralis. Omentum is also a good option. A good approach in these cases is to enter the chest through a vertically oriented muscle-sparing thoracotomy such that both serratus and latissimus are spared and can be harvested if necessary. After a drainage procedure, the clinician is faced with the management of the chest tubes. The classic treatment of a chest tube placed into an empyema is to leave it to closed suction drainage for 2 to 3 weeks. Thereafter, the tubes are taken off suction and converted to open drainage, slowly withdrawing them over the course of several more weeks. Another option is to leave the tubes in place for approximately 1 week on suction. If the lung is fully expanded, drainage is minimal «SOmL/day), and the patient has no further signs of infection, then the tubes may be removed. The critical point is that the lung must be fully expanded. Cases in which this strategy is safe and effective usually demonstrate full expansion of the lung on the chest x-ray and \"walling off\" of the chest tube, characterized by essentially no drainage and lack of respiratory variation in the waterseal chamber of the Pleur-evac.", "cite_spans": [], "ref_spans": [], "section": "TREATMENT"}, {"text": "For patients with chronic empyema or empyema with bronchopleural fistula or patients unable to tolerate thoracotomy, an open drainage procedure may represent the best option. These procedures involve localizing the most dependent portion of the empyema cavity and resecting a portion of the overlying rib. The cavity is then entered, the pleural space debrided, and if possible, the lung decorticated. Depending on the size of the cavity, it may close spontaneously or may require reconstruction, usually with a muscle flap. In an elderly or infirm patient, the cavity may be left open. Given enough time, even cavities of substantial size will commonly close.", "cite_spans": [], "ref_spans": [], "section": "TREATMENT"}, {"text": "Almost any organism can cause an infection associated with a pleural effusion. Tuberculosis may cause a pleural effusion that tends to be unilateral and of moderate size. They can be difficult to diagnose based on chemical and microbiological evaluation of the pleural fluid but usually demonstrate granulomatous pleuritis on closed pleural biopsy if the diagnosis is in doubt. The effusion usually responds to appropriate antibiotic therapy and, unless symptomatic or part of a mixed empyema, usually does not require drainage or surgery. Viral effusions usually elude diagnosis and are self-limited. Human immunodeficiency virus (HIV) does not appear to cause pleural effusions, but patients with HIV are more likely to develop pleural complications associated with a bacterial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "INFECTIOUS, NONBACTERIAL"}, {"text": "Effusions may accompany any of a number of fungal pulmonary infections. The primary treatment is appropriate antibiotic therapy and, depending on the infection, drainage. Of note, Aspergillus empyemas are almost always associated with a bronchopleural fistula, or a history of previous treatment of tuberculosis with artificial pneumothorax, and almost always require surgical evacuation as part of their treatment.", "cite_spans": [], "ref_spans": [], "section": "INFECTIOUS, NONBACTERIAL"}, {"text": "Although relatively uncommon in the United States, the clinician should be aware that pleural effusions frequently accompany a number of parasitic infections. Again, appropriate drug therapy is essential. Of note, rupture of pleural or hepatic cysts into the pleural space can present with acute symptoms and, as in the case of Echinococcus, may represent an indication for urgent thoracotomy to debride and drain the pleural space and to drain the original cyst.", "cite_spans": [], "ref_spans": [], "section": "INFECTIOUS, NONBACTERIAL"}, {"text": "Pleural effusions may accompany pulmonary emboli in 300/0 to 500/0 of cases. Although the majority of these effusions are exudative, approximately one-quarter may be transudative. This is likely to be determined by the relative contribution to the effusion by the two mechanisms thought to be primarily responsible for the effusion. Transudative effusions are thought to exude from the parietal pleura secondary to right heart failure. Exudative effusions are thought to arise from the visceral pleural secondary to release of local factors from the emboli that increase capillary permeability. The treatment for pulmonary emboli with effusion is the same as for pulmonary emboli without effusion, and as always, the key factor is to consider the diagnosis in a patient with any of the symptoms suggestive of pulmonary embolus.", "cite_spans": [], "ref_spans": [], "section": "PULMONARY EMBOLI"}, {"text": "Inflammation or malignancy below the diaphragm can cause exudative pleural effusions as well as transudative effusions secondary to hepatic or renal dysfunction, as discussed in the transudative effusion section. Acute pancreatitis generally leads to a left-sided effusion, likely as a result of transdiaphragmatic transfer of exudative ascites arising from pancreatic inflammation. The fluid almost always has an elevated amylase, and that amylase is frequently higher than the serum amylase. The fluid generally resolves with resolution of the pancreatic inflammation. Pancreatic abscess can also cause a pleural effusion; again, the treatment is the usual treatment of a pancreatic abscess. A pancreatic pseudocyst can decompress into the pleural space, forming a pancreaticopleural fistula. These effusions tend to be large, usually left sided, very high in amylase, and usually accompanied by chest, not abdominal, symptoms. This finding is thought to be secondary to decompression of the pseudocyst into the thorax. Treatment of this disorder is conservative, the same as the initial treatment of any pancreatic pseudocyst. The role of drainage of the effusion remains controversial, and the clinician should be aware of the risk of infection and the fact that the drainage is likely to be massive and to reaccumulate rapidly until the fistula has closed. Should conservative treatment fail, a percutaneous or surgical drainage procedure should be planned. Subphrenic abscess from any number of intraabdominal sources can lead to an exudative effusion. The effusions rarely are culture positive and tend to have a very high white cell count, yet the pH is usually above 7.20, and the glucose is usually greater than 60mgjdl. Treatment of the effusion should be symptomatic as the approach is treatment of the abscess and its underlying cause. The effusion usually resolves with these measures.", "cite_spans": [], "ref_spans": [], "section": "SUBDIAPHRAGMATIC PATHOLOGY"}, {"text": "The clinician is advised always to consider esophageal perforation in the diagnosis of a pleural effusion, particularly after instrumentation of the esophagus or retching. Iatrogenic injury accounts for two-thirds of these injuries, and the patient frequently complains of chest pain. The condition usually presents with a left-sided effusion, but it may be either side or bilateral and accompanied by, or replaced with, a pneumothorax. The fluid is almost always high in amylase from saliva that has leaked into the pleural space. The mortality rate is high, up to 600/0, which underscores the imperative of prompt diagnosis. If the diagnosis is being entertained, a contrast swallow study should be obtained. Treatment depends on how early the disruption is diagnosed and ranges from primary repair to esophageal exclusion. Pleural drainage, cessation of ongoing pleural soilage, nutritional support and antibiotics are necessary components of the treatment strategy.", "cite_spans": [], "ref_spans": [], "section": "SUBDIAPHRAGMATIC PATHOLOGY"}, {"text": "Chylothorax is an exudative effusion caused by disruption of the lymphatics in the chest, most commonly the thoracic duct, and subsequent drainage of chyle into the pleural space. The initial presentation of a chylothorax is determined by the size of effusion and its mechanical effects within the hemithorax. Once a chest tube is in place, the symptoms are determined by the persistence of the drainage. The longer the drainage continues, the more dangerous it becomes, with the consequences being dehydration, nutritional depletion, and immunocompromise.\"", "cite_spans": [], "ref_spans": [], "section": "CHYLOTHORAX"}, {"text": "More than 50% of chylothoraces are secondary to ductal obstruction and disruption by tumor, with lymphoma accounting for 75% of these cases. Approximately 250/0 of chyle leaks are traumatic, with iatrogenic trauma the most common. Of the iatrogenic causes, esophageal resection is the leading cause and is more common with transhiatal esophagectomies than transthoracic esophagectomies. The diagnosis is established by analysis of the fluid. Although classically thought of as milky in appearance, chyle may appear serosanguinous, particularly in the fasting state. A triglyceride level in the fluid greater than 110mgjdL is highly suggestive of chyle, whereas a level below 50mgjdL essentially excludes the diagnosis of chylothorax. Intermediate values require a lipoprotein analysis to prove the presence of chylomicrons to establish the diagnosis.\" Some believe that the most reliable test is to give an oral challenge of cream and to observe the tube drainage for gross changes.", "cite_spans": [], "ref_spans": [], "section": "CHYLOTHORAX"}, {"text": "The treatment of chylothorax remains controversial; some authors advocate a generous period of conservative treatment, while others recommend early intervention. All agree that a prolonged, high-output leak can be devastating. Conservative therapy involves pleural drainage and total parenteral nutrition. If the leak is secondary to a malignancy, then chemotherapy or radiation therapy may be the treatment of choice.", "cite_spans": [], "ref_spans": [], "section": "CHYLOTHORAX"}, {"text": "For other chylothoraces, surgical intervention is indicated when conservative measures have failed. The timing of such intervention is debatable, but most authors agree it is unwise to wait more than 1 week in the setting of an unremitting leak. It is important not to wait until the patient is immunocompromised and nutritionally depleted before deciding to operate as this would unnecessarily increase the risk of the surgery. At the time of surgery, heavy cream is administered via nasogastric tube immediately after intubation; this makes the duct more visible and may also identify the area of leakage. A number of surgical options are available, including parietal pleurectomy, direct ligation of the leak, and mass ligation of the duct. Mass ligation offers at least an 800/0 chance of resolving the leak.\" Many advocate performing a ligation of the duct on the right side, just as it emerges from the diaphragm, regardless of the side of the chylothorax. This ligation has traditionally been performed through a small thoracotomy incision in the sixth or seventh interspace. This procedure is FIGURE 74.6. Intraoperative photograph through a video thoracoscope shows probe under the thoracic duct, which has been dissected free at the level of the diaphragm on the right side. Note thoracic duct, aorta, lung, and diaphragm . This duct was clipped and ligated via this VATS(video-assisted thoracoscopic surgery] approach through three lO-mm incisions that resulted in immediate and complete resolution of the patient's chyle leak.", "cite_spans": [], "ref_spans": [], "section": "CHYLOTHORAX"}, {"text": "readily accomplished thoracoscopically, utilizing three 1.0-to 1.S-cm port incisions (Fig. 74.6 ). This procedure seems to offer less morbidity and equal efficacy to the open procedure. If the expertise exists , occlusion of the duct by interventional radiologists may be an option and would be the intermediate step to consider between failure of conservative therapy and surgical ligation of the duct . Should all other measures fail, or if the right chest is hostile, the duct can be approached transabdominally in the aortic hiatus.", "cite_spans": [], "ref_spans": [{"start": 85, "end": 95, "text": "(Fig. 74.6", "ref_id": null}], "section": "CHYLOTHORAX"}, {"text": "The overwhelming majority of hemothoraces are caused by trauma, including iatrogenic trauma. There are other, significantly less common, causes, including bleeding from metastatic tumors involving the pleura, hemorrhage during anticoagulation therapy for pulmonary emboli, and catamenial hemothorax. The potential consequences of an undrained hemothorax include conversion to an empyema, provocation of a pleural effusion, and conversion to a fibrothorax with lung entrapment. The initial treatment of any hemothorax should be pleural drainage with a large-bore (32-or 36-French) chest tube. If the tube becomes clogged or is inadequate, additional tubes should be strategically placed .", "cite_spans": [], "ref_spans": [], "section": "HEMOTHORAX"}, {"text": "Up to 4% of hemothoraces will become infected. This complication is more common in patients admitted in shock, with gross contamination of the pleura at the time of injury, with prolonged chest tube drainage, and with concomitant abdominal injuries. The pleural effusion associated with hemothoraces may occur after the blood has been evacuated and the chest tubes are removed . If the fluid is infected, it should be treated accordingly. If not , these effusions tend to be self-limited and require no further intervention. Use of VATS is safe and effective in evacuating blood from the chest cavity. In a prospective randomized trial, early VATS drainage of retained hemothorax was found to decrease duration of tube drainage, hospital stay, and cost .\" The earlier clot evacuation is attempted, the more likely VATS evacuation will be completely successful. In addition, if intervention is insti-tuted early, the entire operation can frequently be performed through the existing chest tube incisions, occasionally requiring one additional videoscopic port incision.", "cite_spans": [], "ref_spans": [], "section": "HEMOTHORAX"}, {"text": "Collagen vascular disorders may be associated with pleural effusions. In each case, the treatment of the effusion is symptomatic, with the primary therapy treatment of the underlying disorder. The two most common diseases are rheumatoid arthritis and systemic lupus erythematous. Rheumatoid disease may involve the pulmonary parenchyma as well as the pleura.", "cite_spans": [], "ref_spans": [], "section": "MISCELLANEOUS"}, {"text": "There are numerous other causes of exudative effusions. These include but are not limited to cardiac surgery, lung transplantation, asbestos exposure, Dressler's syndrome, Meigs syndrome, yellow nail syndrome, sarcoid, postpartum state, trapped lung, radiation exposure, ovarian hyperstimulation, amyloidosis, acute respiratory distress syndrome (ARDS), electrical bums, and uremia.", "cite_spans": [], "ref_spans": [], "section": "MISCELLANEOUS"}, {"text": "A limited number of benign and malignant solid disorders affect the pleura. The most common benign conditions are fibrothorax, pleural plaques, diffuse pleural thickening, and benign fibrous tumors of the pleura. The most common malignancies are tumors metastatic to the pleura. The primary malignancy of the mesothelium is mesothelioma, and numerous cancers, such as liposarcoma and fibrosarcoma, may arise from any of the elements forming the connective tissue layer of the pleura.", "cite_spans": [], "ref_spans": [], "section": "Solid Disorders of the Pleural Space"}, {"text": "Fibrothorax results from deposition of a thick fibrous layer along the pleural surface . This layer may cause entrapment of the lung as well as contraction and immobility of the skeletal hemithorax. The most common causes of fibrothorax are hemothorax, tuberculosis, and bacterial pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Benign Disorders"}, {"text": "The treatment of fibrothorax is decortication, which is generally a major operation requiring a full thoracotomy. Patients who are being considered for decortication should be low-risk surgical candidates who are symptomatic from their restriction and have pulmonary parenchyma that is anticipated to expand on release. Generally, the indication is significant pulmonary compromise in a patient whose fibrothorax is stable or has been worsening for at least several months (Fig. 74.7) .", "cite_spans": [], "ref_spans": [{"start": 473, "end": 484, "text": "(Fig. 74.7)", "ref_id": null}], "section": "Benign Disorders"}, {"text": "The pathogenesis of pleural plaques remains unclear. They are thought to be predominantly caused by asbestos, perhaps secondary to release of local factors in response to the foreign body after macrophage phagocytosis. Pleural plaques are hard, raised, discrete areas involving the parietal pleura, particularly in the lateral, posterior portion of the hemithorax; 80% of pleural plaques that are due to asbestos are bilateral, with the majority of unilateral plaques thought to be secondary to other causes. Pleural plaques do not appear to be predecessors of mesothelioma.f Diffuse pleural thickening, like pleural plaques, appears to be predominantly related to asbestos exposure. Other causes, such as drug reaction, hemothorax, and tuberculosis A FIGURE 74.7. Anteroposterior radiograph of the chest (AI demonstrates scoliosis and volume loss resulting from a flbrothorax caused by a tuberculous empyema . Computed tomographic cross section (B) demonstrates the thick parietal pleural peel entrapping healthy lung have been reported. Unlike pleural plaques, however, diffuse pleural thickening affects the visceral pleura. Its exact etiology also remains unclear, but it is thought that inflammatory factors are likely to play a major role, particularly in the setting of a resolving asbestos-induced pleural effusion. There appears to be an initial decrease in pulmonary function associated with diffuse pleural thickening that tends to remain stable over time. Again, there is no specific treatment recommended, just routine surveillance.", "cite_spans": [], "ref_spans": [], "section": "Benign Disorders"}, {"text": "The benign fibrous tumor of the pleura is rare and primary. These tumors arise from the visceral pleura, are not associated with asbestos, and are frequently discovered incidentally on chest x-ray. These tumors may reach enormous size, thereby causing symptoms by virtue of compression of other structures ( Fig. 74.8) . Surgery is the treatment of choice and is almost always curative.52", "cite_spans": [], "ref_spans": [{"start": 308, "end": 318, "text": "Fig. 74.8)", "ref_id": null}], "section": "Benign Disorders"}, {"text": "The most common malignancies of the pleura are metastatic, predominantly from lung, breast, or colon primaries (Fig.  74.9 ). There are rare primary sarcomas arising from the connective tissue elements of the pleura, but the most common primary malignancy of the pleura is mesothelioma. Essentially all malignancies of the pleura portend a grim prognosis as a result of either their conferment of metastatic status or the recalcitrance of the vast majority of de novo pleural malignancies to current treatments.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 122, "text": "(Fig.  74.9", "ref_id": null}], "section": "Solid Malignancies of the Pleura"}, {"text": "Mesothelioma is a rare tumor, with only 1500 to 3000 cases per year in the United States, but is thought to be on the rise in both the United States and intemationally. This is thought to be primarily related to the 20-to SO-year lag between asbestos exposure, with which there is a clear causal link, and the relatively recent or lax restrictions on the use of asbestos.P'\" Another epidemiological factor of great concern is the link between the simian vacuolating virus 40 (SV40) and mesothelioma. The virus has been demonstrated in human mesotheliomas and is capable of inducing meso-B parenchyma. Notice contraction and overlapping of ribs in both radiographs. The patient underwent a decortication with dramatic improvement of her scoliosis and pulm onary funct ion. thelioma by itself in animal models . It has been identified as a contaminant in millions of vaccines administered in the United States and may be a predisposing factor to mesothelioma formation in humans.\"", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "Pleural mesothelioma is almost always unilateral and is diagnosed by pleural biopsy. From the time of diagnosis, the median survival is 4 to 12 months. The tumor usually presents with dyspnea secondary to a pleural effusion but may also present with chest pain or constitutional symptoms. The cancer tends to line the chest cavity as a thick, plaque-like mass, fusing the two pleural layers and invaginating between the lobes of the lung (Fig. 74.10 ). It progresses inexorably in a locoregional manner, invading lung, diaphragm, pericardium, and chest wall. Contrary to popular belief, the disease also has the capacity to metastasize, but the lethality of the locoregional disease tends to preclude the clinical manifestation of any metastatic disease unless the natural history of the cancer is altered by a successfullocoregional treatment.", "cite_spans": [], "ref_spans": [{"start": 438, "end": 449, "text": "(Fig. 74.10", "ref_id": null}], "section": "Solid Malignancies of the Pleura"}, {"text": "Although a number of staging systems exist, none has been universally adopted, although most incorporate the usual characteristics of the TNM system. This is likely a reflection of the small number of patients and even smaller number of centers investigating this disease. A staging system should accurately stratify prognosis, and this aspect of a staging system continues to evade researchers. As an example, cell type of mesothelioma (epithelial, sarcomatous, or mixed) is not currently part of any staging system, although some of the best results to date have been reported in patients restricted to the epithelial cell type, with 39% 5-year survival for patients treated with surgery, radiation, and chemotherapy.\" As a result of this deficiency in macroscopic staging, researchers are looking toward innovative technologies, like genetic profiling, in an effort to better determine prognosis and which patients might benefit from aggressive treatment protocols.\"", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "There remains no accepted treatment for mesothelioma. Because of the tumor's diffuse nature, complex anatomic presentation, and inherent recalcitrance to most treatment This patient presented with compla ints of bilateral lower-extremity swelling that proved secondary to inferior vena cava compression. Photograph (e) shows the resected mass that arose from the visceral pleura of the right middle lobe and that was readily separated from the remainder of the lung with a small wedge resection of the affected area. modalities, it is an extremely difficult cancer to treat. Because of encasement of the lung and potential pulmonary toxicity, there is no role for radiation as single-modality definitive treatment. Radiation can be used with curative intent, as an adjuvant treatment combined with surgery in which the lung has been removed, or in a palliative manner for localized areas of symptomatic invasion. Mesothelioma has proven to be one of the most chemoresistant tumors that oncologists face. Cytotoxic agents have rarely yielded response rates greater than 30% . There have, however, been some encouraging results with newer chemotherapeutic agents , especially antimetabolites, which have shown response rates as high as 45% when used in combination with platinum-based conventional chemotherapy.\"", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "To date, the treatments that have met with the greatest measure of success for pleural mesothelioma are those that combine surgery, for debulking, and other modalities to address the residual disease that almost certainly exists, even after the most /I complete\" resection. The adjuvant treatments that have been performed, some intraoperatively, include radiation, photodynamic therapy, and hyperthermic chemotherapy intracorporeal lavage. Systemic chemotherapy or immunotherapy have been used in adjuvant and neoadjuvant capacities.50 Almost all surgery-based multimodality strategies that are performed with curative intent mandate removal of the lung as part of the debulking and preparation for the adjuvant treatments. Some strategies, such as employment of photodynamic therapy for killing residual local disease after surgical debulking, may permit the option of performing lungsparing procedures.\" Many cancers can metastasize to the pleural space, but one of the most frequently encountered is non-small cell lung cancer (NSCLC), as either bulky disease or a malignancy.t -\" In the absence of distant metastases, the presence of pleural dissemination confers an International System for Staging Lung Cancer stage of IIIB based on the pleural disease being considered a T4 tumor.\" The median survival for patients with this subset of stage IIIB NSCLC has been reported from 2 months to greater than 1 year but is generally within the 6-to 9-month range.64-66 In fact, the survival rate for this subset of stage IIIB patients is so poor that it has been suggested that this disease should be upstaged to stage IV because of the similar survival rates.\"", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "The standard of care for patients with NSCLC with pleural dissemination remains palliative chemotherapy, assuming the patient is able to tolerate this treatment, and some intervention to palliate effusion if it is symptomatic. Radiotherapy is rarely administered to these patients because of the pulmonary toxicity from hemithoracic radiotherapy; surgery has been shown to have little impact on survival for these patients and is accompanied by a local failur e rate as high as 90% . There are anecdotal reports of long-term survivors after surgery, but it is safe to say that there should be no role for surgery outside of some type of multimodality protocol approach as with mesothelioma.P:\" Two recent studies have reported encouraging results for surgery-based multimodality approaches to this disease but require validation in larger studies. In one study, the investigators operated on 22 patients, performing extrapleural pneumonectomies on all 22, but in 11 they also performed intraoperative hyperthermic chemotherapy perfusion. All patients were staged as MO, and the groups were evenly split with respect to nodal status, with the majority being NO(7/11 and 8/11) and the remainder being N1 (2/11 and 1/11) or N2 (2/11 and 2/11) in the study and control groups, respectively. All patients received adjuvant chemotherapy. The group of evenly matched patients who did not receive intraoperative B (B) is a section through an extrapleural pneumonectomy specimen of a resected mesothelioma showing the same pathology as seen on the scan .", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "hyperthermic chemotherapy perfusion had a median survival of 6 months. The group who received intraoperative hyperthermic chemotherapy perfusion had a median survival of 20 months.", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}, {"text": "Another recent study employed systemic chemotherapy, in a neoadjuvant capacity, and intraoperative photodynamic therapy to address microscopic locoregional disease after surgical debulking. The median survival for all 22 patients enrolled was 22 months from the time of surgery, with 12 of the 20 patients having pneumonectomy; the remainder had parenchymal sparing anatomic resections ranging from bilobectomy to segementectomy. In 18 of the 20 patients having intraoperative photodynamic therapy, N2 disease was present.\" Both of these studies emphasize the importance of clinical trials that utilize a multimodality approach to cancers involving the pleura and the importance of a component to specifically address the residual microscopic disease that remains after even the most aggressive surgical resection.", "cite_spans": [], "ref_spans": [], "section": "Solid Malignancies of the Pleura"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Medical Works of Hippocrates", "authors": [], "year": 1950, "venue": "Hippocrates", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Classic Descriptions of Disease", "authors": [{"first": "R", "middle": [], "last": "Major", "suffix": ""}], "year": 1939, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Eloesser 1. Milestones in chest surgery", "authors": [], "year": 1970, "venue": "J Thorac Cardiovasc Surg", "volume": "60", "issn": "", "pages": "157--165", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Embryology and anatomy of the pleura", "authors": [{"first": "M", "middle": [], "last": "Nebut", "suffix": ""}, {"first": "A", "middle": [], "last": "Hirsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Chretien", "suffix": ""}], "year": 1982, "venue": "Diseases of the Pleura", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Thoracic Surgery", "authors": [{"first": "F", "middle": [], "last": "Pearson", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Exchanges through the pleura", "authors": [{"first": "K", "middle": [], "last": "Kanazawa", "suffix": ""}], "year": 1985, "venue": "Pleura in Health and Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Distribution of lymphatic stomata on the pleural surface of the thoracic cavity and the surface topography of the pleural mesothelium in the golden hamster", "authors": [{"first": "H", "middle": [], "last": "Shinohara", "suffix": ""}], "year": 1997, "venue": "Anat Rec", "volume": "249", "issn": "", "pages": "16--23", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory Physiology: The Essentials", "authors": [{"first": "J", "middle": [], "last": "West", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Baltimore: Lippincott, Williams and Wilkins", "authors": [{"first": "R", "middle": [], "last": "Light", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Oxygen therapy for spontaneous pneumothorax", "authors": [{"first": "T", "middle": [], "last": "Northfield", "suffix": ""}], "year": 1971, "venue": "Br Med J", "volume": "4", "issn": "", "pages": "86--88", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The rate of formation and lymphatic removal of fluid in pleural effusions", "authors": [{"first": "P", "middle": [], "last": "Stewart", "suffix": ""}], "year": 1963, "venue": "J Clin Invest", "volume": "42", "issn": "", "pages": "258--262", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The impact of pleurodesis in malignant effusion on respiratory function", "authors": [{"first": "V", "middle": [], "last": "Ukale", "suffix": ""}, {"first": "D", "middle": [], "last": "Bone", "suffix": ""}, {"first": "G", "middle": [], "last": "Hillerdal", "suffix": ""}, {"first": "K", "middle": [], "last": "Cederlund", "suffix": ""}, {"first": "Widstrom", "middle": ["0"], "last": "Larsen", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "Respir Med", "volume": "93", "issn": "", "pages": "898--902", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The electrocardiographic manifestations of spontaneous left pneumothorax", "authors": [{"first": "A", "middle": [], "last": "Walston", "suffix": ""}], "year": 1974, "venue": "Ann Int Med", "volume": "80", "issn": "", "pages": "375--379", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Spontaneous pneumothorax and its treatment", "authors": [{"first": "L1", "middle": [], "last": "Kircher", "suffix": ""}, {"first": "R", "middle": [], "last": "Swartzel", "suffix": ""}], "year": 1954, "venue": "JAMA", "volume": "155", "issn": "", "pages": "24--29", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Noninvasive treatment of pneumothorax with oxygen inhalation", "authors": [{"first": "T", "middle": ["S"], "last": "Chadha", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Cohn", "suffix": ""}], "year": 1983, "venue": "Respiration", "volume": "44", "issn": "", "pages": "147--152", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Civilian spontaneous pneumothorax. Treatment options and long-term results", "authors": [{"first": "J", "middle": ["P"], "last": "O&apos;rourke", "suffix": ""}, {"first": "Yee", "middle": ["Es"], "last": "", "suffix": ""}], "year": 1989, "venue": "Chest", "volume": "96", "issn": "", "pages": "1302--1306", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Management of spontaneous pneumothorax", "authors": [{"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}], "year": 1993, "venue": "Am Rev Resp Dis", "volume": "148", "issn": "", "pages": "245--248", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Spontaneous pneumothorax. Comparison of thoracic drainage vs. immediate or delayed needle aspiration", "authors": [{"first": "P", "middle": [], "last": "Andrivet", "suffix": ""}], "year": 1995, "venue": "Chest", "volume": "108", "issn": "", "pages": "335--339", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Treatment of pneumothoraces utilizing small caliber chest tubes", "authors": [{"first": "Dj [r", "middle": [], "last": "Conces", "suffix": ""}], "year": 1988, "venue": "Chest", "volume": "94", "issn": "", "pages": "55--57", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The performance of four pleural drainage systems in an animal model of bronchopleural fistula", "authors": [{"first": "V", "middle": ["W"], "last": "Rusch", "suffix": ""}], "year": 1988, "venue": "Chest", "volume": "93", "issn": "", "pages": "859--863", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Focal reexpansion pulmonary edema after drainage of large pleural effusions: clinical evidence suggesting hypoxic injury to the lung as the cause of edema", "authors": [{"first": "J", "middle": ["H"], "last": "Woodring", "suffix": ""}], "year": 1997, "venue": "S Med J", "volume": "90", "issn": "", "pages": "1176--1182", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Reexpansion pulmonary edema", "authors": [{"first": "R", "middle": ["D"], "last": "Tarver", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Broderick", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Conces", "suffix": ""}], "year": 1996, "venue": "J Thorac Imag", "volume": "11", "issn": "", "pages": "198--209", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Complications in Cardiothoracic Surgery", "authors": [{"first": "J", "middle": [], "last": "Waldhausen", "suffix": ""}, {"first": "M", "middle": [], "last": "Orringer", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Smoking and the increased risk of contracting spontaneous pneumothorax", "authors": [{"first": "L", "middle": [], "last": "Bense", "suffix": ""}, {"first": "G", "middle": [], "last": "Eklund", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Wiman", "suffix": ""}], "year": 1987, "venue": "Chest", "volume": "92", "issn": "", "pages": "1009--1012", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Treatment of spontaneous pneumothorax: a more aggressive approach?", "authors": [{"first": "M", "middle": ["H"], "last": "Baumann", "suffix": ""}, {"first": "C", "middle": [], "last": "Strange", "suffix": ""}], "year": 1997, "venue": "Chest", "volume": "112", "issn": "", "pages": "789--804", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Management of spontaneous pneumothorax", "authors": [{"first": "M", "middle": ["H"], "last": "Baumann", "suffix": ""}], "year": 2001, "venue": "An American College of Chest Physicians Delphi consensus statement. Chest", "volume": "119", "issn": "", "pages": "590--602", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Secondary spontaneous pneumothorax", "authors": [{"first": "F", "middle": [], "last": "Tanaka", "suffix": ""}], "year": 1993, "venue": "Ann Thorac Surg", "volume": "55", "issn": "", "pages": "372--376", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Significance of iatrogenic pneumothoraces", "authors": [{"first": "J", "middle": ["A"], "last": "Despars", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Sassoon", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}], "year": 1994, "venue": "Chest", "volume": "105", "issn": "", "pages": "1147--1150", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pulmonary Diseases and Disorders", "authors": [{"first": "A", "middle": [], "last": "Fishman", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Pleural effusions: the diagnostic separation of transudates and exudates", "authors": [{"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}], "year": 1972, "venue": "Ann Int Med", "volume": "77", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Focal reexpansion pulmonary edema after drainage of large pleural effusions: clinical evidence suggesting hypoxic injury to the lung as the cause of edema", "authors": [{"first": "J", "middle": ["H"], "last": "Woodring", "suffix": ""}], "year": 1997, "venue": "S Med J", "volume": "90", "issn": "", "pages": "1176--1182", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Transudative effusions", "authors": [{"first": "G", "middle": ["T"], "last": "Kinasewitz", "suffix": ""}], "year": 1997, "venue": "Eur Resp J", "volume": "10", "issn": "", "pages": "714--718", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Hepatic hydrothorax", "authors": [{"first": "R", "middle": ["M"], "last": "Strauss", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Boyer", "suffix": ""}], "year": 1997, "venue": "Semin Liver Dis", "volume": "17", "issn": "", "pages": "227--232", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Outcome analysis of cirrhotic patients undergoing chest tube placement", "authors": [{"first": "L", "middle": ["U"], "last": "Liu", "suffix": ""}], "year": 2004, "venue": "Chest", "volume": "126", "issn": "", "pages": "142--148", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Recurrent pleural effusion complication liver cirrhosis", "authors": [{"first": "", "middle": [], "last": "Assouad", "suffix": ""}], "year": 2003, "venue": "Ann Thorac Surg", "volume": "75", "issn": "", "pages": "986--989", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Cytologically proved malignant pleural effusions: distribution of transudates and exudates", "authors": [{"first": "Z", "middle": [], "last": "Assi", "suffix": ""}], "year": 1998, "venue": "Chest", "volume": "113", "issn": "", "pages": "1302--1304", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Management of malignancyassociated pleural effusion: current and future treatment strategies", "authors": [{"first": "E", "middle": [], "last": "Marchi", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Teixeira", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Vargas", "suffix": ""}], "year": 2003, "venue": "Am J Respir Med", "volume": "2", "issn": "", "pages": "261--273", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Efficacy of short term versus long term tube thoracostomy drainage before tetracycline pleurodesis in the treatment of malignant pleural effusions", "authors": [{"first": "A", "middle": ["G"], "last": "Villanueva", "suffix": ""}], "year": 1994, "venue": "Thorax", "volume": "49", "issn": "", "pages": "23--25", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Distribution of talc suspension during treatment of malignant pleural effusion with talc pleurodesis", "authors": [{"first": "H1", "middle": [], "last": "Mager", "suffix": ""}], "year": 2002, "venue": "Lung Cancer", "volume": "36", "issn": "", "pages": "77--81", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Pleurodesis for malignant pleural effusions (Cochrane Review)", "authors": [{"first": "P", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "R", "middle": [], "last": "Agarwal", "suffix": ""}], "year": 2004, "venue": "The Cochrane Library", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Outpatient management of malignant pleural effusion by a chronic indwelling catheter", "authors": [{"first": "Putnam", "middle": [], "last": "Jbir", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Walsh", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Swisher", "suffix": ""}], "year": 2000, "venue": "Ann Thorac Surg", "volume": "69", "issn": "", "pages": "369--375", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Survival and talc pleurodesis in metastatic pleural carcinoma, revisited. Report of 125 cases", "authors": [{"first": "A", "middle": [], "last": "Sanchez-Armengol", "suffix": ""}, {"first": "F", "middle": [], "last": "Rodriguez-Panadero", "suffix": ""}], "year": 1993, "venue": "Chest", "volume": "104", "issn": "", "pages": "1482--1485", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Medical and surgical treatment of parapneumonic effusions: an evidence-based guideline for the American College of Chest Physicians Parapneumonic Effusions Panel", "authors": [{"first": "", "middle": [], "last": "Colice", "suffix": ""}], "year": 2000, "venue": "Chest", "volume": "118", "issn": "", "pages": "1158--1169", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Intrapleural streptokinase for empyema and complicated parapneumonic effusions", "authors": [{"first": "A", "middle": ["H"], "last": "Diacon", "suffix": ""}, {"first": "Theron", "middle": ["1"], "last": "Schuurmans", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Van De Wal", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Bolliger", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "", "pages": "49--53", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Ongoing search for effective intrapleural therapy for empyema: is streptokinase the answer?", "authors": [{"first": "Ycg", "middle": [], "last": "Lee", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Video-assisted thoracoscopic surgery for fibrinopurulent pleural empyema in 67 patients", "authors": [{"first": "H", "middle": [], "last": "Striffeler", "suffix": ""}], "year": 1998, "venue": "Ann Thorac Surg", "volume": "65", "issn": "", "pages": "319--323", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The lipoprotein profile of chylous and nonchylous pleural effusions", "authors": [{"first": "B", "middle": ["A"], "last": "Staats", "suffix": ""}], "year": 1980, "venue": "Mayo Clin Proc", "volume": "55", "issn": "", "pages": "700--704", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Chylothorax: an assessment of current surgical management", "authors": [{"first": "J", "middle": ["W"], "last": "Milsom", "suffix": ""}], "year": 1985, "venue": "J Thorac Cardiovasc Surg", "volume": "89", "issn": "", "pages": "221--227", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Early evacuation of traumatic retained hemothoraces using thoracoscopy: a prospective, randomized trial", "authors": [{"first": "D", "middle": ["M"], "last": "Meyer", "suffix": ""}], "year": 1997, "venue": "Ann Thorac Surg", "volume": "64", "issn": "", "pages": "1400--1401", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Pleural Diseases. Baltimore: Lippincott Williams and Wilkins", "authors": [{"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Solitary fibrous tumor of the pleura", "authors": [{"first": "J", "middle": ["D"], "last": "Mitchell", "suffix": ""}], "year": 2003, "venue": "Semin Thorac Cardiovasc Surg", "volume": "15", "issn": "", "pages": "305--309", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "The role of Alimta in the treatment of malignant pleural mesothelioma: an overview of preclinical and clinical trials", "authors": [{"first": "A", "middle": ["R"], "last": "Hanauske", "suffix": ""}], "year": 2004, "venue": "Lung Cancer", "volume": "45", "issn": "suppl1", "pages": "21--124", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Malignant mesothelioma-the UK experience", "authors": [{"first": "M", "middle": ["E"], "last": "O&apos;brien", "suffix": ""}], "year": 2004, "venue": "Lung Cancer", "volume": "45", "issn": "1", "pages": "133--135", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Malignant pleural mesothelioma", "authors": [{"first": "H", "middle": ["I"], "last": "Pass", "suffix": ""}, {"first": "N", "middle": [], "last": "Vogelzang", "suffix": ""}, {"first": "S", "middle": [], "last": "Hahn", "suffix": ""}, {"first": "M", "middle": [], "last": "Carbone", "suffix": ""}], "year": 2004, "venue": "Curr Probl Cancer", "volume": "28", "issn": "", "pages": "93--174", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "New developments about the association of SV40 with human mesothelioma", "authors": [{"first": "M", "middle": [], "last": "Carbone", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Pass", "suffix": ""}, {"first": "L", "middle": [], "last": "Miele", "suffix": ""}, {"first": "M", "middle": [], "last": "Brochette", "suffix": ""}], "year": 2003, "venue": "Oncogene", "volume": "22", "issn": "", "pages": "5173--5180", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Multimodality management of malignant pleural mesothelioma", "authors": [{"first": "D", "middle": ["J"], "last": "Sugarbaker", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Norberto", "suffix": ""}], "year": 1998, "venue": "Chest", "volume": "113", "issn": "1", "pages": "61--65", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Gene expression profiles predict survival and progression of pleural mesothelioma", "authors": [{"first": "H", "middle": ["I"], "last": "Pass", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Wali", "suffix": ""}], "year": 2004, "venue": "Clin Cancer Res", "volume": "10", "issn": "", "pages": "849--859", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Chemotherapy for malignant pleural mesothelioma: past results and recent developments", "authors": [{"first": "S", "middle": [], "last": "Tomek", "suffix": ""}, {"first": "C", "middle": [], "last": "Manegold", "suffix": ""}], "year": 2004, "venue": "Lung Cancer", "volume": "45", "issn": "", "pages": "3--119", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Chemotherapy for malignant pleural mesothelioma: past results and recent developments", "authors": [{"first": "C", "middle": [], "last": "Manegold", "suffix": ""}], "year": 2004, "venue": "Lung Cancer", "volume": "45", "issn": "1", "pages": "3--119", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Phase IT trial of pleural photodynamic therapy and surgery for patients with non-smallcell lung cancer with pleural spread", "authors": [{"first": "J", "middle": ["S"], "last": "Friedberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Mick", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Stevenson", "suffix": ""}], "year": 2004, "venue": "J Clin", "volume": "22", "issn": "", "pages": "2192--2201", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Recursive partitioning analysis of 1999 Radiation Therapy Oncology Group (RTOG) patients with locally-advanced non-small-cell lung cancer (LA-NSCLC): identification of five groups with different survival", "authors": [{"first": "M", "middle": [], "last": "Werner-Wasik", "suffix": ""}, {"first": "C", "middle": [], "last": "Scott", "suffix": ""}, {"first": "T", "middle": ["O"], "last": "Cox", "suffix": ""}], "year": 2000, "venue": "Int J Radiat Oncol BioI Phys", "volume": "48", "issn": "", "pages": "1475--1482", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Prognostic value of pleural effusion in patients with non-small cell lung cancer", "authors": [{"first": "S", "middle": [], "last": "Sugiura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ando", "suffix": ""}, {"first": "H", "middle": [], "last": "Minami", "suffix": ""}], "year": 1997, "venue": "Clin Cancer Res", "volume": "3", "issn": "", "pages": "47--50", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Revisions in the International System for Staging Lung Cancer", "authors": [{"first": "C", "middle": ["F"], "last": "Mountain", "suffix": ""}], "year": 1997, "venue": "Chest", "volume": "111", "issn": "", "pages": "1710--1711", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Indications for pleurectomy in malignant effusion", "authors": [{"first": "N", "middle": [], "last": "Martini", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Bains", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Beattie", "suffix": ""}], "year": 1975, "venue": "Cancer", "volume": "35", "issn": "", "pages": "734--738", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Neoadjuvant chemotherapy and operations in the treatment of lung cancer with pleural effusion", "authors": [{"first": "L", "middle": [], "last": "Reyes", "suffix": ""}, {"first": "Z", "middle": [], "last": "Parvez", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Regal", "suffix": ""}], "year": 1991, "venue": "J Thorac Cardiovasc Surg", "volume": "101", "issn": "", "pages": "946--947", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Malignant pleural effusion in non-small cell lung cancer-time for a stage revision", "authors": [{"first": "F", "middle": ["E"], "last": "Mott", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "P", "middle": [], "last": "Ashley", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "119", "issn": "", "pages": "317--318", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Multimodality treatment programs for malignant pleural mesothelioma using highdose hemithorax irradiation", "authors": [{"first": "K", "middle": [], "last": "Mattson", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Holsti", "suffix": ""}, {"first": "L", "middle": [], "last": "Tammilehto", "suffix": ""}], "year": 1992, "venue": "Int J Radiat Oncol Biol Phys", "volume": "24", "issn": "", "pages": "643--650", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Extrapleural pneumonectomy for lung cancer with carcinomatous pleuritis", "authors": [{"first": "K", "middle": [], "last": "Yokoi", "suffix": ""}, {"first": "H", "middle": [], "last": "Matsuguma", "suffix": ""}, {"first": "M", "middle": [], "last": "Anraku", "suffix": ""}], "year": 2002, "venue": "J Thorac Cardiovasc Surg", "volume": "123", "issn": "", "pages": "184--185", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Prognosis of resected non-small cell lung cancer patients with carcinomatous pleuritis of minimal disease", "authors": [{"first": "Y", "middle": [], "last": "Ichinose", "suffix": ""}, {"first": "R", "middle": [], "last": "Tsuchiya", "suffix": ""}, {"first": "T", "middle": [], "last": "Koike", "suffix": ""}], "year": 2001, "venue": "Lung Cancer", "volume": "32", "issn": "", "pages": "55--60", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Implications of staging in lung cancer", "authors": [{"first": "T", "middle": [], "last": "Naruke", "suffix": ""}, {"first": "R", "middle": [], "last": "Tsuchiya", "suffix": ""}, {"first": "H", "middle": [], "last": "Kondo", "suffix": ""}], "year": 1997, "venue": "Chest", "volume": "112", "issn": "", "pages": "242--248", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Intraoperative intrapleural hypotonic cisplatin treatment for carcinomatous pleuritis", "authors": [{"first": "Y", "middle": [], "last": "Ichinose", "suffix": ""}, {"first": "T", "middle": [], "last": "Yano", "suffix": ""}, {"first": "H", "middle": [], "last": "Asoh", "suffix": ""}], "year": 1997, "venue": "J Surg Oncol", "volume": "66", "issn": "", "pages": "196--200", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Pleuropneumonectomy and postoperative adjuvant chemotherapy for carcinomatous pleuritis in primary lung cancer: a case report of long-term survival", "authors": [{"first": "K", "middle": [], "last": "Yokoi", "suffix": ""}, {"first": "N", "middle": [], "last": "Miyazawa", "suffix": ""}], "year": 1996, "venue": "Eur J Cardiothorac Surg", "volume": "10", "issn": "", "pages": "141--143", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Comparison of pleuropneumonectomy and limited surgery for lung cancer with pleural dissemination", "authors": [{"first": "J", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "M", "middle": [], "last": "Oda", "suffix": ""}, {"first": "K", "middle": [], "last": "Morita", "suffix": ""}], "year": 1996, "venue": "J Surg", "volume": "61", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Phase IT trial of pleural photodynamic therapy and surgery for patients with non-smallcell lung cancer with pleural spread", "authors": [{"first": "J", "middle": ["S"], "last": "Friedberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Mick", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Stevenson", "suffix": ""}], "year": 2004, "venue": "J Clin", "volume": "22", "issn": "", "pages": "2192--2201", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Gray's Anatomy", "authors": [{"first": "J", "middle": ["G"], "last": "Geraghty", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sackier", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Young", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Minimal Access Surgery in Oncology", "authors": [{"first": "Kniger", "middle": [], "last": "Friedberg", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Chemical pleurodesis for malignant pleural effusion", "authors": [{"first": "P", "middle": ["B"], "last": "Walker-Renard", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Vaughan", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sahn", "suffix": ""}], "year": 1994, "venue": "Ann Intern Med", "volume": "120", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Relationship of the lung (dark gray) and the parietal pleural envelope, which extends down beyond the edge of the lung (light gray). (Reprinted with permission from Gray's Anatomy.76 © 1980, W.B. Saunders Co.)", "latex": null, "type": "figure"}, "FIGREF1": {"text": ".... . . ......;.-----':\":\"\"\"=~--....,FIGURE 74.3. Three-bottle suction setup for pleural drainage .", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Typical arrangement of videothoracoscopy ports. The camera, and eventually the chest tube, are introduced through the lowestport (left I.The remaining two incisions (right) are placed along a potential thoracotomy incision. Outline of the scapula is seen on the right. (Reprinted with permission from Friedberg and Kniger.\" © 1998 Greenwich Medical Media Ltd. and bypermission ofCambridge University Press.I", "latex": null, "type": "figure"}, "FIGREF5": {"text": "elfthoracentesis were performed in a patient with Ao category pleural anatomy and Pi and B i status found, clinical experience suggests that the Pi or B, findings might be a false-positive result. Repeat thoracentesis should be considered if effusion enlarges or clinical condition deteriorates. dRegardless of prior use of antibiotics. elfclinical condition deteriorates, repeat thoracentesis and drainage should be considered. 'Larger effusions are more resistant to effective drainage, possibly because of the increased likelihood that large effusions will also be loculated. gPleuralloculations suggest a worse prognosis. \"Thickened parietal pleura on contrast-enhanced CT suggests presence of empyema. Source: From Colice et al.,43 with permission from Chest.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "74.8. Coronal (A) and sagittal [B] MRI images demonstrate a large benign fibrous tumor of the pleura occupying the greater part of the right hemithorax.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Intraoperative photograph through a videothoracoscope shows metastatic cancer implants on the parietal pleura on the chest wall. (Reprinted with permission from Friedberg and Kniger.\" © 1998 Greenwich Medical Media Ltd. and by permission of Cambridge University Press.]", "latex": null, "type": "figure"}, "FIGREF8": {"text": "FIGURE 74.10. Coronal MRI image (Al demonstrates typical appearance of a mesothelioma. Note the thick rind lining the right hemithorax and invaginating between the lobes of the lung. Photograph", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "3. Useful Tests in the Evaluation of Pleural Effusion.", "latex": null, "type": "table"}, "TABREF2": {"text": "Source: Reprinted with permission from Light.\" © 1995 Lippincott, Williams and Wilkins.", "latex": null, "type": "table"}, "TABREF3": {"text": "4. Commonly Used Sclerosing Agents with Associated Success Rates and Adverse Effects.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Agent\n</td><td>Success rate\n</td><td>Adverse effects\n</td></tr><tr><td>Talc\n</td><td>930/0\n</td><td>Fever 16%\n</td></tr><tr><td>Doxycycline\n</td><td>720/0\n</td><td>Pain 400/0\n</td></tr><tr><td>Tetracycline\n</td><td>670/0\n</td><td>Pain 140/0\n</td></tr><tr><td>Bleomycin\n</td><td>540/0\n</td><td>Pain 28%, fever 140/0\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 74.4 summarizes the various agents along with their success and associated complications profile.", "latex": null, "type": "table"}, "TABREF5": {"text": "5. Categorizing Risk for Poor Outcome in Patients with Parapneumonic Effusions.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pleural space anatomy </td><td> </td><td>Pleural fluid bacteriology </td><td> </td><td> </td><td>Category </td><td>Risk of poor outcome </td><td>Drainage\n</td></tr><tr><td>Av minimal, free-flowing effusion </td><td>AND </td><td> </td><td>AND </td><td>Pleural fluid chemistry\" c, pH unknown </td><td> </td><td>Very low </td><td>Noe\n</td></tr><tr><td>[cl Omm on lateral decubitus]: </td><td>AND </td><td> </td><td>AND </td><td>Co: pH&gt; 7.20 </td><td> </td><td>Low </td><td>Noe\n</td></tr><tr><td>Al small-to-moderate free- </td><td> </td><td>2 </td></tr><tr><td>flowing effusion (&gt;10mm and &lt; 1/ 2 hemithorax)\n</td><td> </td><td>Bx: culture and Gram stain results unknown Bo: negative culture and Gram stain\"\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>A2large, free-flowing effusion </td><td>OR </td><td>B1: positive culture or </td><td>OR </td><td>C1: pH &lt; 7.20 </td><td>3 </td><td>Moderate </td><td>Yes\n</td></tr><tr><td>(&gt;1.2 hemithorax,' loculated </td><td> </td><td>Gram stain\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>effusion, g or effusion with thickened parietal pleura]\" </td><td>B2: pus </td><td>4 </td><td>High </td><td>Yes\n</td></tr></table></body></html>"}}, "back_matter": []}