{
    "paper_id": "1c5f9245a29877bf850a892d52d2175084664135",
    "metadata": {
        "title": "The preventive effect of hydrocolloid dressing to prevent facial pressure and facial marks during use of medical protective equipment in Covid-19 pandemic",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "Del",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Castillo",
                "middle": [],
                "last": "Pardo De Vera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital La Paz",
                    "location": {
                        "postCode": "Q1 Q2 Q3 Q4",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Reina"
                ],
                "last": "Alcalde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Puerta de Hierro",
                    "location": {
                        "addrLine": "University Hospital La Paz, P o Castellana 261",
                        "postCode": "28046",
                        "settlement": "Madrid, Madrid",
                        "country": "Spain, Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "L Cebrian"
                ],
                "last": "Carretero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital La Paz",
                    "location": {
                        "postCode": "Q1 Q2 Q3 Q4",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Burgueño García",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital La Paz",
                    "location": {
                        "postCode": "Q1 Q2 Q3 Q4",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Spain yet, and each day more people are becoming infected and are losing their lives due to the epidemic outbreak caused by the SARS-CoV-2 virus. Spain currently has the secondhighest number of cases in the world after the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All healthcare professionals should employ additional protective measures (masks, goggles, and special protective screens) to treat Covid-19 patients. The use of this equipment for long time periods can cause skin pressure discomfort and injuries, making it essential to take all available measures to protect the skin areas that may be affected and prevent this type of injury ( Fig. 1 ). This is compounded by the fact that due to the high number of patients seen in hospitals, healthcare workers must work with these protection measures continuously in place for upwards of 4-5 hours on a daily basis, especially in the case of nursing staff.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Hydrocolloid is semi permeable material that is present as a layer within a film or foam pad which adheres to the skin, usually used for wound healing. A hydrocolloid dressing (Comfeel ® Plus; Coloplast, Madrid, Spain) is used for this purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the hydrocolloid dressing has been trimmed the adhesive dressing is then placed over the skin of the nasal dorsum, cheeks and forehead, covering the area where the mask and protective glasses will rest (Figs. 2, 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A particularly damaged and painful location despite daily use of the strips of for the masks and the elastic band straps of protective glasses and screens with cranial support are the areas of the root of the auricular helix. We will also apply a hydrocolloid dressing to measure friction in these areas (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 312,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "Most publications related to the prevention of facial injuries caused by medical equipment are described in patients but not amongst healthcare professionals. [1] [2] [3] The medical devices that most often cause skin lesions at facial level are ventilation masks, nasogastric tubes and orotracheal tubes alongside their securing tapes. The use of face masks and goggles for hours on end in this Covid-19 pandemic situation results in greater sweating which is aggravated by the large number of patients being treated and the stressful situation of possible contagion.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe acute respiratory syndrome (SARS) was first officially reported in Asia in February 2003. 4 Personal protective equipment such as the N95 mask, gloves, and gowns would be worn often for hours at a time. The most common adverse reaction reported to the N95 mask was acne; some healthcare professionals suffered from the pressure-related effects of mask use, mainly in the form of a rash or sores over the nasal bridge. Previous studies have shown the incidence of nasal bridge pressure ulcers during the use of acute Non-invasive ventilation to be between 5-20%. 5",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recommend the use of hydrocolloid sheets cut to the size and shape of each health professional to avoid continuous chafing in the areas surrounding the mask and protective glasses at the level of the nasal dorsum, forehead and cheeks during the Covid-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Please cite this article in press as: Del Castillo Pardo de Vera JL, et al. The preventive effect of hydrocolloid dressing to prevent facial pressure and facial marks during use of medical protective equipment in Covid-19 pandemic. Br J Oral Maxillofac Surg (2020), https://doi.org/10.1016/j.bjoms.2020.04.047",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of humidity on skin friction against medical textiles as related to prevention of pressure injuries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Magen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int Wound J",
            "volume": "2018",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pressure ulcer incidence in patients wearing nasal-oral versus fullface noninvasive ventilation masks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schallom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cracchiolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "349--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute respiratory distress syndrome in critically ill patients with SARS",
            "authors": [
                {
                    "first": "Twk",
                    "middle": [],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kwek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "374--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adverse skin reactions to personal protective equipment against acute respiratory syndrome-a descriptive study in Singapore",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Foo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Goon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Leow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Contact Dermatitis",
            "volume": "55",
            "issn": "",
            "pages": "291--295",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treatment-related risk Q10 factors for development of skin breakdown in subjects with acute respiratory failure undergoing non-invasive ventilation or CPAP",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Yamaguti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Moderno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yamashita",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Respir Care",
            "volume": "59",
            "issn": "",
            "pages": "1530--1536",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A distinctive red line can be seen on this nurse's forehead from where her protective equipment pressed down on her face, and an erythematous zone in the nasal dorsum.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "https://doi.org/10.1016/j.bjoms.2020.04.047 0266-4356/© 2020 Published by Elsevier Ltd on behalf of The British Association of Oral and Maxillofacial Surgeons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "this article in press as: Del Castillo Pardo de Vera JL, et al. The preventive effect of hydrocolloid dressing to prevent facial pressure and facial marks during use of medical protective equipment in Covid-19 pandemic. Br J Oral Maxillofac Surg (2020), https://doi.org/10.1016/j.bjoms.2020.04.047",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This nurse has hydrocolloid on her cheeks as well as her forehead to stop her protective outfit from rubbing and causing pain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The protective equipment adapts perfectly to the facial surface and the skin on which both the mask and glasses rest. It is completely protected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The areas of the root of the auricular helix must especially be covered by the hydrocolloid to avoid skin injury.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}