{
    "paper_id": "1c63ca48919827bc95dc6f03ebcb6ea132001c22",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Many of the decisions regarding the vaccination of cats relate to the animal's lifestyle. Vaccination requirements for the solitary indoor cat are very different than those for feral or freeroaming cats. Core vaccines include those directed against feline herpesvirus, feline parvovirus, and feline caliciviruses. Other important vaccines include the mandated rabies vaccination and also vaccination against feline leukemia. One significant issue with respect to feline vaccination is the development of injection site sarcomas. Although the prevalence of these is low and should not inhibit the use of vaccines, they are impossible to predict and very difficult to treat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As with other companion animal species, informed vaccination decisions for cats depend on multiple factors. In general, healthy cats should be vaccinated but mild concurrent illness may not be disqualifying. Issues such as immunosuppression by feline retroviruses, other immunodeficiencies, nutritional status, and chronic stress must be considered. The age of the cat is critical considering the persistent effects that maternal antibodies have on early vaccination, whereas old age presents other significant issues. The other key issue is, of course, lifestyle. The opportunities that a cat has to encounter other infected cats will vary greatly ranging from the housebound pet, to cats in shelters, to feral cat populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feline Vaccines"
        },
        {
            "text": "It is self-evident that some vaccines are of greater importance than others. The choice of a vaccine will depend not only on the factors stated earlier, but also on the prevalence and severity of a disease. Thus the core vaccines for cats in North America are considered to be those directed against feline panleukopenia caused by a parvovirus, feline rhinopneumonitis caused by feline herpesvirus-1, and feline calicivirus infection. Rabies presents a special case because its use is governed by regulation and is mandatory in certain jurisdictions. Vaccines that may be considered as noncore include those against bacterial diseases caused by Chlamydia felis and Bordetella bronchiseptica, in addition to the infections caused by feline leukemia virus (FeLV), feline immunodeficiency virus, and feline coronavirus (Box 14.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feline Vaccines"
        },
        {
            "text": "Feline respiratory disease is caused by multiple agents. The most important ones are feline herpesvirus (FHV-1), feline calicivirus (FCV), Chlamydia felis, and Mycoplasma felis, or combinations of these. As in other species it is likely that the viral infection predisposes to secondary bacterial infections such as those by Bordetella bronchiseptica. Licensed vaccines containing multiple antigens are most widely employed. They usually contain calicivirus, feline herpesvirus, and parvovirus. Some may also incorporate chlamydia, leukemia, or rabies vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE RESPIRATORY DISEASE"
        },
        {
            "text": "B. bronchiseptica is primarily a dog pathogen (Chapter 13), and vaccination should only be considered if there is contact between a cat and dogs with a recent or current history of respiratory disease. Routine use of this vaccine is not recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BORDETELLA BRONCHISEPTICA"
        },
        {
            "text": "This pathogen is not consistently isolated from cats with respiratory disease. It should only be vaccinated against if it has been identified as a problem by a diagnostic laboratory. It is usually prevented by the use of combined vaccines containing other pathogens such as feline viral rhinotracheitis (FVR) or feline parvovirus (FPV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHLAMYDIA FELIS"
        },
        {
            "text": "This virus causes an upper respiratory tract infection. Symptoms include nasal discharge, rhinosinusitis, tracheitis, conjunctivitis, keratitis, oral ulceration, fever, malaise, and loss of pregnancy. Cats of all ages are susceptible, and it is especially common in multicat households and shelters. As with other herpesviruses, infected cats become lifelong latent carriers. At times of stress, the virus may become reactivated in these latent carriers. In such cases, it may cause clinical disease or be transmitted to susceptible, in-contact animals. For example, the stress of parturition may cause queens to shed the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE HERPESVIRUS"
        },
        {
            "text": "Many inactivated adjuvanted vaccines are available against FHV, usually in combination with multiple other respiratory pathogens. These vaccines do not induce strong immunity, and as a result assessment of duration of protection is difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE HERPESVIRUS"
        },
        {
            "text": "Modified live vaccines are available for either intranasal or intraocular administration. Intranasal vaccines may be combined with a calicivirus vaccine. Owners should be warned that cats vaccinated by the intranasal route may sneeze frequently for four to seven days after vaccination. Although antibodies may be detected three years after vaccination, these antibodies do not correlate well with protection. As with all herpesviruses, cell-mediated immunity is critical. Cats at low risk may be vaccinated every three years, but cats in catteries are at high risk and may be vaccinated more frequently at the veterinarian's discretion. If a cat is to be moved to a boarding facility it should be revaccinated one to two weeks before the move, especially if its vaccines are not current.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE HERPESVIRUS"
        },
        {
            "text": "Feline calicivirus is ubiquitous in cats worldwide. It causes infections that range from subclinical to oral and upper respiratory tract disease and has been considered to have high morbidity and minimal mortality. Affected cats develop oral ulcers, sneezing and a nasal discharge. Recently however, some highly virulent calicivirus biotypes have emerged. Virulent systemic feline caliciviruses strain FCV-Ari causes fever, jaundice, hemorrhage, skin necrosis, vomiting, edema, and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE CALICIVIRUS"
        },
        {
            "text": "Guidelines for feline vaccination have been published by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 14.1 n Feline Vaccination Guidelines"
        },
        {
            "text": "The American Association of Feline practitioners (AAFP) at: https://www.catvets.com/guidelines/ practice-guidelines/feline-vaccination-guidelines. The World Small Animal Veterinary Association (WSAVA) at: https://www.wsava.org/WSAVA/ media/PDF_old/WSAVA-Vaccination-Guidelines-2015-Full-Version.pdf. The Advisory Board for Cat Diseases (ABCD) at: http://www.abcdcatsvets.org/vaccines-andvaccination-an-introduction/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 14.1 n Feline Vaccination Guidelines"
        },
        {
            "text": "14-FELINE VACCINES",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 14.1 n Feline Vaccination Guidelines"
        },
        {
            "text": "Calicivirus vaccines are usually administered in combination with vaccines against other respiratory pathogens. Multiple inactivated vaccines are available. Because of concerns regarding the antigenic diversity of calicivirus strains some manufacturers produce vaccines containing more than one strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "Most modified live vaccines currently contain the FCV-F9 strain. Some are designed for intranasal use whereas others are injectable. Because of the genetic diversity of caliciviruses however, F9 vaccines may differ in their ability to protect against heterologous strains. Although FCV-F9 is still broadly effective against current circulating strains it may not protect well against newly emerged systemic virulent strains such as FCV-Ari. It may be necessary to add additional avirulent strains to the vaccine to maintain broad coverage. Virus neutralizing antibodies develop in about a week after vaccination and correlate well with protection. However, vaccination does not prevent infection and vaccinated cats can become persistently infected. Both cell-mediated immunity and mucosal immunoglobin (Ig)A also contribute to resistance. Duration of immunity is at least four years for inactivated products and about seven years for modified live virus (MLV) vaccines. Intranasal vaccines may induce respiratory signs such as sneezing for several days after vaccination in some individuals. This may result in shedding of the vaccine virus. However, the intranasal vaccines require only a single dose and trigger the rapid onset of immunity. They also are better able to overcome inhibition by maternal antibodies in kittens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "FPV causes panleukopenia. Infected cats develop a fever followed by vomiting and possibly diarrhea. They become dehydrated, followed by hypothermia, septic shock, intravascular coagulation, and death. In addition to FPV, some canine parvovirus variants (CPV-2a, -2b, and -2c) may cause disease in cats. FPV vaccines may afford some protection in these cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE PARVOVIRUS"
        },
        {
            "text": "Inactivated adjuvanted FPV vaccines are invariably given with calicivirus and rhinopneumonitis vaccines. The safety of the killed FPV vaccines means that these are the preferred vaccines used in wild felids, pregnant queens, and cats immunosuppressed by retroviral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE PARVOVIRUS"
        },
        {
            "text": "Both parenteral and intranasal modified live vaccines are available in combination with the other core vaccines, FCV and FHV-1. As with other such vaccines the MLV vaccines induce protection rapidly, probably because of interferon release. They are also more effective in overcoming the blocking effect of maternal antibodies. MLV vaccines should not be administered to cats infected with the immunosuppressive retroviruses FIV and FeLV. They should not be used in pregnant queens nor should they be given to neonatal kittens (,4-6 weeks of age) to avoid possible encephalitis and cerebellar damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE PARVOVIRUS"
        },
        {
            "text": "The duration of protection after natural infection is long and probably lasts at least seven years after MLV vaccination. After the preliminary series cats should be revaccinated every three years. The presence of antibodies is correlated with protection. Otherwise vaccine administration schedules are the same as for herpesvirus vaccines. (They are usually given as combination vaccines.) Feline panleukopenia virus may persist in the environment for at least a year, a fact that makes FPV vaccination absolutely essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE PARVOVIRUS"
        },
        {
            "text": "Rabies in cats is prevented by similar or identical vaccines to those used in puppies. Both inactivated and canarypox vectored recombinant vaccines are available. Because of concerns regarding the development of injection site sarcomas, many veterinarians prefer nonadjuvanted vaccines. Vaccination intervals and use may be governed by local regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RABIES"
        },
        {
            "text": "Before vaccinating against feline leukemia, kittens should be tested to ensure that they are not already infected. There is no benefit to vaccinating an infected cat. Although this is a noncore vaccine, it is often unknown where a young kitten may eventually be housed. It is possible that they may end-up in a high-risk environment. It is therefore recommended that kittens receive at least the initial vaccination series and their first annual booster. The protection provided by priming outweighs the risk of adverse effects. After the first year, revaccination should depend on the cat's lifestyle and risk factors. Uninfected cats in a household with infected cats should also be vaccinated. Most vaccines are directed against strain FeLV-A. There is no evidence that incorporating other strains, (FeLV-B and -C) in a vaccine provides any benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE LEUKEMIA VIRUS"
        },
        {
            "text": "A vectored vaccine is available that contains recombinant FeLV glycoprotein (gp70) plus part of the transmembrane protein expressed in an Escherichia coli vector. This was the first genetically engineered vaccine used in companion animals. Also available is a canarypox-vectored vaccine expressing the genes for the envelope glycoprotein, gp70, and the nucleocapsid protein, p27. Because of the great diversity in FeLV vaccines, the question of relative effectiveness is often asked. Unfortunately, few comparative studies have been performed and there have been great variations in the strains and protocols used to measure protection. Studies on available vaccines suggest that most have preventable fractions (PFs) ranging from 80% to 93%. Whole cell vaccines appear to provide the most consistent protection. Like all other vaccines, none of these are 100% protective nor do they protect against transient viremia or induce sterile immunity. However, low levels of viremia are not considered clinically important. Duration of immunity following feline leukemia vaccination appears to be about three years, therefore cats in high-risk situations should be boosted annually or every two years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE LEUKEMIA VIRUS"
        },
        {
            "text": "Although these are safe vaccines, with a very low prevalence (,1%) of adverse events, mainly injection site swelling or transient lethargy, FeLV vaccines are also associated with the development of injection site sarcomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE LEUKEMIA VIRUS"
        },
        {
            "text": "Feline infectious peritonitis (FIP) is caused by feline enteric coronavirus (FCoV). FIP is a major problem in catteries but is less of an issue among pet cats. The virus causes a fatal granulomatous peritonitis of wild and domestic cats. There are two distinct genotypes of feline enteric coronavirus, avirulent and virulent. The avirulent genotype prefers to replicate within intestinal epithelial cells, whereas the virulent genotype prefers to replicate within macrophages. Macrophages also spread the virus throughout the body. FCoV tends to infect relatively young cats between six months and three years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE CORONAVIRUS"
        },
        {
            "text": "The course of the infection depends on the nature of the immune response to the virus-a phenomenon also seen in several bacterial diseases. Immunity to FCoV is entirely cell mediated, and a helper T cell 1 (Th1) response is protective. A cat that mounts a good Th1 response will become immune, regardless of the amount of antibodies it makes. Some cats, however, mount a Th2 response to the viral spike proteins. In these animals, the antibodies enhance virus uptake by macrophages. Virus-laden macrophages accumulate around the blood vessels of the omentum and serosa. Antibodies also generate immune complexes that are deposited in the serosa, causing pleuritis or peritonitis, and in glomeruli, leading to glomerulonephritis. Cats with preexisting high levels of antibodies against FCoV develop effusive FIP rapidly on challenge. Administering antiserum to FCoV before challenge may also enhance the peritonitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE CORONAVIRUS"
        },
        {
            "text": "A modified live intranasal vaccine is available against FCoV (Felocell FIP, Zoetis). The vaccine contains a temperature-sensitive mutant of the FCoV strain DF2-FIPV that replicates in the upper respiratory tract and so induces a local IgA response in the mucosa. Ideally this acts in the oropharynx at the site where FCoV enters the body. This local mucosal response should prevent FCoV invasion without inducing high levels of serum antibodies. This vaccine, however, will only be effective if administered before coronavirus exposure. In highly endemic situations where kittens are infected at a young age, vaccination at 16 weeks of age may be too late to prevent infection. The American Association of Feline Practitioners does not recommend this vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE CORONAVIRUS"
        },
        {
            "text": "A vaccine containing an inactivated FIV-infected-cell associated virus containing subtypes A and D has been marketed in the United States. It gave 100% protection against FIV subtype A. However, this protection did not correlate well with antiviral antibody titers and was not effective against other FIV subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FELINE IMMUNODEFICIENCY VIRUS"
        },
        {
            "text": "Superficial fungal infections-ringworm, caused by fungi belonging to the genera Trichophyton and Microsporum-occur in both companion and food animals. Under some situations these may be controlled by vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DERMATOPHYTOSIS"
        },
        {
            "text": "Fungi have a cellulose cell wall that is difficult for the body's immune defenses to attack or penetrate. Antibodies are ineffective against these organisms, but cell-mediated responses may be effective. Protection often correlates with a positive delayed hypersensitivity skin test. Once established, this immunity may be long lasting. Inactivated fungal vaccines are available in some countries but it is difficult to assess their efficacy. In Norway, Russia, Sweden, and other countries a systematic campaign against bovine ringworm that includes vaccination has been very successful. There are four commercially available vaccines against bovine ringworm in Europe. Three are monovalent attenuated live vaccines and one is an inactivated 3-way vaccine. The live vaccines appear to be more efficacious than the dead one. Two doses are given 10 to 14 days apart and revaccination may not be necessary. These vaccines may be used prophylactically or therapeutically. Dermatophytosis is of major concern in the fox, chinchilla, and rabbit fur industries because it drastically reduces the quality of their pelts. A modified live vaccine is available in Eastern Europe and Russia for use in these species. It is of interest to note that ringworm downgrades the quality of cattle hides as well, and ringworm scars may also reduce their price.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DERMATOPHYTOSIS"
        },
        {
            "text": "Both attenuated live and inactivated vaccines against ringworm in cats and dogs are available in some European countries. Unfortunately, is difficult to make an informed opinion as to their efficacy. Published articles on vaccination against both canine and feline dermatophytosis have shown mixed results. Three studies reported protection in dogs and foxes against Microsporum canis. A killed M. canis-cell wall vaccine induced both humoral and cell-mediated immunity in experimental cats, but did not protect cats against challenge. A vaccine containing killed M. canis fractions in adjuvant was licensed in the United States for the treatment of cats rather than prevention. However, it did not prevent the establishment of a challenge infection and did not shorten the duration of disease in vaccinated cats compared with unvaccinated controls. The product is no longer available in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DERMATOPHYTOSIS"
        },
        {
            "text": "Most feline infectious diseases are of greatest significance in kittens younger than six months of age. Therefore these are the primary targets of vaccination. Unfortunately, maternal antibodies interfere with early vaccination by neutralizing the injected antigen and inhibiting antibody synthesis in small kittens. As noted above, current high-quality core vaccines induce high levels of maternal antibodies. As a result, maternal antibodies persist for longer and many kittens will not be primed, even by 12 weeks of age. Kittens should receive at least three doses of the core vaccines between 6 and 8 weeks and 16 and 20 weeks of age. This should successfully bridge the period until maternal antibody titers decline to nonblocking levels. One of the most significant causes of apparent vaccine failure in cats is interference by these antibodies with vaccine responses, especially if the initial vaccination series is terminated prematurely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maternal Antibodies"
        },
        {
            "text": "It is uncommon for vaccines to be tested in pregnant queens. In the absence of such data, a decision to vaccinate a pregnant queen must be based on a risk assessment. The risks of abortion or birth defects must be weighed against the risk of death of the mother and kittens. Additionally, vaccination of pregnant queens will generate colostral antibodies. Modified live FPV vaccines should not be given to pregnant queens because this has been associated with the development of cerebellar hypoplasia in their kittens. Inactivated vaccines are much less risky.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER TIMING ISSUES"
        },
        {
            "text": "The risks of acquiring infection are primarily governed by population density and the degree to which a cat encounters other cats. As a result, cats living in a multiple-cat household, in boarding facilities, breeding facilities, and in animal shelters are at substantially higher risk than housebound single cats. Likewise, the introduction of a new cat into a household increases the risk of disease introduction. Stress induced by changed social structures may result in feline herpesvirus recrudescing and causing clinical disease. Conversely, single housebound cats are no longer exposed to other infections, and as a result will not be boosted by natural exposure. Periodic housing of pets at boarding facilities while owners are away also places such cats at increased risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAT HOUSING"
        },
        {
            "text": "In general, cats in shelters, or boarding catteries represent a random collection of cats with no known vaccination history and a high risk of infectious diseases. The most important diseases in these situations are FPV and the upper respiratory tract infections. It is essential to provide immunity rapidly and ideally cats should be vaccinated ahead of intake. The high likelihood of disease transmission demands that a comprehensive strategy be established and adhered to. All cats entering a shelter should be vaccinated with the core vaccines before entry. It would be desirable to test cats on admission for the presence of antiviral antibodies. In the absence of evidence of immunity or vaccination, as many cats as possible should be vaccinated before or on admission to the facility to establish herd immunity. Unfortunately, because of animal turnover and the constant admission of susceptible cats, herd immunity may be inefficient and unreliable. Remember too that onset of immunity is not immediate. Vaccination is only one component of an infection control strategy for an animal shelter. Managers must pay attention to many other factors such as cleaning and disinfection protocols, personal protective equipment, segregation of susceptible animals, crowding, climate management, and stressors that may influence disease resistance and viral recrudesce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAT HOUSING"
        },
        {
            "text": "Most free-roaming feral cats lack protective antibodies against FPV, FHV-1, and rabies. If they are vaccinated when trapped to be spayed or neutered, then those antibodies should remain elevated for several months. A single rabies dose will probably protect them for several years even although the regulatory agencies only recognize protection for one year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FERAL CATS"
        },
        {
            "text": "Immunosenescence is known to suppress the immune response of old animals. However, if cats have received appropriate vaccines throughout their lives, then they will most likely be immune. It is probably most appropriate to continue with vaccination in a routine fashion. Old cats have high FHV antibody levels in comparison to young animals, suggesting that revaccination at shorter intervals is not always necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GERIATRIC PATIENTS"
        },
        {
            "text": "Cats are affected by two immunosuppressive retroviruses, most notably FeLV, and FIV. Data is lacking on whether cats infected with these viruses can be successfully immunized or on how this can be accomplished. Inactivated vaccines are safer in such animals than modified live virus vaccines. Vaccination against these retroviruses is of no benefit if they are already infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF VACCINATION NEEDS"
        },
        {
            "text": "Allergic reactions are always a possibility and the most extreme form is anaphylaxis. It occurs in 1 to 10 cases for every 10,000 doses of vaccine administered. In cats, the major shock organs are the lungs. Cats undergoing anaphylaxis show vigorous scratching around the face and head as histamine is released into the skin. This is followed by dyspnea, salivation, vomiting, incoordination, collapse, and death. Epinephrine is the specific antidote (Box 10.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "The prevalence of vaccine-associated adverse events has been followed after the administration of 1,258,712 doses of vaccine to 496,189 cats. There were 2560 adverse events reported (51.6/10,000 cats vaccinated). The risk was greatest for cats one year old. For unknown reasons, this risk was greater in neutered than in sexually intact cats. Lethargy was the most commonly reported event followed by pain or swelling at the injection site, vomiting, facial edema, and pruritus ( Fig. 14.1 ). The number of adverse events increased significantly when multiple vaccines were given during a single visit. Revaccination should be avoided in cats that have a history of vaccine-triggered anaphylaxis. (If vaccination is considered essential then cats may be premedicated with antihistamines and corticosteroids, given a different formulation vaccine, and monitored very closely for several hours.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 489,
                    "text": "Fig. 14.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Adverse Events"
        },
        {
            "text": "When cats are vaccinated, any inflammation at the injection site usually resolves rapidly and completely. In some cats however, tumors develop at the injection sites usually between three months and three years after vaccination. These tumors are mainly fibrosarcomas, malignant histiocytomas, and osteosarcomas. Less common forms include rhabdomyosarcomas, hemangiosarcomas, chondrosarcomas, liposarcomas, and lymphosarcomas. These tumors are highly invasive and may metastasize. Successful treatment requires a combination of radical surgical excision and adjunct therapy, including radiation, immunotherapy (such as interleukin [IL]-2 treatment), and chemotherapy, but recurrence is common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "These sarcomas were first noticed following the introduction of potent, inactivated, adjuvanted vaccines such as those directed against rabies and feline leukemia. Cats with sarcomas occurring at sites where vaccines are currently administered were compared with cats that developed sarcomas at nonvaccine-injection sites. Cats receiving an inactivated FeLV vaccine were 5.5 times more likely to develop a sarcoma at the injection site than cats that had not received a vaccine. There was a twofold increase in risk with rabies vaccination. However, the risk was not enormously high. It has been calculated that 1 to 3.6 sarcomas develop per 10,000 vaccinated cats in the United States. (The prevalence of sarcomas in the United Kingdom is somewhat lower at 0.021 per 10,000 vaccinated cats.) The risk increased with the number of doses of vaccine administered; a 50% increase following one dose, a 127% increase following two doses, and a 175% increase following three or four vaccines given simultaneously. Vaccine-associated sarcomas tend to occur in younger animals and are larger and more aggressive than sarcomas arising at other sites. They metastasize in 25% to 70% of cases. In one study, injection site sarcomas developed on average 26 months after rabies vaccination and 11 months after FeLV vaccination. Global, web-based surveys suggest a somewhat lower prevalence of sarcomas (0.63 sarcomas/10,000 cats or 0.32 sarcomas/10,000 doses of all vaccines, or one sarcoma from 31,000 doses administered). It must be pointed out therefore that the chances of developing a sarcoma are considerably smaller than the disease risks incurred by unvaccinated cats. In addition to rabies and FeLV vaccines, injection site sarcomas have also been associated with administration of inactivated vaccines against feline panleukopenia, feline herpesvirus, and feline calicivirus. Similar vaccination-related injection site sarcomas have been reported in ferrets, dogs, and a horse. Data from the UK's pharmacovigilance reports suggest that the prevalence of these sarcomas has been dropping progressively (Fig. 14.2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2099,
                    "end": 2110,
                    "text": "(Fig. 14.2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "The pathogenesis of these sarcomas is unclear, but it has long been known that carcinogenesis and prolonged inflammation are linked. Indeed, it has been estimated that 15% to 20% of cancer deaths worldwide are associated with persistent infections and chronic inflammation. When first reported it was assumed that tumor development resulted from the presence of potent adjuvants in vaccines. Tumor development has however also been associated with the use of nonadjuvanted vaccines and even with injection of substances other than vaccines, including penicillin, glucocorticoids, lufenuron, cisplatin, and meloxicam, in addition to the presence of persistent suture material, a retained surgical swab, or implanted microchips. There is no evidence that feline sarcoma virus, feline immunodeficiency virus, or feline leukemia viruses cause these tumors. Prolonged irritation will increase the activation state of the cells involved in inflammation and tissue repair. The repair process activates stem cells that can differentiate to replace damaged tissues. These stem cells are long lived and so have plenty of opportunities to accumulate mutations. Chronic, prolonged irritation leads to an increase in stem cells and the possibility that some of these may mutate (Fig. 14.3) . During chronic inflammation, macrophages secrete growth factors that enhance cell growth. Oxidants released from activated macrophages may act as mutagens, especially in rapidly dividing cells. Fibroblasts proliferate at sites of chronic inflammation and wound healing. In some of these fibroblasts, the sis oncogene may be activated. The sis oncogene codes for the platelet-derived growth factor (PDGF) receptor, and vaccine-associated sarcomas have been shown to express both PDGF and its receptor. In contrast, nonvaccine-associated tumors and normal cat lymphocytes are PDGF negative. Therefore it has been suggested that lymphocytes within the vaccine-associated sarcomas secrete PDGF, which then serves as a growth factor for the fibroblasts. This combination of abnormalities could result in the loss of growth control in the fibroblasts engaged in the chronic inflammatory process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1265,
                    "end": 1276,
                    "text": "(Fig. 14.3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "The tumor suppressor gene p53 encodes a protein that regulates the cell cycle. This p53 protein increases in response to cell damage. This in turn, delays cell division and allows DNA repair before the cell divides. If the cell is severely damaged, the p53 protein triggers apoptosis and so prevents DNA damage being transmitted to the next generation. Cells in which p53 has mutated can, however, continue to divide, giving rise to abnormal and possibly malignant cells. As many as 60% of injection site sarcomas express mutated p53.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "The key transcription factor for the innate immune system, NF-kB plays a critical role in several cancers. Activation of NF-kB is rapidly induced by viral and bacterial infections, necrotic cell products, DNA damage, oxidative stress, and pro-inflammatory cytokines. NF-kB is activated when its specific inhibitors are destroyed by enzymes in the IKK complex. Most of the increased NF-kB activity that occurs in tumors is caused by the production of IKK-activating cytokines such as IL-1 and tumor necrosis factor. The loss of functional p53 also triggers NF-kB activation. This NF-kB plays key roles in the progressive steps of tumorigenesis. It is needed for the generation of reactive oxygen species that cause DNA damage and oncogenic mutations. It enhances tumor cell proliferation and survival. By chronically stimulating cancer cell proliferation, inhibiting cell death, and promoting mutagenesis, NF-kB drives malignant progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "There is no evidence to prove that injection of less irritating vaccines can reduce the incidence of sarcomas. No specific brands of vaccine, no specific manufacturers, and no other vaccinationassociated factors have been associated with an increased prevalence of sarcomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INJECTION-SITE SARCOMAS"
        },
        {
            "text": "Feline injection site sarcomas have a poor prognosis. Most cats die as a result of local recurrence or metastases. They must be treated by radical resection, but this is often difficult, requires a long recovery period, and may cause significant disfigurement (Figs. 14.4 and 14.5). This is especially true of cats vaccinated subcutaneously in the interscapular region. The American Association of Feline Practitioners recommends that the three core vaccines against feline panleukopenia (FPV ), feline herpesvirus-1, and feline calicivirus be injected subcutaneously below the elbow on the right forelimb and vaccines against feline leukemia, FIV, and rabies virus be injected below the stifle joint on the left and right hind leg respectively. Another possible injection site is in the distal tail. There are no significant differences in the cat's immune response. Both routes elicit similar antibody responses to FPV and to rabies antigens. Vaccines should be administered as distally as possible to permit amputation if required. The site of vaccine administration and the product used should be recorded for each vaccine to help in assessing risk factors. Clients should be instructed to monitor injection sites for swellings or lumps so that any developing tumors are detected and excised as early as possible. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INJECTION-SITE SARCOMAS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A multi-national European cross-sectional study of feline calicivirus epidemiology, diversity and vaccine cross-reactivity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Afonso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Pinchbeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "",
            "pages": "2753--2760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative efficacy of the Leucofeligen FeLV/RCP and Purevax RCP FeLV vaccines against infection with circulating feline calicivirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Almeras",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fournel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Vet Res",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy of intranasal administration of a modified live feline herpesvirus 1 and feline calicivirus vaccine against disease caused by Bordetella bronchiseptica after experimental challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinyon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolte",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Vet Intern Med",
            "volume": "26",
            "issn": "",
            "pages": "1121--1125",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Duration of immunity in cats after vaccination or naturally acquired infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H H"
                    ],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Yule",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Rec",
            "volume": "149",
            "issn": "",
            "pages": "545--548",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WSAVA guidelines for the vaccination of dogs and cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Small Anim Pract",
            "volume": "51",
            "issn": "",
            "pages": "338--356",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Matrix vaccination guidelines: 2015 ABCD recommendations for indoor/outdoor cats, rescue shelter cats and breeding catteries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hosie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boucraut-Baralon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Feline Med Surg",
            "volume": "17",
            "issn": "",
            "pages": "583--587",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A dual-strain feline calicivirus vaccine stimulates broader cross-neutralization antibodies than a single-strain vaccine and lessens clinical signs in vaccinated cats when challenged with a homologous feline calicivirus strain associated with virulent systemic disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hustead",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Feline Med Surg",
            "volume": "12",
            "issn": "",
            "pages": "129--137",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Onset of immunity in kittens after vaccination with a nonadjuvanted vaccine against feline panleukopenia, feline calicivirus and feline herpesvirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aeberle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lacombe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet J",
            "volume": "182",
            "issn": "",
            "pages": "86--93",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Three-year duration of immunity in cats vaccinated with a canarypox-vectored recombinant rabies virus vaccine. Vaccine",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coupier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Toulemonde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guigal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Poulet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "6991--6996",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention of feline injection-site sarcomas: Is there a scientific foundation for vaccine recommendations at this time?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "48",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunoprophylaxis of dermatophytosis in animals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Deboer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mycopathologia",
            "volume": "166",
            "issn": "",
            "pages": "407--424",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The domestic cat antibody response to feline herpesvirus-1 increases with age",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Munks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pywell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet Immunol Immunopathol",
            "volume": "188",
            "issn": "",
            "pages": "65--70",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparative efficacy of feline leukemia virus (FeLV) inactivated whole-virus vaccine and canarypox virus-vectored vaccine during virulent FeLV challenge and immunosuppression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Carritt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jayappa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourgeois",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Vaccine Immunol",
            "volume": "22",
            "issn": "",
            "pages": "798--805",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effects of anesthesia and surgery on serologic responses to vaccination in kittens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reese",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Vet Med Assoc",
            "volume": "233",
            "issn": "",
            "pages": "116--121",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "2013 AAFP Feline Vaccination Advisory Panel Report",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scherk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaskell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Feline Med Surg",
            "volume": "15",
            "issn": "",
            "pages": "785--808",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Age and long-term protective immunity in dogs and cats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mukhtar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Comp Pathol",
            "volume": "142",
            "issn": "",
            "pages": "102--108",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Feline leukaemia virus: a review of immunity and vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sparkes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Small Anim Pract",
            "volume": "38",
            "issn": "",
            "pages": "187--194",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative vaccine-specific and other injectable-specific risks of injection-site sarcomas in cats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srivastav",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Farver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Vet Med Assoc",
            "volume": "241",
            "issn": "",
            "pages": "595--602",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TheclinicalsignsassociatedwithadministrationofoneormorecorevaccinestocatsintheUnited Kingdom. Note that these are the number of adverse event reports received by the Veterinary Medicines Directorate.VeterinaryPharmacovigilanceintheUnitedKingdom,AnnualReview,2014.Withpermission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The number of cat injection-site sarcomas reported to the United Kingdom pharmacovigilance authoritiesbetween2006and2015.VeterinaryPharmacovigilanceintheUnitedKingdom,AnnualReview, 2015.Withpermission. (CourtesyoftheVeterinaryMedicinesDirectorate.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Apostvaccinalsarcomainacat.Noteitspositionoverthescapulargroove,aconvenientsitefor subcutaneousvaccinationincats.(CourtesyofDr.MJHendrick.) Fig. 14.5 A histological section of a postvaccinal sarcoma. This is a fibrosarcoma with the characteristic interwovenbundlesofspindlecells.(CourtesyofDr.MJHendrick.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Transcription factors NF-κB, STAT3Cancer-related inflammationFig. 14.3 Thelinksbetweeninflammationandcancer.RNS, Reactivenitrogenspecies; ROS, reactiveoxygen species.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}