{"paper_id": "1c64477ad7f5b32e7e8619a65db130c66099d19b", "metadata": {"title": "Combating Disinformation in A Social Media Age", "authors": [{"first": "Kai", "middle": [], "last": "Shu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Illinois Institute of Technology", "location": {"settlement": "Chicago"}}, "email": "kshu@iit.edu"}, {"first": "Amrita", "middle": [], "last": "Bhattacharjee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "Arizona"}}, "email": ""}, {"first": "Faisal", "middle": [], "last": "Alatawi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "Arizona"}}, "email": "faalataw@asu.edu"}, {"first": "Tahora", "middle": [], "last": "Nazer", "suffix": "", "affiliation": {}, "email": "tahoranazer@spotify.com"}, {"first": "Kaize", "middle": [], "last": "Ding", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "Arizona"}}, "email": "kding9@asu.edu"}, {"first": "Mansooreh", "middle": [], "last": "Karami", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "Arizona"}}, "email": "mkarami@asu.edu"}, {"first": "Huan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "Arizona"}}, "email": "huanliu@asu.edu"}]}, "abstract": [{"text": "The creation, dissemination, and consumption of disinformation and fabricated content on social media is a growing concern, especially with the ease of access to such sources, and the lack of awareness of the existence of such false information. In this paper, we present an overview of the techniques explored to date for the combating of disinformation with various forms. We introduce different forms of disinformation, discuss factors related to the spread of disinformation, elaborate on the inherent challenges in detecting disinformation, and show some approaches to mitigating disinformation via education, research, and collaboration. Looking ahead, we present some promising future research directions on disinformation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The proliferation and prevalence of social media in almost every facet of human lives have made the consumption of news and information extremely convenient to the users of such technology. The ease with which information, alerts, and warnings can be broadcasted to millions of people in a very short amount of time, has made social media a brilliant platform for information diffusion, especially for time-sensitive situations, for example, during natural disasters and crisis events. Given that a considerable fraction of individuals across the world use social media as a source of news (Shearer & Matsa, 2018; Nami Sumida & Mitchell, 2019) , and thus letting such news affect their opinions and actions, directly and indirectly, checking the veracity of such news becomes an important task.", "cite_spans": [{"start": 590, "end": 613, "text": "(Shearer & Matsa, 2018;", "ref_id": "BIBREF104"}, {"start": 614, "end": 643, "text": "Nami Sumida & Mitchell, 2019)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Introduction"}, {"text": "Over the last few years, the existence of disinformation online and the malicious agents acting as sources of such disinformation has been recognized and acknowledged. Research in the domain of disinformation detection and related fields has gained momentum, and different aspects of the problem are being approached by researchers from different perspectives.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we provide a comprehensive overview of the past and ongoing research in disinformation. We begin by defining a few relevant terms used extensively in the literature. In the following sections, we look at the history of disinformation and its characteristics in the social media age. Then we proceed to explain the challenges in the detection of disinformation, the different forms of disinformation that are prevalent on social media, and detection and mitigation approaches and techniques. We further talk about the factors behind the rapid spread of disinformation, steps taken to educate people about online disinformation, and conclude the review with some possible areas of future work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Upon a thorough review of existing literature in the context of the detection of deliberately fabricated content, we frequently come across the following keywords and terminologies -Misinformation, Disinformation, Fake News, Hoax, Rumor, and Conspiracy theory. In this section, we proceed to define these terms in the way these have been used by most researchers.", "cite_spans": [{"start": 198, "end": 260, "text": "Disinformation, Fake News, Hoax, Rumor, and Conspiracy theory.", "ref_id": null}], "ref_spans": [], "section": "Definitions"}, {"text": "Misinformation (Wu, Morstatter, Carley, & Liu, 2019) has been described in the literature as \"false, mistaken or misleading\" information (Fetzer, 2004) , often considered as an \"honest mistake.\"", "cite_spans": [{"start": 15, "end": 52, "text": "(Wu, Morstatter, Carley, & Liu, 2019)", "ref_id": null}, {"start": 137, "end": 151, "text": "(Fetzer, 2004)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Definitions"}, {"text": "On the other hand, disinformation is false information, spread deliberately with the intention to mislead and/or deceive (Hernon, 1995) . Fake news has been defined as \"news articles that are intentionally and verifiably false, and could mislead readers\" (Allcott & Gentzkow, 2017) , and most researchers follow this definition. So fake news is an example of disinformation. In this paper, we use the terms \"disinformation\" and \"fake news\" interchangeably.", "cite_spans": [{"start": 121, "end": 135, "text": "(Hernon, 1995)", "ref_id": "BIBREF39"}, {"start": 255, "end": 281, "text": "(Allcott & Gentzkow, 2017)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Definitions"}, {"text": "Many researchers also use the term \"hoax\" (originating from hocus, which means to trick or deceive), to refer to deliberate false information (Pratiwi, Asmara, & Rahutomo, 2017; Santoso, Yohansen, Nealson, Warnars, & Hashimoto, 2017; Vedova et al., 2018; Kumar, West, & Leskovec, 2016) . Hoaxes are messages created with the intention of being spread to a large number of people, to \"persuade or manipulate other people to do or prevent pre-established actions, mostly by using a threat or deception\" (Vuković, Pripužić, & Belani, 2009; Hernandez, Hernandez, Sierra, & Ribagorda, 2002) .", "cite_spans": [{"start": 142, "end": 177, "text": "(Pratiwi, Asmara, & Rahutomo, 2017;", "ref_id": "BIBREF88"}, {"start": 178, "end": 233, "text": "Santoso, Yohansen, Nealson, Warnars, & Hashimoto, 2017;", "ref_id": "BIBREF98"}, {"start": 234, "end": 254, "text": "Vedova et al., 2018;", "ref_id": "BIBREF130"}, {"start": 255, "end": 285, "text": "Kumar, West, & Leskovec, 2016)", "ref_id": "BIBREF56"}, {"start": 501, "end": 536, "text": "(Vuković, Pripužić, & Belani, 2009;", "ref_id": "BIBREF133"}, {"start": 537, "end": 585, "text": "Hernandez, Hernandez, Sierra, & Ribagorda, 2002)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Definitions"}, {"text": "There has also been some work in the modeling of the spread of \"rumors.\" According to (Rosnow, 1991) , \"rumors\" are \"public communications that are infused with private hypotheses about how the world works.\"", "cite_spans": [{"start": 86, "end": 100, "text": "(Rosnow, 1991)", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Definitions"}, {"text": "Although we do not cover it in much detail, \"conspiracy\" and \"conspiracy theory\" are also terminologies that researchers have used in related works. According to (van der Tempel & Alcock, 2015) , conspiracy theories are beliefs that are largely disregarded by society. A conspiracy theory \"involves not only the denial of official, commonlyheld explanations about the causes of an event, but also the attribution of the event to a plan devised by a group of agents with hidden, unlawful, and malevolent intent\". For details on how conspiracy theories spread and government responses so far, we direct readers to (Sunstein & Vermeule, 2009 ).", "cite_spans": [{"start": 162, "end": 193, "text": "(van der Tempel & Alcock, 2015)", "ref_id": "BIBREF156"}, {"start": 612, "end": 638, "text": "(Sunstein & Vermeule, 2009", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Definitions"}, {"text": "The existence of disinformation and fake news is not new (Taylor, 2016) , and the term has been widely in use since 1950s (Manning, Manning, & Romerstein, 2004) . For several decades individuals, groups and governments have tried to tarnish public opinion by exposing them to falsified, forged information as a way to sway people's political alignment. Deception and disinformation have been used by political forces for decades to have an edge over opponents/enemies -one of the famous documented instances of deception that succeeded in its mission was Operation Bodyguard, planned and executed by the Allied forces during World War II. The years following World War II, including the Cold War era, saw frequent use of forged, falsified information, clandestine radio stations, and newspaper articles to mislead the public and also governments. Several instances of such deceit and forgery carried out by governments have been documented in reports published by the CIA and the United States Bureau of Public Affairs (Department of State., 1981) . Another infamous historical disinformation campaign was the Operation INFEKTION, active in the 1980s, which misled the public to believe that HIV/AIDS was developed by the US as a biological weapon (Boghardt, 2009 ).", "cite_spans": [{"start": 57, "end": 71, "text": "(Taylor, 2016)", "ref_id": "BIBREF120"}, {"start": 122, "end": 160, "text": "(Manning, Manning, & Romerstein, 2004)", "ref_id": "BIBREF66"}, {"start": 1034, "end": 1047, "text": "State., 1981)", "ref_id": null}, {"start": 1248, "end": 1263, "text": "(Boghardt, 2009", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "A Brief History of Disinformation"}, {"text": "Instances of political incidents where disinformation was prevalent, thus affecting public sentiment and opinions, include the assassination of president John F. Kennedy. Fetzer (Fetzer, 2004) explains his work on this issue and the kinds of disinformation he encountered in documents released on the president's death. He further talks about studies where a movie of the assassination has been questioned, and claims have been made that the movie has been doctored -several frames have been edited out and the sequence of frames has been changed.", "cite_spans": [{"start": 178, "end": 192, "text": "(Fetzer, 2004)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "A Brief History of Disinformation"}, {"text": "While the advent of the internet came as a boon to society, and its gradual adoption has resulted in a more connected world, the reachability of the internet also means it could be misused successfully. The internet provides a platform for fast dissemination of information and has often been referred to as the \"information highway\" in literature (De Maeyer, 1997) . The positive impact of this is profound -with individuals becoming more aware of local and global news, their rights, raising awareness regarding global concerns including climate change and plastic pollution -which ultimately resulted in movements and aimed at taking action. However, all of these are based on the unifying assumption that the information available to people is real and not designed to mislead.", "cite_spans": [{"start": 348, "end": 365, "text": "(De Maeyer, 1997)", "ref_id": null}], "ref_spans": [], "section": "Disinformation in the Age of Social Media"}, {"text": "The connectivity of the internet has been misused as well, to spread propaganda, to fulfill some individual or group agenda. There have been countless incidents of human lives being at stake due to false sensationalized information being spread via social media. Hoax messages and rumors on messaging platforms like WhatsApp and Facebook spread like wildfire, and with an increase in smartphone usage, this makes the gullible public treat these false claims as genuine information and accordingly form opinions and take actions. Recently there have been several reported instances of vigilante justice where innocent people were lynched to death by an infuriated mob after rumors about the victims committing some kind of crime went viral. Social media platforms like WhatsApp and Facebook have been targeted by miscreants to spread rumors and hoaxes (Parth M.N., 30AD) . Some brutal incidents include one where a 21-year old innocent boy in a Mexican village was beaten and burned to death by an enraged mob (Patrick J. McDonnell, 20AD) . Similar cases of lynchings and mob violence based solely on false claims and hoaxes propagated via What-sApp have been a matter of concern in India, which happens to be the largest market for the company, having about 200 million active monthly users. Since this has become a growing concern, many studies have been conducted with a focus on how to detect and thwart the spread of disinformation and hoaxes (Arun, 2019) , particularly on social media (Shu, Sliva, Wang, Tang, & Liu, 2017; , but arriving at a unified solution has been challenging.", "cite_spans": [{"start": 851, "end": 863, "text": "(Parth M.N.,", "ref_id": null}, {"start": 864, "end": 869, "text": "30AD)", "ref_id": null}, {"start": 1009, "end": 1031, "text": "(Patrick J. McDonnell,", "ref_id": null}, {"start": 1032, "end": 1037, "text": "20AD)", "ref_id": null}, {"start": 1447, "end": 1459, "text": "(Arun, 2019)", "ref_id": "BIBREF7"}, {"start": 1491, "end": 1528, "text": "(Shu, Sliva, Wang, Tang, & Liu, 2017;", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "Disinformation in the Age of Social Media"}, {"text": "We can categorize the challenges of detecting disinformation into two categories 1) contentrelated and 2) user-related challenges. The content of disinformation, in many cases, is highly sensationalized and is written using extreme sentiments, usually to affect the reader, which makes them interact with the post more (Shu, Sliva, Wang, Tang, & Liu, 2017) . Thus, such posts containing fabricated content often become \"viral\" and \"trending\" on social media (Vosoughi, Roy, & Aral, 2018) . In addition to that, the low cost of creating disinformation sources and the ease of using software-controlled social media bots to help spread disinformation (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) . From the user perspective, social media users are susceptible to disinformation, and they often lack awareness of disinformation (Sharma et al., 2019) .", "cite_spans": [{"start": 319, "end": 356, "text": "(Shu, Sliva, Wang, Tang, & Liu, 2017)", "ref_id": "BIBREF110"}, {"start": 458, "end": 487, "text": "(Vosoughi, Roy, & Aral, 2018)", "ref_id": "BIBREF132"}, {"start": 649, "end": 701, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}, {"start": 833, "end": 854, "text": "(Sharma et al., 2019)", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "The Challenges of Detecting Disinformation"}, {"text": "Disinformation such as fake news tends to be much more novel than the truth across all novelty metrics (Vosoughi, Roy, & Aral, 2018) . People like to share novel news because new information is more valuable to people from an information-theoretic perspective. Furthermore, novel news is valuable from a social perspective where people like to project the image of a person who is \"in the know,\" giving them a unique social status (Vosoughi, Roy, & Aral, 2018) . People tend to trust their social contacts, and \"information\" that appear to be trendy. Therefore, spreading disinformation needs convincing content that looks like real articles and a method to make this news go viral (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) .", "cite_spans": [{"start": 103, "end": 132, "text": "(Vosoughi, Roy, & Aral, 2018)", "ref_id": "BIBREF132"}, {"start": 431, "end": 460, "text": "(Vosoughi, Roy, & Aral, 2018)", "ref_id": "BIBREF132"}, {"start": 682, "end": 734, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "The Challenges of Detecting Disinformation"}, {"text": "The goal of the early detection of disinformation is to prevent its further propagation on social media by giving early alerts of disinformation during the dissemination process . Early detection of disinformation is extremely important to minimize the number of people influenced and hence minimize the damage. This becomes a challenge for automatic detection of disinformation as such detectors do not have access to user reactions, responses or knowledge bases for fact-checking early on, which could have been helpful for detection. However, exposing people to disinformation might help to increase the true positive rate of the disinformation detectors . Furthermore, models such as epidemiological models of disease spread (Jin, Dougherty, Saraf, Cao, & Ramakrishnan, 2013; Bettencourt, Cintrón-Arias, Kaiser, & Castillo-Chávez, 2006) and diffusion models like the independent cascade model ) and the linear threshold model (Granovetter, 1978; Zafarani, Abbasi, & Liu, n.d.) , representing the propagation and spread of disinformation have also been explored to understand and potentially mitigate the spread of disinformation (Nguyen, Yan, Thai, & Eidenbenz, 2012) . However, these models can only be adequately studied after a significant amount of disinformation spread has already occurred, and therefore, this approach of detecting fake news/disinformation is not the most viable. Another challenge behind fake news detection is that some keywords and ways of expression are specific to a certain kind of event or topic. So when a fake news classifier is trained on fake vs. real articles based on a particular event or topic, the classifier ends up learning the event-specific features and thus may not perform well when applied to classify fake vs. real articles corresponding to another kind of event. So, in general, fake news classifiers need to be generalized to be event-independent.", "cite_spans": [{"start": 729, "end": 779, "text": "(Jin, Dougherty, Saraf, Cao, & Ramakrishnan, 2013;", "ref_id": null}, {"start": 780, "end": 840, "text": "Bettencourt, Cintrón-Arias, Kaiser, & Castillo-Chávez, 2006)", "ref_id": "BIBREF10"}, {"start": 930, "end": 949, "text": "(Granovetter, 1978;", "ref_id": "BIBREF29"}, {"start": 950, "end": 980, "text": "Zafarani, Abbasi, & Liu, n.d.)", "ref_id": null}, {"start": 1133, "end": 1171, "text": "(Nguyen, Yan, Thai, & Eidenbenz, 2012)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "The Challenges of Detecting Disinformation"}, {"text": "An important aspect of social media platforms that needs to be considered is the existence of filter bubbles or echo chambers created as a result of recommender systems on these platforms. Given the abundance of different kinds of content available online, social media platforms aim to use algorithms that would let users view and interact with content that is most relevant to them. This usually means that users would be exposed to posts, articles and viewpoints that align with their own beliefs, thus reinforcing them in the process, while also remaining unaware of opposing narratives and beliefs (Pariser, 2011) . These 'echochambers' or 'filter bubbles' make the task of disinformation detection and mitigation especially difficult. Being exposed to the same viewpoint repeatedly would only reinforce the pre-existing beliefs of readers, and they would resist changing their opinion even if the narrative is later proven to be false by some fact-checking organization.", "cite_spans": [{"start": 603, "end": 618, "text": "(Pariser, 2011)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "The Challenges of Detecting Disinformation"}, {"text": "Disinformation can exist in different forms -false text, images, videos, etc. In addition, there are different ways by which false content can be generated -both by humans and machines or a combination of the two. This makes the detection process more complex because most detection mechanisms assume some model of generation. In the following sections, we describe the most prevalent forms of false content on social media, and some detection techniques that have been explored by researchers.", "cite_spans": [], "ref_spans": [], "section": "Disinformation in Different Forms"}, {"text": "Creating fabricated images and editing images into morphed representations can entirely change the semantic meaning of the image, and such doctored images are often propagated on social media. These images can be created by human agents or machine-generated e.g., by GANs (Generative Adversarial Networks) (Goodfellow et al., 2014) . If such computergenerated images are realistic enough, it becomes very difficult for a human viewer to distinguish between real and such artificially generated images. It has been established that detecting GAN generated fake images is more challenging than images manually modified by human agents (Tariq, Lee, Kim, Shin, & Woo, 2018; Li, Chang, & Lyu, 2018) . This is because GANs generate a single image as a whole, so conventional techniques of detecting whether an image has been hand-edited or not, like analyzing metadata of the image, analyzing modifications on the frequency domain, finding disparities in JPEG quality of different regions of the same image, etc. fail when it comes to images generated by GANs. There is considerable ongoing work on the detection of GAN generated images, and we summarize a few of the promising approaches.", "cite_spans": [{"start": 306, "end": 331, "text": "(Goodfellow et al., 2014)", "ref_id": "BIBREF28"}, {"start": 633, "end": 669, "text": "(Tariq, Lee, Kim, Shin, & Woo, 2018;", "ref_id": "BIBREF119"}, {"start": 670, "end": 693, "text": "Li, Chang, & Lyu, 2018)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "GAN Generated Fake Images"}, {"text": "Marra et al. (Marra, Gragnaniello, Cozzolino, & Verdoliva, 2018) have discussed and compared the performance of several fake image detectors on a dataset of images comprising of both real and computer-generated images. The \"fake\" images were generated using a Cy-cleGAN, described in (Zhu, Park, Isola, & Efros, 2017) , where an image from one domain was translated into an image from a target domain, and a similar inverse translation was done on the transformed image to convert it back to the original image. Because images uploaded on most social networking sites undergo some form of compression, Marra et al. (Marra, Gragnaniello, Cozzolino, & Verdoliva, 2018) conducted experiments comparing the fake image detectors on the compressed version of images as well and compared their performance. It was seen that, in case of compressed images, even with an overall decline in the performance of all the detectors studied, XceptionNet (Chollet, 2017) gave quite accurate results.", "cite_spans": [{"start": 13, "end": 64, "text": "(Marra, Gragnaniello, Cozzolino, & Verdoliva, 2018)", "ref_id": "BIBREF68"}, {"start": 284, "end": 317, "text": "(Zhu, Park, Isola, & Efros, 2017)", "ref_id": "BIBREF153"}, {"start": 615, "end": 666, "text": "(Marra, Gragnaniello, Cozzolino, & Verdoliva, 2018)", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "GAN Generated Fake Images"}, {"text": "While this work provides valuable insight into the efficacy of several image detectors on artificially generated images and images that have undergone compression, it has assumed the use of one particular GAN model for image generation. However, in real-world fake image detection, it is almost impossible to get access to the model used by the attacker, or even guess what the model could have been. Without this prior knowledge, it becomes very difficult to train classifiers to differentiate between fake and real images that would perform well. Zhang et al. (Zhang, Karaman, & Chang, 2019) have extended concepts from Odena et al. (Odena, Dumoulin, & Olah, 2016) , which says that GAN generated images have \"checkerboard artifacts\" as a result of the upsampling(deconvolution) layers, and the presence of these artifacts can guide fake image detectors to distinguish between real and fake images. Utilizing these artifacts, the authors in (Zhang, Karaman, & Chang, 2019) have conducted experiments to classify real vs. fake GAN generated images, achieving varying degrees of success for images from different domains.", "cite_spans": [{"start": 562, "end": 593, "text": "(Zhang, Karaman, & Chang, 2019)", "ref_id": "BIBREF152"}, {"start": 635, "end": 666, "text": "(Odena, Dumoulin, & Olah, 2016)", "ref_id": "BIBREF79"}, {"start": 943, "end": 974, "text": "(Zhang, Karaman, & Chang, 2019)", "ref_id": "BIBREF152"}], "ref_spans": [], "section": "GAN Generated Fake Images"}, {"text": "Other related approaches attempted to address this problem of detection of GAN generated images include the use of co-occurrence matrices by Nataraj et al. (Nataraj et al., 2019) . Co-occurrence matrices were computed on the image pixels for each of the three color channels with the assumtion that co-occurrence matrices for GAN generated fake images would differ significantly from those of original images, and this would enable a fake image detector to learn features from the matrices and hence differentiate between real and fake images. Tariq et al. (Tariq, Lee, Kim, Shin, & Woo, 2018) have used an ensemble of shallow CNN based classifiers to detect \"real\" vs. \"fake\" faces generated by both GANs and by humans using professional image processing software.", "cite_spans": [{"start": 156, "end": 178, "text": "(Nataraj et al., 2019)", "ref_id": "BIBREF76"}, {"start": 557, "end": 593, "text": "(Tariq, Lee, Kim, Shin, & Woo, 2018)", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "GAN Generated Fake Images"}, {"text": "Recent advancements in computer vision have enabled generative adversarial networks to learn to replace faces in videos with that of someone else, and ultimately create realistic videos that can easily fool gullible viewers into thinking it is genuine. This technology, also referred to as Deepfake, has been mostly used for malicious purposes -from using celebrities' faces in pornographic videos (Lee, 3AD) , to creating fake videos of politicians, which has the potential to shift public sentiment and affect election procedures (George, 13AD) . The advances in the deepfake video generation are being complemented by equally active research in the detection of such artificially generated videos. Here, we summarize a few of the recent notable works.", "cite_spans": [{"start": 398, "end": 403, "text": "(Lee,", "ref_id": null}, {"start": 404, "end": 408, "text": "3AD)", "ref_id": null}, {"start": 532, "end": 540, "text": "(George,", "ref_id": null}, {"start": 541, "end": 546, "text": "13AD)", "ref_id": null}], "ref_spans": [], "section": "Fake Videos and Deepfakes"}, {"text": "Deepfake videos generated using GANs often have certain imperfections if not postprocessed correctly. For videos with human subjects involved in some kind of activity, the face swap by the GAN is done on a per-frame basis. So the dependency between consecutive frames is not utilized, and hence, can result in discrepancies between frames, for example, in the hue and/or illumination of the face region. The idea of across-frame inconsistencies has been used by Güera and Delp (Güera & Delp, 2018) . The authors used a \"convolutional LSTM\" consisting of a CNN to extract framewise features, which are then used as sequential input to an LSTM, and outputs from the LSTM are used to detect whether the video is a deepfake video or a non-manipulated one.", "cite_spans": [{"start": 462, "end": 497, "text": "Güera and Delp (Güera & Delp, 2018)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Fake Videos and Deepfakes"}, {"text": "Li et al. (Li, Chang, & Lyu, 2018) have attempted to detect fake videos by detecting eye blinking, with the assumption that in an artificially generated video, eye blinking may not be present or may be somewhat abnormal. This is because the models that generate fake videos by replacing someone's face in an already existing video, usually do not have access to images where the face has eyes closed. Another approach based on detecting discrepancies between real and artificially generated videos involves the analysis of 3D head pose in face videos (Yang, Li, & Lyu, 2019) . \"Facial landmarks\" were detected, which are points that map to features on the face -such as eyebrows, nose, mouth (which constitute the central part of the face), and the boundary or edge of the face. Deepfake conversion of a video usually replaces the central part of a face with that of a different face. During this conversion, there might arise some differences in alignment, which is not natural, and these result in inconsistent head poses. These fine misalignments can be difficult for a human to discern but can be learned by a model to distinguish between real and deepfake videos.", "cite_spans": [{"start": 10, "end": 34, "text": "(Li, Chang, & Lyu, 2018)", "ref_id": "BIBREF63"}, {"start": 551, "end": 574, "text": "(Yang, Li, & Lyu, 2019)", "ref_id": "BIBREF144"}], "ref_spans": [], "section": "Fake Videos and Deepfakes"}, {"text": "Most fake news articles and posts that are propagated online are composed of multiple types of data combined together -for example, a fabricated image along with a text related to the image. This is usually done to make the story/article more believable for the user viewing it. Moreover, there might also be comments on the post where some users may have pointed out that the article seems fabricated and fake, thus in a way guiding other users to verify the credibility of the source. This multimodal nature of fake news articles is often quite challenging to handle when it comes to detection using deep learning based methods, and neural network architectures need to be carefully designed in order to make use of all the data available and the relationships between them.", "cite_spans": [], "ref_spans": [], "section": "Multimodal Content"}, {"text": "Given the challenge of developing an event-independent disinformation detection model, Wang et al. ) designed a neural network architecture that has an event discriminator that tries to classify each post/article into the event that it is based on. The idea is to maximize the discriminator loss so that the model learns event-invariant features. The authors have addressed the multimodality of data on social media and have used both text and associated images, extracted event-invariant features from these and used it to train the fake news detector. Their experiments showed that multimodal detectors performed better than single-modality ones, and learning event-invariant features greatly improved performance. Furthermore, their model performed significantly better than several state-ofthe-art for multimodal fake news detection.", "cite_spans": [], "ref_spans": [], "section": "Multimodal Content"}, {"text": "A similar but simpler approach using both image and text in news articles was explored by Yang et al. . The authors worked on a fake news dataset containing news articles collected from online sources, and used CNNs to extract features for both text and corresponding image input. Their experimental results also strengthen the idea that incorporating both image and text, and utilizing the multimodal nature of news, provides more information to fake news detectors and can improve performance.", "cite_spans": [], "ref_spans": [], "section": "Multimodal Content"}, {"text": "Incorporating information from comments and reactions on posts can potentially improve the performance of fake news detectors. Sentiment analysis of these user comments can provide useful features to train classification models. A recent work by Cui et al. (Cui & Lee, 2019) is based on this idea -the authors have designed a model that takes into consideration user sentiments and similarity between articles based on user sentiments, along with features extracted from the image and text in the article. A modality discriminator, similar to the event discriminator in , has been used here to drive the modality distributions for image and text to get closer to each other. Their results showed that incorporating information from user sentiment did improve the fake news detector performance.", "cite_spans": [{"start": 257, "end": 274, "text": "(Cui & Lee, 2019)", "ref_id": null}], "ref_spans": [], "section": "Multimodal Content"}, {"text": "Social media users have a deficiency in spotting falsehood in specific emotional states, and when encountering what is consistent with their values or beliefs (Scheufele & Krause, 2019) . Malicious actors use this observation and target users with the same piece of disinformation on numerous occasions. Users who receive the same content from multiple sources have higher probability of believing and spreading it (Hasher, Goldstein, & Toppino, 1977) . This effective method can be further strengthened using social media bots. In this section we first focus on emotional factors that make social media users more vulnerable to disinformation and then discuss the role of bots in boosting the effect of disinformation and methods to prevent it.", "cite_spans": [{"start": 159, "end": 185, "text": "(Scheufele & Krause, 2019)", "ref_id": "BIBREF100"}, {"start": 415, "end": 451, "text": "(Hasher, Goldstein, & Toppino, 1977)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Factors behind the Spread of Disinformation"}, {"text": "Given the low cost of creating and publishing content online and the vast reach of social media platforms, several alternative media sources have emerged recently, often spreading false and/or highly biased claims. Although a large section of mainstream media is also politically/ideologically aligned towards either end of the political spectrum, these channels, having served as long-standing sources of information, do not intentionally publish false claims and disinformation. On the other hand, 'alternative media' (Starbird, 2017) has seen a rise in popularity and such media sources often publish false articles, opinions disguised as facts, and even highly polarizing conspiracy theories and pseudo-science related articles. These alt-media sources publish politically motivated articles, often directly challenging the narratives as published by mainstream media. Apart from the the intended target audience based on political ideology, these information sources often receive viewership from consumers of mainstream media, thus potentially fueling the reader's distrust in legitimate media sources (Haller & Holt, 2019) . In this context, assessing the credibility and trustworthiness of information sources is of paramount importance. There has been some effort among research communities to determine the political bias of news articles and media sources (Hirning, Chen, & Shankar, 2017 ) (Iyyer, Enns, Boyd-Graber, & Resnik, 2014 , and also on methods to assess credibility and trustworthiness of information online (Moturu & Liu, 2009) (Abbasi & Liu, 2013) . Apart from the ongoing research in academia, efforts are being put in by the journalism and fact-checking community (\"The Trust Project\", n.d.)", "cite_spans": [{"start": 520, "end": 536, "text": "(Starbird, 2017)", "ref_id": "BIBREF112"}, {"start": 1108, "end": 1129, "text": "(Haller & Holt, 2019)", "ref_id": "BIBREF36"}, {"start": 1367, "end": 1398, "text": "(Hirning, Chen, & Shankar, 2017", "ref_id": "BIBREF40"}, {"start": 1399, "end": 1442, "text": ") (Iyyer, Enns, Boyd-Graber, & Resnik, 2014", "ref_id": null}, {"start": 1529, "end": 1549, "text": "(Moturu & Liu, 2009)", "ref_id": "BIBREF74"}, {"start": 1550, "end": 1570, "text": "(Abbasi & Liu, 2013)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Sources and Publishers"}, {"text": "(\"PolitiFact's fake news almanac -Infogram\", n.d.) (\"Media Bias/Fact Check -Search and Learn the Bias of News Media\", n.d.) to identify trustworthy sources and make readers aware of sources known to be publishing false articles, especially in the wake of the coronavirus pandemic.", "cite_spans": [], "ref_spans": [], "section": "Sources and Publishers"}, {"text": "Social media users have been widely affected by disinformation in recent years. For example, during the 2016 US presidential election, Guess et al. (Guess, Nyhan, & Reifler, 2018) observed that:", "cite_spans": [{"start": 148, "end": 179, "text": "(Guess, Nyhan, & Reifler, 2018)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "1. The average of 5.45 articles from fake news websites were consumed by the Americans age 18 or older.", "cite_spans": [], "ref_spans": [], "section": "Emotional Factors"}, {"text": "2. Many Americans visited fake news websites to complement their hard news, not to substitute them.", "cite_spans": [], "ref_spans": [], "section": "Emotional Factors"}, {"text": "3. There is a strong association between Facebook usage and fake news visits.", "cite_spans": [], "ref_spans": [], "section": "Emotional Factors"}, {"text": "4. About half of the Americans who are exposed to fake news websites also visited a fact-checking websites.", "cite_spans": [], "ref_spans": [], "section": "Emotional Factors"}, {"text": "The question that we aim to understand is \"why do social media users believe disinformation?\". Familiarity is a driver of continued influence effects, making it a risk that repeating false information, even in a fact-checking context, may increase an individual's likelihood of accepting it as true (Swire, Ecker, & Lewandowsky, 2017) . Based on an study by Di-Fonzo and Bordia (DiFonzo & Bordia, 2007) , users are more prone to propagating disinformation when the situation is uncertain, they are emotionally overwhelmed and anxious, the topic of discussion is of personal importance to them, and they do not have primary control over the situation through their actions.", "cite_spans": [{"start": 299, "end": 334, "text": "(Swire, Ecker, & Lewandowsky, 2017)", "ref_id": "BIBREF115"}, {"start": 358, "end": 402, "text": "Di-Fonzo and Bordia (DiFonzo & Bordia, 2007)", "ref_id": null}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Uncertainty: Spreading fake news can be a sense making activity in ambiguous situations and the frequency of fake news increases in uncertain situations, such as natural disasters or political events such as elections when people are unsure of the results (DiFonzo & Bordia, 2007) . When a crisis happens, people first seek information from official sources. However, in the lack of such information, they form unofficial social networks to make predictions with their own judgment and fill the information gap (Rosnow & Fine, 1976) . This might result in generating fake news such as a fake image of a shark swimming on the highways of Houston after Hurricane Harvey or millions of fake news posts that were shared on Facebook in the weeks leading to the US presidential election 2016. As the uncertainty increases, the reliance of firm beliefs and the unity among the users with the same ideology or in the same group reduces. Hence, users are more prone to accept new information, even false, as a compromise to resolve the uncertainty. Uncertainty can cause emotions such as anxiety and anger which will affect the spread of fake news in other ways (Marcus, 2017) .", "cite_spans": [{"start": 256, "end": 280, "text": "(DiFonzo & Bordia, 2007)", "ref_id": null}, {"start": 511, "end": 532, "text": "(Rosnow & Fine, 1976)", "ref_id": "BIBREF96"}, {"start": 1153, "end": 1167, "text": "(Marcus, 2017)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Anxiety: Emotional pressure can play an important role in spreading fake news and can be triggered by emotions such as frustration, irritation, and anxiety. Anxiety can make people more prone to spreading unproved claims and less accurate in transmitting information (DiFonzo & Bordia, 2007) . In high anxiety situations, fake news can work as a justification process to relief emotional tension (Allport & Postman, 1947) . Fake news might be used as a method of expressing emotions in anxious situations that allows people to talk about their concerns and receive feedback informally; this process results in sense making and problem solving (Waddington, 2012) . For example, during the devastating time of Hurricane Harvey, 2017, a fake news story accusing Black Lives Matter supporters of blocking first responders reaching the affected area was spread by more than one million Facebook users (Grenoble, 2017) . Believing and spreading such fake news stories may help the people in disaster areas cope with the anxiety caused by delays in relief efforts (Fernandez, Alvarez, & Nixon, 2017) . The recent COVID-19 Coronavirus pandemic has also brought on a wave of disinformation, false claims and conspiracy theories to be propagated by anxious users on social media platforms, thus spreading more panic (Janosch Delcker & Scott, 2020).", "cite_spans": [{"start": 267, "end": 291, "text": "(DiFonzo & Bordia, 2007)", "ref_id": null}, {"start": 396, "end": 421, "text": "(Allport & Postman, 1947)", "ref_id": "BIBREF4"}, {"start": 643, "end": 661, "text": "(Waddington, 2012)", "ref_id": "BIBREF135"}, {"start": 896, "end": 912, "text": "(Grenoble, 2017)", "ref_id": null}, {"start": 1057, "end": 1092, "text": "(Fernandez, Alvarez, & Nixon, 2017)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Importance or outcome-relevance: People pursue uncertainty reduction only in the areas that have personal relevance to them. For example, when a murder took place in a university campus, rumor transmission in the people from the same campus was twice the people who were from another university campus in the same city. Due to the difficulty of measuring importance, anxiety is often used as a proxy; being anxious about a fake news story shows importance (Anthony, 1973) .", "cite_spans": [{"start": 456, "end": 471, "text": "(Anthony, 1973)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Lack of control: Fake news represents ways of coping with uncertain and uncontrollable situations. When people do not have primary control over their situation (action-focused coping responses), they resort to secondary control strategies which are emotional responses such as predicting the worst to avoid disappointment and attributing events to chance. Two secondary control themes are explaining the meaning of events and predicting future events.", "cite_spans": [], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Belief: Users prefer information that confirms their preexisting attitudes (selective exposure), view information consistent with their preexisting beliefs as more persuasive than dissonant information (confirmation bias), and are inclined to accept information that pleases them (desirability bias) (Lazer et al., 2018) . Moreover, building and maintaining social relations are vital to humans, hence, to ensure their reputation as a credible source of information, they tend to share the information in which they believe. Belief is found strongly related to transmission of rumors. When it comes to political issues people tend to rationalize what they want to believe instead of attempting to find the truth. Hence, persuading themselves to believe what is aligned with their prior knowledge. This observation extends to the limit that appending corrections to misleading claims may worsen the situation; people who have believed the misleading claim may try to find reasons to dispute the corrections to an extent that they will believe in the misleading claim even more than before .", "cite_spans": [{"start": 300, "end": 320, "text": "(Lazer et al., 2018)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Emotional Factors"}, {"text": "Thanks to the low cost of creating fake news sources and the software-controlled social media bots, it has never been easier to shape public opinion for political or financial reasons. Disinformation sources mimic mainstream media without obeying the same journalistic integrity (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) . These sources rely on social bots to spread their content. The spread of fake news cannot be attributed to social bots only. However, curbing social bots is a promising strategy to slow down the propagation of disinformation. Actually, removing a small percentage of malicious bots can virtually eliminate the spread of low-credibility content (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) .", "cite_spans": [{"start": 279, "end": 331, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}, {"start": 678, "end": 730, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "Social bots mimic humans. They post content, interact with each other, as well as real people, and they target people that are more likely to believe disinformation. Therefore, people have a hard time distinguishing between the content posted by a human or a bot. The Botometer (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) , formerly known as BotOrNot, is a machine learning tool that detects social bots on Twitter. Bots use two strategies to spread low-credibility content; first, they amplify interactions with content as soon as it gets created to speed the process of making this article go viral. Second, bots target influential users in the hope of getting them to \"repost\" the fabricated article to increase public exposure and thus boosting its perceived credibility (Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017) .", "cite_spans": [{"start": 278, "end": 330, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}, {"start": 784, "end": 836, "text": "(Shao, Ciampaglia, Varol, Flammini, & Menczer, 2017)", "ref_id": "BIBREF101"}], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "In 2013, Twitter announced that about 5% of its users are fake (Elder, 2013) . The Wall Street Journal reported (Koh, 2014) in March 2014 that half of the accounts created in 2014 were suspended by Twitter due to activities such as aggressive following and unfollowing behaviors which are known characteristics of bots (Lee, Eoff, & Caverlee, 2011) . In 2017, Varol et al. (Varol, Ferrara, Davis, Menczer, & Flammini, 2017) reported that between 9% to 15% of users on Twitter exhibit bot behaviors. In 2018, Twitter suspended 70 million suspicious accounts (Timberg & Dwoskin, 2018) in an effort towards fighting fake news.", "cite_spans": [{"start": 63, "end": 76, "text": "(Elder, 2013)", "ref_id": "BIBREF19"}, {"start": 112, "end": 123, "text": "(Koh, 2014)", "ref_id": null}, {"start": 319, "end": 348, "text": "(Lee, Eoff, & Caverlee, 2011)", "ref_id": "BIBREF60"}, {"start": 373, "end": 423, "text": "(Varol, Ferrara, Davis, Menczer, & Flammini, 2017)", "ref_id": "BIBREF129"}, {"start": 557, "end": 582, "text": "(Timberg & Dwoskin, 2018)", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "Political disinformation is a major activity area for bots. During the US presidential election in 2016, bots produced 1.7 billion tweets and successfully outnumbered the tweets supporting one candidate by the factor of four (Kelion & Silva, 2016) . Similarly on Facebook, millions of fake stories supporting each candidate were shared and the balance was 4 to 1 supporting the same candidate (Allcott & Gentzkow, 2017) . These findings raise the question whether fake news did (Parkinson, 2016) or did not (Allcott & Gentzkow, 2017) affect the election results.", "cite_spans": [{"start": 225, "end": 247, "text": "(Kelion & Silva, 2016)", "ref_id": "BIBREF46"}, {"start": 393, "end": 419, "text": "(Allcott & Gentzkow, 2017)", "ref_id": "BIBREF2"}, {"start": 478, "end": 495, "text": "(Parkinson, 2016)", "ref_id": "BIBREF82"}, {"start": 507, "end": 533, "text": "(Allcott & Gentzkow, 2017)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "Bots, during the natural disasters of 2017, Mexico Earthquake and Hurricanes Harvey, Irma, and Maria, used disaster-related hashtags to promote political topics such as #DACA and #BlackLivesMatter (Khaund, Al-Khateeb, Tokdemir, & Agarwal, 2018) . These bots shared fake news and hoaxes such as a shark swimming in a flooded highway after Hurricanes Harvey and Irma. Bots accelerate the spread of rumors and increase the number users exposed to them by 26% (Vosoughi, Roy, & Aral, 2018) . Bots also use misdirection and smoke screening to sway the public attention from specific topics (Abokhodair, Yoo, & McDonald, 2015) . During the Syrian civil war in 2012, bots tweeted about political and natural crisis happening worldwide while including keywords related to the Syrian civil war to sway attention from the civil war, i.e. misdirection. In smoke screening, bots talked about other events in Syria using relevant hashtags #Syria (in English and Arabic) but the content was not about the civil war.", "cite_spans": [{"start": 197, "end": 244, "text": "(Khaund, Al-Khateeb, Tokdemir, & Agarwal, 2018)", "ref_id": "BIBREF47"}, {"start": 456, "end": 485, "text": "(Vosoughi, Roy, & Aral, 2018)", "ref_id": "BIBREF132"}, {"start": 585, "end": 620, "text": "(Abokhodair, Yoo, & McDonald, 2015)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "Activities of bots in spreading disinformation on social media has been widely reflected by news agencies and vastly studied by researchers. A list of major events infiltrated by bots and reported by news media is presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 227, "end": 234, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Bots on Social Media"}, {"text": "Researchers have studied bots on social media during numerous major events: natural disasters, man-made disasters such as civil wars and mass shootings, and political events such as Presidential Elections or referendums.", "cite_spans": [], "ref_spans": [], "section": "Bots on Social Media"}, {"text": "Ferrara et al. (Ferrara, Varol, Davis, Menczer, & Flammini, 2016) proposed a taxonomy of bot detection models which divides them into three classes: (1) graph-based, (2) crowdsourcing, and (3) feature-based social bot detection methods.", "cite_spans": [{"start": 15, "end": 65, "text": "(Ferrara, Varol, Davis, Menczer, & Flammini, 2016)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Representative Bot Detection Methods"}, {"text": "Graph-based social bot detection models lie on the assumption that the con-nectivity of bots is different from human users on social media. -Rank (Cao, Sirivianos, Yang, & Pregueiro, 2012 ) is a graph-based method proposed to efficiently detect adversary-owned bot accounts based on the links they form. The underlying assumption is that bots are mostly connected to other bots and have limited number of links to human users. Bots also show different characteristics in the communities they form. In a study on the bots that were active during the natural disasters in 2017, Khaund et al. (Khaund, Al-Khateeb, Tokdemir, & Agarwal, 2018) observed that bots form more hierarchical communities with cores of bots strongly connected to each other and peripheral members who are weakly connected to the core and to each other. Moreover, human users had more communities and their communities were more tightly knit.", "cite_spans": [{"start": 140, "end": 187, "text": "-Rank (Cao, Sirivianos, Yang, & Pregueiro, 2012", "ref_id": null}, {"start": 576, "end": 637, "text": "Khaund et al. (Khaund, Al-Khateeb, Tokdemir, & Agarwal, 2018)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Graph-based Methods"}, {"text": "Crowdsourcing social bot detection uses human annotators, expert and hire workers, to label social media users as human or bot (Wang et al., 2013) . This method is reliable and has near zero error when the inter annotator agreement is considered. However, it is time consuming, not cost effective, and not feasible considering millions of users on social media. Crowdsourcing and manual annotation are still being used as methods for collecting gold standard datasets for feature based bot detection models, most of which use supervised classification.", "cite_spans": [{"start": 127, "end": 146, "text": "(Wang et al., 2013)", "ref_id": "BIBREF136"}], "ref_spans": [], "section": "Crowdsourcing Methods"}, {"text": "Feature based social bot detection methods are based on the observation that bots have different characteristics than human users. To use feature-based supervised bot detection models, one must identify differences among bot and human users in terms of features such as content or activity in a labeled dataset. Then, a classifier is trained on the features and labels to distinguish bots from humans in an unobserved dataset. Different classification methods can be used for this purpose such as Support Vector Machines (Morstatter, Wu, Nazer, Carley, & Liu, 2016) , Random Forests (Lee, Eoff, & Caverlee, 2011) , and Neural Networks (Kudugunta & Ferrara, 2018) . We describe some common user features below: Lee & Kim, 2014) , publishing many tweets in a short time and being inactive for a longer period of time. Bots also tend to have very regular (e.g. tweeting every 10 minutes) or highly irregular (randomized lapse) tweeting patterns over time (Zhang & Paxson, 2011) .", "cite_spans": [{"start": 521, "end": 565, "text": "(Morstatter, Wu, Nazer, Carley, & Liu, 2016)", "ref_id": "BIBREF73"}, {"start": 583, "end": 612, "text": "(Lee, Eoff, & Caverlee, 2011)", "ref_id": "BIBREF60"}, {"start": 635, "end": 662, "text": "(Kudugunta & Ferrara, 2018)", "ref_id": "BIBREF55"}, {"start": 710, "end": 726, "text": "Lee & Kim, 2014)", "ref_id": "BIBREF61"}, {"start": 952, "end": 974, "text": "(Zhang & Paxson, 2011)", "ref_id": "BIBREF150"}], "ref_spans": [], "section": "Feature-based Methods"}, {"text": "• Network Connections: Bots connect to a large number of users hoping to receive followers back but the majority of human users do not reciprocate. Hence, bots tend to follow more users than follow them back (Chu, Gianvecchio, Wang, & Jajodia, 2012).", "cite_spans": [], "ref_spans": [], "section": "Feature-based Methods"}, {"text": "In this section, we discuss methods to detect disinformation. There are three areas that we discuss regarding detecting disinformation: 1) the users that disinformation is targeting, 2) the content of the disinformation itself, and 3) the way disinformation spreads over the network. Each one of these areas provides vital features that could be used to detect and combat disinformation. An excellent solution to the spread of disinformation would employ most, if not all, of these areas. However, most existing works had limited success to combat disinformation by focusing on one particular area out of the ones mentioned above to build their solutions. In this section, we discuss each one of these areas in detail. Although most fake news or disinformation detection techniques are supervised, some semi-supervised (Guacho, Abdali, Shah, & Papalexakis, 2018) and unsupervised (Hosseinimotlagh & Papalexakis, 2018) techniques have also been developed. We believe that this section could help to understand the methods used to detect disinformation, and it could guide new detectors to use more than one of these areas.", "cite_spans": [{"start": 819, "end": 862, "text": "(Guacho, Abdali, Shah, & Papalexakis, 2018)", "ref_id": "BIBREF33"}, {"start": 880, "end": 917, "text": "(Hosseinimotlagh & Papalexakis, 2018)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Detecting Disinformation"}, {"text": "In this section, we introduce how various aspects of users who are engaged in the spreading of disinformation can be utilized to detect disinformation.", "cite_spans": [], "ref_spans": [], "section": "The Role of Individuals to Detect Disinformation"}, {"text": "To combat fake news, some social media outlets turn to users to flag potential fake news articles. For instance, Facebook recently introduced tools that help users to flag articles that they deem as fake (Tschiatschek, Singla, Gomez Rodriguez, Merchant, & Krause, 2018) . These tools generate crowd signals that could be used to train classifiers to flag fake news. Many fake news detectors rely on users' responses because they hold valuable information about the credibility of the news (Qian, Gong, Sharma, & Liu, 2018) . Castillo et al. (Castillo, El-Haddad, Pfeffer, & Stempeck, 2014) pointed out that users' responses to news articles hold valuable information that helps to understand the properties of the content itself. Also, users' stances and sentiment could assist in detecting disinformation (Qian, Gong, Sharma, & Liu, 2018) . Shu et al. (Shu, Zhou, Wang, Zafarani, & Liu, 2019) used social media's user profiles for fake news detection. They measured the sharing behavior of users that spread disinforma-tion. Shu et al. analyzed the explicit and implicit profile features between these user groups to use those features in detecting disinformation on social media.", "cite_spans": [{"start": 204, "end": 269, "text": "(Tschiatschek, Singla, Gomez Rodriguez, Merchant, & Krause, 2018)", "ref_id": null}, {"start": 489, "end": 522, "text": "(Qian, Gong, Sharma, & Liu, 2018)", "ref_id": "BIBREF89"}, {"start": 541, "end": 589, "text": "(Castillo, El-Haddad, Pfeffer, & Stempeck, 2014)", "ref_id": null}, {"start": 806, "end": 839, "text": "(Qian, Gong, Sharma, & Liu, 2018)", "ref_id": "BIBREF89"}, {"start": 842, "end": 893, "text": "Shu et al. (Shu, Zhou, Wang, Zafarani, & Liu, 2019)", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Modeling User Interactions"}, {"text": "Tschiatschek et al. (Tschiatschek, Singla, Gomez Rodriguez, Merchant, & Krause, 2018) developed Detective, a Bayesian inference algorithm that detects fake news and simultaneously learns about users over time. Detective selects a subset of the news to send to an expert, such as a third-party fact-checking organization, to determine if the articles are fake or not. Over time the algorithm learns about users flagging behavior to avoid the effect of adversarial users. The experiments show that Detective is robust even if the majority of users are malicious.", "cite_spans": [{"start": 20, "end": 85, "text": "(Tschiatschek, Singla, Gomez Rodriguez, Merchant, & Krause, 2018)", "ref_id": null}], "ref_spans": [], "section": "Modeling User Interactions"}, {"text": "Many users try to combat disinformation with the truth. Some users share links to fact checking websites that debunk false claims, or disinformation. The fake checking articles come from sites like Snopes.com, Politifact.com, or FactCheck.org. To stimulate the users to spread fact-checked content to other users, (Vo & Lee, 2018) propose an article recommendation model. The model provides personalized fact-checking URLs to each user based on their interests to encourage them to engage in fighting disinformation.", "cite_spans": [{"start": 314, "end": 330, "text": "(Vo & Lee, 2018)", "ref_id": "BIBREF131"}], "ref_spans": [], "section": "Modeling User Interactions"}, {"text": "User sentiment about news articles may help to detect disinformation. In a study by Vosoughi et al. (Vosoughi, Roy, & Aral, 2018) show that disinformation triggers different feelings in users than real news. Disinformation sparks fear, disgust, and surprise that could be observed from user responses. On the other hand, real news stimulates anticipation, sadness, joy, and trust. Some of the existing works utilize this phenomena to detect disinformation.", "cite_spans": [{"start": 100, "end": 129, "text": "(Vosoughi, Roy, & Aral, 2018)", "ref_id": "BIBREF132"}], "ref_spans": [], "section": "Using User Sentiments"}, {"text": "Pamungkas et al. (Pamungkas, Basile, & Patti, 2019) argue that when users face disinformation, in this case rumors, they take different stances about the article. Some users support the rumor, while others deny it. To predict user stance, Pamungkas et al. use conversationbased and affective-based features They classify user response in these classes: support, deny, query, or comment to the rumor. This work could be used as training features to a disinformation detector.", "cite_spans": [{"start": 17, "end": 51, "text": "(Pamungkas, Basile, & Patti, 2019)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Using User Sentiments"}, {"text": "As we discussed previously, early detection of fake news is challenging, because detectors do not have access to user responses. However, users' responses to the previous articles exist and could be used to generate responses to news articles that could enhance the detection of fake news. User responses towards previously propagated articles may hold rich information and latent user intelligence that existing works ignore (Qian, Gong, Sharma, & Liu, 2018) . Qian et al. (Qian, Gong, Sharma, & Liu, 2018) developed a detector that tackles the early fake news detection problem using only the news article's text. They developed a generative model that can be used to generate responses to new articles in order to assist in fake news detection.", "cite_spans": [{"start": 426, "end": 459, "text": "(Qian, Gong, Sharma, & Liu, 2018)", "ref_id": "BIBREF89"}, {"start": 462, "end": 507, "text": "Qian et al. (Qian, Gong, Sharma, & Liu, 2018)", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Using User Sentiments"}, {"text": "In this section, we will illustrate how to leverage disinformation content in the detection task. Also, we will talk about AI-generated disinformation. We believe that AI-generated disinformation will be a very important topic for research in the near future.", "cite_spans": [], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "As we mentioned previously, one of the challenges of detecting disinformation is detecting fake news regarding newly emerged events. Most of the existing detection strategies tend to learn event-specific features that can not be transferred to unseen events. Therefore, they perform poorly on this challenge . To overcome this challenge, Wang et al. (Wang et al., 2018) propose Event Adversarial Neural Network (EANN) that can derive event-invariant features. The event-invariant features help the detection of fake news on newly arrived events. Also, EANN can learn transferable features for unseen events.", "cite_spans": [{"start": 338, "end": 369, "text": "Wang et al. (Wang et al., 2018)", "ref_id": "BIBREF138"}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "Although most disinformation content is created manually, there is potential for AIgenerated textual content in the near future. In recent years, advances in natural language understanding and natural language processing has achieved great results for challenging language tasks such as neural text summarization and machine translation. However, the same technologies used for these applications could be used to generate fake news by adversaries. We are on the verge of the era of Neural Generated Disinformation because anyone can easily and cheaply collect and process vast amounts of data (Zellers et al., 2019) . In addition to that, the recent developments in text generation (Jozefowicz, Vinyals, Schuster, Shazeer, & Wu, 2016; Radford, Narasimhan, Salimans, & Sutskever, 2018; Radford et al., 2019) lead Zellers et al. (Zellers et al., 2019) to develop a model to generate fake news.", "cite_spans": [{"start": 594, "end": 616, "text": "(Zellers et al., 2019)", "ref_id": null}, {"start": 683, "end": 735, "text": "(Jozefowicz, Vinyals, Schuster, Shazeer, & Wu, 2016;", "ref_id": "BIBREF44"}, {"start": 736, "end": 785, "text": "Radford, Narasimhan, Salimans, & Sutskever, 2018;", "ref_id": null}, {"start": 786, "end": 807, "text": "Radford et al., 2019)", "ref_id": "BIBREF91"}, {"start": 813, "end": 850, "text": "Zellers et al. (Zellers et al., 2019)", "ref_id": null}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "Zellers et al. (Zellers et al., 2019 ) developed a generative model called Grover, which is a controllable text generation model. The goal of this model to act as a threat model to study the threat of AI-generated news. This approach is inspired by threat modeling commonly used in the field of computer security. Grover can write a news article, given only a headline. For example, the user might input the title 'Link Found Between Vaccines and Autism' as a headline for a new fake news article. Grover then generates the body of the article and rewrites the headline of the article in a more appropriate way. Grover can identify news generated by itself with around 90% accuracy. AI-Generated content could possibly lead to other threats. For instance, AI could be used by an adversary to generate comments to news articles or even the articles themselves (Zellers et al., 2019) .", "cite_spans": [{"start": 15, "end": 36, "text": "(Zellers et al., 2019", "ref_id": null}, {"start": 859, "end": 881, "text": "(Zellers et al., 2019)", "ref_id": null}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "Media and journalism companies are coming up with smartphone apps and websites that provide very short summaries of news articles, to satisfy readers who want to consume as much information possible in a short time. In this regard, neural text summarization seems to be a promising way of automating the news article summarization task. With the gradual improvement of such summarization models, an interesting new challenge would be to perform fake news detection on such neural generated summaries instead of on the actual article. Esmaeilzadeh et al. (Esmaeilzadeh, Peh, & Xu, 2019) have performed fake news detection on summaries generated from news articles using abstractive sum-marization models, and compared the detection performance when using the entire news text and headline text as input. For the dataset and text summarization model used in (Esmaeilzadeh, Peh, & Xu, 2019) , the model trained on the neural generated summaries performed best when it came to detection accuracy, hinting that the summarization step acts as some form of a feature generator.", "cite_spans": [{"start": 554, "end": 585, "text": "(Esmaeilzadeh, Peh, & Xu, 2019)", "ref_id": "BIBREF21"}, {"start": 856, "end": 887, "text": "(Esmaeilzadeh, Peh, & Xu, 2019)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "Apart from the ML based methods discussed above, significant efforts have been put in by the fact-checking, data management and database community (Lakshmanan, Simpson, & Thirumuruganathan, 2019) toward disinformation detection, leveraging structured data and knowledge graphs (Ciampaglia et al., 2015) . Automatic factchecking using knowledge graphs in order to check the veracity of claims is an active area of ongoing research and when done successfully can potentially replace the tedious task of manual fact-checking done by experts and journalists. Such techniques include path analysis and link prediction in knowledge graphs among others.", "cite_spans": [{"start": 147, "end": 195, "text": "(Lakshmanan, Simpson, & Thirumuruganathan, 2019)", "ref_id": "BIBREF57"}, {"start": 277, "end": 302, "text": "(Ciampaglia et al., 2015)", "ref_id": null}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "Attempts at disinformation detection via checking the credibility of claims made online has been done via methods in the domain of Truth Discovery and Fusion. Some of these methods use multiple online sources, both supporting and refuting, to check the veracity of claims and identify the truth (Jin, Cao, Zhang, & Luo, 2016) (Yin, Han, & Philip, 2008) . Given the evolving nature of online social media content along with the problem of earlydetection of disinformation, Zhang et al. have proposed a dynamic truth discovery scheme to deal with noisy and incomplete data available online.", "cite_spans": [{"start": 295, "end": 325, "text": "(Jin, Cao, Zhang, & Luo, 2016)", "ref_id": "BIBREF43"}, {"start": 326, "end": 352, "text": "(Yin, Han, & Philip, 2008)", "ref_id": "BIBREF146"}], "ref_spans": [], "section": "Leveraging the Content to Detect Disinformation"}, {"text": "In this section, we illustrate how to detect disinformation with the signals extracted from different types of networks.", "cite_spans": [], "ref_spans": [], "section": "Exploiting Networks for Detecting Disinformation"}, {"text": "Malicious agents, who intend to spread fake fabricated news on social media, want rapid dissemination of the post/article, in order to reach as many people as possible quickly. Often bots and bot-like accounts are used to propagate the news faster. Keeping this in mind, the user profiles of users sharing the news, and also the propagation pattern can provide clues to determine the veracity of the article. One relatively recent work that achieved promising results using this approach is that of Liu and Wu (Liu & Wu, 2018) , where the authors have used the concept of propagation path of news articles in the detection of fake news. In this work, propagation path of an article is a sequence of tuples, each tuple consisting of a timestamp t and a vector characterizing the user who shared the article at that timestamp. The propagation paths for the news articles, are fed separately into RNN and CNN units, and after subsequent pooling and concatenation operations, a classifier is trained on the learned representations in order to differentiate between fake and real articles. A similar approach using propagation structures or propagation trees, and features related to the user, original message and \"reposts\", has been experimented with using false rumor vs. real data from Weibo (Wu, Yang, & Zhu, 2015) .", "cite_spans": [{"start": 510, "end": 526, "text": "(Liu & Wu, 2018)", "ref_id": "BIBREF65"}, {"start": 1291, "end": 1314, "text": "(Wu, Yang, & Zhu, 2015)", "ref_id": "BIBREF139"}], "ref_spans": [], "section": "Detection of Fake Content via Propagation Networks"}, {"text": "Recently, much efforts have been devoted on graph mining-based disinformation detection due to their superior capabilities.", "cite_spans": [], "ref_spans": [], "section": "Advanced Graph Mining for Disinformation Detection"}, {"text": "Graph neural networks (GNNs), a family of neural models for learning latent node representations in a graph, have been widely used in different graph learning tasks and achieved remarkable success (Kipf & Welling, 2016; Ding, Li, Bhanushali, & Liu, 2019; Ding, Li, Li, Liu, & Liu, 2019; Monti, Frasca, Eynard, Mannion, & Bronstein, 2019; Bian et al., 2020) . Due to the superior modeling power, researchers have proposed to leverage GNNs for solving the disinformation detection problem. As one of the first endeavors, (Monti, Frasca, Eynard, Mannion, & Bronstein, 2019) has presented a geometric deep learning approach for fake news detection on Twitter social network. The proposed method allows integrating heterogeneous data pertaining to the user profile and activity, social network structure, news spreading patterns and content. The proposed model achieves promising and robust results on the large-scale dataset, pointing to the great potential of GNN-based methods for fake news detection. Later on, GCNSI (Graph Convolutional Networks based Source Identification) has been proposed to locate multiple rumor sources without prior knowledge of underlying propagation model. By adopting spectral domain convolution, GCNSI learns node representation by utilizing its multi-order neighbors information such that the prediction precision on the sources is improved. Moreover, Tian et.al (Bian et al., 2020) argue that the existing methods only take into account the patterns of deep propagation but ignore the structures of wide dispersion in disinformation (rumor) detection. They propose a novel bi-directional graph model, named Bi-Directional Graph Convolutional Networks (Bi-GCN), to explore both characteristics by operating on both top-down and bottom-up propagation of rumors. Its inherent GCN model gives the proposed method Bi-GCN the ability of processing graph/tree structures and learning higher-level representations more conducive to disinformation (rumor) detection.", "cite_spans": [{"start": 197, "end": 219, "text": "(Kipf & Welling, 2016;", "ref_id": "BIBREF50"}, {"start": 220, "end": 254, "text": "Ding, Li, Bhanushali, & Liu, 2019;", "ref_id": null}, {"start": 255, "end": 286, "text": "Ding, Li, Li, Liu, & Liu, 2019;", "ref_id": "BIBREF18"}, {"start": 287, "end": 337, "text": "Monti, Frasca, Eynard, Mannion, & Bronstein, 2019;", "ref_id": "BIBREF72"}, {"start": 338, "end": 356, "text": "Bian et al., 2020)", "ref_id": "BIBREF11"}, {"start": 519, "end": 570, "text": "(Monti, Frasca, Eynard, Mannion, & Bronstein, 2019)", "ref_id": "BIBREF72"}, {"start": 1392, "end": 1411, "text": "(Bian et al., 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Advanced Graph Mining for Disinformation Detection"}, {"text": "In recent years, especially after the 2016 US election, disinformation has become a worry to researchers from different fields and government officials. We noticed a surge in research related to identifying, understanding, and combating disinformation. Also, we see that many governments and educational organizations around the world are trying to combat disinformation. In this section, we discuss the research fields that are concerned about disinformation, and we list the strategies they give to combat disinformation. In addition to that, we talk about efforts related to combating disinformation through education.", "cite_spans": [], "ref_spans": [], "section": "Mitigating Disinformation via Education, Research, and Collaboration"}, {"text": "In an alarming survey report by the Stanford History Education Group (Breakstone et al., 2019) , over 3,400 high school students in the United States were evaluated on their ability to differentiate \"fact from fiction\" and how well they were able to judge the credibility of information sources on online social media. According to the report, students were assigned six tasks that evaluated how they consume news on social media, and majority of the students failed at the tasks they were assigned, thus proving the need for administering digital media evaluation skills to students early on in their life.", "cite_spans": [{"start": 69, "end": 94, "text": "(Breakstone et al., 2019)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Mitigating Disinformation via Education"}, {"text": "Recognizing the alarming prevalence of fake news and disinformation, and the potential threat to consumers of such false information, many countries, government and private bodies have been investing in steps to educate the general public about disinformation and how to spot fake news. Many schools across all 50 states in the US (Chen, 20AD; Timsit, 12AD; Tugend, 20AD) have modified their curricula to add courses to educate students to be critical to the news they see on social media. News Literacy Project 14 -a US education nonprofit -is responsible for designing the curriculum and offering nonpartisan, independent programs that teach students how to know what to trust in the digital age. Recently, Google has also launched media literacy activities to teach kids how to be aware of the information they see online, and how to identify fake posts and URLs (Mascott, 2019) . They have also partnered with YMCA and National PTA to host workshops for children and parents.", "cite_spans": [{"start": 866, "end": 881, "text": "(Mascott, 2019)", "ref_id": null}], "ref_spans": [], "section": "Mitigating Disinformation via Education"}, {"text": "Similar approaches to educate citizens are being taken across the globe. Finland, which ranks the highest in terms of media literacy among European nations (Lessenski, 2018) , have schools and colleges teaching students how to evaluate the authenticity of articles on social media before they \"like\" or \"share\" them.", "cite_spans": [{"start": 156, "end": 173, "text": "(Lessenski, 2018)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Mitigating Disinformation via Education"}, {"text": "Many researchers from different fields are trying to understand disinformation in order to mitigate its effect on society. For instance, cognitive scientists study the problem of disinformation through studying why do people believe disinformation and what type of people are more likely to believe it (Bronstein, Pennycook, Bear, Rand, & Cannon, 2019) . Journalists are trying to re-evaluate the reporting of the news and how \"elites\" should discuss disinformation in the media (Van Duyn & Collier, 2019). Computer scientists are applying data mining and machine learning to detect and deal with disinformation (see section 4).", "cite_spans": [{"start": 314, "end": 352, "text": "Pennycook, Bear, Rand, & Cannon, 2019)", "ref_id": null}], "ref_spans": [], "section": "Mitigating Disinformation via Research and Collaboration"}, {"text": "Here, we talk about these efforts, and we list some of the strategies that researchers are suggesting to mitigate the spread of disinformation.", "cite_spans": [], "ref_spans": [], "section": "Mitigating Disinformation via Research and Collaboration"}, {"text": "14 https://newslit.org/ Given the prevalence of disinformation, websites and social media platforms have been focusing a lot of their computational resources on mitigation methods (Shu, Bernard, & Liu, 2018) , some of which are briefly explained below:", "cite_spans": [{"start": 180, "end": 207, "text": "(Shu, Bernard, & Liu, 2018)", "ref_id": "BIBREF108"}], "ref_spans": [], "section": "Computational Approaches"}, {"text": "Source Identification: Identifying malicious sources involved in the creation and spread of fake news and disinformation. An important step in this process is the task of information provenance -identifying the sources given the diffusion network of the news article (Barbier, Feng, Gundecha, & Liu, 2013) , using provenance paths. Influential social media users having a large online follower-base may also be responsible for the rapid spread of disinformation. Identifying these \"opinion leaders\" propagating disinformation and terminating their accounts or even slowing down their reach or may slow down the spread of disinformation. (Tong, Du, & Wu, 2018) , while some others focus on finding the smallest set of nodes to remove, such that the influence is minimized (Pham, Phu, Hoang, Pei, & Thai, 2019) .", "cite_spans": [{"start": 267, "end": 305, "text": "(Barbier, Feng, Gundecha, & Liu, 2013)", "ref_id": "BIBREF8"}, {"start": 637, "end": 659, "text": "(Tong, Du, & Wu, 2018)", "ref_id": "BIBREF124"}, {"start": 771, "end": 808, "text": "(Pham, Phu, Hoang, Pei, & Thai, 2019)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Computational Approaches"}, {"text": "Content Flagging: Social media platforms often provide users the option to 'flag' a post as spreading false information, and once a post gets sufficient number of these 'flags', it is often fact-checked, and if found to be disinformation, it is subsequently removed from the platform. Given the trade-off between the number of user flags and the potential damage caused by increased exposure to disinformation, proposed a scalable algorithm to effectively select articles for fact-checking and and schedule the fact-checking process.", "cite_spans": [], "ref_spans": [], "section": "Computational Approaches"}, {"text": "Cognitive science is defined as the scientific study of the human mind to understand how human knowledge used, processed, and acquired 15 . Cognitive scientists are concerned about disinformation, and they are applying their knowledge to find how and why people believe disinformation. Bronstein et al. (Bronstein, Pennycook, Bear, Rand, & Cannon, 2019) studied the reasons that might lead people to believe in fake news. They found that the main factors behind believing disinformation are Delusionality, Dogmatism, Religious Fundamentalism, and Reduced Analytic Thinking. Bronstein et al. concluded that people who uphold delusion-like beliefs, dogmatic individuals, or religious fundamentalists are more likely to believe disinformation. They argue that the reason behind this phenomenon is that these people are less likely to engage in open-minded thinking and analytic thinking, which makes them vulnerable to disinformation. Pennycook et al. found that believing disinformation is more related to lazy thinking or lack of it more than partisan bias.", "cite_spans": [{"start": 286, "end": 353, "text": "Bronstein et al. (Bronstein, Pennycook, Bear, Rand, & Cannon, 2019)", "ref_id": null}], "ref_spans": [], "section": "Cognitive Science"}, {"text": "The lack of thinking and other factors that lead to believing disinformation is a solvable problem. De keersmaecker and Roets (Keersmaecker & Roets, 2017) demonstrate that, generally, people adjust their attitudes towards disinformation once they are faced with the truth. However, the level of cognitive ability influences the degree to which people change their assessment of the news. Cognitive scientist believes that leveraging interventions that improve analytic and actively open-minded thinking might lessen the belief in disinformation (Bronstein, Pennycook, Bear, Rand, & Cannon, 2019; . Actively open-minded thinking \"involves the search for alternative explanations and the use of evidence to revise beliefs.\" Furthermore, analytic thinking is \"the disposition to initiate deliberate thought processes in order to reflect on intuitions and gut feelings.\" (Bronstein, Pennycook, Bear, Rand, & Cannon, 2019) ", "cite_spans": [{"start": 126, "end": 154, "text": "(Keersmaecker & Roets, 2017)", "ref_id": "BIBREF45"}, {"start": 545, "end": 595, "text": "(Bronstein, Pennycook, Bear, Rand, & Cannon, 2019;", "ref_id": null}, {"start": 867, "end": 917, "text": "(Bronstein, Pennycook, Bear, Rand, & Cannon, 2019)", "ref_id": null}], "ref_spans": [], "section": "Cognitive Science"}, {"text": "Following the 2016 US election, many political scientists and journalists studied the effect of disinformation on social media on society. Also, they studied disinformation to find the people that are more likely to be victims of fake news to develop strategies to mitigate the problem of disinformation. Bovet et al. (Bovet & Makse, 2019) found that confirmation bias and social influence is the main reason for echo chambers where users with similar beliefs share disinformation about a specific topic. However, users who are exposed to disinformation is a small fraction of the general public (Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019) . Those users tend to be conservative-leaning, older, and highly engaged with political news (Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019) . Those users tend to consume disinformation about political news (Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019) or science (Scheufele & Krause, 2019) .", "cite_spans": [{"start": 318, "end": 339, "text": "(Bovet & Makse, 2019)", "ref_id": "BIBREF14"}, {"start": 596, "end": 656, "text": "(Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019)", "ref_id": "BIBREF32"}, {"start": 750, "end": 810, "text": "(Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019)", "ref_id": "BIBREF32"}, {"start": 877, "end": 937, "text": "(Grinberg, Joseph, Friedland, Swire-Thompson, & Lazer, 2019)", "ref_id": "BIBREF32"}, {"start": 949, "end": 975, "text": "(Scheufele & Krause, 2019)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Journalism and Political Science"}, {"text": "Journalists and political scientists wanted to study the reasons behind the distrust of traditional media. Van Duyn et al. (Van Duyn & Collier, 2019) wanted to study the effect of elite discourse on disinformation and how does it affect people's trust of news organization. They found that people exposed to the elite discussion about disinformation tend to have lower levels of trust in traditional media, and they have a hard time identifying real information. Also, attacking real news organizations, and branding them as fake news sites lead to the rise of disinformation on social media (Tandoc Jr, 2019) .", "cite_spans": [{"start": 107, "end": 149, "text": "Van Duyn et al. (Van Duyn & Collier, 2019)", "ref_id": "BIBREF128"}, {"start": 592, "end": 609, "text": "(Tandoc Jr, 2019)", "ref_id": "BIBREF118"}], "ref_spans": [], "section": "Journalism and Political Science"}, {"text": "Journalists and political scientists suggest that users should consume news from verified accounts such as well known journalists or official accounts such as government accounts (Bovet & Makse, 2019) . In addition to that, disinformation experts should be careful about the way they discuss disinformation in order to avoid causing distrust in the media in general (Van Duyn & Collier, 2019) . Politicians should also stop attacking the real news media and label them as fake news.", "cite_spans": [{"start": 179, "end": 200, "text": "(Bovet & Makse, 2019)", "ref_id": "BIBREF14"}, {"start": 366, "end": 392, "text": "(Van Duyn & Collier, 2019)", "ref_id": "BIBREF128"}], "ref_spans": [], "section": "Journalism and Political Science"}, {"text": "In this paper, we gave an overview of disinformation from different aspects. We defined disinformation, and we listed some of the forms it takes, such as fake news, rumors, hoaxes, etc. We also talked about the history of disinformation and how internet and social media affects the spread and subsequent consumption of disinformation. We discuss the challenges in detecting fake news and then proceed to talk about the different forms of fabricated content that may exist on social media, i.e. text, image, video etc., and discuss the notable detection techniques devised by researchers for detecting the different forms of fabricated content. We also talked about the ongoing efforts to inform people about presence of disinformation, in terms of educational programs, and also gave a brief perspective into disinformation through the lenses of cognitive science and political science. The main goal of our work is to provide the reader with a comprehensive view of the current scenario in the research field of disinformation detection. Given the ever-growing relevance of disinformation on social media, and the complementary need for better detection methods and models, we hope our work would provide future researchers an idea of the advances made so far, and hence guide them towards further improvement. In this regard, we also list some of the datasets and tools used most widely in the context of disinformation detection.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}, {"text": "There are several interesting and promising directions to explore. First, threat modeling of disinformation is an exciting topic to study. Threat modeling is a widely used technique in the field of computer security to identify and combat the threat. We believe that threat modeling is a very interesting topic that was not studied to its full potential. Disinformation generators could be developed as threat models to improve our understanding of disinformation and how it spreads in society. Building threat models may help to build better disinformation detectors. To the best of our knowledge, there is no work on disinformation threat modeling other than Zellers et al. (Zellers et al., 2019) . However, Zellers et al. (Zellers et al., 2019) work is limited to only textual data. As we explained previously, real-world disinformation comes in many forms, such as text, images, and videos. To build better threats models, these models need to be able to generate disinformation in as many forms as possible. Now that generating deepfakes and fake videos in general has become extremely easy, we feel there is a need for more work to be done in the detection of such fabricated videos. There is a great need for video threat modeling. One possible way to create these models is by using stock video databases available online. This method is inexpensive and quick to overwhelm detectors. Moreover, very few labeled deepfake datasets are available publicly for research. Work could be done in generating and creating more annotated deepfake datasets.", "cite_spans": [{"start": 676, "end": 698, "text": "(Zellers et al., 2019)", "ref_id": null}, {"start": 725, "end": 747, "text": "(Zellers et al., 2019)", "ref_id": null}], "ref_spans": [], "section": "Conclusion and Future Work"}, {"text": "The way that social media users react to novel news content is an excellent way to detect disinformation. People tend to respond differently to disinformation and real information. However, some people are more likely to get fooled by disinformation than others. The reason behind this phenomena might be confirmation bias or some other cognitive or psychological reasons, and more research could be done to study disinformation from a psychological point of view. People who get fooled by disinformation easily could be used as an indicator of disinformation. Also, those people tend to form echo chambers, and they share disinformation among themselves. Therefore, we believe that tackling the problem of echo chambers could possibly help early detection.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}, {"text": "As we mentioned previously, the problem of early detection of fake news on social media platforms is an unsolved one and much improvements could be done in this regard. Furthermore, the problem of fake news is extremely topic-dependent. Hence, in case of ML-based methods, models trained using data belong to a certain domain or set of events may fail to perform satisfactorily in a different context. To tackle this challenge, along with the challenge of scarcity of available data when it comes to novel fake news, transfer learning based techniques could be used. Newly available data could be used to further tune a model that has already learned the linguistic structures of fake vs. real news.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}, {"text": "With the gradually increasing volume of ongoing research in the domain of fake news or disinformation detection, there are a considerable number of datasets for use by researchers.", "cite_spans": [], "ref_spans": [], "section": "A Datasets and Tools Available"}, {"text": "There have been a few small fake news datasets predating the era during which research in fake news detection gained momentum. The use of advanced computational methods and machine learning frameworks engenders the need for large datasets that can be used to train such automatic detection models in order to achieve improved performance. Here we describe a few datasets that have been in use recently:", "cite_spans": [], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[Twitter Media Corpus 16 ]: This dataset consists of tweets from Twitter containing multimedia content and associated 'fake' or 'real' labels. Tweets where such fake images were used as supporting media have been labelled as fake. For more information on the dataset and the framework developed by the creators of the dataset, please refer to (Boididou et al., 2018) .", "cite_spans": [{"start": 343, "end": 366, "text": "(Boididou et al., 2018)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[PHEME Rumor Dataset 17 ]: This dataset (Kochkina, Liakata, & Zubiaga, 2018) contains a collection of tweets from Twitter, comprising of both rumors and non-rumors. These tweets correspond to 9 different events, and are annotated with labels -True, False or Unverified. For details of the data collection and the related analysis by the authors, please refer to (Zubiaga, Liakata, Procter, Hoi, & Tolmie, 2016) .", "cite_spans": [{"start": 40, "end": 76, "text": "(Kochkina, Liakata, & Zubiaga, 2018)", "ref_id": "BIBREF52"}, {"start": 362, "end": 410, "text": "(Zubiaga, Liakata, Procter, Hoi, & Tolmie, 2016)", "ref_id": "BIBREF155"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[CREDBANK 18 ]: This is a dataset (Mitra & Gilbert, 2015) containing over 60 million tweets from Twitter, over 1049 real-world events. As explained in the paper introducing this dataset, each of the tweets have been annotated with a credibility score as judged by human annotator. The credibility score is based on a credibilty scale: Certainly Accurate, Probably Accurate, Uncertain, Probably Inaccurate, and Certainly Inaccurate.", "cite_spans": [{"start": 34, "end": 57, "text": "(Mitra & Gilbert, 2015)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[LIAR 19 ]: Consists of 12.8K labelled sentences across different contexts, extracted from POLITIFACT.COM. The sentences consist of statements made by speakers having different political affiliations and also Facebook posts. Each statement is associated with a finegrained truthfulness label, which is one of 6 possible values. Furthermore, each speaker is associated with a 'credit history', that is a tuple having counts of how many statements they made in each of the truthfulness category, thus serving as some sort of credibility score. More information regarding the dataset can be found in (Wang, 2017) .", "cite_spans": [{"start": 597, "end": 609, "text": "(Wang, 2017)", "ref_id": "BIBREF137"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[Twitter Death Hoax 20 ]: This dataset consists of death reports posted on Twitter between 1st January, 2012 and 31st December 2014. There are over 4k reports, out of which only 2031 are real deaths, as verified by using information form Wikipedia. For more details on the collection and and related hoax detection task, please refer to (Zubiaga, 2018) .", "cite_spans": [{"start": 337, "end": 352, "text": "(Zubiaga, 2018)", "ref_id": "BIBREF154"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[FA-KES: A Fake News Dataset around the Syrian War 21 ]: This dataset consists of news articles focused on the Syrian war and these articles are labelled as \"fake\" or \"credible\" by comparing the content of the articles with ground truth obtained from Syrian Violations Documentation Center. For more information regarding the data collection and annotation process, please refer to (Salem, Al Feel, Elbassuoni, Jaber, & Farah, 2019) .", "cite_spans": [{"start": 382, "end": 432, "text": "(Salem, Al Feel, Elbassuoni, Jaber, & Farah, 2019)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "[FakeNewsNet 22 ] : Consists of real and fake news articles related to politics (from POLITIFACT and celebrities (from GOSSIPCOP. Along with the content of the posts/tweets, the dataset also has data related to the social context -including user-profiles, user-following, user-followers etc. For more details, please refer to (Shu, Mahudeswaran, Wang, Lee, & Liu, 2018) .", "cite_spans": [{"start": 326, "end": 369, "text": "(Shu, Mahudeswaran, Wang, Lee, & Liu, 2018)", "ref_id": "BIBREF109"}], "ref_spans": [], "section": "A.1 Datasets"}, {"text": "Given the significant amount of ongoing work in the field of fake news or disinformation detection, researchers and practitioners have made certain tools available for use, in order to further the research in this area. Here we list a few publicly available ones:", "cite_spans": [], "ref_spans": [], "section": "A.2 Tools"}, {"text": "[Big Bird 23 ]: This is a tool to automatically generate (fake) news articles. The website www.notrealnews.net contain 'news' generated by this text generator tool and subsequently edited by human agents.", "cite_spans": [], "ref_spans": [], "section": "A.2 Tools"}, {"text": "[Computational-Verification 24 ]: This is a framework for identifying the veracity of content/posts on social media (Twitter, in this case). This makes sue of two types of features -Tweet-based features, such as number of words, number of retweets etc, and User-based features such as friend-follower ratio, number of tweets etc. A two-level classification model, to identify fake vs. real content, is trained. For more details and information on the approach, please refer (Boididou et al., 2018) .", "cite_spans": [{"start": 474, "end": 497, "text": "(Boididou et al., 2018)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "A.2 Tools"}, {"text": "[Facebook Hoax 25 ]: This is a collection of Python scripts to collect posts on a page on Facebook, since a pre-defined date as input by the user. Authors in (Tacchini, Ballarin, Della Vedova, Moret, & de Alfaro, 2017) use this to create a dataset of over 15,000 posts on Facebook and try to identify hoax vs. non-hoax posts based on the users who 'liked' the posts. The authors used logistic regression and harmonic boolean label crowdsourcing in order to perform the classification. For more details please refer to (Tacchini, Ballarin, Della Vedova, Moret, & de Alfaro, 2017) . Politico. https://www.politico.com/news/2020/03/16/coronavirus-fake-news-pandemic-13344 Retrieved from https://www.politico.com/news/2020/03/16/coronavirus-fake-news-pand Jin, F., Dougherty, E., Saraf, P., Cao, Y., & Ramakrishnan, N. (2013) . Epidemiological modeling of news and rumors on twitter. In Proceedings of the 7th Workshop on Social Network Mining and Analysis (p. 8). ACM.", "cite_spans": [{"start": 158, "end": 218, "text": "(Tacchini, Ballarin, Della Vedova, Moret, & de Alfaro, 2017)", "ref_id": null}, {"start": 518, "end": 578, "text": "(Tacchini, Ballarin, Della Vedova, Moret, & de Alfaro, 2017)", "ref_id": null}, {"start": 787, "end": 821, "text": "Cao, Y., & Ramakrishnan, N. (2013)", "ref_id": null}], "ref_spans": [], "section": "A.2 Tools"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Measuring user credibility in social media", "authors": [{"first": "M.-A", "middle": [], "last": "Abbasi", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2013, "venue": "International Conference on Social Computing, Behavioral-Cultural Modeling, and Prediction", "volume": "", "issn": "", "pages": "441--448", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Dissecting a social botnet: Growth, content and influence in Twitter", "authors": [{"first": "N", "middle": [], "last": "Abokhodair", "suffix": ""}, {"first": "D", "middle": [], "last": "Yoo", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Mcdonald", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 18th ACM Conference on Computer Supported Cooperative Work & Social Computing", "volume": "", "issn": "", "pages": "839--851", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Social Media and Fake News in the 2016 Election", "authors": [{"first": "H", "middle": [], "last": "Allcott", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentzkow", "suffix": ""}], "year": 2017, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "E-Cigarette Surveillance With Social Media Data: Social Bots, Emerging Topics, and Trends", "authors": [{"first": "J.-P", "middle": [], "last": "Allem", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Uppu", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Cruz", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Unger", "suffix": ""}], "year": 2017, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The psychology of rumor", "authors": [{"first": "G", "middle": ["W"], "last": "Allport", "suffix": ""}, {"first": "L", "middle": [], "last": "Postman", "suffix": ""}], "year": 1947, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Anxiety and rumor", "authors": [{"first": "S", "middle": [], "last": "Anthony", "suffix": ""}], "year": 1973, "venue": "The Journal of social psychology", "volume": "89", "issn": "1", "pages": "91--98", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On WhatsApp, Rumours, and Lynchings. Economic & Political Weekly", "authors": [{"first": "C", "middle": [], "last": "Arun", "suffix": ""}], "year": 2019, "venue": "", "volume": "54", "issn": "", "pages": "30--35", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Provenance Data in Social Media", "authors": [{"first": "G", "middle": [], "last": "Barbier", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "P", "middle": [], "last": "Gundecha", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2013, "venue": "Synthesis Lectures on Data Mining and Knowledge Discovery", "volume": "4", "issn": "1", "pages": "1--84", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Social bots distort the 2016 U.S. Presidential election online discussion", "authors": [{"first": "A", "middle": [], "last": "Bessi", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The power of a good idea: Quantitative modeling of the spread of ideas from epidemiological models", "authors": [{"first": "L", "middle": ["M A"], "last": "Bettencourt", "suffix": ""}, {"first": "A", "middle": [], "last": "Cintrón-Arias", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Kaiser", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chávez", "suffix": ""}], "year": 2006, "venue": "Physica A: Statistical Mechanics and its Applications", "volume": "364", "issn": "", "pages": "513--536", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Rumor Detection on Social Media with Bi-Directional Graph Convolutional Networks", "authors": [{"first": "T", "middle": [], "last": "Bian", "suffix": ""}, {"first": "X", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "T", "middle": [], "last": "Xu", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rong", "suffix": ""}, {"first": "J", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2001.06362"]}}, "BIBREF12": {"ref_id": "b12", "title": "Soviet Bloc intelligence and its AIDS disinformation campaign. Studies in Intelligence", "authors": [{"first": "T", "middle": [], "last": "Boghardt", "suffix": ""}], "year": 2009, "venue": "", "volume": "53", "issn": "", "pages": "1--24", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Detection and visualization of misleading content on Twitter", "authors": [{"first": "C", "middle": [], "last": "Boididou", "suffix": ""}, {"first": "S", "middle": [], "last": "Papadopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Zampoglou", "suffix": ""}, {"first": "L", "middle": [], "last": "Apostolidis", "suffix": ""}, {"first": "O", "middle": [], "last": "Papadopoulou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kompatsiaris", "suffix": ""}], "year": 2018, "venue": "International Journal of Multimedia Information Retrieval", "volume": "7", "issn": "1", "pages": "71--86", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Influence of fake news in Twitter during the 2016 US presidential election", "authors": [{"first": "A", "middle": [], "last": "Bovet", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Makse", "suffix": ""}], "year": 2019, "venue": "Nature communications", "volume": "10", "issn": "1", "pages": "1--14", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Students' civic online reasoning: A national portrait", "authors": [{"first": "J", "middle": [], "last": "Breakstone", "suffix": ""}, {"first": "M", "middle": [], "last": "Smith", "suffix": ""}, {"first": "S", "middle": [], "last": "Wineburg", "suffix": ""}, {"first": "A", "middle": [], "last": "Rapaport", "suffix": ""}, {"first": "J", "middle": [], "last": "Carle", "suffix": ""}, {"first": "M", "middle": [], "last": "Garland", "suffix": ""}, {"first": "A", "middle": [], "last": "Saavedra", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Weaponized Health Communication: Twitter Bots and Russian Trolls Amplify the Vaccine Debate", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Graph Neural Networks with High-order Feature Interactions", "authors": [{"first": "K", "middle": [], "last": "Ding", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1908.07110"]}}, "BIBREF19": {"ref_id": "b19", "title": "Inside a Twitter Robot Factory", "authors": [{"first": "J", "middle": [], "last": "Elder", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Often Bought for Publicity Purposes, Influences Trending Topics", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Neural Abstractive Text Summarization and Fake News Detection", "authors": [{"first": "S", "middle": [], "last": "Esmaeilzadeh", "suffix": ""}, {"first": "G", "middle": ["X"], "last": "Peh", "suffix": ""}, {"first": "A", "middle": [], "last": "Xu", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1904.00788"]}}, "BIBREF22": {"ref_id": "b22", "title": "Still Waiting for FEMA in Texas and Florida After Hurricanes. The New York Times", "authors": [{"first": "M", "middle": [], "last": "Fernandez", "suffix": ""}, {"first": "L", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "R", "middle": [], "last": "Nixon", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The rise of social bots", "authors": [{"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "O", "middle": [], "last": "Varol", "suffix": ""}, {"first": "C", "middle": [], "last": "Davis", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}], "year": 2016, "venue": "Communications of the ACM", "volume": "59", "issn": "7", "pages": "96--104", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Disinformation: The use of false information. Minds and Machines", "authors": [{"first": "J", "middle": ["H"], "last": "Fetzer", "suffix": ""}], "year": 2004, "venue": "", "volume": "14", "issn": "", "pages": "231--240", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "13AD). 'Deepfakes' called new election threat, with no easy fix", "authors": [{"first": "S", "middle": [], "last": "George", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Using complex systems analysis to advance marketing theory development: Modeling heterogeneity effects on new product growth through stochastic cellular automata", "authors": [{"first": "J", "middle": [], "last": "Goldenberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Libai", "suffix": ""}, {"first": "E", "middle": [], "last": "Muller", "suffix": ""}], "year": 2001, "venue": "Academy of Marketing Science Review", "volume": "9", "issn": "3", "pages": "1--18", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Talk of the network: A complex systems look at the underlying process of word-of-mouth", "authors": [{"first": "J", "middle": [], "last": "Goldenberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Libai", "suffix": ""}, {"first": "E", "middle": [], "last": "Muller", "suffix": ""}], "year": 2001, "venue": "Marketing letters", "volume": "12", "issn": "3", "pages": "211--223", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Generative adversarial nets", "authors": [{"first": "I", "middle": [], "last": "Goodfellow", "suffix": ""}, {"first": "J", "middle": [], "last": "Pouget-Abadie", "suffix": ""}, {"first": "M", "middle": [], "last": "Mirza", "suffix": ""}, {"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "D", "middle": [], "last": "Warde-Farley", "suffix": ""}, {"first": "S", "middle": [], "last": "Ozair", "suffix": ""}, {"first": "A", "middle": [], "last": "Courville", "suffix": ""}], "year": 2014, "venue": "Advances in neural information processing systems", "volume": "", "issn": "", "pages": "2672--2680", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Threshold models of collective behavior", "authors": [{"first": "M", "middle": [], "last": "Granovetter", "suffix": ""}], "year": 1978, "venue": "American journal of sociology", "volume": "83", "issn": "6", "pages": "1420--1443", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Hurricane Harvey Is Just The Latest In Facebook's Fake News Problem. Huffington Post", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Fake news on Twitter during the 2016 US presidential election", "authors": [{"first": "N", "middle": [], "last": "Grinberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "L", "middle": [], "last": "Friedland", "suffix": ""}, {"first": "B", "middle": [], "last": "Swire-Thompson", "suffix": ""}, {"first": "D", "middle": [], "last": "Lazer", "suffix": ""}], "year": 2019, "venue": "Science", "volume": "363", "issn": "6425", "pages": "374--378", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Semi-supervised Content-Based Detection of Misinformation via Tensor Embeddings", "authors": [{"first": "G", "middle": ["B"], "last": "Guacho", "suffix": ""}, {"first": "S", "middle": [], "last": "Abdali", "suffix": ""}, {"first": "N", "middle": [], "last": "Shah", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Papalexakis", "suffix": ""}], "year": 2018, "venue": "2018 IEEE/ACM International Conference on Advances in Social Networks Analysis and Mining (ASONAM). IEEE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Selective Exposure to Misinformation: Evidence from the consumption of fake news during the 2016 US presidential campaign", "authors": [{"first": "A", "middle": [], "last": "Guess", "suffix": ""}, {"first": "B", "middle": [], "last": "Nyhan", "suffix": ""}, {"first": "J", "middle": [], "last": "Reifler", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Deepfake video detection using recurrent neural networks", "authors": [{"first": "D", "middle": [], "last": "Güera", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Delp", "suffix": ""}], "year": 2018, "venue": "15th IEEE International Conference on Advanced Video and Signal Based Surveillance (AVSS)", "volume": "", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Paradoxical populism: How PEGIDA relates to mainstream and alternative media. Information", "authors": [{"first": "A", "middle": [], "last": "Haller", "suffix": ""}, {"first": "K", "middle": [], "last": "Holt", "suffix": ""}], "year": 2019, "venue": "", "volume": "22", "issn": "", "pages": "1665--1680", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Frequency and the conference of referential validity", "authors": [{"first": "L", "middle": [], "last": "Hasher", "suffix": ""}, {"first": "D", "middle": [], "last": "Goldstein", "suffix": ""}, {"first": "T", "middle": [], "last": "Toppino", "suffix": ""}], "year": 1977, "venue": "Journal of verbal learning and verbal behavior", "volume": "16", "issn": "1", "pages": "107--112", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A first step towards automatic hoax detection", "authors": [{"first": "J", "middle": ["C"], "last": "Hernandez", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Hernandez", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sierra", "suffix": ""}, {"first": "A", "middle": [], "last": "Ribagorda", "suffix": ""}], "year": 2002, "venue": "Proceedings. 36th Annual", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Disinformation and misinformation through the internet: Findings of an exploratory study", "authors": [{"first": "P", "middle": [], "last": "Hernon", "suffix": ""}], "year": 1995, "venue": "Government Information Quarterly", "volume": "12", "issn": "2", "pages": "133--139", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Detecting and identifying bias-heavy sentences in news articles", "authors": [{"first": "N", "middle": ["P"], "last": "Hirning", "suffix": ""}, {"first": "A", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Shankar", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Unsupervised content-based identification of fake news articles with tensor decomposition ensembles", "authors": [{"first": "S", "middle": [], "last": "Hosseinimotlagh", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Papalexakis", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Workshop on Misinformation and Misbehavior Mining on the Web (MIS2)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Detection and analysis of 2016 us presidential election related rumors on twitter", "authors": [{"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "H", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Luo", "suffix": ""}], "year": 2017, "venue": "International conference on social computing, behavioral-cultural modeling and prediction and behavior representation in modeling and simulation", "volume": "", "issn": "", "pages": "14--24", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "News verification by exploiting conflicting social viewpoints in microblogs", "authors": [{"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Luo", "suffix": ""}], "year": 2016, "venue": "Thirtieth AAAI conference on artificial intelligence", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Exploring the limits of language modeling", "authors": [{"first": "R", "middle": [], "last": "Jozefowicz", "suffix": ""}, {"first": "O", "middle": [], "last": "Vinyals", "suffix": ""}, {"first": "M", "middle": [], "last": "Schuster", "suffix": ""}, {"first": "N", "middle": [], "last": "Shazeer", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1602.02410"]}}, "BIBREF45": {"ref_id": "b45", "title": "Fake news': Incorrect but hard to correct. The role of cognitive ability on the impact of false information on social impressions", "authors": [{"first": "J", "middle": ["D"], "last": "Keersmaecker", "suffix": ""}, {"first": "A", "middle": [], "last": "Roets", "suffix": ""}], "year": 2017, "venue": "Intelligence", "volume": "65", "issn": "", "pages": "107--110", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Pro-Clinton bots 'fought back but outnumbered in second debate", "authors": [{"first": "L", "middle": [], "last": "Kelion", "suffix": ""}, {"first": "S", "middle": [], "last": "Silva", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Analyzing Social Bots and Their Coordination During Natural Disasters", "authors": [{"first": "T", "middle": [], "last": "Khaund", "suffix": ""}, {"first": "S", "middle": [], "last": "Al-Khateeb", "suffix": ""}, {"first": "S", "middle": [], "last": "Tokdemir", "suffix": ""}, {"first": "N", "middle": [], "last": "Agarwal", "suffix": ""}], "year": 2018, "venue": "International Conference on Social Computing, Behavioral-Cultural Modeling and Prediction and Behavior Representation in Modeling and Simulation", "volume": "", "issn": "", "pages": "207--212", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Leveraging the crowd to detect and reduce the spread of fake news and misinformation", "authors": [{"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "B", "middle": [], "last": "Tabibian", "suffix": ""}, {"first": "A", "middle": [], "last": "Oh", "suffix": ""}, {"first": "B", "middle": [], "last": "Schölkopf", "suffix": ""}, {"first": "M", "middle": [], "last": "Gomez-Rodriguez", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Eleventh ACM International Conference on Web Search and Data Mining", "volume": "", "issn": "", "pages": "324--332", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Leveraging the crowd to detect and reduce the spread of fake news and misinformation", "authors": [{"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "B", "middle": [], "last": "Tabibian", "suffix": ""}, {"first": "A", "middle": [], "last": "Oh", "suffix": ""}, {"first": "B", "middle": [], "last": "Schölkopf", "suffix": ""}, {"first": "M", "middle": [], "last": "Gomez-Rodriguez", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Eleventh ACM International Conference on Web Search and Data Mining", "volume": "", "issn": "", "pages": "324--332", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Semi-supervised classification with graph convolutional networks", "authors": [{"first": "T", "middle": ["N"], "last": "Kipf", "suffix": ""}, {"first": "M", "middle": [], "last": "Welling", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1609.02907"]}}, "BIBREF51": {"ref_id": "b51", "title": "Life Never Matters in the Democrats Mind", "authors": [{"first": "V", "middle": ["L"], "last": "Kitzie", "suffix": ""}, {"first": "A", "middle": [], "last": "Karami", "suffix": ""}, {"first": "E", "middle": [], "last": "Mohammadi", "suffix": ""}], "year": 2018, "venue": "Examining Strategies of Retweeted Social Bots During a Mass Shooting Event", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1808.09325"]}}, "BIBREF52": {"ref_id": "b52", "title": "PHEME dataset for Rumour Detection and Veracity Classification", "authors": [{"first": "E", "middle": [], "last": "Kochkina", "suffix": ""}, {"first": "M", "middle": [], "last": "Liakata", "suffix": ""}, {"first": "A", "middle": [], "last": "Zubiaga", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Only 11% of New Twitter Users", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Deep neural networks for bot detection", "authors": [{"first": "S", "middle": [], "last": "Kudugunta", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}], "year": 2018, "venue": "Information Sciences", "volume": "467", "issn": "", "pages": "312--322", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Disinformation on the Web", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "West", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 25th International Conference on World Wide Web -WWW '16", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Combating fake news: a data management and mining perspective", "authors": [{"first": "L", "middle": ["V S"], "last": "Lakshmanan", "suffix": ""}, {"first": "M", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "S", "middle": [], "last": "Thirumuruganathan", "suffix": ""}], "year": 2019, "venue": "Proceedings of the VLDB Endowment", "volume": "12", "issn": "12", "pages": "1990--1993", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The science of fake news", "authors": [{"first": "D", "middle": ["M J"], "last": "Lazer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Baum", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benkler", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Berinsky", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Greenhill", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Metzger", "suffix": ""}], "year": 2018, "venue": "Science", "volume": "359", "issn": "6380", "pages": "1094--1096", "other_ids": {"DOI": ["http:/www.sciencemag.org/lookup/doi/10.1126/science.aao2998"]}}, "BIBREF59": {"ref_id": "b59", "title": "Deepfakes porn has serious consequences", "authors": [{"first": "D", "middle": [], "last": "Lee", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Seven Months with the Devils: A Long-Term Study of Content Polluters on Twitter", "authors": [{"first": "K", "middle": [], "last": "Lee", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Eoff", "suffix": ""}, {"first": "J", "middle": [], "last": "Caverlee", "suffix": ""}], "year": 2011, "venue": "ICWSM", "volume": "", "issn": "", "pages": "185--192", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Early filtering of ephemeral malicious accounts on Twitter", "authors": [{"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}], "year": 2014, "venue": "Computer Communications", "volume": "54", "issn": "", "pages": "48--57", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Common Sense Wanted: Resilience to 'Post-Truth'and its Predictors in the New Media Literacy", "authors": [{"first": "M", "middle": [], "last": "Lessenski", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "ictu oculi: Exposing ai generated fake face videos by detecting eye blinking", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "M.-C", "middle": [], "last": "Chang", "suffix": ""}, {"first": "S", "middle": [], "last": "Lyu", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1806.02877"]}}, "BIBREF64": {"ref_id": "b64", "title": "Collecting Social Media Data from the Sina Weibo Api", "authors": [{"first": "J", "middle": [], "last": "Littman", "suffix": ""}, {"first": "D", "middle": [], "last": "Kerchner", "suffix": ""}, {"first": "Y", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "C", "middle": [], "last": "Zeljak", "suffix": ""}], "year": 2017, "venue": "Journal of East Asian Libraries", "volume": "", "issn": "165", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Early detection of fake news on social media through propagation path classification with recurrent and convolutional networks", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y.-F", "middle": ["B"], "last": "Wu", "suffix": ""}], "year": 2018, "venue": "Thirty-Second AAAI Conference on Artificial Intelligence", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Historical Dictionary of American Propaganda", "authors": [{"first": "M", "middle": ["J"], "last": "Manning", "suffix": ""}, {"first": "M", "middle": [], "last": "Manning", "suffix": ""}, {"first": "H", "middle": [], "last": "Romerstein", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "How Affective Intelligence can help us understand politics", "authors": [{"first": "G", "middle": [], "last": "Marcus", "suffix": ""}], "year": 2017, "venue": "Emotion Researcher", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Detection of GANgenerated fake images over social networks", "authors": [{"first": "F", "middle": [], "last": "Marra", "suffix": ""}, {"first": "D", "middle": [], "last": "Gragnaniello", "suffix": ""}, {"first": "D", "middle": [], "last": "Cozzolino", "suffix": ""}, {"first": "L", "middle": [], "last": "Verdoliva", "suffix": ""}], "year": 2018, "venue": "2018 IEEE Conference on Multimedia Information Processing and Retrieval (MIPR)", "volume": "", "issn": "", "pages": "384--389", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Helping kids learn to evaluate what they see online", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Credbank: A large-scale social media corpus with associated credibility annotations", "authors": [{"first": "T", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "E", "middle": [], "last": "Gilbert", "suffix": ""}], "year": 2015, "venue": "Ninth International AAAI Conference on Web and Social Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Fake News Detection on Social Media using Geometric Deep Learning", "authors": [{"first": "F", "middle": [], "last": "Monti", "suffix": ""}, {"first": "F", "middle": [], "last": "Frasca", "suffix": ""}, {"first": "D", "middle": [], "last": "Eynard", "suffix": ""}, {"first": "D", "middle": [], "last": "Mannion", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Bronstein", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1902.06673"]}}, "BIBREF73": {"ref_id": "b73", "title": "A new approach to bot detection: striking the balance between precision and recall", "authors": [{"first": "F", "middle": [], "last": "Morstatter", "suffix": ""}, {"first": "L", "middle": [], "last": "Wu", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Nazer", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Carley", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Advances in Social Networks Analysis and Mining (ASONAM)", "volume": "", "issn": "", "pages": "533--540", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Evaluating the trustworthiness of Wikipedia articles through quality and credibility", "authors": [{"first": "S", "middle": ["T"], "last": "Moturu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 5th international symposium on wikis and open collaboration", "volume": "", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "The role of social media in news", "authors": [{"first": "Nami", "middle": [], "last": "Sumida", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Mitchell", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Detecting GAN generated fake images using cooccurrence matrices", "authors": [{"first": "L", "middle": [], "last": "Nataraj", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Mohammed", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Manjunath", "suffix": ""}, {"first": "S", "middle": [], "last": "Chandrasekaran", "suffix": ""}, {"first": "A", "middle": [], "last": "Flenner", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bappy", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Roy-Chowdhury", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1903.06836"]}}, "BIBREF77": {"ref_id": "b77", "title": "Containment of misinformation spread in online social networks", "authors": [{"first": "N", "middle": ["P"], "last": "Nguyen", "suffix": ""}, {"first": "G", "middle": [], "last": "Yan", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Thai", "suffix": ""}, {"first": "S", "middle": [], "last": "Eidenbenz", "suffix": ""}], "year": 2012, "venue": "Proceedings of the 4th Annual ACM Web Science Conference", "volume": "", "issn": "", "pages": "213--222", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Alternative narratives of crisis events: Communities and social botnets engaged on social media", "authors": [{"first": "A", "middle": ["C"], "last": "Nied", "suffix": ""}, {"first": "L", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "E", "middle": [], "last": "Spiro", "suffix": ""}, {"first": "K", "middle": [], "last": "Starbird", "suffix": ""}], "year": 2017, "venue": "Companion of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing", "volume": "", "issn": "", "pages": "263--266", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Deconvolution and checkerboard artifacts", "authors": [{"first": "A", "middle": [], "last": "Odena", "suffix": ""}, {"first": "V", "middle": [], "last": "Dumoulin", "suffix": ""}, {"first": "C", "middle": [], "last": "Olah", "suffix": ""}], "year": 2016, "venue": "Distill", "volume": "1", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Stance classification for rumour analysis in Twitter: Exploiting affective information and conversation structure", "authors": [{"first": "E", "middle": ["W"], "last": "Pamungkas", "suffix": ""}, {"first": "V", "middle": [], "last": "Basile", "suffix": ""}, {"first": "V", "middle": [], "last": "Patti", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1901.01911"]}}, "BIBREF81": {"ref_id": "b81", "title": "The filter bubble: How the new personalized web is changing what we read and how we think", "authors": [{"first": "E", "middle": [], "last": "Pariser", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Click and elect: how fake news helped Donald Trump win a real election. The Guardian", "authors": [{"first": "H", "middle": ["J"], "last": "Parkinson", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Rumors of child-kidnapping gangs and other WhatsApp hoaxes are getting people killed in India", "authors": [{"first": "M", "middle": ["N"], "last": "Parth", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "", "suffix": ""}], "year": null, "venue": "Los Angeles Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "When fake news kills: Lynchings in Mexico are linked to viral child-kidnap rumors", "authors": [{"first": "Patrick", "middle": ["J"], "last": "Mcdonnell", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "", "suffix": ""}], "year": null, "venue": "Los Angeles Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Why Do People Fall for Fake News", "authors": [{"first": "G", "middle": [], "last": "Pennycook", "suffix": ""}, {"first": "D", "middle": [], "last": "Rand", "suffix": ""}], "year": 2019, "venue": "The New York Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Lazy, not biased: Susceptibility to partisan fake news is better explained by lack of reasoning than by motivated reasoning", "authors": [{"first": "G", "middle": [], "last": "Pennycook", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Rand", "suffix": ""}], "year": 2019, "venue": "Cognition", "volume": "188", "issn": "", "pages": "39--50", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Minimum budget for misinformation blocking in online social networks", "authors": [{"first": "C", "middle": ["V"], "last": "Pham", "suffix": ""}, {"first": "Q", "middle": ["V"], "last": "Phu", "suffix": ""}, {"first": "H", "middle": ["X"], "last": "Hoang", "suffix": ""}, {"first": "J", "middle": [], "last": "Pei", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Thai", "suffix": ""}], "year": 2019, "venue": "Journal of Combinatorial Optimization", "volume": "38", "issn": "4", "pages": "1101--1127", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Study of hoax news detection using naïve bayes classifier in Indonesian language", "authors": [{"first": "I", "middle": ["Y R"], "last": "Pratiwi", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Asmara", "suffix": ""}, {"first": "F", "middle": [], "last": "Rahutomo", "suffix": ""}], "year": 2017, "venue": "2017 11th International Conference on Information & Communication Technology and System (ICTS). IEEE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Neural User Response Generator: Fake News Detection with Collective User Intelligence", "authors": [{"first": "F", "middle": [], "last": "Qian", "suffix": ""}, {"first": "C", "middle": [], "last": "Gong", "suffix": ""}, {"first": "K", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "IJCAI", "volume": "", "issn": "", "pages": "3834--3840", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Language models are unsupervised multitask learners", "authors": [{"first": "A", "middle": [], "last": "Radford", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "R", "middle": [], "last": "Child", "suffix": ""}, {"first": "D", "middle": [], "last": "Luan", "suffix": ""}, {"first": "D", "middle": [], "last": "Amodei", "suffix": ""}, {"first": "I", "middle": [], "last": "Sutskever", "suffix": ""}], "year": 2019, "venue": "OpenAI Blog", "volume": "1", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Detecting and tracking political abuse in social media", "authors": [{"first": "J", "middle": [], "last": "Ratkiewicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Conover", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Meiss", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonçalves", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}], "year": 2011, "venue": "ICWSM", "volume": "11", "issn": "", "pages": "297--304", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Truthy: mapping the spread of astroturf in microblog streams", "authors": [{"first": "J", "middle": [], "last": "Ratkiewicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Conover", "suffix": ""}, {"first": "M", "middle": [], "last": "Meiss", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonçalves", "suffix": ""}, {"first": "S", "middle": [], "last": "Patil", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}], "year": 2011, "venue": "World Wide Web Companion", "volume": "", "issn": "", "pages": "249--252", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Inside rumor: A personal journey", "authors": [{"first": "R", "middle": ["L"], "last": "Rosnow", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Rumor and gossip: The social psychology of hearsay", "authors": [{"first": "R", "middle": ["L"], "last": "Rosnow", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Fine", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "FA-KES: a fake news dataset around the Syrian war", "authors": [{"first": "F", "middle": ["K A"], "last": "Salem", "suffix": ""}, {"first": "R", "middle": [], "last": "Feel", "suffix": ""}, {"first": "S", "middle": [], "last": "Elbassuoni", "suffix": ""}, {"first": "M", "middle": [], "last": "Jaber", "suffix": ""}, {"first": "M", "middle": [], "last": "Farah", "suffix": ""}], "year": 2019, "venue": "Proceedings of the International AAAI Conference on Web and Social Media", "volume": "13", "issn": "", "pages": "573--582", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Early investigation of proposed hoax detection for decreasing hoax in social media", "authors": [{"first": "I", "middle": [], "last": "Santoso", "suffix": ""}, {"first": "I", "middle": [], "last": "Yohansen", "suffix": ""}, {"first": "", "middle": [], "last": "Nealson", "suffix": ""}, {"first": "H", "middle": ["L H S"], "last": "Warnars", "suffix": ""}, {"first": "K", "middle": [], "last": "Hashimoto", "suffix": ""}], "year": 2017, "venue": "2017 IEEE International Conference on Cybernetics and Computational Intelligence (CyberneticsCom)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Science audiences, misinformation, and fake news", "authors": [{"first": "D", "middle": ["A"], "last": "Scheufele", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Krause", "suffix": ""}], "year": 2019, "venue": "Proceedings of the National Academy of Sciences", "volume": "116", "issn": "16", "pages": "7662--7669", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "The spread of fake news by social bots", "authors": [{"first": "C", "middle": [], "last": "Shao", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ciampaglia", "suffix": ""}, {"first": "O", "middle": [], "last": "Varol", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}], "year": 2017, "venue": "", "volume": "96", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1707.07592"]}}, "BIBREF102": {"ref_id": "b102", "title": "The spread of low-credibility content by social bots", "authors": [{"first": "C", "middle": [], "last": "Shao", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ciampaglia", "suffix": ""}, {"first": "O", "middle": [], "last": "Varol", "suffix": ""}, {"first": "K.-C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}], "year": 2018, "venue": "Nature Communications", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Anatomy of an online misinformation network", "authors": [{"first": "C", "middle": [], "last": "Shao", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Hui", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Ciampaglia", "suffix": ""}], "year": 2018, "venue": "PLoS ONE", "volume": "13", "issn": "4", "pages": "1--23", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Combating fake news: A survey on identification and mitigation techniques", "authors": [{"first": "K", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "F", "middle": [], "last": "Qian", "suffix": ""}, {"first": "H", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "N", "middle": [], "last": "Ruchansky", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [";"], "last": "Liu", "suffix": ""}, {"first": "E", "middle": [], "last": "Shearer", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Matsa", "suffix": ""}], "year": 2018, "venue": "News Use Across Social Media Platforms 2018. Pew Research Center -Journalism and Media", "volume": "10", "issn": "", "pages": "1--42", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Discriminative predicate path mining for fact checking in knowledge graphs. Knowledge-based systems", "authors": [{"first": "B", "middle": [], "last": "Shi", "suffix": ""}, {"first": "T", "middle": [], "last": "Weninger", "suffix": ""}], "year": 2016, "venue": "", "volume": "104", "issn": "", "pages": "123--133", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Fact checking in heterogeneous information networks", "authors": [{"first": "B", "middle": [], "last": "Shi", "suffix": ""}, {"first": "T", "middle": [], "last": "Weninger", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 25th International Conference Companion on World Wide Web", "volume": "", "issn": "", "pages": "101--102", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Detecting fake news on social media", "authors": [{"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "Synthesis Lectures on Data Mining and Knowledge Discovery", "volume": "11", "issn": "3", "pages": "1--129", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Studying Fake News via Network Analysis: Detection and Mitigation", "authors": [{"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "Lecture Notes in Social Networks", "volume": "", "issn": "", "pages": "43--65", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "FakeNewsNet: A Data Repository with News Content, Social Context and Dynamic Information for Studying Fake News on Social Media", "authors": [{"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahudeswaran", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Lee", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1809.01286"]}}, "BIBREF110": {"ref_id": "b110", "title": "Fake news detection on social media: A data mining perspective", "authors": [{"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "A", "middle": [], "last": "Sliva", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2017, "venue": "ACM SIGKDD Explorations Newsletter", "volume": "19", "issn": "1", "pages": "22--36", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "The role of user profiles for fake news detection", "authors": [{"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Zafarani", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 IEEE/ACM International Conference on Advances in Social Networks Analysis and Mining", "volume": "", "issn": "", "pages": "436--439", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Examining the alternative media ecosystem through the production of alternative narratives of mass shooting events on Twitter", "authors": [{"first": "K", "middle": [], "last": "Starbird", "suffix": ""}], "year": 2017, "venue": "Eleventh International AAAI Conference on Web and Social Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Examining the Alternative Media Ecosystem through the Production of Alternative Narratives of Mass Shooting Events on Twitter", "authors": [{"first": "K", "middle": ["; M"], "last": "Starbird", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "M", "middle": [], "last": "De Domenico", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Conspiracy theories: Causes and cures", "authors": [{"first": "C", "middle": ["R"], "last": "Sunstein", "suffix": ""}, {"first": "A", "middle": [], "last": "Vermeule", "suffix": ""}], "year": 2009, "venue": "Journal of Political Philosophy", "volume": "17", "issn": "2", "pages": "202--227", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "The Role of Familiarity in Correcting Inaccurate Information", "authors": [{"first": "B", "middle": [], "last": "Swire", "suffix": ""}, {"first": "U", "middle": ["K H"], "last": "Ecker", "suffix": ""}, {"first": "S", "middle": [], "last": "Lewandowsky", "suffix": ""}], "year": 2017, "venue": "JOURNAL OF EXPERIMENTAL PSYCHOLOGY-LEARNING MEMORY AND COGNITION", "volume": "43", "issn": "12", "pages": "1948--1961", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Some like it hoax: Automated fake news detection in social networks", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1704.07506"]}}, "BIBREF118": {"ref_id": "b118", "title": "The facts of fake news: A research review", "authors": [{"first": "E", "middle": ["C"], "last": "Tandoc", "suffix": ""}], "year": 2019, "venue": "Sociology Compass", "volume": "13", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Detecting both machine and human created fake face images in the wild", "authors": [{"first": "S", "middle": [], "last": "Tariq", "suffix": ""}, {"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shin", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Woo", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2nd International Workshop on Multimedia Privacy and Security", "volume": "", "issn": "", "pages": "81--87", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Before 'fake news,' there was Soviet 'disinformation", "authors": [{"first": "A", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Adapting social spam infrastructure for political censorship", "authors": [{"first": "K", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "C", "middle": [], "last": "Grier", "suffix": ""}, {"first": "V", "middle": [], "last": "Paxson", "suffix": ""}], "year": 2012, "venue": "Conference on Large-Scale Exploits and Emergent Threats. USENIX", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Twitter is Sweeping out Fake Accounts Like Never Before, Putting User Growth at Risk", "authors": [{"first": "C", "middle": [], "last": "Timberg", "suffix": ""}, {"first": "E", "middle": [], "last": "Dwoskin", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "In the age of fake news, here's how schools are teaching kids to think like fact-checkers", "authors": [{"first": "A", "middle": [], "last": "Timsit", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "On Misinformation Containment in Online Social Networks", "authors": [{"first": "A", "middle": [], "last": "Tong", "suffix": ""}, {"first": "D.-Z", "middle": [], "last": "Du", "suffix": ""}, {"first": "W", "middle": [], "last": "Wu", "suffix": ""}], "year": 2018, "venue": "Advances in Neural Information Processing Systems", "volume": "31", "issn": "", "pages": "341--351", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Fake news detection in social networks via crowd signals", "authors": [], "year": 2018, "venue": "International World Wide Web Conferences Steering Committee", "volume": "", "issn": "", "pages": "517--524", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "These Students Are Learning About Fake News and How to Spot It. The New York Times", "authors": [{"first": "A", "middle": [], "last": "Tugend", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Priming and fake news: The effects of elite discourse on evaluations of news media", "authors": [{"first": "E", "middle": [], "last": "Van Duyn", "suffix": ""}, {"first": "J", "middle": [], "last": "Collier", "suffix": ""}], "year": 2019, "venue": "", "volume": "22", "issn": "", "pages": "29--48", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Online human-bot interactions: Detection, estimation, and characterization", "authors": [{"first": "O", "middle": [], "last": "Varol", "suffix": ""}, {"first": "E", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Davis", "suffix": ""}, {"first": "F", "middle": [], "last": "Menczer", "suffix": ""}, {"first": "A", "middle": [], "last": "Flammini", "suffix": ""}], "year": 2017, "venue": "ICWSM", "volume": "", "issn": "", "pages": "280--289", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Automatic Online Fake News Detection Combining Content and Social Signals", "authors": [{"first": "M", "middle": ["L D"], "last": "Vedova", "suffix": ""}, {"first": "E", "middle": [], "last": "Tacchini", "suffix": ""}, {"first": "S", "middle": [], "last": "Moret", "suffix": ""}, {"first": "G", "middle": [], "last": "Ballarin", "suffix": ""}, {"first": "M", "middle": [], "last": "Dipierro", "suffix": ""}, {"first": "L", "middle": ["De"], "last": "Alfaro", "suffix": ""}], "year": 2018, "venue": "22nd Conference of Open Innovations Association (FRUCT). IEEE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "The rise of guardians: Fact-checking url recommendation to combat fake news", "authors": [{"first": "N", "middle": [], "last": "Vo", "suffix": ""}, {"first": "K", "middle": [], "last": "Lee", "suffix": ""}], "year": 2018, "venue": "The 41st International ACM SIGIR Conference on Research & Development in Information Retrieval", "volume": "", "issn": "", "pages": "275--284", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "The spread of true and false news online", "authors": [{"first": "S", "middle": [], "last": "Vosoughi", "suffix": ""}, {"first": "D", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Aral", "suffix": ""}], "year": 2018, "venue": "Science", "volume": "359", "issn": "6380", "pages": "1146--1151", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "An Intelligent Automatic Hoax Detection System", "authors": [{"first": "M", "middle": [], "last": "Vuković", "suffix": ""}, {"first": "K", "middle": [], "last": "Pripužić", "suffix": ""}, {"first": "H", "middle": [], "last": "Belani", "suffix": ""}], "year": 2009, "venue": "Knowledge-Based and Intelligent Information and Engineering Systems", "volume": "", "issn": "", "pages": "318--325", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Gossip and organizations. Routledge", "authors": [{"first": "K", "middle": [], "last": "Waddington", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Social Turing Tests: Crowdsourcing Sybil Detection", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Mohanlal", "suffix": ""}, {"first": "C", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Metzger", "suffix": ""}, {"first": "H", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Zhao", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1205.3856"]}}, "BIBREF137": {"ref_id": "b137", "title": "liar, liar pants on fire: A new benchmark dataset for fake news detection", "authors": [{"first": "W", "middle": ["Y"], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1705.00648"]}}, "BIBREF138": {"ref_id": "b138", "title": "Eann: Event adversarial neural networks for multi-modal fake news detection", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "G", "middle": [], "last": "Xun", "suffix": ""}, {"first": "K", "middle": [], "last": "Jha", "suffix": ""}, {"first": "L", "middle": [], "last": "Su", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 24th acm sigkdd international conference on knowledge discovery & data mining", "volume": "", "issn": "", "pages": "849--857", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "False rumors detection on sina weibo by propagation structures", "authors": [{"first": "K", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": ["Q"], "last": "Zhu", "suffix": ""}], "year": 2015, "venue": "2015 IEEE 31st international conference on data engineering", "volume": "", "issn": "", "pages": "651--662", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Association for Computing Machinery", "authors": [], "year": null, "venue": "ACM SIGKDD Explorations Newsletter", "volume": "21", "issn": "2", "pages": "80--90", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Spamming botnets: signatures and characteristics", "authors": [{"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "F", "middle": [], "last": "Yu", "suffix": ""}, {"first": "K", "middle": [], "last": "Achan", "suffix": ""}, {"first": "R", "middle": [], "last": "Panigrahy", "suffix": ""}, {"first": "G", "middle": [], "last": "Hulten", "suffix": ""}, {"first": "I", "middle": [], "last": "Osipkov", "suffix": ""}], "year": 2008, "venue": "ACM SIGCOMM Computer Communication Review", "volume": "38", "issn": "4", "pages": "171--182", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Unsupervised Fake News Detection on Social Media: A Generative Approach", "authors": [{"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Gu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2019, "venue": "Proceedings of the AAAI Conference on Artificial Intelligence", "volume": "33", "issn": "", "pages": "5644--5651", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Exposing deep fakes using inconsistent head poses", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Lyu", "suffix": ""}], "year": 2019, "venue": "ICASSP 2019-2019 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)", "volume": "", "issn": "", "pages": "8261--8265", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "TI-CNN: Convolutional neural networks for fake news detection", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cui", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Yu", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1806.00749"]}}, "BIBREF146": {"ref_id": "b146", "title": "Truth discovery with multiple conflicting information providers on the web", "authors": [{"first": "X", "middle": [], "last": "Yin", "suffix": ""}, {"first": "J", "middle": [], "last": "Han", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Philip", "suffix": ""}], "year": 2008, "venue": "IEEE Transactions on Knowledge and Data Engineering", "volume": "20", "issn": "6", "pages": "796--808", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Information Diffusion in Social Media", "authors": [{"first": "R", "middle": [], "last": "Zafarani", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Abbasi", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "Social Media Mining", "volume": "", "issn": "", "pages": "179--214", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Defending against neural fake news", "authors": [], "year": null, "venue": "Advances in Neural Information Processing Systems", "volume": "", "issn": "", "pages": "9051--9062", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Detecting and Analyzing Automated Activity on Twitter", "authors": [{"first": "C", "middle": ["M"], "last": "Zhang", "suffix": ""}, {"first": "V", "middle": [], "last": "Paxson", "suffix": ""}], "year": 2011, "venue": "Passive and Active Measurement. PAM 2011", "volume": "6579", "issn": "", "pages": "102--111", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Constraint-aware dynamic truth discovery in big data social media sensing", "authors": [{"first": "D", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "2017 IEEE International Conference on Big Data (Big Data)", "volume": "", "issn": "", "pages": "57--66", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Detecting and simulating artifacts in gan fake images", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Karaman", "suffix": ""}, {"first": "S.-F", "middle": [], "last": "Chang", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1907.06515"]}}, "BIBREF153": {"ref_id": "b153", "title": "Unpaired image-to-image translation using cycle-consistent adversarial networks", "authors": [{"first": "J.-Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "T", "middle": [], "last": "Park", "suffix": ""}, {"first": "P", "middle": [], "last": "Isola", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Efros", "suffix": ""}], "year": 2017, "venue": "Proceedings of the IEEE international conference on computer vision", "volume": "", "issn": "", "pages": "2223--2232", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Learning class-specific word representations for early detection of hoaxes in social media", "authors": [{"first": "A", "middle": [], "last": "Zubiaga", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1801.07311"]}}, "BIBREF155": {"ref_id": "b155", "title": "Analysing how people orient to and spread rumours in social media by looking at conversational threads", "authors": [{"first": "A", "middle": [], "last": "Zubiaga", "suffix": ""}, {"first": "M", "middle": [], "last": "Liakata", "suffix": ""}, {"first": "R", "middle": [], "last": "Procter", "suffix": ""}, {"first": "G", "middle": ["W S"], "last": "Hoi", "suffix": ""}, {"first": "P", "middle": [], "last": "Tolmie", "suffix": ""}], "year": 2016, "venue": "PloS one", "volume": "", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Relationships between conspiracy mentality hyperactive agency detection, and schizotypy: Supernatural forces at work", "authors": [{"first": "J", "middle": [], "last": "Tempel", "suffix": ""}, {"first": "", "middle": [], "last": "Van Der", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Alcock", "suffix": ""}], "year": 2015, "venue": "Personality and Individual Differences", "volume": "82", "issn": "", "pages": "136--141", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Forgery, Disinformation and Political Operation.. Department of State Bulletin", "authors": [], "year": 1981, "venue": "", "volume": "81", "issn": "", "pages": "52--57", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "M. V.,Pennycook, G., Bear, A., Rand, D. G., & Cannon, T. D. (2019). Belief in fake news is associated with delusionality, dogmatism, religious fundamentalism, and reduced analytic thinking. Journal of Applied Research inMemory and Cognition, 8(1),  108-117. Elsevier.   Budak, C., Agrawal, D., & Abbadi, A. E. (2011). Limiting the spread of misinformation in social networks.In Proceedings of the 20th international conference on World wide web -WWW '11.ACM Press.Retrieved from https://doi.org/10.1145%2F1963405.1963499 Cao, Q., Sirivianos, M., Yang, X., & Pregueiro, T. (2012). Aiding the detection of fake accounts in large scale social online services. In Proceedings of the 9th USENIX conference on Networked Systems Design and Implementation (p. 15). USENIX Association. Castillo, C., El-Haddad, M., Pfeffer, J., & Stempeck, M. (2014). Characterizing the life cycle of online news stories using social media reactions. In Proceedings of the 17th ACM conference on Computer supported cooperative work & social computing (pp. 211-223Retrieved from https://qz.com/1175155/a-special-class-how-to-teach-kids-to-spot-fake-news/ Chollet, F. (2017). Xception: Deep learning with depthwise separable convolutions. In Proceedings of the IEEE conference on computer vision and pattern recognition (pp. 1251-1258). Chu, Z., Gianvecchio, S., Wang, H., & Jajodia, S. (2012). Detecting automation of Twitter accounts: Are you a human, bot, or cyborg?. IEEE Transactions on Dependable and Secure Computing, 9(6), 811-824. IEEE. Ciampaglia, G. L., Shiralkar, P., Rocha, L. M., Bollen, J., Menczer, F., & Flammini, A. (2015). Computational fact checking from knowledge networks. PloS one, 10(6), e0128193. Public Library of Science San Francisco, CA USA. Cui, L., & Lee, S. W. D. (2019). SAME: Sentiment-Aware Multi-Modal Embedding for Detecting Fake News. De Maeyer, D. (1997). Internet's information highway potential. Internet Research. MCB UP Ltd. DiFonzo, N., & Bordia, P. (2007). Rumor psychology: Social and organizational approaches.. American Psychological Association. Ding, K., Li, J., Bhanushali, R., & Liu, H. (2019). Deep anomaly detection on attributed networks. In Proceedings of the 2019 SIAM International Conference on Data Mining (pp. Iyyer, M., Enns, P., Boyd-Graber, J., & Resnik, P. (2014). Political ideology detection using recursive neural networks. In Proceedings of the 52nd Annual Meeting of the Association for Computational Linguistics (Volume 1: Long Papers) (pp. 1113-1122", "latex": null, "type": "figure"}, "TABREF0": {"text": "News Articles on Bots on Social Media During Major Events.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outlet </td><td>Category Event\n</td></tr><tr><td>The Guardian1 </td><td>Elections US Presidential Election 2016\n</td></tr><tr><td>Time Magazine2 </td><td>Elections US Presidential Election 2016\n</td></tr><tr><td>Bloomberg3 </td><td>Elections Italian General Election 2018\n</td></tr><tr><td>The Telegraph4 </td><td>Referendum Brexit\n</td></tr><tr><td>Politico Magazine5 </td><td>Propaganda #ReleaseTheMemo Movement 2018\n</td></tr><tr><td>The Guardian6 </td><td>Propaganda Russia-Ukraine Conflict 2014\n</td></tr><tr><td>CNN7 </td><td>Propaganda Jamal Khashoggi's Death 2018\n</td></tr><tr><td>The Telegraph8 </td><td>Fake News Stock Market - FTSE 100 Index 2018\n</td></tr><tr><td>Forbes9 </td><td>Ad Fraud AFK13 Attack\n</td></tr><tr><td>The New York Times10 Fox News11 </td><td>Mass Shooting Florida School Shooting 2018\nMass Shooting Texas School Shooting 2018\nTerrorist Attack </td></tr><tr><td>The Telegraph12 Medium13 </td><td>Westminster Terror Attack 2017\nNatural Disasters Mexico City Earthquake 2017\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The measures in this category focus on the content shared by users. Words, phrases(Varol, Ferrara, Davis, Menczer, &", "latex": null, "type": "table"}}, "back_matter": []}