{
    "paper_id": "1c64f9fc33b20d3ad9e96e86896834cd38b7483c",
    "metadata": {
        "title": "ARTICLE TITLE Predicting the epidemic curve of the coronavirus (SARS-CoV-2) disease (COVID-19) 3 using artificial intelligence 4 5 AUTHORS",
        "authors": [
            {
                "first": "László",
                "middle": [
                    "Róbert"
                ],
                "last": "Kolozsvári",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 10",
                    "location": {
                        "settlement": "Debrecen, Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": "kolozsvari.laszlo@sph.unideb.hu"
            },
            {
                "first": "Tamás",
                "middle": [],
                "last": "Bérczes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "András",
                "middle": [],
                "last": "Hajdu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Rudolf",
                "middle": [],
                "last": "Gesztelyi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 13",
                    "location": {
                        "settlement": "Debrecen, Debrecen",
                        "country": "Hungary 14"
                    }
                },
                "email": ""
            },
            {
                "first": "Attila",
                "middle": [],
                "last": "Tiba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Imre",
                "middle": [],
                "last": "Varga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Gergő",
                "middle": [
                    "József"
                ],
                "last": "Szőllősi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of 10",
                    "location": {
                        "settlement": "Debrecen, Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Szilvia",
                "middle": [],
                "last": "Harsányi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary 16"
                    }
                },
                "email": ""
            },
            {
                "first": "Szabolcs",
                "middle": [],
                "last": "Garbóczy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Judit",
                "middle": [],
                "last": "Zsuga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary 16"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "25 Objectives 26 The current form of severe acute respiratory syndrome called coronavirus disease 2019 27 (COVID-19) caused by a coronavirus (SARS-CoV-2) is a major global health problem. The 28 aim of our study was to use the official epidemiological data and predict the possible outcomes 29 of the COVID-19 pandemic using artificial intelligence (AI)-based RNNs (Recurrent Neural 30 Networks), then compare and validate the predicted and observed data. 31 Materials and Methods 32 We used the publicly available datasets of World Health Organization and Johns Hopkins 33 University to create the training dataset, then have used recurrent neural networks (RNNs) with 34 gated recurring units (Long Short-Term Memory -LSTM units) to create 2 Prediction Models. 35 Information collected in the first t time-steps were aggregated with a fully connected (dense) 36 neural network layer and a consequent regression output layer to determine the next predicted 37 value. We used root mean squared logarithmic errors (RMSLE) to compare the predicted and 38 observed data, then recalculated the predictions again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "39",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "WHO with R0 suggested to range between 1.4 and 2.5. More recent analyzes have indicated 109 higher R0 values around 3 (with the mean and median R0 for published estimates being 3.28 110 and 2.79, respectively). 11,15 111 The daily number of the newly diagnosed infections -epidemic curves 112 The initial epidemic curves of the COVID-19 outbreak from Hubei, China showed a mixed 113 pattern, indicating that early cases were likely from a continuous common source e.g. from 114 several zoonotic events in Wuhan, followed by secondary and tertiary transmission providing There are different mathematical models that may demonstrate and predict the dynamics of the 134 different infectious diseases. 18 These models, used to simulate the dynamics of infectious 135 diseases, may be based on statistical, mathematical, empirical or machine learning methods. 19 ",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 220,
                    "text": "11,15 111",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "113",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "114",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 857,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first attempts to use Artificial Intelligence (AI) in medicine were made in the 1970s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "136"
        },
        {
            "text": "Initially AI was used to implement programs to help clinical decision making, but to date its 138 use is gaining more and more widespread acceptance in biomedical sciences. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "137"
        },
        {
            "text": "One class of AI, a form of artificial neural networks, the Recurrent Neural Networks (RNNs) 140 with Long short-term memory (LSTM) were previously used to model and forecast the 141 influenza epidemic, with strong competitiveness and reliable results. 21, 22, 23",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "140",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "139"
        },
        {
            "text": "The aim of the current study was to use the available official data as a training dataset, followed 143 by predicting the possible outcomes of the COVID-19 pandemic using AI-based RNNs, then 144 compare the predictions with the observed data. in China were from Hubei province, only data from that province was included. For each 154 country, the date of the first infection was set as day 1 for the disease time scale. (Fig 1) 155 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 427,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "142"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. cases where single verified cases were isolated, and no further transmission has occurred). This 159 was important to avoid distortion of the propagated epidemic curves. In Belgium, for example, 160 the first illness occurred on 04/02/2020 and there was no further case reported for up to 26 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "The next illness occurred on 01/03/2020. Inclusion of the early case from February would 162 contribute to a false learning rule for the AI, hence corrupting the results. As for Hubei Province, (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The training data set was obtained by averaging the daily incidence rates per 100 000 176 inhabitants across the 17 countries included, for each day in the time series. When calculating 177 the average, missing data was left blank, i.e. NULL, e.g. countries that did not contain a data (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . The intuitive interpretations of the difference between Prediction 1 and Prediction 2 are as 221 follows. Prediction 2 makes its predictions utilizes the information derived from the training 222 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. To validate the predictions, we first made the above mentioned two predictions based on data 235 available up to 30/03/2020. The resulting daily new morbidity data are labeled \"Old Prediction 236 1\" and \"Old Prediction 2\" on each graph. We then expanded our factual data set with new daily 237 data available until 10/04/2020. These new factual data are labeled \"Observed next days\" on 238 the graphs. Thus, except for Hungary, we have 11 new daily factual data elements for all 239 countries examined. In the case of Hungary, the data of 10/04/2020 were already available, so 240 in this case 12 new factual data elements are included. Using these data, we validated the two 241 predictions of our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "The amount of root mean squared logarithmic errors (RMSLE) was used for validation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "242"
        },
        {
            "text": "In our analysis the possible bias regarding the difference ratios between the observed and 244 predicted values are interpreted using root mean squared logarithmic errors (RMSLE). 245 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. It should be noted that if the error function is parallel to the x-axis, it means that the trend of 255 the prediction is the same as the real trend, only at a lower or higher scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "243"
        },
        {
            "text": "As the next step, using the next 11 new observation data elements after the first prediction and 257 12 in the case of Hungary, we modified the predictions using both methods. These modified 258 prediction data are labeled New Prediction 1 and New Prediction 2, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "256"
        },
        {
            "text": "The following section shows the outcomes for Prediction 1 and Prediction 2 for the individual 261 country level data (Figs 4-10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 128,
                    "text": "(Figs 4-10)",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "260"
        },
        {
            "text": "262 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "260"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "260"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "260"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. The total errors for the entire investigated period, the summarized mean of the predictions 285 (RMSLE) by country shown in Table 1 . (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "260"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. Albeit suppression and mitigation measures can reduce the incidence of infection, COVID-19 302 disease, given its relatively high transmissibility reflected by average R0 values of 3.28, will 303 continue to spread, most likely. 14 Accordingly, public health measures must be implemented as 304 the incubation period of the virus may be long (1-14 days, but there are some opinions, that this 305 can be 21 days), during which time asymptomatic or presymptomatic spreading may ensue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "260"
        },
        {
            "text": "Moreover currently it is uncertain, whether those, who were diagnosed with COVID-19 data regarding diagnostic tests performed per country, or death rates were omitted, given they Summarizing, the COVID-19 disease is a global health challenge, which caused the WHO to 343 declare a \"public health emergency of international concern on 30/01/2020\". 16 The influence of 344 this global epidemic has dug deep into the day-to-day conduct of everyone, with unforeseen 345 challenges still pending for governments and policymakers. Starting from this, everyone, 346 especially decision makers must be aware, that the current situation might be just the beginning, The results of our study underscore that the COVID-19 pandemic is probably a propagated 351 source epidemic, therefore repeated peaks of the rise of the daily number of newly diagnosed 352 infections are to be anticipated.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "306"
        },
        {
            "text": "To the best of our knowledge this is the first study to model the predicted evolution of the 354 pandemic using data from official databases with the help of the AI-based RNNs trained on the 355 currently available data regarding the spread of the disease and validated with comparison of 356 the predicted and observed data. Most studies to date expect a single peak on the epidemic 357 curve, but some fear the emergence of future peaks when mitigation-suppression measures will 358 be discontinued. According to our models, this can even happen, if the strict measures are 359 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "353"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The role of the funding source 384 The funding sources had no role in the writing of the manuscript of the decision to submit it for 385 publications, no involvement in data collection, analysis, or interpretation; trial design; patient 386 recruitment; or any aspect pertinent to the study. 387 We have not been paid to write this article by a pharmaceutical company of other agency.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "384",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "387",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "353"
        },
        {
            "text": "Dr. László R. Kolozsvári, the corresponding author had full access to all the data in the study 389 and had final responsibility for the decision to submit for publication. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "388"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "388"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus 2019-nCoV: A brief perspective from the front 11 WHO. World Health Organization. Q&A on coronaviruses (COVID-19)",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "S"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of COVID-19 Disease Severity with Transmission 427 Routes and Suggested Changes to Community Guidelines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medrxiv.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 and COVID-19: The most important 429 research questions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Biosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO. World Health Organization. Novel Coronavirus (2019-nCoV) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The reproductive number of COVID-19 is higher 434 compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and important lessons from the coronavirus 436 disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the 437",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of non-pharmaceutical 439 interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "propagated (or progressive source) epidemic curve visualizes the spread of an infectious 117 agent that may be transmitted from human to human starting from with a single index case, that 118 continues to infect numerous other individuals. This shows up as a series of peaks on the 119 epidemic curve, that starts with the index case, followed by successive waves of the infection 120 set apart with respect to the incubation period of the pathogen. The waves continue to follow 121 each other, until appropriate mitigation measures, prevention or treatment are implemented, or 122 the pool of the susceptible population becomes infected. This is a theoretic curve, that is 123 generally influenced by lots of other factors. 16 124 Several studies investigated the impact of different interventions with respect to minimizing 125 contact rates in the population to slow the infection spread, minimize COVID-19 mortality rates 126 and health care utilization or to suppress the epidemic per se. Flattening the curve by reducing 127 peak incidence may limit overall case fatality rates. Nevertheless, most of the forecasts and 128 simulations thus far started out from Bell-shaped curves, that fail to account for the progressive Prediction 133",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "163the first officially available data is of 22/01/2020. This cannot be considered as the first day of 164 the illness, thus the first infection was arbitrarily defined to occur on 01/01/2020. To account 165 for the extreme variability of daily incident cases probably reflecting delays in reporting, a 166 moving average was used (covering 3 days) for Hubei dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Accordingly, an epidemic curve was obtained for each country with a time series where the first 168 day denotes the day of the first confirmed case, and each successive day indicating the number 169 of newly confirmed cases that day. To account for the country-specific differences in the size 170 of population, the number of daily new cases was normalized for 100 000 inhabitants in each",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "178for a specific day, were excluded from calculation of average. The resulting training data set is 179 shown inFigure 1. It should be noted that the first part of the data set (up to the initial 30 days 180 since Day 1 of the epidemic) contains data for almost all the countries listed, whereas the end 181 of the data set contains only data from Hubei.(Fig 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The training dataset. Average daily new infections per 100.000 inhabitants (blue 184 coloured line ) and the Number of datasets (green colour line )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "state-of-the-art for time series analysis is artificial intelligence-based analytic tools, which187    have the best prediction performance. Recurrent Neural Networks (RNNs) are specifically 188 designed to cope with sequential input, characteristic of textual or temporal data. 22 This 189 architecture is a neural network-based architecture, that contains hidden layers chained190 according to the time step, with a possibility to predict the next sequence element(s). A time 191 series has a special temporal form, where the input to the i-th hidden layer is at the i-th time-192 step that has a corresponding x(i) observation. In its original form a simple RNN tries to predict 193 the next sequence element, however, for the purposes of the current analysis, an encoder-194 decoder variant is a more natural choice, similarly to machine translation. 25 For our specific 195 scenario this means that the during the encoder phase including time steps 1,…,t the RNN is 196 fed with the already known time series data (the average of the number of new cases normalized 197 to 100 000 inhabitants for day 1…t, respectively), followed by prediction in the decoder phase 198 for the future time steps t+1,…,T. In our analysis T=t+1=90 days is the longest known (Hubei) 199 time interval. Since this covers quite a long data sequence, we have used gated recurring units 200 (namely Long Short-Term Memory -LSTM units) in compliance with the general 201 recommendations. 23 Figure 3 depicts our RNN architecture showing how unknown time series 202 elements are predicted. Figure 3 also shows how the information collected in the first t time-203 steps are aggregated with a fully connected (dense) neural network layer and a consequent 204regression output layer to determine a predicted number of new patients as x(t+1).(Fig 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The Recurrent Neural Network architecture used for prediction.207    The training data was described in previous sections. To assess possible specificities regarding 208 the countries two approaches were used for prediction: Prediction 1: An algorithm to update training step and subsequent prediction was 210 formulated. This update step is based on the general recommendations of transfer learning 211 that considers the already known time interval for the given country and re-training is done 212 in small increments of the RNN network accordingly. 26 Thus we start predicting the first 213 unknown element x(t+1) from the last 5% of the known data, and the same principle is 214 applied to each subsequent element. Moreover, after each prediction step our RNN 215 architecture is re-trained and the subsequent elements are predicted with this updated RNN. Prediction 2: We start predicting the first unknown element x(t+1) from the last known 217 x(t), and all the subsequent elements are predicted only from the preceding ones. Here the 218 rules depicted from the training data set are used, not retraining occurs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": ", reflective of the trends in the average time series. It follows that predictions will 223 comply primarily with the Hubei time series, especially in the far future. Therefore Prediction 224 2 shows highest fidelity to the country-specific future scenario if the approach to mitigate the 225 epidemic is similar to that in Hubei. Accordingly, this scenario is also reflective of a country-226 specific future state given the practices of Hubei were followed in said country. On the other 227 hand, Prediction 1 is yielded after the neural network is retrained after any prediction, providing 228 more valid insight into what is expected if the country goes on with the mitigation practices 229 seen during the observation period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The architecture was trained in 250 epochs with a total number of 100 hidden LSTM layers, to 231 prepare a bit for prediction also after T=90 days. Naturally, the length of the RNN can be freely 232 increased later on.233Validation 234",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "the number of days you for validation. Let 1 and 2 be the number of new cases per 246 day obtained using the two prediction methods in the examined time interval and let be the 247 actual data for the given days. Err1 and Err2 be mean squared logarithmic errors (graph, the small graph in the upper right corner contains the daily error values 253 calculated for the predictions. The more accurate the prediction, the smaller the RMSLE error.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Observation and predictions for Italy. The small graph in the upper right corner 264 shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Observation and predictions for Spain. The small graph in the upper right corner 268 shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Observation and predictions for the United Kingdom (UK). The small graph in the 271 upper right corner shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Observation and predictions for the United States of America (USA). The small 274 graph in the upper right corner shows the daily error values calculated for the predictions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Observation and predictions for France. The small graph in the upper right corner 277 shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Observation and predictions for Germany. The small graph in the upper right corner 280 shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Observation and predictions for Hungary. The small graph in the upper right 283 corner shows the daily error values calculated for the predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Total RMSLE error for the entire investigated period",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "of our study underscores that the COVID-19 pandemic is probably a propagated 290 source outbreak, therefore repeated peaks on the epidemic curve (rise of the daily number of 291 newly diagnosed infections) are to be anticipated. Predictions made using AI-based recurrent 292 neural networks, further implicate that albeit majority of investigated countries are near or over 293 the peak of the curve, they should prepare for a series of successively high peaks in the near 294 future, until all susceptible people will be infected by the coronavirus, or effective preventive 295 (eg. vaccination) or treatment options will become available. These scenarios are similar to 296 other known propagated source epidemics, e.g. SARS-CoV and measles. 27 The validation of 297 our first predictions shows a strong correlation with the progression of the newly diagnosed 298 daily cases, the trends of our predictions are similar to the observed data, with relatively small 299 calculated root mean squared logarithmic errors. Our recalculated predictions might be more 300 precise, but the trends are very similar to the previous predictions and observed data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "337 are highly influenced by the countries' economic wellbeing, health care systems, facilities and 338 capacities and other factors. 29, 30 There are lots of unforeseen uncertainties and coincidences, 339 which could not be implemented in our model, for example there were days, when a large 340 number of people were diagnosed with COVID-19 one day (for example in care homes in 341 France or in Hungary) that caused a large increase in the number of the daily new cases. 14 342",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "347 and even if strict public health measures are executed and sustained, future peaks of infections 348 are possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "declare no conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "sources are publicly available and described in the methods section.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "applicable. We involved no individual patient in our study.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Materials and MethodsWe used the publicly available datasets of WHO and Johns Hopkins University from the 150 following countries to create the training dataset: Austria, Belgium, Hubei (China), Czechia, France, Germany, Hungary, Iran, Italy, Netherlands, Norway, Portugal, Slovenia, Spain, Switzerland, United Kingdom, United States of America.13,24  Given that most infected people",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fig 1. The historical datasets from different countriesWhen determining the date of the first illness, point source outbreaks were omitted (e.g. those",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "country. The observation period varies for each country, given the difference of time elapsed since the disease initiation in that country. Accordingly, the longest time series covers the observation period of 90 days. e.g. in Hubei, with the first 22 days lacking valid data and the 174 next 68 days having data. The shortest observation period was in Slovenia with only 30 days.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10.1101/2020.04.17.20069666 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}