{
    "paper_id": "1c6596876b9ef739ae1266d90f9b6f5d11f35c8e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Personal protective equipment (PPE) is an article used to prevent the wearer from coming in contact with hazardous, infectious, chemical, radiological, electrical, and physical agents. It contains components illustrated in Figure 1 [1] . The surge in demand and misuse of PPE has led to an acute shortage of protective gear, endangering the lives of healthcare workers [2] . More than 9,000 healthcare workers (HCW) in the United States (US) and more than 17,000 in Italy have been infected with COVID-19 [3] [4] . A total of 444 HCW in Pakistan have been exposed to COVID-19 as of April 29, 2020 [5] . Many doctors are performing their duty without any PPE and are at high risk of becoming infected [6] . There have been peaceful protests all over the world by doctors, nurses, and other healthcare professionals demanding PPE. 1 2 3 4 5",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction And Background"
        },
        {
            "text": "In the wake of the COVID-19 pandemic, PPE plays a significant role, with face masks and gloves being the most essential. Doctors, nurses, and other frontline healthcare responders are using them to minimize the risk of contaminated contact or droplet exposure. Some studies suggest that the psychological impact of PPE is such that individuals using them might feel more protected than they actually are in reality [7] . It should be ensured that the wearer practices hand hygiene before wearing and after removing the protective gear. Also, an appropriate method for its disposal should be considered.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 1: Components of personal protective equipment (PPE)"
        },
        {
            "text": "The primary mode of transmission of coronavirus is known to be droplet or contact-based. Infected individuals are prone to spread the virus while coughing, sneezing, or speaking. This micro virus, when ejected, can travel up to a distance of six feet. Wearing a face mask, along with other precautionary measures like hand hygiene and self-isolation, limits the transmission of infectious agents [8] [9] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Is wearing PPE important?"
        },
        {
            "text": "Initially, the usage of masks among the general public was highly controversial. Experts discouraged healthy people from wearing masks due to the scarce supply. This equipment was reserved for those in direct contact with infected patients [10] . However, the rapid rise in the degree of local transmission has caused many countries to allow their citizens to wear nonmedical/cloth masks, along with practicing social distancing [9, 11] . Evidence-based studies reveal that the concomitant use of household (non-medical) face masks, as well as using a proper handwashing regimen, reduces the probability of local transmission, thereby decreasing the death toll [12] . It should be noted that according to the World Health Organization (WHO) guidelines, medical masks and respirators should only be reserved for healthcare workers [10] . Factors that determine the efficiency of face masks are listed in Table 1 [13].",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 910,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Is wearing PPE important?"
        },
        {
            "text": "The shape of the mask ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of layers"
        },
        {
            "text": "The main types of masks being used are respirators, medical masks, and non-medical/cloth masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of masks"
        },
        {
            "text": "These are protective equipment which provides an almost accurate facial fit and effective filtration of airborne particles. They provide a proper seal around the mouth and nose, providing optimal protection. According to the recent WHO, CDC, and FDA guidelines, such masks are only reserved for healthcare providers [10, [13] [14] . The FDA has labeled these masks as single-use, disposable devices; however, in cases of shortage in supplies, these can be sterilized and reused [14] . While the respirator masks are highly efficient, they still do not provide complete protection. Improper and misuse of these masks can lead to the spread of infection in the user [15] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Respirators"
        },
        {
            "text": "These are thin, pleated, and disposable masks that protect the user from inhaling dust particles, contaminated liquid droplets, and bacteria. They are usually two layers thick and made from unwoven fabric. These masks only act as a physical barrier between the user's nose and mouth and the infected environment. They do not possess a proper seal and are less effective than respirators. These are loose masks, which allow comfortable breathing and reduce transmission probability [14] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Medical Masks"
        },
        {
            "text": "According to recent studies, asymptomatic and pre-symptomatic carriers of the novel coronavirus have been detected and can transmit the virus. In the face of this discovery, CDC experts recommend that the general public uses non-medical/cloth coverings to shield their mouth and nose. These textile masks are made up of layers of cloth. Some of them also possess a paper towel layer, which increases the filtration capability. They do not offer full protection but, along with other precautionary measures, are useful to slow down the spread of coronavirus [16] .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Non-Medical Masks"
        },
        {
            "text": "As a general safety precaution, every frontline healthcare worker (HCW) should know which PPE needs to be used in different clinical settings [17] [18] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "PPE per clinical setting"
        },
        {
            "text": "1) Under any clinical setting where there is a risk of getting infected, the individual should don (put on) a medical face mask, gloves, gown, and eye protection, 2) If the HCW is more than 2 meters away from the patient, he/she should use a fluid-resistant medical face mask with or without eye and face protection, depending on whether there is exposure to flashes or droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE per clinical setting"
        },
        {
            "text": "3) In case of an ongoing aerosol-generating procedure (AGP), all individuals present should wear a respirator, face and eye protection, gloves, and long-sleeved fluid-repellent gown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE per clinical setting"
        },
        {
            "text": "It is essential that every HCW should know the proper way to put on (donning) and remove (doffing) PPE. Any mistake in doing so can render the individual exposed to infections agents. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donning and doffing PPE for infection prevention"
        },
        {
            "text": "According to standard Infection Prevention and Control (IPC) guidelines, PPE is a single-use, disposable item. However, due to the current shortage of PPE, health care providers are challenged to rationally use the limited supplies by decontaminating and reprocessing them. It should be noted that there is no proven effectiveness of these practices and priority is given to the rapid manufacture of protective items [21] . Improper or inadequate decontamination of equipment before reuse is unsafe and can pose serious threats [22] . When disinfecting PPE, it is important to keep in mind the efficacy of the method used, check for any residual toxicity, and make sure that the functional integrity of the material is maintained.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Decontamination and reuse of PPE"
        },
        {
            "text": "General strategies include following the manufacturer's guidelines to disinfect and reprocess the PPE. Routine inspection of protective material should be carried out, along with the replacement of the equipment if the integrity is not maintained or it is damaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decontamination and reuse of PPE"
        },
        {
            "text": "1) Usually cleaning prior to disinfection is required. Respirators and medical masks lose their protective property when they undergo cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators and Medical Masks"
        },
        {
            "text": "2) Considering the current conditions, these items can be worn by a single HCW for multiple shifts. Factors, such as humidity and shelf-life, limit their use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators and Medical Masks"
        },
        {
            "text": "3) Medical masks can be reprocessed using the Environment Protection Agency (EPA)registered disinfectants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respirators and Medical Masks"
        },
        {
            "text": "Filtering facepiece respirators can be decontaminated using vaporous hydrogen peroxide, moist heat, and bleach solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4)"
        },
        {
            "text": "Gowns 1) Submerge in hot water and detergent, then thoroughly scrub the gown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Remember to replace these respirators if breathing is hindered."
        },
        {
            "text": "2) Afterward, soak in 0.05% chlorine solution for about 30 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Remember to replace these respirators if breathing is hindered."
        },
        {
            "text": "3) Rinse in clean water and ideally allow drying in the sun. 4 ) Gowns having small holes and tears could be mended whereas worn out gowns should be discarded.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "5) Remember to replace these respirators if breathing is hindered."
        },
        {
            "text": "1) Clean first the inside and then the outside surface of the visor using a detergent-soaked clean cloth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposable Face Shields"
        },
        {
            "text": "2) Clean the outside of the visor with a clean cloth saturated with disinfectant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposable Face Shields"
        },
        {
            "text": "3) Wipe the outside of the visor with clean water. 4) Use towels or dry air to completely dry the visor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposable Face Shields"
        },
        {
            "text": "1) Immerse in warm water and neutral detergent solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reusable Goggles and Face Shields"
        },
        {
            "text": "2) Rinse with clean water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reusable Goggles and Face Shields"
        },
        {
            "text": "3) Wipe with disinfectant and then again rinse with clean water. 4) Dry completely using towels or dry air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reusable Goggles and Face Shields"
        },
        {
            "text": "Potentially infectious medical waste (PIMW), such as COVID 19 testing kits and PPE, have a serious risk of coming in contact with infectious bodily fluids. These materials should be kept safely on site (hospitals, testing centers) in secure containers. They should then transferred to storage facilities, where they are disinfected and disposed of off to landfill sites [23] . Individuals responsible for waste management should take caution and should wear appropriate gear. It is extremely critical to properly decontaminate and dispose of any waste material that could infect people who come in contact with it.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Proper disposal of PPE"
        },
        {
            "text": "The escalating demand for PPE has given rise to new state and local strategies to ensure the careful optimization of available resources. This policy helps reserve the reduced amount of PPE for the most critical conditions. As the situation improves and the PPE supply is sufficient again, the state can return to its conventional PPE guidelines. The following strategies should be observed to overcome the shortage of PPE [24] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "PPE crisis strategy"
        },
        {
            "text": "There is a difference in the demand and supply of PPE, with severe shortages in supply on all fronts. It is crucial that all the equipment is used with care to prevent wastage, to ensure a continuous supply of protective equipment despite limited production [1, 22] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Appropriate use of PPE"
        },
        {
            "text": "1) The healthcare professionals who are working with patients of COVID-19 and are in direct contact should have PPE consisting of gloves, gowns, masks, face shields, and goggles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appropriate use of PPE"
        },
        {
            "text": "2) The same respirator can be used while examining multiple patients at a time. Since the shortage of supply is a fact in most places, it is recommended to keep wearing a single one for multiple patients than to not have any respirator on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appropriate use of PPE"
        },
        {
            "text": "3) HCW performing or assisting with invasive procedures should be wearing respirators, eye protection (like goggles), and a face shield aligned with the gown and gloves. If the gowns allow fluid to pass through, an additional layer of protective coverage like an apron should be worn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appropriate use of PPE"
        },
        {
            "text": "4) People who are taking care of the sick at home should be provided with medical masks at home for their own protection and to limit the spread of the disease. 5) Individuals who remain asymptomatic or do not show any signs of illness can use nonmedical masks and should not opt for medical masks. Inappropriate use of medical masks may increase the demand and can also impede the supply to professionals who need them the most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appropriate use of PPE"
        },
        {
            "text": "The need for PPE can be minimized by the following interventions [25] :",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Limit the need for PPE"
        },
        {
            "text": "1) Limit patient contact and use alternate tools, such as telemedicine, for non-emergency cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit the need for PPE"
        },
        {
            "text": "2) Make sure that no personnel who is not immediately needed for the patients' care should enter the premise of the COVID-19 ward that should be a separated and isolated area. The visitors should either not be allowed at all or should have minimal contact with the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit the need for PPE"
        },
        {
            "text": "3) All non-urgent procedures/appointments should be postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit the need for PPE"
        },
        {
            "text": "5) PPE should be used beyond their shelf life making sure they are not worn out or damaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) PPE should be reused with proper decontamination guidelines."
        },
        {
            "text": "6) In the case of the absolute absence of PPE, alternate methods for barrier control (e.g., glass shields) should be employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) PPE should be reused with proper decontamination guidelines."
        },
        {
            "text": "These practices do not guarantee the absolute safety of healthcare professionals, and their effectiveness is questionable. However, under the present circumstances, these crisis strategies given by the CDC should be duly addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) PPE should be reused with proper decontamination guidelines."
        },
        {
            "text": "The supply should be monitored and demand adjusted [21, 26] . This can be done using the following methods:",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Coordination between the supply and demand of PPE"
        },
        {
            "text": "1) Use of rational quantification-based forecasts regarding PPE. This helps in rationing available supplies to meet the demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination between the supply and demand of PPE"
        },
        {
            "text": "2) The request for PPE from countries, as well as major responders, should be monitored and controlled. The distribution of PPE to healthcare institutions should be controlled and monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination between the supply and demand of PPE"
        },
        {
            "text": "3) To avoid stock duplication, a centralized request management system should be applied that takes notice of whether the stock management rules are being followed or not. This helps in controlling the wastage and overstock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination between the supply and demand of PPE"
        },
        {
            "text": "4) Keep a check on the end-to-end distribution of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination between the supply and demand of PPE"
        },
        {
            "text": "Due to the recent ease in lockdown measures and the commencement of the holy month of Ramadan in the Muslim world, an abrupt rise in public gatherings is feared. Therefore, it is highly critical that PPE's should be used in all clinical and non-clinical settings. Citizens should use a cloth barrier while stepping out of the house and public gatherings should be strictly avoided. The proper protocol should be followed when healthcare professionals consider reusing PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As Pakistan is one of the major distributors of PPE throughout the world, it has set an exemplary approach during this pandemic. The Pakistani Government and National Disaster Management Authority (NDMA) have made tireless efforts to increase the manufacturing and distribution of PPE. Moreover, many non-governmental organizations (NGOs) and medical students have come forward to combat this deadly disaster and distribute PPE to those fighting on the frontline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Disclosures",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk at Work -Personal Protective Equipment (PPE)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Shortage of Personal Protective Equipment Endangering Health Workers Worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health-Care Workers Have Been Infected With the Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "000 Italian Health Workers Infected With Virus: Study",
            "authors": [],
            "year": 2020,
            "venue": "Nearly",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infections Amongst Healthcare Workers Increase by 75pc in a Week",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UK Doctors Finding It Harder to Get PPE Kit to Treat Covid-19 Patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of PPE in response of coronavirus (COVID-19): A smart solution to global economic challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.30872.34568"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rational use of face masks in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "434--470",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30134-X"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Keep Your Distance to Slow the Spread",
            "authors": [
                {
                    "first": "Social",
                    "middle": [],
                    "last": "Distancing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Advice on the Use of Masks in the Context of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recommends People Wear Cloth Masks to Block the Spread of COVID-19. Surgical Masks and N95 Respirators Should be Reserved for Health Care Workers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Face masks against COVID-19: an evidence review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202004.0203.v1"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "13. N95 Respirators and Surgical Masks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Preprints",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202004.0203.v1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "N95 Respirators and Surgical Masks (Face Masks",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Improper Use of Medical Masks Can Cause Infections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Use of Cloth Face Coverings to Help Slow the Spread of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Accessed",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19: PPE for Doctors",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Updated Guidance on Personal Protective Equipment (PPE) for Clinicians",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Personal Protective Equipment Use in Health Care",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Use Personal Protective Equipment (PPE) When Caring for Patients with Confirmed or Suspected COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Operational Considerations for Personal Protective Equipment in the Context of Global Supply Shortages for Coronavirus Disease 2019 (COVID-19) Pandemic: Non-US Healthcare Settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rational Use of Personal Protective Equipment ( PPE) for Coronavirus Disease ( COVID-19) : Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Water, Sanitation, Hygiene and Waste Management for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Strategies to Optimize the Supply of PPE and Equipment",
            "authors": [],
            "year": 2020,
            "venue": "Mahmood et al. Cureus",
            "volume": "12",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e8248.DOI10.7759/cureus.8248"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sourcing personal protective equipment during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berkwits",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "1912--1926",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5317"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Critical Preparedness, Readiness and Response Actions for COVID-19: Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Donning PPE for infection prevention 2020 Mahmood et al. Cureus 12(5): e8248. DOI 10.7759/cureus.8248 4 of 10",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Doffing PPE for infection preventionNote: All PPE should be removed inside the patient's room except for the respirator.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Factors That Determine the Efficiency of Masks",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Centers for Disease Control and Prevention (CDC) and the Ministry of Health, New Zealand have introduced the proper way of handling PPE [19-20]. HCW should wear the entire PPE before entering a patient's room. Steps of donning and doffing are illustrated in Figures 2-3.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ]
}