{"paper_id": "1c686a72874b71754da144699df700c8450881e7", "metadata": {"title": "Impact of Covid-19 lockdown on PM 10 , SO 2 and NO 2 concentrations in Salé City (Morocco)", "authors": [{"first": "Anas", "middle": [], "last": "Otmani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ibn Tofail University", "location": {"settlement": "Kenitra", "country": "Morocco"}}, "email": ""}, {"first": "Abdelfettah", "middle": [], "last": "Benchrif", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Centre for Nuclear Energy", "location": {"country": "Morocco"}}, "email": ""}, {"first": "Mounia", "middle": [], "last": "Tahri", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Centre for Nuclear Energy", "location": {"country": "Morocco"}}, "email": ""}, {"first": "Moussa", "middle": [], "last": "Bounakhla", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Centre for Nuclear Energy", "location": {"country": "Morocco"}}, "email": ""}, {"first": "El", "middle": [], "last": "Mahjoub Chakir", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ibn Tofail University", "location": {"settlement": "Kenitra", "country": "Morocco"}}, "email": ""}, {"first": "Mohammed", "middle": ["El"], "last": "Bouch C , M&apos;hamed Krombi", "suffix": "", "affiliation": {"laboratory": "Laboratoire National des Études et de Surveillance de la Pollution (LNESP)", "institution": "", "location": {"country": "Morocco"}}, "email": ""}]}, "abstract": [{"text": "Covid-19 was first reported in Morocco on March 2, 2020. Since then, to prevent its propagation, the Moroccan government declared a state of health emergency. A set of rapid and strict countermeasures have taken, including locking down cities, limiting population's mobility and prohibiting almost all avoidable activities. In the present study, we attempted to evaluate the changes in levels of some air pollutants (mainly PM 10 , NO 2 and SO 2 ) in Salé city (North-Western Morocco) during the lockdown measures. In this context, a continuous measurement of PM 10 , SO 2 and NO 2 was carried before and during the Covid-19 lockdown period. As a consequence of the security measures and control actions undertaken, the emissions from vehicle exhaust and industrial production were significantly reduced, which contribute to the decrease in the concentrations of the studied pollutants. The obtained results showed that the difference between the concentrations recorded before and during the lockdown period were respectively 75%, 49% and 96% for PM 10 , SO 2 and NO 2 . PM 10 levels were much less reduced than NO 2 . The three-dimensional air mass backward trajectories, using the HYSPLIT model, demonstrated the benefits of PM 10 local emission reductions related to the lockdown were overwhelmed by the contribution of long-range transported aerosols outside areas. In addition, noteworthy differences in the air mass back trajectories and the meteorology between these two periods were evidenced.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "• PM 10 , NO 2 and SO 2 concentrations were reduced by more than half during the covid-19 lockdown period. • Covid-19 countermeasures contribute to reduce all pollutant concentrations but with significant differences among them. • Long-range transported aerosols contributions overcame the PM 10 local emission reductions benefits related to the lockdown.", "cite_spans": [], "ref_spans": [], "section": "H I G H L I G H T S"}, {"text": "Daily average concentrations of SO 2 and NO 2 from March 11th to April 2nd in Salé city. a b s t r a c t a r t i c l e i n f o", "cite_spans": [], "ref_spans": [], "section": "G R A P H I C A L A B S T R A C T"}, {"text": "Since the detection of realm's first case of the coronavirus , on March 2, Moroccan authorities, for preventing the spread of the pandemic and preserving the health and safety of Moroccan citizens, have decided to declare a \"state of health emergency\" and taken a set of rapid and strict measures against Covid-19. All Moroccan cities were locked down, and the majority of industrial and commercial activities have been forced to stop their activities until further notice. For citizens, the authorities request them to stay at home and don't leave it except for very specific reasons (buy essential supplies, medical ap-pointments…). In add to these safety actions, the authorities decide also to shut down transportation and travel in and out of the country, close down schools, universities, restaurants and mosques, and to ban the mass gatherings across Morocco (Maneesh and El Alaoui, 2020) . However, some activities have been partially maintained as public service operation, pandemic prevention and control, and residential living needs. The Moroccan Government has decided to extend this sanitary state of emergency until 20 May 2020.", "cite_spans": [{"start": 866, "end": 895, "text": "(Maneesh and El Alaoui, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "While the costs of these draconian countermeasures are undoubtedly enormous, several studies reported that reducing anthropogenic activities during Covid-19 outbreak plays a significant role in air pollution formation and could influence the total ambient air quality (He et al., 2020a; Isaifan, 2020) . However, Wang et al. (2020) argued that the severe air pollution events would not be avoided by reducing anthropogenic activities (traffic and industrial activities) during Covid-19 outbreak, particularly when meteorology is unfavourable. While the cities' lockdown could significantly improve the air quality, its effect may differ considerably across different types of cities. He et al. (2020a) find that more industrialized and colder cities experienced larger reductions in air pollution levels. Furthermore, Croitoru and Sarraf (2017) reported that the rigorous options to reduce the ambient air pollution in most Moroccan cities depending on the emission sources. For instance, air pollution from the transport sector can be decreased through the improvement of the transport system and/or promoting alternative modes of transport. Nevertheless, they highlighted that such options, among others, need to be carefully considered and adapted to the context of each city. PM 10 , NO 2 and SO 2 are very common ambient air pollutants in urban environments and various studies carried out have demonstrated their severe health-related problems like respiratory and cardiovascular disorders, blood pressure, and lung cancer (Koken et al., 2003; Le Tertre et al., 2002) . These regulated pollutants arise from anthropogenic sources, including road traffic (e.g., motor exhaust; brake, wear and road erosion; resuspension due to wheel-generated turbulence) and industrial activities (e.g., metal processing industry and waste management) (Thorpe and Harrison, 2008; He et al., 2020b) . Besides the above emission sources, long-range pollution also plays an important role in certain worldwide countries. In Morocco, Benchrif et al. (2018) underlined the predominant influence of the trans-boundary pollution onto the northern cities air quality. In this context, the objective of the present paper is to assess the variations of PM 10 , NO 2 and SO 2 concentrations in the ambient air of Salé city before and during few days into the implementation of the lockdown measures against the propagation of Covid-19 pandemic.", "cite_spans": [{"start": 268, "end": 286, "text": "(He et al., 2020a;", "ref_id": "BIBREF7"}, {"start": 287, "end": 301, "text": "Isaifan, 2020)", "ref_id": "BIBREF9"}, {"start": 313, "end": 331, "text": "Wang et al. (2020)", "ref_id": "BIBREF18"}, {"start": 684, "end": 701, "text": "He et al. (2020a)", "ref_id": "BIBREF7"}, {"start": 818, "end": 844, "text": "Croitoru and Sarraf (2017)", "ref_id": "BIBREF3"}, {"start": 1529, "end": 1549, "text": "(Koken et al., 2003;", "ref_id": "BIBREF10"}, {"start": 1550, "end": 1573, "text": "Le Tertre et al., 2002)", "ref_id": "BIBREF12"}, {"start": 1841, "end": 1868, "text": "(Thorpe and Harrison, 2008;", "ref_id": "BIBREF16"}, {"start": 1869, "end": 1886, "text": "He et al., 2020b)", "ref_id": "BIBREF8"}, {"start": 2019, "end": 2041, "text": "Benchrif et al. (2018)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "A continuous PM 10 , SO 2 and NO 2 measurements were carried out after and during the lockdown in Salé city, NW Morocco, located about 7 km northwest of the Kingdom's capital (Rabat), in an urbanresidential area. The measurements were carried out from 11 March to 02 April 2020 on Medersa des Merinides (Fig. 1) , located about 1.5 km west of the historical city centre (Médina). The instruments were set up on a terraced roof, approximately 10 m above ground level (34.04°N, 6.83°W). Ambient air PM 10 (aerosols b 10 μm in diameter) were collected on pre-baked (at 500°C during 2 h) 150 mm diameter QM-A Quartz fiber filters (Whatman®). Daily samples were collected with high-volume (DA80, Digitel) sampler during 24 h with an operating flow rate of 30 m 3 /h. To determine PM 10 mass concentrations, filters were weighed before and after sampling using a Mettler Microbalance (Model MS304S) with 0.1 mg precision. Filter weighing was achieved, in an acclimatized room for 24 h at an average temperature of 20 ± 1°C with atmospheric relative humidity maintained below 30%. The uncertainty for each weighing was typically of the order of 20 μg, which represents an average uncertainty of 0.1% for PM 10 measurements.", "cite_spans": [], "ref_spans": [{"start": 303, "end": 311, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Materials and methods"}, {"text": "Low-cost electrochemical sensors, by ENVEA Cairpol, were used to collect high-resolution temporal data in real-time of SO 2 and NO 2 . Moderate inter-comparison against reference measurements was performed. Before in-situ measurements, the sensors were colocated at a regulatory urban site in urban background conditions, where the performance of the calibration algorithms was explored. The uncertainty was typically of the order of 1 ppb for each gas measurement.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Since the variability of pollutants is closely related to the immediate history of the air masses before arriving at the sampling site (Salvador et al., 2008) , three-dimensional air mass backward trajectories were calculated using version 4.7 of the Air Resources Laboratory's Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT™) model (Draxler and Rolph, 2003; Draxler et al., 2005) . Three days backward trajectories arriving over sampling point were computed at 12:00 UTC at an elevation of 500 m above ground level. Then, cluster analysis technique was carried out to categorize the trajectories into distinct clusters (Benchrif et al., 2018) . Furthermore, for investigating the role of the meteorology on the concentrations of studied urban air pollutants, meteorological data records were obtained from the weather station Rabat-Salé Airport (34.05, −6.75), about 12 km from our sampling site (https://www.wunderground.com). The recorded metrological data were: wind speed (m/s), relative humidity (%), precipitation (mm) and air temperature (°C).", "cite_spans": [{"start": 135, "end": 158, "text": "(Salvador et al., 2008)", "ref_id": "BIBREF15"}, {"start": 351, "end": 376, "text": "(Draxler and Rolph, 2003;", "ref_id": "BIBREF4"}, {"start": 377, "end": 398, "text": "Draxler et al., 2005)", "ref_id": null}, {"start": 638, "end": 661, "text": "(Benchrif et al., 2018)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Finally, in an attempt to point out the main changes in PM 10 , SO 2 and NO 2 concentrations, their daily averages were calculated for the periods before (March 11th to 20th) and during the lockdown (March 21st to April 2nd). The objective was to evaluate the relative variation (in %) and the difference in the mean concentration (in μg/m 3 ) between both periods of sampling.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Comparisons between meteorological parameters prior to and during the lockdown period highlighted the existence of substantial differences between the two sampling periods (Table 1) . Actually, the first period (before lockdown) was characterized by non-significant variations in temperature, relative humidity and low amount of rainy days (0.4 mm on average). However, the wind speed was steadily increased until the second period. For the second period (during the lock down), a high meteorology variation was observed: decrease in temperature (difference between averages: −0.3°C), more humidity (+1.9%), windy (+1.9 m/s), more amount of precipitation (+0.1 mm), and more rainfall days (percentage of the rainy days in the second period reached 69%).", "cite_spans": [], "ref_spans": [{"start": 172, "end": 181, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The inter-period variability of the final mean back trajectories resulting from the clustering process was examined for the periods prior to (March 11th to 20th) and following the lockdown (March 21st to April 2nd). For each period, the relative occurrence, direction and mean altitude of the five identified clusters are presented in Fig. 2 . The period following the lockdown is dominated by air masses coming from the Northern and Western sectors generally accounted for 2/3 of the period of concern, while the Eastern sector over the local continental and coastal environments for 1/3. Particularities raised in the first period (before lockdown) accounting for strong winds from the North (across Portugal and Northern Morocco) then occurred over short periods of time. Overall, relevant cluster pattern differences were evidenced between both periods. Fig. 3 provides daily variation of PM 10 , SO 2 and NO 2 concentrations before and after the lockdown. A dramatic decrease in the concentrations of NO 2 (from 5.6 to 0.2 μg/m 3 ) and PM 10 (from 114.6 to 28.3 μg/m 3 ) was recorded, which corresponds to a variation of −96% and −75%, respectively. For SO 2 concentrations, they dropped by 3.2 μg/m 3 (from 6.6 to 3.3 μ/m 3 ) accounted for −49%. The low SO 2 concentrations recorded in the full study period (4.75 μg/m 3 on average) do not allow evidencing a definite trend. Although all pollutant levels did not exceed the Moroccan air quality standard values (decree n°2-09-286 setting standards for air quality and the modalities for air monitoring, 2009) during the lockdown period, PM 10 concentrations, in the first period, are higher than the daily reference value of 50 μg/m 3 .", "cite_spans": [], "ref_spans": [{"start": 335, "end": 341, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 858, "end": 864, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "From the obtained results, we could note that the government decisions in response to Covid-19 have impacted the air pollution in Salé city. So, the concentrations of PM 10 , NO 2 and SO 2 , in the studied area, were decreased, respectively, by 75%, 96% and 49% within few days after implementation of Covid-19 countermeasures. Several studies (Ocak and Turalioglu, 2008; Dunarea et al., 2015) argued the effect of meteorology on the atmospheric concentrations of traffic-related pollutants. While the role of the meteorological parameters is quite evident in this study, they are not quantified.", "cite_spans": [{"start": 344, "end": 371, "text": "(Ocak and Turalioglu, 2008;", "ref_id": "BIBREF14"}, {"start": 372, "end": 393, "text": "Dunarea et al., 2015)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "The most significant variation was observed for NO 2 , a common tracer of urban air pollution/industrial activity. It is primarily resulted from high temperature combustion processes of fossil fuels, especially diesel, thermal power generation, industrial emissions, automobile exhaust and shipping (Burnett et al., 2004; Tobías et al., 2020) . Biswas et al. (2019) reported that ambient NO 2 is linked to many health hazards and its high concentrations can induce the formation of nitrate aerosols and acid rain. NO 2 showed a significant decrease compared to the first period (before lockdown) when social and industrial activities were operating normally. Its rate reduction was much higher than those observed for PM 10 and SO 2 . This could be explained by the fact that the emergency measures established by the Moroccan authorities, related to the cessation of industrial and transportation activities, had as a consequence a limitation in NO 2 emission from both industrial production and vehicle exhaust, which has implicated a sharp decrease in NO 2 concentrations during this period.", "cite_spans": [{"start": 299, "end": 321, "text": "(Burnett et al., 2004;", "ref_id": "BIBREF2"}, {"start": 322, "end": 342, "text": "Tobías et al., 2020)", "ref_id": "BIBREF17"}, {"start": 345, "end": 365, "text": "Biswas et al. (2019)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "SO 2 is one of the important indicators of air pollutants that are strongly related to the combustion of coal, petroleum, and chemical fuel emissions. It is the major precursor of nucleation formation of new particles in the atmosphere; and when these processes occur in populated regions, they could increase the human exposure to ultrafine particles (Kulmala et al., 2004) . For the present study, the variations in SO 2 concentrations were not higher compared to those of PM 10 and NO 2 because: i) its levels appeared quite variable and significantly have decreased since the use, in 2009s, of fuel and lubricant oil with low sulphur contents; ii) commercial ships and incineration activities (industrial zone and pottery complex around the sampling site) closures due to pandemic prevention and control actions contribute significantly in the reduction of SO 2 emissions. The pattern of PM 10 , derived principally from road traffic, industrial exhaust emissions, construction works and dust entrainment, can presumably reflect rapid decrease of traffic density and decline of the urban particulate emissions from a number of local sources. However, the back trajectory analysis portrayed that air quality in Salé urban area is mainly affected by PM originating from the Mediterranean Basin (characterized by marine vessel emissions out of Western Europe and Northern Africa), local continental and from the near Atlantic Ocean (affected by pollutants emitted from the Iberian coast). Indeed, the effects of reducing local air pollution on PM 10 concentrations might still be limited due to the contribution of long-range transported particulate matter.", "cite_spans": [{"start": 352, "end": 374, "text": "(Kulmala et al., 2004)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "While NO 2 and PM 10 concentrations decreased since the strict implementation of pandemic prevention and control actions, their rate reduction and temporal gradients in the concentrations were significantly different. It would be hypothesized that the different amount of residence time of PM 10 and NO 2 in the atmosphere is another factor that might be implicated to understand their trends.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the reduction in PM 10 , SO 2 and NO 2 concentrations, in the studied area, can mainly be attributed to the drastic measures limiting human movement and industrial activities during the Covid-19 pandemic, which resulted in a significant reduction in emissions from vehicle exhaust and industrial production. The authors believe that the PM 10 , NO 2 and SO 2 concentrations will continue to decrease and keep down to minimal levels during the Covid-19 lockdown period. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Aerosols in northern Morocco: input pathways and their chemical fingerprint", "authors": [{"first": "A", "middle": [], "last": "Benchrif", "suffix": ""}, {"first": "B", "middle": [], "last": "Guinot", "suffix": ""}, {"first": "M", "middle": [], "last": "Bounakhla", "suffix": ""}, {"first": "H", "middle": [], "last": "Cachier", "suffix": ""}, {"first": "B", "middle": [], "last": "Damnati", "suffix": ""}, {"first": "B", "middle": [], "last": "Baghdad", "suffix": ""}], "year": 2017, "venue": "Atmos. Environ", "volume": "174", "issn": "", "pages": "140--147", "other_ids": {"DOI": ["10.1016/j.atmosenv.2017.11.047"]}}, "BIBREF1": {"ref_id": "b1", "title": "Simultaneous observations of nitrogen dioxide, formaldehyde and ozone in the Indo-Gangetic Plain", "authors": [{"first": "M", "middle": ["S"], "last": "Biswas", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Ghude", "suffix": ""}, {"first": "D", "middle": [], "last": "Gurnale", "suffix": ""}, {"first": "T", "middle": [], "last": "Prabhakaran", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mahajan", "suffix": ""}], "year": 2019, "venue": "Aerosol Air Qual. Res", "volume": "19", "issn": "", "pages": "1749--1764", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Associations between short-term changes in nitrogen dioxide and mortality in Canadian cities", "authors": [{"first": "R", "middle": ["T"], "last": "Burnett", "suffix": ""}, {"first": "D", "middle": [], "last": "Stieb", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Brook", "suffix": ""}, {"first": "S", "middle": [], "last": "Cakmak", "suffix": ""}, {"first": "R", "middle": [], "last": "Dales", "suffix": ""}, {"first": "M", "middle": [], "last": "Raizenne", "suffix": ""}, {"first": "R", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "T", "middle": [], "last": "Dann", "suffix": ""}], "year": 2004, "venue": "Arch. Environ. Health", "volume": "59", "issn": "", "pages": "228--236", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Estimating the health cost of air pollution: the case of Morocco", "authors": [{"first": "L", "middle": [], "last": "Croitoru", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarraf", "suffix": ""}], "year": 2017, "venue": "J. Environ. Prot", "volume": "8", "issn": "", "pages": "1087--1099", "other_ids": {"DOI": ["10.4236/jep.2017.810069"]}}, "BIBREF4": {"ref_id": "b4", "title": "HYSPLIT (HYbrid Single-particle Lagrangian Integrated Trajectory) Model. NOAA Air Resources Laboratory", "authors": [{"first": "Rolph", "middle": [], "last": "Draxler", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prediction of the NO2 Concentration Data in an Urban Area Using Multiple Regression and Neuronal Networks", "authors": [{"first": "U", "middle": [], "last": "Dunarea", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Galati", "suffix": ""}, {"first": "M", "middle": [], "last": "Voiculescu", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Constantin", "suffix": ""}, {"first": "L", "middle": [], "last": "Georgescu", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1063/1.4937255"]}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19, City Lockdown, and Air Pollution: Evidence From China", "authors": [{"first": "G", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pan", "suffix": ""}, {"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.29.20046649"]}}, "BIBREF8": {"ref_id": "b8", "title": "On-road emission measurements of reactive nitrogen compounds from heavy duty diesel trucks in China", "authors": [{"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cao", "suffix": ""}, {"first": "G", "middle": [], "last": "Xu", "suffix": ""}, {"first": "M", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Environ. Pollut", "volume": "262", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.envpol.2020.114280"]}}, "BIBREF9": {"ref_id": "b9", "title": "The dramatic impact of coronavirus outbreak on air quality: has it saved as much as it has killed so far?", "authors": [{"first": "R", "middle": ["J"], "last": "Isaifan", "suffix": ""}], "year": 2020, "venue": "", "volume": "6", "issn": "", "pages": "275--288", "other_ids": {"DOI": ["10.22034/gjesm.2020.03.01"]}}, "BIBREF10": {"ref_id": "b10", "title": "Temperature, air pollution and hospitalization for cardiovascular diseases among elderly people in Denver", "authors": [{"first": "P", "middle": ["J"], "last": "Koken", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Piver", "suffix": ""}, {"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "A", "middle": [], "last": "Elixhauser", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Olsen", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Portier", "suffix": ""}], "year": 2003, "venue": "Environ. Health Perspect", "volume": "111", "issn": "10", "pages": "1312--1317", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Formation and growth rates of ultrafine atmospheric particles: a review of observations", "authors": [{"first": "M", "middle": [], "last": "Kulmala", "suffix": ""}, {"first": "H", "middle": [], "last": "Vehkamaki", "suffix": ""}, {"first": "T", "middle": [], "last": "Petaja", "suffix": ""}, {"first": "M", "middle": [], "last": "Dal Maso", "suffix": ""}, {"first": "A", "middle": [], "last": "Lauri", "suffix": ""}, {"first": "V.-M", "middle": [], "last": "Kerminen", "suffix": ""}, {"first": "W", "middle": [], "last": "Birmili", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Mcmurry", "suffix": ""}], "year": 2004, "venue": "J. Aerosol Sci", "volume": "35", "issn": "", "pages": "143--176", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Short-term effects of particulate air pollution on cardiovascular diseases in eight European cities", "authors": [{"first": "A", "middle": [], "last": "Le Tertre", "suffix": ""}, {"first": "S", "middle": [], "last": "Medina", "suffix": ""}, {"first": "E", "middle": [], "last": "Samoli", "suffix": ""}, {"first": "B", "middle": [], "last": "Forsberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Michelozzi", "suffix": ""}, {"first": "A", "middle": [], "last": "Boumghar", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Vonk", "suffix": ""}, {"first": "A", "middle": [], "last": "Bellini", "suffix": ""}, {"first": "R", "middle": [], "last": "Atkinson", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Ayres", "suffix": ""}, {"first": "J", "middle": [], "last": "Sunyer", "suffix": ""}, {"first": "J", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "K", "middle": [], "last": "Katsouyanni", "suffix": ""}], "year": 2002, "venue": "J. Epidemiol. Community Health", "volume": "56", "issn": "", "pages": "773--779", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Aicha, 2020. How Countries of South Mitigate COVID-19: Models of Morocco and Kerala", "authors": [{"first": "P", "middle": [], "last": "Maneesh", "suffix": ""}, {"first": "", "middle": [], "last": "El Alaoui", "suffix": ""}], "year": null, "venue": "India. Available at SSRN", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3567898"]}}, "BIBREF14": {"ref_id": "b14", "title": "Effect of meteorology on the atmospheric concentrations of traffic", "authors": [{"first": "R", "middle": ["S"], "last": "Ocak", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Turalioglu", "suffix": ""}], "year": 2008, "venue": "", "volume": "3", "issn": "", "pages": "325--335", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A combined analysis of backward trajectories and aerosol chemistry to characterise long-range transport episodes of particulate matter: the Madrid air basin, a case study", "authors": [{"first": "P", "middle": [], "last": "Salvador", "suffix": ""}, {"first": "B", "middle": [], "last": "Artíñano", "suffix": ""}, {"first": "X", "middle": [], "last": "Querol", "suffix": ""}, {"first": "A", "middle": [], "last": "Alastuey", "suffix": ""}], "year": 2008, "venue": "Sci. Total Environ", "volume": "390", "issn": "2-3", "pages": "495--506", "other_ids": {"DOI": ["10.1016/j.scitotenv.2007.10.052"]}}, "BIBREF16": {"ref_id": "b16", "title": "Sources and properties of non-exhaust particulate matter from road traffic: a review", "authors": [{"first": "A", "middle": ["J"], "last": "Thorpe", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Harrison", "suffix": ""}], "year": 2008, "venue": "Sci. Total Environ", "volume": "400", "issn": "", "pages": "270--282", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Changes in air quality during the lockdown in Barcelona (Spain) one month into the SARS-CoV-2 epidemic", "authors": [{"first": "A", "middle": [], "last": "Tobías", "suffix": ""}, {"first": "C", "middle": [], "last": "Carnerero", "suffix": ""}, {"first": "C", "middle": [], "last": "Reche", "suffix": ""}, {"first": "J", "middle": [], "last": "Massagué", "suffix": ""}, {"first": "M", "middle": [], "last": "Via", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Minguillón", "suffix": ""}, {"first": "A", "middle": [], "last": "Alastuey", "suffix": ""}, {"first": "X", "middle": [], "last": "Querol", "suffix": ""}], "year": 2020, "venue": "Sci. Total Environ", "volume": "726", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2020.138540"]}}, "BIBREF18": {"ref_id": "b18", "title": "Severe air pollution events not avoided by reduced anthropogenic activities during COVID-19 outbreak", "authors": [{"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Resour. Conserv. Recycl", "volume": "158", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.resconrec.2020.104814"]}}}, "ref_entries": {"FIGREF0": {"text": "Map showing the location of the sampling site (34.04°N, 6.83°W).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Mean trajectories arriving at Salé from March 11th to 20th (left side) and from March 21st to April 2nd (right side) classified into 5 trajectory clusters.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Daily average concentrations of PM 10 , SO 2 and NO 2 from March 11th to April 2nd (with lockdown started on March 21st in Morocco) in Salé city.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Mean concentrations of PM 10 , SO 2 , NO 2 and averaged meteorological parameters observed in Salé city between March 11th to 20th (before the lockdown) and March 21st to April 2nd (during the lockdown).", "latex": null, "type": "table"}, "TABREF1": {"text": "Anas Otmani: Conceptualization, Writing -original draft, Investigation. Abdelfettah Benchrif: Conceptualization, Writing -original draft, Supervision. Mounia Tahri: Writing -review & editing, Supervision. Moussa Bounakhla: Supervision. El Mahjoub Chakir: Supervision. Mohammed El Bouch: Resources. M'hamed Krombi: Resources.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}