{
    "paper_id": "1c697bb94cd32c13f653b90b692bb749f5bac9b6",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kristen",
                "middle": [],
                "last": "Santarone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kendall Regional Medical Center",
                    "location": {
                        "settlement": "Miami",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Mckenney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kendall Regional Medical Center",
                    "location": {
                        "settlement": "Miami",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Adel",
                "middle": [],
                "last": "Elkbuli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kendall Regional Medical Center",
                    "location": {
                        "settlement": "Miami",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": "adel.elkbuli@hcahealthcare.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "At a normal time, 50% of physicians are battling burnout, or emotional fatigue caused by work related stress 1 . Physician mental health was a reticent, widespread public health crisis prior to COVID-19. Now, healthcare workers are fighting a lethal virus with PPE shortages and no evidence based treatment. Where does that leave the mental state of our healthcare workers?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Healthcare workers are known for their stamina and emotional resilience in the workplace, however, COVID-19 comes with a new set of standards. The pressure of caring for patients is amplified in the setting of a virus with human-human transmission and no specific lifesaving treatment 2 . Handling life and death situations while simultaneously putting ones own life at risk contributes to an actual sense of danger. Other physician and nurse workplace stressors during COVID-19 include extended shifts with increased volume and severity of J o u r n a l P r e -p r o o f patients 3, 4 . Triaging patients while knowing that there are a limited number of ventilators and ICU beds causes emotional and psychological strain 3, 5 . Physicians must make critical decisions for their patients in the absence of familial bedside input since visitors are no longer allowed in hospitals. The emotional trauma endured by physicians is intensifying as they witness high volumes of death, including infection and deterioration of coworkers 2 .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 583,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 725,
                    "end": 726,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Prior to the pandemic, physicians were able to seek solace from the psychological weight of their profession with familial and social lives. Currently, the stress extends outside of the realm of healthcare facilities. Physicians worrying about infecting their families and contaminating their homes may choose to self-isolate or face the guilt of potentially infecting a family member 6 . Social isolation and subjective feelings of solitude are known risk factors for suicide, and it is already established that physicians have higher rates of suicide than the general population 1,6 . A recent study in Wuhan China demonstrated that women, nurses and frontline healthcare workers are particularly vulnerable to experiencing depression, anxiety, insomnia and distress in these work conditions 7 .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 386,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 794,
                    "end": 795,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Supporting the mental wellbeing and resilience of frontline healthcare workers is imperative to ensure global recovery from the COVID-19 pandemic. In order to do this, establishing a modern day hierarchy of needs for our physicians will help prioritize efforts to alleviate their psychological burden, similar to how the Psychiatry Department and Mental Health Institute of the Second Xiangya Hospital did during China's outbreak 2 . The primary concern is protecting the physical wellbeing of physicians, followed by the psychological needs, and finally addressing and supporting the communities and families of physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Ensuring that physicians can treat patients safely by providing adequate amounts of PPE should be top priority 2,4,7 . Adequate rest, nutrition and hydration are also essential components of maintaining physical wellbeing 2,4 . One study showed that limiting shifts to <16 hours yielded an 18% reduction in attentional failures 8 .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Efforts must be made to allow physicians to seek help if needed without stigma or repercussion 4 . Psychological support should be made available in a variety of methods so that the physician has the freedom to choose an approach that works best. Emphasis should be placed on individualized emotional support plans, as psychological care is not one-size-fits-all. This includes the use of telemedicine, video chats, or online forums to make appointments with psychologists and psychiatrists 2, 4, 7 . Support groups and reading materials pertaining to dealing with ongoing stressors should be available.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 497,
                    "end": 498,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Maintaining the mental resilience of frontline workers involves offering solutions that allow them to perform their duties. Medical journals should focus on streamlining publication of relevant materials in multiple languages on multiple platforms to dissemination critical information 10 . Education on how to emotionally support and work with patients experiencing significant mental health problems during the pandemic should also be made available, as well as access to refer patients to seek psychological treatment 9 . To prioritize safety, non-emergent health concerns, when feasible, should be addressed via telemedicine, and non-emergent procedures postponed 4 . Another major concern is what if the needs of a community surpass hospital capacity. To prepare for this, communities should have a backup force of able healthcare workers who are either retired, and even include students who are about to graduate. These workers should prepare to be activated in times of emergency or high volume 4 . Use of military resources including workers, hospitals and potentially even ships should be incorporated as needed. Employing military style triage could also help streamline patient care 4 .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Fax: (305) 480-6625"
        },
        {
            "text": "Steps need to be taken in order to preserve the mental wellbeing of our frontline providers, most importantly protected them from infection. Mental health resources and education should be provided to physicians who are experiencing traumatizing work conditions and unparalleled stress levels. While action to preserve the psychological and emotional health of physicians needs to begin now, these providers will need long-term resources to fully recover from this experience. Physician wellbeing should be one of our highest priority, as public health and vitality is theirs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Physician burnout: contributors, consequences and solutions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Dyrbye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Shanafelt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Internal Medicine",
            "volume": "",
            "issn": "283",
            "pages": "516--529",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Care for the psychological satus of frontline medical staff fighting against COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Experience in Bergamo, Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Senni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "European Heart Journal. 2020",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "1-2.Doi:10.1093/eurheartj/ehaa279"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinician Mental Healthy and Well-Being During Global Healthcare Crisis: Evidence Learned From Prior Epidemics for COVID-19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Melnyk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coping with COVID-19: Ventilator spltting with differential driving pressure using standard hospital equipment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1111/anae.15078"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mental health during and after the COVID-19 emergency in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Janiri",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janiri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chieffo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Clin Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/pcn.13004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The association between resident physician work hour regulations and physician safety and health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The American Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mental health care for medical staff in China during the COVID-19 outbreak. The Lancet, Psychiatry",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Timely research papers about COVID-19 in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}