{
    "paper_id": "1c691168b0097773e142e388b6cec14b67dbff16",
    "metadata": {
        "title": "Journal Pre-proof Diffuse alveolar hemorrhage in infants: Report of five cases Diffuse Alveolar Hemorrhage in Infants: Report of Five Cases Background",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Gkogkou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Broux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Kempeneers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Boboli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Viellevoye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Janssen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "M.-C",
                "middle": [],
                "last": "Seghaye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Mastouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Gkogkou",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viellevoye",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janssen",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seghaye",
                "middle": [],
                "last": "M-C",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital of Liege",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Diffuse alveolar hemorrhage (DAH) is a rare life-threatening condition in 16 children. In this entity, the bleeding originates from the pulmonary 17 microvasculature as a result of microvascular damage leading to blood leakage 18 2 into the alveolar spaces. DAH can occur as an isolated medical entity or may be 19 associated with other organ system injury or dysfunction. The classic triad of 20 symptoms includes hemoptysis, anemia and diffuse pulmonary infiltrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hemoptysis is the usual presenting symptom but is not constant. A variety of 22 diseases is associated with the development of DAH. Current classification 23 organize the etiologies of diffuse alveolar hemorrhage based on the presence of 24 severe immune disorders (such as systemic vasculitis and collagenosis) or non-25 immunodeficiency disorders (with an identified cardiac or non-cardiac origin, or 26 idiopathic).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The five cases of DAH presented in this study were all diagnosed in full-term 28 infants, four males and one female, with normal neonatal adaptation and without 29 family history of notable diseases. In all cases the diagnosis was made between 30 the age of three and eighteen weeks-old. Moreover, all five patients, at the time 31 of diagnosis, presented with hemoptysis, mild or severe dyspnea, anemia and 32 abnormal chest X-rays. Consequently, the diagnosis of DAH was strongly 33 suspected and, eventually, confirmed by bronchoscopy. Additional laboratory 34 tests, as well as selected serologic and radiographic studies were performed in 35 order to identify a specific etiology. The final diagnoses reflect a variety of 36 causes: infections, idiopathic pulmonary hemosiderosis, accidental suffocation 37 and Heiner syndrome. Treatment included oral corticosteroids except from one 38 patient that received antimicrobial therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "39 3 Anemia. 42 43 Background: 44 DAH is a rare but potentially life-threatening condition in infants. In this entity, 45 the bleeding originates from the pulmonary microvasculature (pulmonary 46 arterioles, alveolar capillaries, and pulmonary venules) as a result of 47 microvascular damage leading to blood leakage into the alveolar spaces [19, 23]. 48 Due to the lack of reported cases and cohorts described in the literature, the 49 epidemiology and the incidence of the different causes of DAH in pediatric 50 population remain imprecise. 51 A variety of diseases is associated with the development of the DAH. Current 52 classification schemes organize the etiologies of DAH according to the 53 association with severe immune disorders (such as systemic vasculitis and 54 collagenosis [19]), the association with non-immune disorders, which may be of 55 cardiac or non-cardiac origin, or idiopathic disorders [1,2 ]. In children, the most 56 frequent non-immune causes of DAH are infections [22] and cardiovascular 57 diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "58 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "hypoxemia (SpO2 95% on room air). There was no fever, no central cyanosis, The chest radiograph showed diffuse alveolar infiltrates mostly in the right lung 154 (Fig. 1a) . Chest computed tomography (CT) showed consolidated opacities 155 mainly in the right lung (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 263,
                    "end": 272,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Within the first hour of hospitalization, the oxygen saturation decreased (SpO2 157 75%), and the anemia worsened(hemoglobin of 8,5 g/dL); therefore, a 158 supportive therapy including volume expansion, ventilatory support, and 159 transfusion of packed red blood cells at a dose of 20ml/kg was necessary. The was not contributive (see Table 1 ). The diagnosis of idiopathic hemosiderosis 168 was proposed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The immunosuppressive therapy was prescribed using 2 mg/kg of prednisolone 170 daily. The infant was extubated on day 2, and discharged 7 days after admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "The infant returned home on steroid therapy (2mg/kg/day during one month and 172 followed by a gradual dose reduction), with hypoallergenic amino acid-based 173 milk and under home cardio-respiratory monitoring. The patient is regularly 174 followed in the respiratory outpatient clinic, and he is doing very well. At 3 175 months of age, the chest radiograph and the CT were normalized. 199 Chest x-ray revealed bilateral alveolo-interstitial opacities and left lower lobe 200 parenchymal consolidation (Fig. 2a) . Chest CT showed diffuse bilateral alveolar 201 and ground-glass opacities (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 590,
                    "end": 599,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "171"
        },
        {
            "text": "The infant received packed red cells but no ventilatory support was necessary. A Trachomatis on BAL culture (see Table 1 ). The diagnosis of an interstitial 208 pneumonitis with subsequent diffuse alveolar hemorrhage was made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "202"
        },
        {
            "text": "Antimicrobial therapy using oral clarithromycin 15mg/kg/day for 21 days was Table 1 ) was performed but was not contributive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "209"
        },
        {
            "text": "Two days later, packed red blood cells were transfused for anemia and 243 intravenous antibiotics were administered for suspected infection (fever and 244 raised inflammatory markers). Blood culture and nasopharyngeal aspiration 245 were obtained for viral and bacterial screening. Thoracic angiography scan 246 showed consolidated opacities mainly within the right lung, and arteriovenous 247 malformation were excluded (Fig. 3a, 3b, 3c ). The echocardiography confirmed days after admission, excluding active bleeding. BAL was not performed 250 because of the patient's respiratory instability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 437,
                    "text": "(Fig. 3a, 3b, 3c",
                    "ref_id": null
                }
            ],
            "section": "242"
        },
        {
            "text": "The first extubation attempt was done on day 3, but reintubation was necessary 252 due to the recurrent bleeding episode and respiratory distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "251"
        },
        {
            "text": "The patient initially continued to present fresh blood and clots aspirated from Table 1 ). During hospitalization, 290 he received prednisone 2mg/kg/day and he was discharged after one week with 291 the diagnosis of AH probably due to accidental suffocation, as he was found On admission, the infant was eupneic and normoxic (SpO2 98% on room air).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "253"
        },
        {
            "text": "Physical examination and in particular the pulmonary auscultation was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "304"
        },
        {
            "text": "One hour later, he developed dyspnea with moderate chest retractions. Central 306 venous blood gases showed a respiratory acidosis (pH of 7.08 and partial 307 pressure of carbon dioxide of 71 mm Hg). Initial laboratory study showed 308 anemia (hemoglobin level: 9.4 g/dL, hematocrit value: 29.3%), thrombocytosis 309 (platelet count: 595.000/mm³), hyperleukocytosis (WBC count: 18.530/mm3, 310 54% lymphocytes, 39% neutrophils) but normal C-reactive protein levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "305"
        },
        {
            "text": "Further routine laboratory results including septic, hemostatic, renal, and hepatic 312 profile returned normal. Urinalysis was also normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "Chest x-ray revealed diffuse interstitial opacities in the right lung (Fig. 5a) , 314 Thoracic angiography scan confirmed diffuse interstitial opacities in the right 315 lung and excluded vascular malformation (Fig. 5b) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "314",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "313"
        },
        {
            "text": "A bronchial fibroscopy was performed on day 4 after the episode of bleeding 317 and did not demonstrate any active bleeding. Hemosiderin-laden macrophages 318 (siderophages) at 89%, and a positive Golde score at 212% were demonstrated 319 in the BAL, confirming DAH. The infant received prednisone 2mg/kg/day. A 320 complete etiologic assessment for DAH (see Table 1 ) was done and was not 321 contributive except for the positivity of precipitins against cow's milk proteins 322 (see Table 2 ). The diagnosis of Heiner syndrome was made. Hypoallergenic 323 amino acid-based milk diet was proposed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "313"
        },
        {
            "text": "The patient's evolution during the hospitalization was favorable and no In all cases, the diagnosis of DAH was confirmed by the bronchoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "324"
        },
        {
            "text": "Subsequently and in order to identify a specific etiology, we proceeded to 359 additional laboratory tests, as well as selected serologic and radiographic 360 studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "358"
        },
        {
            "text": "In our first case, as no underlying pathology was found, the diagnosis of components to exclude in the differential diagnosis of pulmonary hemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "358"
        },
        {
            "text": "In our last case, serum immunoglobulin levels (IgG, IgA, IgM, IgE) and milk-394 specific serum IgE were normal but interestingly high precipitating cow's milk 395 proteins antibodies titers was found and Heiner syndrome (HS) was diagnosed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "393"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hémorragies intra-490 alvéolaires",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parrot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fartoukh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mayaud",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diagnostic et traitement. Réanimation",
            "volume": "14",
            "issn": "7",
            "pages": "614--620",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pulmonary hemorrhage/hemoptysis in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Godfrey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatric",
            "volume": "492",
            "issn": "6",
            "pages": "476--484",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Time course of hemosiderin production and clearance by human pulmonary 495 macrophages",
            "authors": [],
            "year": null,
            "venue": "Chest",
            "volume": "86",
            "issn": "3",
            "pages": "409--411",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Time course of 497 hemosiderin production by alveolar macrophages in a murine model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Elidemir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Colasurdo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chest",
            "volume": "120",
            "issn": "6",
            "pages": "2013--498",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation and Management of Hemoptysis in Infants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Nguyen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Children a Report of Nine Cases",
            "authors": [],
            "year": null,
            "venue": "Rhinology & Laryngology",
            "volume": "105",
            "issn": "7",
            "pages": "516--502",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Petechiae of the baby's skin as 530 differentiation symptom of infanticide versus SIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oehmichen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerling",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Forensic Science",
            "volume": "45",
            "issn": "3",
            "pages": "602--531",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary capillaritis in 533 children: a review of eight cases with comparison to other alveolar hemorrhage 534 syndromes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fullmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Dishop",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of pediatrics",
            "volume": "146",
            "issn": "3",
            "pages": "376--381",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pulmonary renal syndrome in childhood: A report of twenty-one 537 cases and a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bianchetti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatric pulmonology",
            "volume": "29",
            "issn": "5",
            "pages": "382--388",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Case records of the Massachusetts General 539 Hospital: Case 30-2002",
            "authors": [
                {
                    "first": "Nlmd",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "Wfmd",
                    "middle": [],
                    "last": "Mcneely",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "13",
            "pages": "1009--1017",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Diffuse alveolar hemorrhage syndromes in 541 children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Susarla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Current opinion in pediatrics",
            "volume": "19",
            "issn": "3",
            "pages": "314--320",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intrapulmonary recombinant factor VIIa for diffuse alveolar 543 hemorrhage in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "1",
            "pages": "216--236",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alveolar hemorrhage syndromes. Orphan Lung Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Respir",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hemoptysis: a 10-year retrospective study",
            "authors": [],
            "year": null,
            "venue": "Pediatrics-English Edition",
            "volume": "100",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The diffuse alveolar hemorrhage syndromes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical significance of aspiration pneumonia and diffuse aspiration 553 bronchiolitis in the elderly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Teramoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gerontol",
            "volume": "554",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "138 the capillary refill time was normal, and there were no actively hemorrhagic skin 139 or mucous lesions. The infant was dyspneic with chest retractions and presented 140 a grunting. The pulmonary auscultation was normal, there were neither crackles 141 nor wheezes. The cardiovascular exam and the systemic examination were 142 unremarkable. Family and patient history was not contributive. Exposure to 143 tobacco smoke or abnormal humidity at home were denied. 144 Initial routine laboratory results revealed a hemoglobin level of 10.5 g/dL, a 145 hematocrit value of 22%, a white blood cell count (WBC) of 13.9 x 10*9/L, a 146 platelet count of 360 x 10*9/L, with normal coagulation profile (prothrombin 147 time: 16.6 seconds, activated partial thromboplastin time: 39 seconds, 148 fibrinogen: 2.2 g/L and D-dimers: 760ng/mL). C-reactive protein level, renal 149 function, electrolytes, and aminotransferases were normal. Central venous blood 150 gases showed a moderate respiratory acidosis (pH of 7.17, partial pressure of 151 carbon dioxide of 68 mm Hg). Toxicology screen was negative, and urinalysis 152 was normal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "160 infant was intubated and transported to our Pediatric Intensive Care Unit (PICU) 161 under initial antibiotic coverage. 162 The infant underwent emergency bronchial fibroscopy, and diffuse active 163 bleeding [diffuse alveolar hemorrhage (DAH)] was spotted. There were large 164 amounts of blood and clots present in the whole airway. Unfortunately, it was 165 not possible to perform a bronchoalveolar lavage (BAL) because of the 166 hemodynamic instability of the patient. Full etiologic assessment was done and 167",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Chest radiography showed diffuse alveolar infiltrates mostly in the right pulmonary 178 hemi-field. (b) Chest computed tomography scan showed, within the right upper lobe, 179 complete consolidation in the posterior segment and nearly complete consolidation in the 180 anterior segment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "month-old male infant, born at full term, eutrophic, with normal neonatal 184 adaptation, presented at the emergency department for cough followed by 185 several episodes of hemoptysis. 186 History included hospitalization at the age of two and a half months for 187 tachypnea, cough and upper airways congestion accompanied by oral bloody 188 secretions. The initial diagnosis was gastroesophageal reflux and the patient was 189 discharged from hospital with a proton pump inhibitor and a strict cow's milk 190 elimination. On admission, the infant was well perfused, and not hypoxic (SpO2 98% on 192 room air). Physical examination showed nasal congestion and bilateral lung 193 crackles on pulmonary auscultation. No dyspnea was noted. Central venous 194 blood gases showed a pH of 7.3 and partial pressure of carbon dioxide of 54 mm 195 Hg. Laboratory studies showed anemia (hemoglobin level: 8.1 g/dL, hematocrit 196 value: 24%). WBCs and platelet count, coagulation profile, quantitative 197 immunoglobulins, and complement studies were normal. Urine analysis was 198 normal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "203 bronchial fibroscopy was performed early after admission that active diffuse 204 bleeding was objectified. Due to the precocity of BAL, hemosiderin-laden 205 macrophages were not demonstrated in the cytological analysis. Etiologic 206 assessment was done and was not contributive except the presence of Chlamydia207",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "210given, while the systemic corticotherapy initiated at admission was stopped. The211 patient's symptoms completely resolved shortly after the start of treatment and 212 he was discharged from the hospital on the 8th day on (a) Chest radiograph demonstrated bilateral alveolo-interstitial opacities. (b) Chest 217 computed tomography scan showed diffuse bilateral alveolar and ground-glass opacities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "-month-old female infant, born at 37 weeks of gestation from 221 consanguineous parents, eutrophic, needed prolonged hospitalization in the 222 Neonatal Intensive Care Unit (NICU) for polymalformative syndrome including 223 a common atrium, rectovulvar fistula, alopecia, and dysmorphic features. Initial 224 adaptation at birth was marginal but she quickly stabilize after birth, and a non-225 invasive ventilatory support was needed for mild apneic syndrome. She was 226 found unconscious, apneic, bradycardic with a heart rate of 60-70 beats per 227 minute and cyanotic (SpO2 40% on room air), with foamy bloody secretions in her mouth and nose. No history of trauma, fever or bleeding from any other site 229 was noted. 230 The acute situation required emergency tracheal intubation and fresh blood was 231 aspirated from the endotracheal tube. Heart rate and oxygen saturation quickly 232 improved with conventional mechanical ventilation. High ventilatory pressures 233 were needed to achieve adequate tidal volumes. Physical examination showed 234 normal skin, bilateral lung crackles and a systolic murmur already known. 235 Chest radiograph showed cardiomegaly with diffuse alveolar infiltrates mostly 236 in the right lung. Complete blood count showed normal WBCs count 237 (8500/mm 3 with 22% neutrophils, 69% lymphocytes), a hemoglobin level of 10 238 g/dl, a hematocrit value of 30.4%, a platelet count of 247,000/mm 3 , and a 239 normal coagulation profile. Central venous blood gases showed mild respiratory 240 acidosis and elevated lactate level (50mg/dL). Screening for common causes of 241 DAH (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "254 her endotracheal tube and then slowly improved from day 4 after the first 255 bleeding episode. Her ventilatory support was weaned and she was successfully 256 extubated on day 6. Her chest radiograph showed significant clearance of the 257 initial haziness. Respiratory virus PCR panel from nasopharyngeal aspiration 258 and tracheal secretions was positive for coronavirus NL63. Bacterial cultures 259 from respiratory secretions and blood were negative. Antimicrobial therapy was 260 stopped after 48 hours and the infant received oral corticosteroid treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "-week-old male, born at full term, eutrophic with normal neonatal 267 adaptation, was admitted to the emergency department for a severe episode of 268 loss of consciousness accompanied by hypotonia and cyanosis. The infant, was 269 found unconscious in bed one hour after feeding on his stomach, surrounded by 270 soft toys and pillows. His mother noticed some foamy red secretions on his lips. 271 At admission, he was pale, capillary refill time was prolonged (4 seconds), 272 central temperature was 35.5 C. He showed nasal flaring and retractions, a 273 respiratory rate of 40-50 bpm, and SpO2 at room air of 85%. The pulmonary 274 auscultation revealed bilateral crackles. A venous blood gas showed a severe 275 metabolic acidosis (pH: 7.08, partial pressure of carbon dioxide: 38 mmHg, 276 bicarbonate: 10 mmol/L and base excess: 18 mmol/L). Hemoglobin level was 277 normal (16 g/d). Further routine laboratory results including markers of 278 inflammation and infection, of hemostasis, of renal and hepatic function were 279 normal. Urinalysis was also normal. Chest x-ray revealed diffuse and bilateral 280 opacities(Fig.4a). The cardiac evaluation, including echocardiogram, of 4 g/dL of the hemoglobin levels. A bronchial fibroscopy and a 286 BAL were performed on day 4. No active bleeding was noted. Hemosiderin-287 laden macrophages (siderophages) at 68%, and a positive Golde score at 129% 288 were demonstrated in the BAL confirming the DAH. Etiologic assessment for 289 DAH was done and was not contributive (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "292 lying with his face against the mattress. The patient was on steroid treatment 293 with gradual dose reduction, with hypoallergenic amino acid-based milk and 294 under cardio-respiratory monitoring.295 296 Fig 4: (a) Chest x-ray showed diffuse alveolar infiltrates. transient tachypnea of the newborn after birth, was admitted at the emergency 300 department for brutal cough and hemoptysis while sleeping. He was described 301 hypotonic during this episode. No symptoms were reported by parents preceding 302 the hemorrhage. He was fed with cow milk (CM) formula from birth on.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "325subsequent hemoptysis was noted. The patient was discharged from hospital326 with amino acid-based milk and systemic corticosteroid. During regular 327 outpatient visits, the patient presented a favorable respiratory evolution without 328 any recurrent hemoptysis. The corticosteroid treatment was stopped after three 329 months.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "(cases of DAH are described in this report. Our five patients presented 336 episodes of hemoptysis, anemia of varying degrees, and their chest radiographs 337 showed diffuse bilateral interstitial infiltrates consistent with pulmonary 338 hemorrhage. Consequently a diagnosis of DAH was strongly suspected. In three 339 of the five cases, the severity of the initial pulmonary hemorrhage was sufficient 340 to cause acute pulmonary distress, requiring adequate ventilatory support and to 341 cause severe anemia requiring packed red blood cell transfusion. In all our cases, 342 due to young age, systemic vasculitis and collagen vascular disorders were 343 unlikely. 344 In all cases, pediatric pulmonologists performed a bronchial fibroscopy in order 345 to look for active bleeding in the airways. In the absence of obvious cause of the 346 bleeding, BAL was performed. Hemosiderin-laden macrophages were found in 347 BAL only in 2 of our 5 patients, either due to early performance of the BAL 348 within 24 hours from hemoptysis or due to limitations of the bronchoscopy 349 procedure because of hemodynamic instability of the patients. As previously 350 mentioned, HLMs were not demonstrated in the cytological analysis until 48-72 351 hours after the acute phase. However, the visualization of areas of active bleeding, and the aspiration of fresh blood confirmed the pulmonary hemorrhage 353 in these cases.354",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "is a diagnosis of exclusion, based on an association of 364 anemia, chest X-ray pulmonary infiltrates and the presence of hemosiderin-laden 365 macrophages in the bronchoalveolar lavage. Further investigation was non 366 contributive for this infant.367The next two cases of DAH were due to infectious causes. In our second case,368 culture analysis of tracheal aspirate samples identified the presence of 369 Chlamydia Trachomatis. Infants born vaginally from infected mothers are at risk 370 of acquiring Chlamydia trachomatis, which can lead to severe tracheobronchial 371 or pneumonic infection and DAH. In our third case, polymerase chain reaction 372 of tracheal aspirate samples identified the presence of Coronavirus NL63. 373 Coronavirus is a common cause of upper respiratory tract infection in children 374 and has also been occasionally associated with lower respiratory tract infections 375 (such as bronchiolitis and pneumonia) and with pulmonary hemorrhage [8]. At 376 present, there are seven coronaviruses recognized as human pathogens (HCoV): 377 HCoV-OC43, HCoV-299E, HCoV-HKU1, HCoV-NL63, SARS CoV, MERS-378 CoV and the newly identified SARS COV-2 [25]. The use of reverse 379 transcriptase polymerase chain reaction helps in the rapid and reliable detection 380 of these viruses. It is noteworthy, that pulmonary hemorrhage in children has 381 been mainly associated with bacterial infections, such as Staphylococcus aureus, fourth case, mainly according to detailed anamnestic data, accidental 388 suffocation and asphyxia were probably the causes of the DAH. It is worth 389 mentioning that the infant received an objective evaluation including 390 ophthalmologic examination and head imaging because of initial suspicion of 391 abuse. Suffocation and shaken baby syndrome are the most difficult392",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Agarwal, P., Arora, H., Abdulhamid, I., Asmar, B., Natarajan, G., & Chawla, S. (2015). 510 Pulmonary Hemorrhage in an Infant with Coronavirus Infection. J Neonatal Biol, 4(175), Le, L. C., Le, M. B., Fauroux, B., Forenza, N., Dommergues, J. P., Desbois, J. C., ... & Pin, 513 I. (2000). Long-term outcome of idiopathic pulmonary hemosiderosis in 514 children. Medicine, 79(5), 318-326. 515 10. Taytard, J., Nathan, N., De Blic, J., Fayon, M., Epaud, R., Deschildre, A., ... & Cros, P. 516 (2013). New insights into pediatric idiopathic pulmonary hemosiderosis: the French 517 RespiRare® cohort. Orphanet journal of rare diseases, 8(1), 161. 518 11. Dearborn, D. G., Smith, P. G., Dahms, B. B., Allan, T. M., Sorenson, W. G., Montana, E., 519 & Etzel, R. A. (2002). Clinical profile of 30 infants with acute pulmonary hemorrhage in 520 Cleveland. Pediatrics, 110(3), 627-637. 521 12. Gencer, M., Ceylan, E., Bitiren, M., & Koc, A. (2007). Two sisters with idiopathic 522 pulmonary hemosiderosis. Canadian respiratory journal, 14(8), 490-493. 523 13. Moissidis, I., Chaidaroon, D., Vichyanond, P., & Bahna, S. L. (2005). Milk-induced 524 pulmonary disease in infants (Heiner syndrome). Pediatric allergy and immunology, 16(6), Jacanamijoy, A. B., Silva, D. C. G., Méndez, J. C. B., Roa, J. D., & Vásquez, P. (2016).527 Acute idiopathic pulmonary hemorrhage in infants. Report of two cases and literature 528 review. Case reports, 2(2), 19-29.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "(a) Chest radiograph demonstrated bilateral alveolo-interstitial opacities. (b) Chest computed tomography scan showed diffuse bilateral alveolar and ground-glass opacities.Fig 3: (a,b) Thoracic angiography scan showed consolidated opacities mainly within the right lung. Fig 4: (a) Chest x-ray showed diffuse alveolar infiltrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "(a) Chest radiography showed diffuse alveolar infiltrates mostly in the right pulmonary hemi-field. (b) Chest computed tomography scan showed, within the right upper lobe, complete consolidation in the posterior segment and nearly complete consolidation in the anterior segment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "(a) Chest radiography showed diffuse alveolar infiltrates at the right pulmonary hemifield.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Algorithm for management of intra-alveolar haemorrhage BAL : bronchoscopic alveolar lavage; RF : rheumatic factor ; ANCA : Antineutrophil Cytoplasmic Antibodies; ANA: Antinuclear Antibodies; GBM : Glomerular Basement Membrane",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "presents bronchoalveolar lavage results for these five cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bronchoalveolar lavage results.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "recommended duration of corticosteroids treatment is variable among the 435 patients based on clinical, radiological, and biological evolution, our patients received prolonged treatment for 3 to 6 months [23]. In small case series of severe DAH, which does not improve with intravenous corticosteroids, the use of intrapulmonary recombinant factor VII a, has been described to obtain good results [20]. In chronic cases of pulmonary hemorrhage with poor response to steroids, or in cases associated with systemic diseases, immunosuppressive agents such as azathioprine, methotrexate, and cyclophosphamide have been used with variable results [10, 16]. All of our five cases are followed up closely in respiratory outpatient clinic and none of them has had further episodes of pulmonary bleeding up to 12 months five-year survival rates above 80%. Prolonged remission is possible; however, later death from the disease remains a possibility [9]. The cause of death is generally terminal chronic respiratory failure but may also be massive hemoptysis. Sometimes DAH is immune-mediated and the prognosis of these patients in terms of morbidity and mortality may be affected by the extent of Gilbert, C. R., Vipul, K., & Baram, M. (2010). Novel H1N1 influenza A viral infection complicated by alveolar hemorrhage. Respiratory care, 55(5), 623-625.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}