{"paper_id": "1c6f1888177420011ff0c6e714490bb9216898d9", "metadata": {"title": "Journal Pre-proof Association between clinical manifestations and prognosis in patients with COVID-19 Association between clinical manifestations and prognosis in patients with COVID-19 Association between clinical manifestations and prognosis in patients with", "authors": [{"first": "Tao", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Shaohang", "middle": [], "last": "Cai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Zhidan", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Xuejuan", "middle": [], "last": "Cai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Yuanyuan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Sichun", "middle": [], "last": "Yin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Jie", "middle": [], "last": "Peng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "Xuwen", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yu", "middle": ["T"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cai", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zheng", "middle": ["Z"], "last": "Cai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Y", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yin", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peng", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xu", "middle": ["X"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Md", "middle": [";"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["Xuwen"], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangdong Province", "country": "China"}}, "email": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose. The purpose of this study was to find out risk factors associated with pneumonia, 35 acute respiratory distress syndrome (ARDS) and clinical outcome among patients with 2019 36 novel coronavirus disease .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. This was a cross-sectional multicenter clinical study. A total of 95 patients infected 38 with COVID-19 were enrolled. The COVID-19 diagnostic standard was PCR detection of 39 target genes of 2019 novel coronavirus(2019-nCoV). Clinical, laboratory, and radiological 40 results as well as treatment outcome data were obtained. ARDS was defined as oxygenation", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Findings. Multivariate analysis showed that older age (OR=1.078, P=0.008) and high BMI 43 (OR=1.327, P=0.024) were independent risk factor associated with patients with pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "For patients with ARDS, multivariate analysis showed that only high systolic blood pressure 45 (SBP) level (OR=1.046, P=0.025) and high lactate dehydrogenase (LDH) level (OR=1.010, 46 P=0.021) were independent risk factors associated with ARDS. A total of 70 patients were 47 conducted CT scan repeatedly after treatment. Patients were divided in disease exacerbation 48 group (n=19) and disease relieve group (n=51). High BMI (OR=1.285, P=0.017) and tobacco 49 smoking (OR=16.13, P=0.032) were independent risk factors associated with disease 50 exacerbation after treatment. 51 Implications. Our results help to risk stratification in patients with 2019-nCoV infection. 52 Patients with risk factors should be given timely intervention to avoid disease progression. 53 , several cases of pneumonia of unknown aetiology have been 65 found in Wuhan, Hubei Province of China 1 . Those cases have been confirmed as acute 66 respiratory infections caused by a novel coronavirus infection. To date, confirmed cases have 93 Dongguan People's Hospital and Nanfang hospital, Southern Medical University from 94 January 2020 to February 2020 were enrolled. Our study population is hospitalized patients. 95 Because COVID-19 is an infectious disease, all outpatients are forced to be quarantined in 96 the hospital if they were confirmed infected with 2019-nCoV. Oral consent was obtained 97 from patients. The 2019-nCoV infection diagnostic standard was polymerase chain reaction 98 detection of two target genes of 2019-nCoV, including open reading frame 1ab (ORF1ab) and 99 nucleocapsid protein (N). A positive result was determined to be 209-nCoV infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "100 101 129", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Univariable and multivariable regression analyses were performed using logistic regression 130 analysis and the results were expressed as odds ratio (OR) and 95% confidence intervals (CI).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "All analyses were performed using SPSS (version 13.0) with an alpha level of 0.05. 132 133 3 Results 134 1.1 Characteristics of patients with COVID-19 157 (P=0.046). 158 159 3.4 Univariate and multivariate analysis of factors associated with ARDS 160 Logistic regression was utilized to identify factors that were significantly associated with 161 ARDS in patients with COVID-19. In multivariate analysis, high SBP level (OR=1.046, 162 P=0.025) and high LDH level (OR=1.010, P=0.021) were found to be independent risk 163 factors associated with ARDS among patients with COVID-19 (Table 4) . 164 165 3.5 Differences in characteristics between patients with pneumonia exacerbation and relieve 166 A total of 70 patients underwent CT scanning repeatedly after 1-week treatment. Based on 167 the findings obtained after comparing with the first CT scan, patients were divided into the 168 pneumonia exacerbation group (n=19) and pneumonia relieve group (n=51). The 169 characteristics were compared, and the results showed that patients with pneumonia 263", "cite_spans": [], "ref_spans": [{"start": 580, "end": 589, "text": "(Table 4)", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "been found in many countries worldwide 2,3 . However, until now, the source of the virus and the pathogenesis of the disease are unknown. To better control the epidemic and reduce the 69 spread of the disease, early detection, quarantine and timely treatment are the keys to 70 controlling the disease. 71 Coronaviruses are RNA viruses, and can be divided into four genera according to the This sudden infectious disease mainly manifests as fever, fatigue, and cough [6] [7] [8] . Upper 78 respiratory symptoms such as nasal congestion and runny nose are rare. About one-half of the 79 patients develop dyspnoea after one week 9 . In severe cases, patients progress rapidly to acute 80 respiratory distress syndrome (ARDS), sepsis, and coagulopathy. Some patients have mild 81 symptoms with no fever or without pneumonia and usually recover after one week. However, 82 some patients may suddenly worsen and develop to ARDS 9 . At present, how to stratify 83 high-risk and low-risk patients is an important but unsolved issue. independent risk factor associated with patients developing pneumonia. As shown in Table 2 . ", "cite_spans": [{"start": 275, "end": 277, "text": "70", "ref_id": null}, {"start": 303, "end": 305, "text": "71", "ref_id": null}, {"start": 467, "end": 470, "text": "[6]", "ref_id": "BIBREF1"}, {"start": 471, "end": 474, "text": "[7]", "ref_id": null}, {"start": 475, "end": 478, "text": "[8]", "ref_id": null}], "ref_spans": [{"start": 1109, "end": 1116, "text": "Table 2", "ref_id": "TABREF4"}], "section": ""}, {"text": "Patients were divided into an ARDS group (n = 24) and a non-ARDS group (n = 71) as 153 determined by the ARDS definition. As shown in Table 3 . Patients with ARDS were older 154 than those without ARDS (P=0.021). Moreover, systolic blood pressure (SBP) (P=0.038), 155 serum creatinine (P=0.025) and LDH level (p=0.003) were significantly higher in patients 156 with ARDS. However, lymphocyte counts were lower in patients with ARDS than in others exacerbation were significantly older (P=0.021), with higher BMI (P=0.003), and higher proportion of tobacco smoking (P=0.006). As shown in Table 5 . ", "cite_spans": [], "ref_spans": [{"start": 134, "end": 141, "text": "Table 3", "ref_id": null}, {"start": 587, "end": 594, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Differences in characteristics between ARDS group and the non-ARDS group 152"}, {"text": "In our study, we discussing the evolution of CT findings for patients with COVID-19. The current study has limitations. First, this study involved a cross-sectional including length of stay data in this study is missing because some patients are still in hospital.", "cite_spans": [], "ref_spans": [], "section": "228"}, {"text": "For mortality and length of stay data, another study is needed. • Patients infected with 2019-nCoV could progress rapidly to acute respiratory distress syndrome. However, some patients have only some mild symptoms with no fever or without pneumonia and usually recover after one week. At present, how to stratify high-risk and low-risk patients is an important but unsolved issue. • In this study, we found older age, high BMI, low lymphocyte count, low platelet count, high AST and high LDH level to be risk factors associated with patients with pneumonia. However, only older age and high BMI were independent risk factors associated with patients with pneumonia. • Furthermore, high SBP level and high LDH level were independent risk factors associated with ARDS among patients with COVID-19. • High BMI and tobacco smoking were independent risk factors associated with pneumonia exacerbation after treatment in patients with COVID-19. Our results help in the risk stratification of patients with COVID-19. Timely intervention should be initiated in patients with risk factors to avoid disease progression.", "cite_spans": [], "ref_spans": [], "section": "245"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel coronavirus: where we are and what we know", "authors": [{"first": "Z", "middle": ["J"], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Shan", "suffix": ""}], "year": 2019, "venue": "Infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections", "authors": [{"first": "Lin", "middle": ["M"], "last": "Chang", "suffix": ""}, {"first": "L", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "72 genomic characteristics: α, β, γ, and ξ 4 . Among these, Middle East Respiratory Syndrome 73 Coronavirus (MERS-CoV) and Severe Acute Respiratory Syndrome Coronavirus 74 (SARS-CoV) are known coronaviruses 4,5 . The new virus recently discovered in China is now 75 recognized to be a novel coronavirus named 2019-nCoV. The coronavirus isolated from 76 patients with this novel pneumonia in Wuhan is a coronavirus of genus β 5 .", "latex": null, "type": "figure"}, "FIGREF2": {"text": "In this study, the clinical manifestations and clinical outcomes of patients with 2019 novel 85 coronavirus disease (COVID-19) were evaluated. The purpose of this study was to identify 86 the risk factors associated with pneumonia, ARDS, and clinical outcomes.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3 '. The diagnostic criteria were based on 122 the recommendations of the National Institute of Viral Disease Prevention and Control123", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Univariate and multivariate analysis of factors associated with pneumonia exacerbation 174 Logistic regression was utilized to identify factors that were associated with pneumonia 175 exacerbation in patients with COVID-19. Multivariate analysis showed that high BMI 176 (OR=1.285, P=0.017) and tobacco smoking (OR=16.13, P=0.032) were independent risk 177 factors associated with 2019-nCoV infected patients with pneumonia exacerbation after 178 treatment (", "latex": null, "type": "figure"}, "FIGREF7": {"text": "analysis suggests that high BMI and tobacco smoking were independent risk factors221 associated with disease exacerbation in 2019-nCoV infected patients after treatment. Until 222 now, there were no antiviral drugs specifically for treating 2019-nCoV infected patients. 223 Although report have suggested the potential antiviral effects of lopinavir / ritonavir. It is still 224 controversial 14 . Remdesivir has shown strong potential antiviral effects in previous reports 225 but has not yet been approved by the FDA and lack of large clinical research results to 226 support its application 2,17 . Finding an effective treatment plan is a particularly important 227 clinical problem.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "229 However, CT scans are not frequently used for assessment of patients with complicated 230 pneumonia or ARDS. CT scan findings can not completely identify exacerbation or 231 relieve of the disease. The CT scan results can only reflect some aspects in the 232 development of the disease. The findings from our study may not have clinical 233 relevance across different parts of the world.234", "latex": null, "type": "figure"}, "FIGREF9": {"text": "235investigation. Second, the relative sample size was limited. The potential limitations of the 236 present report could be overcome in future studies by enrolled more patients. In our study,237 there is no control group, nor is there a comparator virus infected group. Most of these findings are the same as would be seen with influenza, Respiratory Syncytial Virus, human 239 metapneumovirus. The results from our study may implied that high risk patients are at high 240 risk of complications because of who they are, and not because of the specific nature of the 241 individual pathogen. The airway inflammation coupled with their clinical factors is the real 242 problem. prognostic outcomes were assessed. In our study, all patients diagnosed with ARDS 243 are entering into ICU to continue further treatment. However, the other prognostic outcomes 244", "latex": null, "type": "figure"}, "FIGREF10": {"text": "conclusion, older age and high BMI were independent risk factors associated with 249 pneumonia in patients with COVID-19. High SBP level and high LDH level were 250 independent risk factors associated with ARDS while high BMI and tobacco smoking were 251 independent risk factors associated with disease exacerbation after treatment. For such 252 patients, stratification by independent risk factors could help with the management of their Review Board of Nanfang Hospital, Southern Medical University had 258 approved this study. All procedures followed were in accordance with the ethical standards of 259 the responsible committee on human experimentation and with the Helsinki Declaration of 260 1975, as revised in 2008. Oral consent was obtained from patients. Outside Wuhan, China. JAMA, 2020.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Wang D, Hu B, Hu C, et al: Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel 288 Coronavirus-Infected Pneumonia in Wuhan, China. JAMA, 2020.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Wu Z, McGoogan JM: Characteristics of and Important Lessons From the Coronavirus Disease 2019 290 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease 291 Control and Prevention. JAMA, 2020.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Huang C, Wang Y, Li X, et al: Clinical features of patients infected with 2019 novel coronavirus in Wuhan, 293 China. Lancet 395:497-506, 2020.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Ranieri VM, Rubenfeld GD, Thompson BT, et al: Acute respiratory distress syndrome: the Berlin Definition.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Zu ZY, Jiang MD, Xu PP, et al: Coronavirus Disease 2019 (COVID-19): A Perspective from China.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Yang Y, Lu Q, Liu M, et al: Epidemiological and clinical features of the 2019 novel coronavirus outbreak in 299 China. medRxiv:2020-2022, 2020.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Xu XW, Wu XX, Jiang XG, et al: Clinical findings in a group of patients infected with the 2019 novel 301 coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series. BMJ 368:m606, 2020.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Jin YH, Cai L, Cheng ZS, et al: A rapid advice guideline for the diagnosis and treatment of 2019 novel 303 coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res 7:4, 2020.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Liu L, Huang C, Liao W, et al: Smoking behavior and smoking index as prognostic indicators for patients 305 with esophageal squamous cell carcinoma who underwent surgery: A large cohort study in Guangzhou, China.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Cai S, Ou Z, Liu D, et al: Risk factors associated with liver steatosis and fibrosis in chronic hepatitis B 308 patient with component of metabolic syndrome. United European Gastroenterol J 6:558-566, 2018. coronavirus (2019-nCoV) in vitro. Cell Res, 2020.", "latex": null, "type": "figure"}, "TABREF0": {"text": "This was a cross-sectional multicentre clinical study. This study was approved by the institutional ethics board of the Nanfang Hospital, Southern Medical University. All consecutive patients with confirmed 2019-nCoV infections that were diagnosed in the2.2 Data CollectionAll patients' clinical, laboratory, and radiological characteristics as well as treatment outcome data were obtained through medical record extraction. Data were reviewed by a team of 104 trained physicians. The recorded information included demographic data, medical history, contact history, potential comorbidities, symptoms, laboratory test results, and chest computed tomography (CT) scans. ARDS was defined as acute onset, oxygenation index107 (PaO2 / FiO2) ≤ 300 mmHg and a chest radiograph showed patchy shadows 10 . Real-Time rt-PCR Assay for 2019-nCoV All patients pharyngeal swab samples were collected to detect 2019-nCoV. The specific steps are as follows: Place the throat swab into a collection tube containing 150 µL of virus 112 preservation solution and use the respiratory sample RNA isolation kit (Zhongzhi, Wuhan, China) to extract total RNA within 2 hours. Transfer 40 µL of cell lysate to a collection tube 114 and vortex for 10 seconds. After incubating at room temperature for 10 minutes, it was 115 centrifuged. Then rt-PCR was performed. rt-PCR detected two target genes, including open", "latex": null, "type": "table"}, "TABREF2": {"text": "risk factors associated with ARDS among patients with COVID-19. High BMI and tobacco smoking were independent risk factors associated with pneumonia exacerbation after treatment in patients with COVID-19. Our results help in the risk stratification of patients 187 with COVID-19. Timely intervention should be initiated in patients with risk factors to avoid 188 disease progression. In addition, the results of this study may have implications for the 189 pathogenesis of COVID-19. Most patients with COVID-19 will develop pneumonia 11 . However, a small proportion of 191 patients have negative radiographic findings. The largest sample study to date showed that 192 among the 3665 confirmed cases, 95.5% (n = 3498) patients were diagnosed with 193 pneumonia 12 . According to the Diagnosis and Treatment Program of 2019 New Coronavirus Pneumonia recommended by The National Health Commission of China, these patients only 195 showed low fever, mild fatigue without pneumonia manifestations, and usually recovered 196 after one week. Our study confirmed the above results. We found that some patients had 197 negative CT results, although the throat swabs confirmed infection with 2019-nCoV. Most 198 previously studies were conducted in Wuhan province with patients enrolled from Wuhan.The symptoms of those first-generation patients were relatively severe. The patients enrolled in our study were from Guangdong Province, which is not the first generation of infected patients. In our study, the patient's symptoms are relatively mild. This finding in line with the results of patients from Zhejiang Province 13 . Patients outside Hubei Province are relatively Previous researches reported that the 2019-nCoV infected patients mortality rate is 4% 206 -15% 7,9 . In our study, only one patient with age 75 (BMI 29.37) dead with mortality rate 207 1.05%. Therefore, early detection of this population is very important. However, this significantly different clinical baseline data from patients with reduced disease. Tobacco smoking have been confirmed associated with many diseases 15,16 . In our study, multivariate", "latex": null, "type": "table"}, "TABREF3": {"text": "The demographics and clinical characteristics in patients with COVID-19 with or without pneumonia Systolic Blood Pressure. DBP, Diastolic Blood Pressure. ALT, Alanine Aminotransferase. AST Aspartate Aminotransferase. LDH Lactate Dehydrogenase", "latex": null, "type": "table"}, "TABREF4": {"text": "Factors associated with pneumonia in patients with COVID-19 SBP, Systolic Blood Pressure. DBP, Diastolic Blood Pressure. ALT, Alanine Aminotransferase. AST Aspartate Aminotransferase. LDH Lactate Dehydrogenase", "latex": null, "type": "table"}, "TABREF5": {"text": "Factors associated with ARDS in patients with COVID-19 SBP, Systolic Blood Pressure. DBP, Diastolic Blood Pressure. ALT, Alanine Aminotransferase. AST Aspartate Aminotransferase. LDH Lactate Dehydrogenase", "latex": null, "type": "table"}, "TABREF6": {"text": "The demographics and clinical characteristics in patients with COVID-19 with pneumonia exacerbation or relieve", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>Pneumonia exacerbation </td><td> </td><td>P value </td></tr><tr><td> </td><td> </td><td>Pneumonia relieve </td><td> </td></tr><tr><td>Sample size, n </td><td>19 </td><td>51 </td><td>- </td></tr><tr><td>Sex (male), n(%) </td><td>11 (57.9) </td><td>24 (47.1) </td><td>0.420 </td></tr><tr><td>Age (years) </td><td>49.58 ± 22.16 </td><td>38.37 ± 15.80 </td><td>0.021 </td></tr><tr><td>SBP, mmHg </td><td>127.63 ± 13.11 </td><td>125.39 ± 17.43 </td><td>0.614 </td></tr><tr><td>DBP, mmHg </td><td>81.26 ± 10.95 </td><td>84.14 ± 10.58 </td><td>0.322 </td></tr><tr><td>BMI </td><td>25.38 ± 2.49 </td><td>22.95 ± 3.61 </td><td>0.003 </td></tr><tr><td>Serum lactic acid,mmol/L </td><td>1.53 ± 0.75 </td><td>1.56 ± 0.72 </td><td>0.896 </td></tr><tr><td>Neutrophil count,×109 </td><td>3.47 ± 1.62 </td><td>3.29 ± 1.58 </td><td>0.679 </td></tr><tr><td>Lymphocyte count,×109 </td><td>1.13 ± 0.58 </td><td>1.31 ± 1.05 </td><td>0.481 </td></tr><tr><td>Hemoglobin, g/L </td><td>139.68 ± 13.46 </td><td>137.92 ± 19.83 </td><td>0.722 </td></tr><tr><td>Platelet count, ×109 </td><td>184.95 ± 50.78 </td><td>207.19 ± 60.51 </td><td>0.159 </td></tr><tr><td>Serum creatinine, umol/L </td><td>81.74 ± 73.92 </td><td>61.76 ± 17.34 </td><td>0.073 </td></tr><tr><td>ALT, U/L </td><td>19.38 ± 11.03 </td><td>21.78 ± 12.55 </td><td>0.477 </td></tr><tr><td>AST, U/L </td><td>23.26 ± 12.71 </td><td>23.80 ± 10.05 </td><td>0.856 </td></tr><tr><td>LDH, IU/L </td><td>201.16 ± 80.15 </td><td>200.40 ± 64.92 </td><td>0.968 </td></tr><tr><td>Smoking tobacco, n(%) </td><td>4 (21.1) </td><td>1 (2.0) </td><td>0.006 </td></tr></table></body></html>"}, "TABREF7": {"text": "Factors associated with pneumonia exacerbation in patients with COVID-19 SBP, Systolic Blood Pressure. DBP, Diastolic Blood Pressure. ALT, Alanine Aminotransferase. AST Aspartate Aminotransferase. LDH Lactate Dehydrogenase", "latex": null, "type": "table"}}, "back_matter": []}