{"paper_id": "1c7471ccd2d82f3eb905a47f3d3a05190a2b1097", "metadata": {"title": "A New Prime Minister Meets Old Constraints", "authors": [{"first": "Richard", "middle": [], "last": "Rose", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "When Boris Johnson achieved his long-standing ambition of becoming prime minister in July 2019, he inherited a government in political disarray and without a parliamentary majority. His predecessor Theresa May had badly split Conservative MPs with her definition of Brexit, which had encouraged MPs to vote against the government in sufficient numbers to defeat Downing Street proposals (see Table 11 .1). Johnson's career as a provocative journalist made him a leading campaigner for leaving the EU in the 2016 referendum. However, it also showed he valued a headlinecatching story about the EU over factual accuracy. As an MP, his rhetoric about Brexit has mixed statements that fact-checkers could readily disprove and claims that were disputable. His brief period as foreign secretary was marked by diplomatic gaffes, while resigning freed him from responsibility for May's failures. On achieving his ambition to become prime minister, Johnson faced old constraints that go with the job at number 10. After delivering Brexit, he faces a new constraint: to deliver the brighter future that he promised would result.", "cite_spans": [], "ref_spans": [{"start": 392, "end": 400, "text": "Table 11", "ref_id": null}], "section": "Abstract"}, {"text": "Boris Johnson was elected Conservative party leader in the hope that he would deliver a hard Brexit. In his first six months in Downing Street, he achieved striking results. He struck a withdrawal deal with Brussels that was little different from that negotiated by Theresa May. When it was rejected in Parliament, he turned aggressively populist, forcing a general election in which he framed the election as a referendum with the choice: the People vs Parliament. The slogan-'Get Brexit done'-combined an", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "appeal to confirmed Eurosceptics and people who, whatever their choice in 2016, felt it was time to move on to more important things. The morning after winning by sweeping dozens of former Labour seats he went to Tony Blair's old constituency of Sedgefield and proclaimed, ' We are the people's government. We are not the masters, we are the servants now and our job is to serve the people of this country and deliver on our priorities ' (www.bbc.co.uk/news/politics, 13 December 2019) .", "cite_spans": [{"start": 273, "end": 274, "text": "'", "ref_id": null}, {"start": 436, "end": 485, "text": "' (www.bbc.co.uk/news/politics, 13 December 2019)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Up to a point, Johnson immediately delivered on his slogan. Less than eight weeks after his election victory, the UK ceased to be a member state of the European Union. Johnson celebrated departure as making Britain a global power independent of EU constraints. However, this did not complete the Brexit process. It simply started a transition in which the UK remains de facto part of the EU economy while Brussels and Downing Street negotiate a new Political Agreement to make Brexit work. Johnson promises to achieve an agreement leaving the UK free of its past EU bounds. EU officials have emphasised that the old constraints of interdependence are still in place. The extent to which UK retains economic benefits of membership depends on the extent to which it accepts EU obligations. In other words, interdependence faces Johnson with the same choice as Theresa May: to accept a deal that satisfies Brussels or to end up with no deal.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Winning Downing Street", "cite_spans": [], "ref_spans": [], "section": "12.1"}, {"text": "As soon as Theresa May resigned, Boris Johnson was quick to announce he was standing for the party leadership, giving him the key to Downing Street. One source of strength was his ability to win votes, as demonstrated by twice being elected mayor of Greater London. At a time when the Conservatives were trailing in the opinion polls his campaigning skills made him appear a potential election winner when pitted against Jeremy Corbyn and Nigel Farage. In the three years after Johnson's shambolic first attempt to become prime minister, his opposition to May's negotiations had established him as a committed adherent of Brexit. Johnson campaigned for the leadership with a 'do or die' commitment to take the UK out of the European Union. Echoing Farage's pledge to repair a broken political system, Johnson claimed that respecting the will of the referendum majority was 'fundamental to trust in democracy'. In doing so, he created a bidding war in which his opponents were pressed to be just as hard or harder in their position on Brexit. His chief opponent, Foreign Secretary Jeremy Hunt, a late convert to Brexit, declared, 'If we don't do what the people tell us to do, we're not a democracy' (Sylvester 2019) .", "cite_spans": [{"start": 1199, "end": 1215, "text": "(Sylvester 2019)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Taking Over the Conservative Party"}, {"text": "In the two-stage process for electing the Conservative leader there were seven candidates. In the initial round, Johnson came first with the votes of 114 of 313 Conservative MPs. After other candidates were progressively eliminated in the fifth and final round, he won the backing of 160 MPs, an absolute majority. In the contest against Hunt for the support of Conservative party members, Johnson won 66.4% of the 139,318 votes. This made him not only party leader but also prime minister.", "cite_spans": [], "ref_spans": [], "section": "Taking Over the Conservative Party"}, {"text": "The legacy of Theresa May's handling of Brexit left the new prime minister facing formidable tasks. Internal disagreements in the Conservative party meant that not only was there no withdrawal agreement acceptable to Brussels but also there was not even a domestic foreign policy, that is, an agreed position among ministers and backbench Conservative MPs. Internal party divisions exacerbated the effect of being a minority government. The government's standing with public opinion was even worse. At the start of January 2019, the YouGov poll gave the Conservatives 41% support, six points more than Jeremy Corbyn's Labour party. After multiple defeats in the House of Commons and the European Parliament election, when Theresa May left office YouGov showed the Conservatives with only 19%, tied for third with Labour and behind the Liberal Democrats and the newly formed Brexit Party. By the time that a new leader could be installed in Downing Street there would be only a few months before the UK was officially due to leave the European Union.", "cite_spans": [], "ref_spans": [], "section": "No Majority to Govern"}, {"text": "In keeping with his image as an English eccentric, Johnson was happy to be associated with cricket, but once in Downing Street he made the name of the game hard ball. Instead of including MPs of diverse views in his Cabinet as Theresa May had done, he sacked 17 ministers and gave top jobs to MPs who were committed to Brexit. When 21 Conservative MPs, including former Cabinet ministers, broke ranks to support a measure that imposed constraints on his dealings with Brussels, Johnson withdrew the party whip. One of those pushed out, May's Chancellor of the Exchequer, wrote, 'I no longer recognise this party of radicals' (Hammond 2019) . In his first appearance in the House of Commons as prime minister, Johnson uncompromisingly pledged to fulfil his promise to the people to come out of the EU by 31 October with or without a deal.", "cite_spans": [{"start": 625, "end": 639, "text": "(Hammond 2019)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "No Majority to Govern"}, {"text": "Whereas Theresa May gave Parliament its power over Brexit negotiations by losing a general election, Boris Johnson was determined to take back control for Downing Street by calling a general election and winning an absolute majority of MPs. As long as he could convince Brexit supporters to vote Conservative, and the Remain vote was divided, the firstpast-the-post electoral system would convert a plurality of votes into the absolute majority he sought. Opinion polls were encouraging. By the time Parliament met in September after the summer recess, polls showed the Conservatives with a lead of 10 percentage points or more over Labour and the Brexit Party relegated to fourth place.", "cite_spans": [], "ref_spans": [], "section": "No Majority to Govern"}, {"text": "A cross-party majority of MPs was fearful that in eagerness to meet his self-imposed deadline for withdrawal by 31 October Johnson would accept Britain leaving the EU without a deal. To prevent this happening, Parliament approved an Act requiring the prime minister to ask the EU for an extension of the date of withdrawal to 31 January 2020 if Parliament had not approved a withdrawal deal by Johnson's 'do or die' deadline (cf. Walker 2019). Johnson called this measure a 'Surrender Act' because he saw the threat to leave without a deal as putting pressure on Brussels to make concessions rather than a powder keg that could blow up and damage the British economy.", "cite_spans": [], "ref_spans": [], "section": "No Majority to Govern"}, {"text": "In an attempt to prevent the House of Commons from imposing constraints on Downing Street's dealings with Brussels, Johnson promptly prorogued Parliament so that it would not meet for six weeks. The reason he gave was that the new government needed time to prepare measures to introduce in the new session of Parliament. Opponents of Johnson's Leave strategy filed suits in Scottish and UK courts to annul his action. On 24 September, the UK Supreme Court unanimously ruled that Johnson's decision was unlawful. A retired Supreme Court justice explained the Court's upholding the supreme legitimacy of Parliament against Johnson's 'constitutional vandalism'. The Court's decision did treat the referendum as a source of legitimacy (Sumption 2019) .", "cite_spans": [{"start": 731, "end": 746, "text": "(Sumption 2019)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "No Majority to Govern"}, {"text": "Boris Johnson sought to escape the constraint that Parliament had imposed on his goal of leaving the EU in October by securing a lastminute compromise deal with Brussels. He hoped to sell it both to soft-Brexit MPs by saying it met their priority of avoiding leaving the EU without any deal and to hard-Brexit MPs by claiming it met their demand to take Britain out of the EU.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "The change of British prime ministers left the policy of Brussels unchanged. Jean-Claude Juncker, the president of the European Commission, declared that there was no scope for renegotiating the deal that Brussels had agreed with Theresa May and the British Parliament had rejected three times. He called it the best and only agreement possible. Michel Barnier, the EU's chief negotiator for Brexit, dismissed Johnson's fresh proposals for withdrawal as a combative and unacceptable demand. The Irish Taoiseach Leo Varadkar described new proposals for a border between Northern Ireland and the Republic as not in the real world. Leaked Whitehall files showed that if Britain left the EU without a deal at the date of Johnson's self-imposed deadline there would be substantial and immediate disruptions to trade, industry and the health service. EU leaders assumed that Johnson would live up to his reputation for flexibility by agreeing a deal within the EU's red lines and then sell it to Parliament.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "The Withdrawal Agreement that Johnson reached with the EU on 17 October differed little from the three points in the ill-fated agreement with Theresa May. The UK still had to pay tens of billions of pounds to meet its pre-existing financial commitments to the Union and there was little alteration in provisions for protecting the rights of EU citizens in Britain and British citizens living in EU states. The agreement removed a backstop ensuring the border for trade between Northern Ireland and the Republic of Ireland was kept open on conditions set by the EU. Johnson had branded the backstop as 'anti-democratic' and presented its removal as a triumph to pacify hard-Brexit MPs. However, the border arrangement he agreed to-the introduction of a check on internal trade between Great Britain and Northern Ireland-had previously been described by May as something no British prime minister could accept and by Johnson as inconsistent with the sovereignty of the UK.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "The series of votes that followed in the House of Commons led to an impasse. On 19 October, in the first Saturday sitting of the Commons in more than a third of a century, the Commons approved by 322 votes to 306 a motion by Conservative MP Oliver Letwin to delay approval of his new agreement and force the prime minister to fulfil his obligation under the Benn Act to request a further delay in withdrawal until 31 January. Johnson did so by sending Brussels the Act of Parliament requesting delay on a plain sheet of paper without his signature, and simultaneously sending a signed letter stating why he thought delay undesirable. The following Tuesday Johnson won an initial vote approving his deal in principle. However, MPs showed their distrust of the prime minister's plan to refuse Parliament time to scrutinise it in detail by rejecting his timetable for rushing enactment to meet his end of October deadline.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "Johnson sought to overcome MPs' repeated rejection of his proposals by calling an election in the belief that voters would return a pro-Brexit majority in the new Parliament. However, the Fixed-term Parliaments Act of 2011 frustrated Johnson's proposal to call an early election before 2022. Each time the government proposed an early contest, it failed to meet the Act's requirement that calling an early election required the positive support of two-thirds of all MPs. The Labour party was unwilling to co-operate in triggering an election, arguing that Brexit should be settled before a fresh election was held. Moreover, opinion polls indicated that the Conservatives had a fair chance of winning an absolute majority over Labour.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "To get what he wanted, Johnson introduced a fresh bill to hold an election on 12 December. Because no Parliament can bind its successor, it overrode the earlier Fixed-term Parliaments Act and only required a majority of MPs' votes to secure adoption. This was achieved by division among the opposition parties. While Labour was fearful of a popular vote, the bill was supported by the Scottish National Party, which rightly saw this as an opportunity to gain seats and by the leader of the chief pro-Remain party, the Liberal Democrats, who wrongly saw an election as an opportunity to gain enough seats to eject Johnson from Downing Street and install a government that would reverse the referendum decision. The election bill was fast-tracked through the Commons and approved on 30 October, the day before Johnson was due to die in a metaphorical ditch, in his own words, because of failing to deliver Brexit by then. It was also the day on which a YouGov opinion poll reported the Conservatives enjoying a 15% lead over Labour.", "cite_spans": [], "ref_spans": [], "section": "The Bounds of Brussels"}, {"text": "Winning a Referendum Against Parliament", "cite_spans": [], "ref_spans": [], "section": "12.2"}, {"text": "Running a general election with the slogan 'get Brexit done' replicated the simple emotional appeal that his chief adviser, Dominic Cummings, had used to win the Brexit referendum. It also played to Johnson's journalistic ability to frame issues in simple headline terms. It was designed not only to appeal to those who had voted to leave the EU three years earlier but also to others who accepted the authority of a referendum and were tired of endless indecision in Westminster. Labour's ambivalent policy could only be framed in terms of 'Yes, but we want to leave on much better terms' or 'No, but if second referendum produces another majority for leaving the EU we will respect it'. Getting Brexit done appealed to a significant bloc of voters who saw a hung Parliament as 'worrying, depressing or despairing'. Moreover, by an 11-percentage-point margin voters saw a Labour government led by Jeremy Corbyn as a worse outcome than leaving the European Union (Ashcroft 2019). The Brexit slogan was used to counterattack the big spending policies that Labour promised to end what it described as nine years of economic austerity. When social policies were raised with Johnson, he would typically argue that after Brexit the UK would no longer be contributing billions of pounds a year to the EU budget and this money could be spent on improving health care, education and other popular services. As a form of political rhetoric, it linked the party's pro-Brexit stance with support for popular social policies. Johnson was correct to emphasise that after paying a £39 billion divorce bill to the EU the UK would no longer have to make a £13 billion annual contribution as well. But, from a public finance point of view, the statement omitted many relevant facts, such as the billions of pounds that EU programmes paid to British institutions and farmers.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "Framing the election in terms of the People vs Parliament was a contradiction in terms of the theory of representative democracy, because they depend on each other (see Chapter 1). Members of Parliament need popular votes to get elected and re-elected. Likewise, the people need MPs to decide which party forms a government and to monitor the activities of government on their behalf. Ironically, Eurosceptic Conservative MPs had used their position in Parliament to force the Brexit referendum on a prime minister who saw no popular demand for such a vote.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "Claiming to speak for the People with a capital P against the political elite is a textbook strategy of populist party leaders; they charge members of Parliament and government ministers with being a self-interested class who do not care for what ordinary people think (Mudde and Kaltwasser 2017) . There is substantial empirical evidence that the political elite are seen as unresponsive by the people they represent (Table 1 .1). Britons tend to have a low level of trust in institutions of representative government such as parties and Parliament, and 74% see a majority of politicians as ready to say one thing to get elected and then do the opposite once in office (Rose and Wessels 2019: Table 1) .", "cite_spans": [{"start": 269, "end": 296, "text": "(Mudde and Kaltwasser 2017)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 418, "end": 426, "text": "(Table 1", "ref_id": null}, {"start": 694, "end": 702, "text": "Table 1)", "ref_id": null}], "section": "Johnson Plays to His Strengths"}, {"text": "For an Eton-and Oxford-educated classical scholar to speak for the people against the elite appears paradoxical. But from Johnson's point of view, it is a means of intimidating a Parliament that had imposed checks on what he wants his government to do and on judges said to be making decisions that 'conduct politics by another means'. The Conservative Party Manifesto (2019: 48) promised to set up 'a Constitution, Democracy & Rights Commission that will examine these issues in depth, and come up with proposals to restore trust in our institutions and in how our democracy operates'.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "By contrast with the tightly controlled and focused campaign led by Boris Johnson, the opposition was divided into multiple parties. They differed about whether to settle for a soft Brexit or to demand a second referendum that could reverse the decision of the narrow majority to leave the EU in the first referendum.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "The Labour party wanted to avoid the issue of Brexit because its Labour MPs in the London area tended to represent constituencies that had voted to remain in the EU, while Labour MPs in the North of England had voted to leave. Jeremy Corbyn viewed the EU as a capitalist institution imposing austerity on Europe. A majority of Labour MPs lacked confidence in Corbyn's fitness to be prime minister. In a Parliamentary Labour party vote of confidence after the 2016 referendum, 197 Labour MPs voted no confidence in Corbyn's leadership and only 40 supported him. Johnson's personal reputation for untruthfulness was offset by Corbyn's disdain for traditional English values and reliance on support from a Marxist and Trotskyite coterie associated with undemocratic regimes and left-wing anti-Semites.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "Conservative campaigners saw the Labour leader Jeremy Corbyn as an electoral asset second only to Brexit. YouGov surveys supported this view. In a pre-election poll, 59% considered Corbyn unsuitable to be a party leader. While Boris Johnson also had a negative rating among the electorate, by comparison with the Labour leader he was the lesser evil. When Lord Ashcroft's final pre-election poll asked about the worst election result, 48% said it would be a Labour government under Jeremy Corbyn as against 38% saying leaving the European Union would be worse.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "The logic of the first-past-the-post electoral system recommended that opposition parties make electoral pacts so that there would only be one anti-Brexit candidate in each constituency. By successfully putting pressure on Nigel Farage to withdraw his party's candidates from Conservative-held seats to get Brexit done, the Conservatives assured themselves of the pro-Brexit vote. However, major political and personal differences between parties and their leaders prevented electoral pacts being agreed that would consolidate the anti-Brexit vote in a way that might have prevented Johnson gaining a parliamentary majority.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "Opponents of Brexit had no inhibition about voting tactically, and campaigners for a second referendum to reverse Brexit placed loyalty to their referendum cause above party loyalties. They set up a number of websites offering advice about which anti-Brexit Party had the best chance of unseating a sitting Conservative MPs. Recommendations were based on a mixture of sources such as the constituency voting patterns, census data and surveys. Given differences in data and interpretation, tactical voting websites sometimes disagreed about which party had the best chance of winning a seat for the anti-Brexit side.", "cite_spans": [], "ref_spans": [], "section": "Johnson Plays to His Strengths"}, {"text": "While the Conservative party was consistently ahead of Labour in opinion polls during the campaign, there was uncertainty about whether Johnson would win an absolute majority or end up heading the biggest party in a hung parliament. Two of the three preceding Conservative victories had involved a hung parliament and this had stopped Theresa May from delivering Brexit on schedule (see Chapter 11). If Boris Johnson had won a plurality rather than a majority of seats he would have been challenged to form a cross-party alliance to deliver Brexit since every other party had rejected his Brexit deal. Nor were other parties inclined to back a minority Labour government under Jeremy Corbyn to resolve the Brexit deadlock. Without a government in place Britain was scheduled to leave the EU without a deal on 31 January 2020.", "cite_spans": [], "ref_spans": [], "section": "A Majority for Getting Brexit Done"}, {"text": "The first-past-the-post electoral system disposed of the threat of a hung Parliament; it turned the Conservatives' plurality of 43.6% of the popular vote into 56.1% of seats in the House of Commons (Table 12 .1). Winning 365 seats gave the Conservatives a majority of 80 seats over opposition parties, which were divided on many issues. This was the Conservatives' biggest parliamentary majority since 1987. Since Labour won only 202 seats, the Conservative government now enjoys a 163-seat lead over the official opposition.", "cite_spans": [], "ref_spans": [{"start": 198, "end": 207, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "A Majority for Getting Brexit Done"}, {"text": "Voting at the constituency and regional levels tended to follow a division between places where a majority had voted to leave or remain in the EU in the 2016 referendum. Thus, the Conservative party did worst in the two strongholds of Remain voters. In Scotland, it lost 3.1% of its previous share of the vote and seven seats, and in London it lost 1.1% of its previous vote and one seat to Labour. The party did best in the industrial Midlands; its vote went up 4.2% and it gained 16 seats. In the North East, helped by the Brexit Party taking most of its votes from Labour supporters, the Conservatives won seven seats that had not gone Tory for generations or ever, including Tony Blair's old constituency. As in the 2016 British referendum, these regional differences showed that while London had a more cosmopolitan and prosperous electorate, the North of England had more votes and MPs (see Chapter 5).", "cite_spans": [], "ref_spans": [], "section": "A Majority for Getting Brexit Done"}, {"text": "Collectively, the opposition's share of the vote was 12 percentage points greater than that of the Conservatives, but its vote was split (Table 12 .1). The Labour party's claim to be the only party capable of displacing Boris Johnson from Downing Street was offset by being ambivalent about whether it would deliver a softer Brexit or a referendum that would keep Britain in the EU. Jeremy Corbyn's policy was to negotiate a soft Brexit but to remain neutral and let voters decide whether to accept it or vote to remain in the EU after all. The seven parties unambiguously committed to the EU-the Scottish Nationalists, the Liberal Democrats, Plaid Cymru, the Greens and three Northern Ireland parties-won only 22% of the vote and 74 seats.", "cite_spans": [], "ref_spans": [{"start": 137, "end": 146, "text": "(Table 12", "ref_id": "TABREF0"}], "section": "A Majority for Getting Brexit Done"}, {"text": "While the Brexit Party had won more than three times the Conservative vote in the EP election seven months earlier, Johnson's 'get Brexit done' policy was critical to the Conservative party's rapid recovery of the Brexit vote (see Table 5 .3). Because the December election was about who governs, the Conservatives were the only choice for people who had voted to leave the EU in 2016 and wanted to get Brexit done. Among that group, the Conservatives gained 73% of the vote, and only 4% went to the Brexit Party (Table 12. 2). The Remain vote fragmented among parties offering a variety of alternatives for dealing with the referendum vote for Brexit, and no party received a majority of the Remain vote. Labour's policy of renegotiating a withdrawal with Brussels and then calling a second referendum that might reverse Brexit gained it less than half the vote of the Remain supporters. If it had been able to get as big a share of the Remain vote as the Conservatives did of the Leave vote, this would have deprived Boris Johnson of a majority and created a hung parliament.", "cite_spans": [], "ref_spans": [{"start": 231, "end": 238, "text": "Table 5", "ref_id": null}, {"start": 513, "end": 523, "text": "(Table 12.", "ref_id": "TABREF0"}], "section": "A Majority for Getting Brexit Done"}, {"text": "Boris Johnson's strategic gamble has given him a majority of Conservative MPs committed to getting Brexit done on his terms. Neither David Cameron, John Major nor Edward Heath had ever managed to command an unquestioning majority of Tories in favour of Britain's participation in the European Union. Johnson's expulsion of 21 MPs who voted against no deal removed Conservative MPs favouring a soft or no Brexit. None of the rebels who sought re-election as independents or Liberal Democrats gained a seat in the new House, a cautionary warning to re-elected Conservative MPs. The 109 new Conservative MPs were committed followers. Johnson had taken the unusual precaution of having every candidate pledge to support a Downing Street deal with Brussels. Their lack of parliamentary experience makes them particularly dependent on advice from Johnson's whips. The prime minister's power to make appointments to more than 100 government posts offers an incentive not to question the government's EU policy.", "cite_spans": [], "ref_spans": [], "section": "A Majority for Getting Brexit Done"}, {"text": "Getting Brexit Done--Up to a Point Boris Johnson moved quickly to reward the Conservatives who made him party leader and newly elected MPs and voters who gave him a substantial parliamentary majority. In the first week of the new Parliament, he introduced a revised withdrawal bill similar to what the previous Parliament had rejected eight weeks before. Conciliatory language was removed giving MPs more say over the Brexit process. A new clause was added fixing 31 December 2020 as the deadline for ending the transition period for negotiating future British-EU relations. The new House of Commons approved the bill. Johnson declared in presenting the withdrawal bill that its passage would mean that the sorry story of the last three years was at an end. Brexit will be done. To symbolise this, Downing Street banned the use of the word Brexit in official communications and the Department for Exiting the European Union was abolished. Nonetheless, a Taskforce Europe was established in the Cabinet Office to negotiate a Political Agreement with Brussels. Its head, the experienced diplomat David Frost, has the confidence of the prime minister. However, public opinion is sceptical about Johnson's claim that Brexit is finished. A YouGov survey a month before the official departure date found that 46% thought politicians would need to spend more time focusing on Brexit, and another 23% thought the amount of attention needed would be the same.", "cite_spans": [], "ref_spans": [], "section": "12.3"}, {"text": "The formal departure of the UK from the European Union is the end of the beginning. It also marks the start of negotiations for a Political Agreement between the UK and the EU that covers what the withdrawal bill leaves out about Britain's future relationship with the European Union. Paradoxically, withdrawal from the EU gives the UK the freedom to negotiate new relations with the rest of the world while simultaneously requiring it reach a mutual agreement with Brussels governing its new relationship with the EU. As French President Emmanuel Macron commented on the day Britain left the EU, 'You may be leaving the EU but you are not leaving Europe'.", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "EU negotiators have had years of experience of dealing with Britain as a member state, while the public statements of David Cameron, Theresa May and Boris Johnson have shown ignorance of how the EU works and ignored informed advice from British officials about how a national government can influence the EU's multi-national policy-making process (Rogers 2019) . The disparity in knowledge is most extreme in trade matters, since Whitehall has had a minimum of trade officials since responsibility for trade was transferred to Brussels when the UK joined the EU in 1973. British public opinion agrees with EU negotiators in the evaluation of Brexit negotiations. Whether the prime minister was Boris Johnson or Theresa May, in the year leading up to the UK's departure from the EU, from 70 to 87% of YouGov respondents thought the government was handling Brexit badly.", "cite_spans": [{"start": 347, "end": 360, "text": "(Rogers 2019)", "ref_id": null}], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "The symbolism of national sovereignty has been an end in itself for Brexit campaigners. It gives Westminster the power to diverge from EU laws and regulations that affect national policies on trade, goods and services, working conditions, aid to industry and immigration. The UK regains the freedom to make new trade deals with the United States, China and other countries to replace existing trade agreements that the EU has negotiated with these countries on behalf of Britain when it was an EU member state. However, new trade agreements can only be arrived at by the UK compromising some of its conditions in exchange for the benefits the agreement should bring.", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "The future terms of UK-EU trade are central to the politics of the Political Agreement. For the Conservative government, maintaining access to EU markets for manufactured goods produced the North of England, where the party gained many MPs from Labour in 2019, is a major priority. Maintaining EU access for the financial services of the City of London is important because of its disproportionate contribution to the country's gross domestic product and revenue. Five continental countries want to maintain their access to offshore UK fishing rights. British exports to the EU account for almost half of the UK's total exports, whereas EU exports to Britain account for a small share of the EU's global exports. Brexit is almost certain to reduce trade. Negotiations will set the rules that determine how large or small that may be. The Treasury has estimated the Conservative government's goal of restricting an agreement to avoid tariffs and quotas on goods could lower economic growth about 5% in 15 years, that is, about one-quarter of one percent per annum (cf. Chapter 9).", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "The EU wants future trade negotiations with Britain to maintain a level playing field, that is, British goods and services should meet the same regulatory standards that the UK met when it was an EU member state. Since EU regulations are currently evolving in such fields such as environmental protection and data handling, British businesses should comply with future regulations too. To ensure compliance, the British government would need to agree to the EU regulations being judicially enforced. From a Westminster point of view, aligning the British economy with EU regulations and accepting European courts would undermine the purpose of Brexit: taking back control of British laws.", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "The Johnson government wants the EU to accept the mutual equivalence of regulations that would lead to same outcome even if they are not identical in content. This would allow gradual divergence between Britain and EU economies in ways that Westminster believes would increase British competitiveness and that the EU fears would do so by undercutting EU standards. It also wants to avoid giving the EU an effective means of enforcing equivalence. This would allow the EU to make a unilateral judgement that British regulations were not equivalent to EU standards, thereby reducing EU imports from Britain.", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "In order to prevent the departure of the UK from harming integration, the EU does not want to allow a post-Brexit Britain to 'cherry-pick', that is, enjoy the same relationship as it had as a member state while being free of obligations. A senior EU policy-maker has described the British position as: 'Before they were in the EU with lots of opt-outs; now they are out and want a lot of opt-ins' (quoted in Fleming et al. 2019) . The president of the European Commission, Ursula von der Leyen (2019) told the European Parliament, 'It's the choice of the UK how far they want to align with the EU or diverge'.", "cite_spans": [{"start": 408, "end": 428, "text": "Fleming et al. 2019)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}, {"text": "Boris Johnson shortened the time to complete a Political Agreement that regulates what comes after Brexit by making another do-or-die pledge to end the process by 31 December 2020. If this deadline is not extended and no agreement can be reached, Brexit ends with no deal, thereby maximising the effect of breaking links developed in the 47 years in which the UK was a member of the European Union. In accepting the British deadline, EU officials have cautioned that it makes likely a 'barebones' Political Agreement that minimises the extent to which benefits can be secured. The coronavirus crisis, which has frustrated negotiations, gives him reason to seek an extension. Given Johnson's Houdini-like skill in dealing with promises, he could alter his position to take into account Brussels' red lines. Alternatively, to meet his self-imposed deadline he could emulate Candide and tell Parliament that whatever agreement he reaches with Brussels will deliver the best of all possible Brexits in the best of all possible worlds. A third option would be to invoke the spirit of Dunkirk and claim that no deal is better than surrender to the demands of a united European Union.", "cite_spans": [], "ref_spans": [], "section": "Leaving the EU Does Not Get Brexit Done"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "My Final Election Dashboard. London: Lord Ashcroft Polls", "authors": [{"first": "Lord", "middle": [], "last": "Ashcroft", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Get Brexit Done: Unleash Britain's Potential. London: Conservative & Unionist Party Manifesto", "authors": [], "year": 2019, "venue": "Conservative Party", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Johnson Comes Under Fire from EU for Dearth of Brexit Detail", "authors": [{"first": "S", "middle": [], "last": "Fleming", "suffix": ""}, {"first": "J", "middle": [], "last": "Brunsden", "suffix": ""}, {"first": "G", "middle": [], "last": "Parker", "suffix": ""}], "year": 2019, "venue": "Financial Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "I No Longer Recognise This Party of Radicals. The Times", "authors": [{"first": "P", "middle": [], "last": "Hammond", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Populism: A Very Short Introduction", "authors": [{"first": "C", "middle": [], "last": "Mudde", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Kaltwasser", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Money, Sex and Broken Promises: Politicians Bad Behaviour Encourages Distrust", "authors": [{"first": "R", "middle": [], "last": "Rose", "suffix": ""}, {"first": "B", "middle": [], "last": "Wessels", "suffix": ""}], "year": 2019, "venue": "Parliamentary Affairs", "volume": "72", "issn": "3", "pages": "481--500", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Constitutional Vandalism. The Times", "authors": [{"first": "Lord", "middle": [], "last": "Sumption", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Tory Contest Has Become a Brexit Bidding War. The Times", "authors": [{"first": "R", "middle": [], "last": "Sylvester", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A Union that Strives for More: My Agenda for Europe", "authors": [{"first": "U", "middle": [], "last": "Von Der Leyen", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Brexit Timeline: Events Leading to the UK's Exit from the European Union. London: House of Commons Research Briefing 7960", "authors": [{"first": "N", "middle": [], "last": "Walker", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Votes and seats of pro-and anti-Brexit parties", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}