{"paper_id": "1c7744c7c43840e740810e44ef22c8fd6072a1db", "metadata": {"title": "Contextual factors associated with depression among urban refugee and displaced youth in Kampala, Uganda: findings from a cross-sectional study", "authors": [{"first": "Carmen", "middle": ["H"], "last": "Logie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Moses", "middle": [], "last": "Okumu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Mwima", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": [], "last": "Hakiza", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Doreen", "middle": [], "last": "Chemutai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Kyambadde", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Advancing mental health among refugee and displaced adolescents and youth is critically important, as chronic psychological stress can have lifelong harmful impacts. These groups experience socio-environmental stressors that can harm mental health. Informed by a social contextual framework, this study explored the prevalence of depression among urban refugee and displaced youth in Kampala, Uganda and associations with symbolic (violence), relational (social support), and material (food and community insecurity) contexts. Methods: We implemented a cross-sectional survey with refugee and displaced adolescent girls and young women and adolescent boys and young men aged 16-24 living in Kampala's informal settlements. We conducted peer-driven recruitment, whereby peer navigators shared study information with their networks and in turn participants were invited to recruit their peers. We conducted gender disaggregated analyses, including stepwise multiple regression to examine factors associated with depression. We then conducted structural equation modeling (SEM) using weighted least squares estimation to examine direct paths from violence, food insecurity, and community insecurity to depression, and indirect effects through social support. Results: Among participants (n = 445), young women (n = 333) reported significantly higher depression symptoms than young men (n = 112), including any symptoms (73.9% vs. 49.1%, p < 0.0001), mild to moderate symptoms (60.4% vs. 45.5%, p = 0.008), and severe symptoms (13.5% vs 3.6%, p = 0.002). SEM results among young women indicate that the latent violence factor (lifetime sexual and physical violence) had direct effects on depression and social support, but social support did not mediate the path from violence to depression. The model fit the data well: χ2(3) = 9.82, p = 0.020; RMSEA = 0.08, 90% CI [0.03, 0.14], CFI = 0.96). Among young men, SEM findings indicate that food insecurity had direct effects on social support, and an indirect effect on depression through the mediating role of social support. Fit indices suggest good model fit: χ2(3) = 2.09, p = 0.352; RMSEA = 0.02, 90% CI [0.000, 0.19], CFI = 0.99.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "(Continued on next page)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Conclusions: Findings reveal widespread depression among urban refugee and displaced youth in Kampala, disproportionately impacting young women. Contextual factors, including food insecurity and violence, increase depression risks. Strategies that reduce gender-based violence and food insecurity, and increase social support networks, have the potential to promote mental health among urban refugee and displaced youth.", "cite_spans": [], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "Keywords: Depression, Youth, Uganda, Refugees, Poverty, Violence, Social support, Food insecurity, Community insecurity, Context Background A constellation of factors contribute to psychological distress among refugee and displaced youth-including displacement, trauma, violence, community insecurity, and healthcare barriers [1] . Halting psychological distress and promoting mental wellbeing among refugee and displaced adolescents and youth is critically important, as chronic psychological stress in this developmental phase can have harmful and lifelong impacts on neurobiological systems connected with emotional and behavioural regulation [2] . Yet most youth in humanitarian settings [3]-and non-conflict settings [4, 5] -do not receive needed mental health support. As mental health issues are the foremost cause of youth disability across global regions-comprising 45% of the overall disease burden [6] -increased knowledge of intervenable factors to promote refugee and displaced youth mental health is a global health priority.", "cite_spans": [{"start": 326, "end": 329, "text": "[1]", "ref_id": "BIBREF3"}, {"start": 646, "end": 649, "text": "[2]", "ref_id": "BIBREF4"}, {"start": 722, "end": 725, "text": "[4,", "ref_id": "BIBREF5"}, {"start": 726, "end": 728, "text": "5]", "ref_id": "BIBREF6"}, {"start": 909, "end": 912, "text": "[6]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "Uganda is an important case study to understand refugee and displaced youth mental health, as it is the thirdlargest refugee hosting nation in the world, hosting an estimated 1.39 million refugees at the end of January 2020 [7] . Advancing refugee health is a national priority in Uganda, with the goal that refugees will benefit from social services and access to durable solutions [8] . Globally there is a phenomenon of refugee and displaced urbanization-60% of the world's refugees and 80% of internally displaced persons live in urban settings [9] . In Uganda, the urban city of Kampala hosts 78,501 refugee and displaced persons; this includes both refugees (n = 59,923) and people seeking asylum (n = 18,578) [7] . More than one-quarter (28%) of Kampala's urban refugee and displaced persons are youth aged 15-24 [7] . Most refugee and displaced persons in Kampala live in informal settlements, also known as 'slums' [10] . Social and environmental stressors in slums-such as elevated exposure to violence and poverty-may contribute to mental health challenges and yet are underexplored with urban refugee and displaced youth [11] .", "cite_spans": [{"start": 224, "end": 227, "text": "[7]", "ref_id": null}, {"start": 383, "end": 386, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 549, "end": 552, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 716, "end": 719, "text": "[7]", "ref_id": null}, {"start": 814, "end": 823, "text": "15-24 [7]", "ref_id": null}, {"start": 924, "end": 928, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1133, "end": 1137, "text": "[11]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "The United Nations defines a slum as \"a contiguous settlement where the inhabitants are characterised as having inadequate housing and basic services.\" [12] The term slum itself is contested and may be considered stigmatizing, leading to suggestions to use the term 'informal settlement' [11] . Yet researchers [11] and the United Nations continue to refer to slum health [13] . Over half (56%) of Sub-Saharan Africa's urban population lives in slums [14] that are often characterized by overcrowding and limited sanitation, constrained healthcare access, higher rates of violence, and limited formal employment opportunities that result in precarious employment such as hawking, washing clothes, and survival sex [11] . Neighbourhood effects in slums refer to the ways that community-level health is affected by closely shared social and physical environments, independently from individual household factors. Due to high population density, neighbourhood effects can result in the spreading of illness and poor physical health outcomes (e.g., malnutrition, diarrhea) [15] . Overcrowding in slums can also lead to stress, which in turn can contribute to mental health challenges [11] . There are calls for research specifically focused on slums as \"spatial entities\" with unique needs and lived realities in comparison with non-slum urban areas [15] .", "cite_spans": [{"start": 152, "end": 156, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 288, "end": 292, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 311, "end": 315, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 372, "end": 376, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 451, "end": 455, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 714, "end": 718, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 1069, "end": 1073, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 1180, "end": 1184, "text": "[11]", "ref_id": "BIBREF12"}, {"start": 1346, "end": 1350, "text": "[15]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "Mental health in slums is understudied at large [11, 16] , and this is also true in Uganda among both refugee/ displaced and non-refugee/displaced persons. Studies of health issues, including mental health, among refugees and displaced persons in Uganda have focused mainly on persons living in refugee settlements [17] . For instance, in a study with refugee adolescents in Northern Ugandan settlements, one-quarter reported high rates of emotional symptoms and stress and one-fifth anxietyexposure to violence was associated with both stress and anxiety [18] . Qualitative research with urban refugees in another context, Nairobi, reported that community insecurity and violence were collective challenges that harmed mental health [19] . Although safety concerns are reported in some slums, there is heterogeneity within the social and physical environments of slums that underscores the importance of considering context [15] . Safety concerns in non-slum, non-refugee/displaced settings have been associated with depressive symptoms [20] , and this may, in part, be due to social isolation and mistrust. Another issue facing people living in slums in diverse locations such as India [21] , Kenya [22] , and Uganda [23, 24] is food insecurity. In turn, food insecurity is associated with elevated vulnerability to mental health challenges [25] . A study with adolescent girls living in slums in India reported associations between food insecurity and depression [26] . There is an urgent need to understand intervenable contextual factors that shape mental health with urban refugee and displaced youth living in slums to inform tailored programming. This study is informed by a social contextual approach conceptualized by Campbell and Cornish [27] . In 'receptive social environments' persons have increased agency over their health and wellbeing [27, 28] . Such supportive and health-enabling social contexts include equitable social relationships. Three elements of social context emerge as important in understanding health promotion [27, 29] . Material contexts include access to resources, such as money, food, housing, and other economic opportunities. Relational contexts include social capital and social relationships, including with friends, families, and external actors. Finally, the symbolic context refers to larger cultural worldviews and ideologies, including gender equity and recognition of one's worth, value, dignity, and rights. This approach may be particularly important for conceptualizing mental health among refugee and displaced youth. For instance, symbolic contexts that reduce the rights and dignity of refugee and displaced youth and contribute to depression include experiences of violence [18, 19] . Food insecurity [25] and community insecurity [19, 20] reflect material contexts associated with depression. Finally, relational contexts such as social support may be a protective factor for depression [30] [31] [32] , including in stressful neighbourhoods [33] .", "cite_spans": [{"start": 48, "end": 52, "text": "[11,", "ref_id": "BIBREF12"}, {"start": 53, "end": 56, "text": "16]", "ref_id": "BIBREF17"}, {"start": 315, "end": 319, "text": "[17]", "ref_id": "BIBREF18"}, {"start": 556, "end": 560, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 734, "end": 738, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 925, "end": 929, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 1038, "end": 1042, "text": "[20]", "ref_id": "BIBREF21"}, {"start": 1188, "end": 1192, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 1201, "end": 1205, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 1219, "end": 1223, "text": "[23,", "ref_id": "BIBREF24"}, {"start": 1224, "end": 1227, "text": "24]", "ref_id": "BIBREF25"}, {"start": 1343, "end": 1347, "text": "[25]", "ref_id": "BIBREF26"}, {"start": 1466, "end": 1470, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 1749, "end": 1753, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 1853, "end": 1857, "text": "[27,", "ref_id": "BIBREF28"}, {"start": 1858, "end": 1861, "text": "28]", "ref_id": "BIBREF29"}, {"start": 2043, "end": 2047, "text": "[27,", "ref_id": "BIBREF28"}, {"start": 2048, "end": 2051, "text": "29]", "ref_id": "BIBREF30"}, {"start": 2728, "end": 2732, "text": "[18,", "ref_id": "BIBREF19"}, {"start": 2733, "end": 2736, "text": "19]", "ref_id": "BIBREF20"}, {"start": 2755, "end": 2759, "text": "[25]", "ref_id": "BIBREF26"}, {"start": 2785, "end": 2789, "text": "[19,", "ref_id": "BIBREF20"}, {"start": 2790, "end": 2793, "text": "20]", "ref_id": "BIBREF21"}, {"start": 2942, "end": 2946, "text": "[30]", "ref_id": "BIBREF31"}, {"start": 2947, "end": 2951, "text": "[31]", "ref_id": "BIBREF32"}, {"start": 2952, "end": 2956, "text": "[32]", "ref_id": "BIBREF33"}, {"start": 2997, "end": 3001, "text": "[33]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "To our knowledge, pathways between symbolic, material, and relational contextual factors and depression are understudied among urban refugee and displaced youth in Uganda. There are also knowledge gaps regarding gender differences in prevalence and correlates of urban refugee and displaced youth's mental health. To address these knowledge gaps, we explored a) prevalence of depression among urban refugee and displaced youth, b) associations between symbolic contexts (childhood abuse, sexual violence, physical violence), relational contexts (social support), and material contexts (food insecurity, community insecurity) with depression; and c) direct paths from violence, food insecurity and community insecurity to depression, and indirect paths through the mediating role of social support.", "cite_spans": [], "ref_spans": [], "section": "(Continued from previous page)"}, {"text": "We undertook a community-based survey between January and March 2018 with refugee and displaced youth aged 16-24 living in five informal settlements in Kampala, where most refugee/displaced persons in the city reside. Community collaborating partners included refugee-focused agencies (Interaid Uganda, Young Africans for Integral Development [YARID], Tomorrow Vijana), and government agencies (Uganda AIDS Control Program, Ministry of Health). We surveyed youth who self-identified as: aged 16-24; a refugee or displaced person or having refugee/displaced parents; living in one of 5 informal settlements in Kampala (Kabalagala, Rubaga, Kansanga, Katwe or Nsambya); and able to provide informed consent.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "We collaborated with community partners for recruitment and survey implementation. We trained 12 peer researchers who lived in the five target informal settlements (four young men and eight young women) who identified as a refugee or displaced person aged 18-24. Data are from the Maono Ya Pamoja (A Shared Vision) study focused on HIV among refugee/displaced youth in Kampala. As AGYW are twice as likely to report new HIV new infections compared with ABYM in Uganda [34] , we intentionally oversampled for proportional representation of AGYW. Our training with peer researchers included research methods, ethics, and data collection. Recruitment followed peer network sampling [35] strategies, an approach whereby peers with shared life experiences (in this study, refugees) use word of mouth for recruitment, and newly recruited participants are invited to share the study with their own peers by word of mouth. Peer driven approaches are an effective strategy for recruiting and including marginalized populations where there is no sampling frame, such as with urban refugee and displaced youth in Kampala. In this study, peer researchers and community partners shared the study information with their social networks, and each participant received 2-5 study 'coupons', designed to look like movie tickets, to help with recruiting their peers for study participation. Coupons shared the peer researcher contact details. We received research ethics approval from the University of Toronto and the Ugandan Ministry of Health.", "cite_spans": [{"start": 256, "end": 262, "text": "18-24.", "ref_id": null}, {"start": 468, "end": 472, "text": "[34]", "ref_id": "BIBREF35"}, {"start": 679, "end": 683, "text": "[35]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Recruitment"}, {"text": "The peer research assistants administered android tablet-based surveys using the Quicktaps platform to participants at various community-based locations (e.g., community agencies), selected by the participant. Surveys were 35-40 min and conducted in English, French, or Swahili. Informed consent was provided on the tablet-based survey before administration, and participants received information about psychosocial resources, including referrals for mental health first aid. The research coordinator, a trained social worker, was available to provide any needed support in times of distress. There were no reported distress incidences during the administering of the survey. Participants received an honorarium of UGX 12,500-shillings (∼USD 3.72), an amount recommended by community partners.", "cite_spans": [], "ref_spans": [], "section": "Data collection procedures"}, {"text": "The outcome variable was depression symptoms assessed using the Patient Health Questionnaire-9 (PHQ-9) [36] . Following scoring guidelines, participants were categorized with the following symptoms: minimal symptoms (no depression diagnosis) (1-4), mild to moderate depression (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) , and moderately severe to severe depression (15) (16) (17) (18) (19) (20) (21) (22) (23) (24) (25) (26) (27) ", "cite_spans": [{"start": 103, "end": 107, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 277, "end": 280, "text": "(5)", "ref_id": "BIBREF6"}, {"start": 281, "end": 284, "text": "(6)", "ref_id": "BIBREF7"}, {"start": 285, "end": 288, "text": "(7)", "ref_id": null}, {"start": 289, "end": 292, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 293, "end": 296, "text": "(9)", "ref_id": "BIBREF9"}, {"start": 297, "end": 301, "text": "(10)", "ref_id": "BIBREF10"}, {"start": 302, "end": 306, "text": "(11)", "ref_id": "BIBREF12"}, {"start": 307, "end": 311, "text": "(12)", "ref_id": "BIBREF13"}, {"start": 312, "end": 316, "text": "(13)", "ref_id": "BIBREF14"}, {"start": 317, "end": 321, "text": "(14)", "ref_id": "BIBREF15"}, {"start": 367, "end": 371, "text": "(15)", "ref_id": "BIBREF16"}, {"start": 372, "end": 376, "text": "(16)", "ref_id": "BIBREF17"}, {"start": 377, "end": 381, "text": "(17)", "ref_id": "BIBREF18"}, {"start": 382, "end": 386, "text": "(18)", "ref_id": "BIBREF19"}, {"start": 387, "end": 391, "text": "(19)", "ref_id": "BIBREF20"}, {"start": 392, "end": 396, "text": "(20)", "ref_id": "BIBREF21"}, {"start": 397, "end": 401, "text": "(21)", "ref_id": "BIBREF22"}, {"start": 402, "end": 406, "text": "(22)", "ref_id": "BIBREF23"}, {"start": 407, "end": 411, "text": "(23)", "ref_id": "BIBREF24"}, {"start": 412, "end": 416, "text": "(24)", "ref_id": "BIBREF25"}, {"start": 417, "end": 421, "text": "(25)", "ref_id": "BIBREF26"}, {"start": 422, "end": 426, "text": "(26)", "ref_id": "BIBREF27"}, {"start": 427, "end": 431, "text": "(27)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Measures"}, {"text": "Informed by the guiding social contextual theoretical framwork [27] , the explanatory variables of interest included material (food insecurity, community insecurity) and symbolic (childhood sexual abuse, lifetime sexual violence, lifetime physical violence, lifetime verbal abuse) contextual factors.", "cite_spans": [{"start": 63, "end": 67, "text": "[27]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Measures"}, {"text": "Food insecurity was assessed with a single item asking participants how often they went to sleep hungry because they did not have enough food to eat (responses were dichotomized for those who indicated they had gone to sleep hungry rarely-always [1] or never [0]). Food insecurity is an indicator of poverty assessed using this single item in prior research [37, 38] . Community insecurity was assessed by asking participants to indicate how physically safe they felt in their communities (responses were dichotomized: not safe = 1, and fairly safe-very safe = 0).", "cite_spans": [{"start": 246, "end": 249, "text": "[1]", "ref_id": "BIBREF3"}, {"start": 358, "end": 362, "text": "[37,", "ref_id": "BIBREF38"}, {"start": 363, "end": 366, "text": "38]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Measures"}, {"text": "We assessed experiences of violence (physical, verbal, and/or sexual) at the age of 16 years and over. Participants were asked: When you were 16 or older, have you ever experienced (check all); sexual violence (yes = 1, no = 0); physical violence (yes = 1, no = 0); or verbal abuse (yes = 1, no = 0). Experiencing childhood sexual abuse was assessed by asking participants if they had experienced sexual abuse before the age of 16 (yes = 1, no = 0).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "The mediating role of the relational context was assessed with social support, measured using the 24-item multidimensional scale of perceived social support (MSPSS) that measures support from three sources (family, friends, and a significant other) [39] . In this study, the social support scale had high reliability (Cronbach α = 0.91), with higher scores indicating greater social support. Subscales also had high reliability (family: Cronbach α = 0.85, friends: Cronbach α = 0.85, and significant other: Cronbach α = 0.88).", "cite_spans": [{"start": 249, "end": 253, "text": "[39]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Measures"}, {"text": "Sociodemographic variables included age (continuous), an education level (categorical: no education/less than secondary school, and post-secondary education) and time in Uganda (less than 1 year, 1-5 years and more than 5 years).", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "We conducted gender disaggregated analyses [40] to understand shared and different contextual factors associated with depression. We first conducted bivariate analyses to identify differences in depression scores using Stata 14.0. We used variance inflation factors (VIFs) to check the multicollinearity of the explanatory variables. The VIF results indicated no concerning correlations (VIFs< 1.6). Subsequently we conducted stepwise multiple regression analyses stratified by gender to identify factors associated with depression.", "cite_spans": [{"start": 43, "end": 47, "text": "[40]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Data analysis"}, {"text": "Following this we conducted structural equation modelling (SEM), using MPLUS 8, with the means and variance adjusted weighted least squares (WLSMV) estimation method due to nonnormal data [41] . In SEM we examined direct paths from violence, food insecurity, and community insecurity to depression, and indirect effects through social support. Each model only included variables significantly associated with depression in the multiple regression analyses. For SEM models that included variables reflecting the same underlying factor, we developed latent variables. Using latent variables in SEM can reduce measurement error, address collinearity problems with multiple indicators, and examine the synergistic effects of multiple indicators [41] . Building on multiple regression findings, we developed a latent construct of violence for the AGYW analysis (indicators: sexual violence, physical violence) and for the ABYM analysis a latent construct of social support (indicators: family support, significant other support).", "cite_spans": [{"start": 188, "end": 192, "text": "[41]", "ref_id": "BIBREF42"}, {"start": 741, "end": 745, "text": "[41]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Data analysis"}, {"text": "For SEM, we used three fit indices to evaluate the fit of the measurement and structural model: root mean square error of approximation (RMSEA) (acceptable if 0.08 to 0.10, good if ≤0.05), comparative fit index (CFI) (acceptable if >0.90, good if > 0.95) [42] . Although Chi square is often used as a measure of fit, due to its sensitivity to sample size it is not recommended when the sample size is larger than 200, as it is generally significant (such as the current sample size for AGYW) [43] . For all analyses, statistical significance was set at the p < 0.05 level. Table 1 reports sociodemographic characteristics and contextual factors for the entire sample (N = 445) and bivariate analysis results of differences by gender. Participants included adolescent girls and young women (AGYW) (n = 333; 74.8%) and adolescent boys and young men (ABYM) (n = 112; 25.2%). Two-thirds of all participants reported depression symptoms: over half reported mild to moderate depression symptoms (56.6%), 11.0% severe depression symptoms, and 32.4% reported no depression symptoms. AGYW reported significantly more depression symptoms than ABYM, including: any depression symptoms (73.9% vs. 49.1%, p < 0.0001), mild to moderate depression symptoms (60.4% vs. 45.5%, p = 0.008), and severe depression symptoms (13.5% vs 3.6%, Table 1 Overview .000 *p < .05, **p < .01, ***p < .001 p = 0.002). In bivariate analyses, factors associated with depression among AGYW included: age; lifetime sexual, verbal and physical violence; childhood verbal abuse; community insecurity; and friends, significant other, and family social support dimensions. For ABYM, in bivariate analyses depression was associated with: childhood sexual abuse; food insecurity; and significant other and family social support dimensions.", "cite_spans": [{"start": 255, "end": 259, "text": "[42]", "ref_id": "BIBREF43"}, {"start": 492, "end": 496, "text": "[43]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 573, "end": 580, "text": "Table 1", "ref_id": null}, {"start": 1319, "end": 1326, "text": "Table 1", "ref_id": null}], "section": "Data analysis"}, {"text": "Multiple regression results of factors associated with depression among refugee/displaced adolescent girls and young women Table 2 presents stepwise multiple regression analysis findings regarding factors associated with depression among AGYW. In model 1, lifetime sexual violence and physical violence (symbolic context) were associated with depression. After adding community insecurity and food insecurity (material context) in the model, lifetime sexual and physical violence remained statistically significant; however, there was an observed reduction in the beta coefficient of lifetime sexual violence from 0.23 to 0.22. Also, community insecurity was associated with increased depression. In model 3, when social support dimensions (relational context) were added to the model, there were observed reduction in the beta coefficients for lifetime sexual and physical violence from 0.22 to 0.19. We also observed a reduction in the beta coefficient for community insecurity from 0.12 to 0.11. The friends' social support dimension was significantly associated with reduced depression. On average, a one-point increase in social support (friends) was associated with a 0.14 decrease in depression, holding other factors constant (β = − 0.14, p < 0.050). There was an observed increase in the Adjusted R 2 from 0.15 (model 1) to 0.18 (model 3), suggesting the final model explained more variance in depression.", "cite_spans": [], "ref_spans": [{"start": 123, "end": 130, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Study population"}, {"text": "Multiple regression results of factors associated with depression among refugee/displaced adolescent boys and young men Table 3 presents stepwise multiple regression findings of factors associated with depression among ABYM. In Model 1, childhood sexual abuse was associated with increased depression, controlling for age (β = 0.20, p < 0.050). In Model 2, after adding food and community insecurity to the model, childhood sexual abuse remained significantly associated with depression, with a reduced beta coefficient from 0.20 to 0.19. Also, the relationship between age and depression became statistically significant (β = 0.19, p < 0.050). Food insecurity was associated with increased depression scores 0.24 points higher than non-food insecure participants, adjusting for other variables (β = 0.24, p < 0.010). In Model 3, when social support dimensions (significant other, family) were added, age, childhood sexual abuse, and food insecurity became non-significant. Instead, in adjusted analyses, social support ( ", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Study population"}, {"text": "We conducted SEM with AGYW to determine the direct and indirect effects of a latent construct of violence (indicators: sexual violence, physical violence) and community insecurity on depression, and indirect pathways through the mediating role of friends' social support. Analyses were adjusted for age. The model fit the data well: χ 2 (3) = 9.82, p = 0.020; RMSEA = 0.08, 90% CI [0.03, 0.14], CFI = 0.96. Table 4 presents these SEM findings.", "cite_spans": [], "ref_spans": [{"start": 407, "end": 414, "text": "Table 4", "ref_id": null}], "section": "Structural equation model on depression among refugee adolescent girls and young women in Kampala with a latent construct of violence"}, {"text": "There was a direct relationship between violence and increased depression (β = 0.54, p < 0.0001) and a direct pathway from violence to lower social support (friends) (β = − 0.51, p < 0.0001). Social support (friends) was not associated with depression (β = − 0.004, p = 0.961), thus did not mediate the relationship between violence and depression. Community insecurity was not directly associated with depression (β = 0.06, p = 0.296) or social support (friends) (β = − 0.04, p = 0.453). The final SEM path tested is illustrated in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 533, "end": 539, "text": "Fig. 1", "ref_id": "FIGREF3"}], "section": "Structural equation model on depression among refugee adolescent girls and young women in Kampala with a latent construct of violence"}, {"text": "We conducted SEM with ABYM to examine the direct and indirect effects of childhood sexual abuse and food insecurity on depression, and the mediating role of the latent social support (indicators: family support, significant other social support). The model fit the data well: Table 5 . Food insecurity was associated with lower social support (β = − 0.29, p < 0.050), but not with depression (β = 0.09, p = 0.358). Social support was associated with lower depression (β = − 0.52, p < 0.001) and mediated the pathway from food insecurity to depression (Sobel test: β = 0.15, p = 0.044). Childhood sexual abuse was not associated with social support (β = − 0.17, p = 0.143) or depression (β = 0.12, p = 0.176). Figure 2 illustrates the final SEM path tested.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 283, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 709, "end": 717, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Structural equation model on depression among refugee adolescent boys and young men in Kampala with a latent construct of social support"}, {"text": "Findings reveal widespread depression symptoms among urban refugee and displaced youth in Kampala associated with violence and food insecurity. These contextual stressors include both cumulative (histories of violence) and daily (food insecurity) factors that reveal an accumulation of risk exposures among urban refugee/displaced youth that elevate depression risks. These stressors and depression symptoms require urgent attention, as chronic psychological stressors can harm neurobiological systems linked with emotional and behavioural regulation and their dysregulation is associated with developing psychopathologies [2] . Notably our study applied gender-stratified analyses [40] that revealed important differences in prevalence and correlates of depression symptoms with urban refugee and displaced youth. These findings can inform research and practice to advance mental wellbeing among urban refugee and displaced youth at large, with a particular relevance for Kampala. Due to the shared social and physical environments of slums, findings can also inform interventions to advance adolescent and youth mental wellbeing in slums/informal settlements [15] .", "cite_spans": [{"start": 623, "end": 626, "text": "[2]", "ref_id": "BIBREF4"}, {"start": 682, "end": 686, "text": "[40]", "ref_id": "BIBREF41"}, {"start": 1161, "end": 1165, "text": "[15]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our findings indicate that urban refugee and displaced AGYW were 1.5 times more likely to report depressive symptoms than their ABYM counterparts. A similar trend was found in a Northern Ugandan settlement whereby women had 1.7 fold the odds of reporting major depression than men [44] . The finding that threequarters of AGYW in our study reported depression symptoms is alarming and calls for urgent attention. While this proportion is higher than the 29% reported among adult women in Northern Uganda [44, 45] , it is also difficult to make direct comparisons as we included Table 4 Final path model parameter estimates of the relationship between a latent construct of violence, community insecurity, depression, and the proposed mediator of friends' social support among urban refugee and displaced adolescent girls and young women in Kampala, Uganda (N = 333) persons with major depression disorders scored as mild, moderately severe and severe, while it is not clear of the severity levels of major depression in the Northern Ugandan study. The reasons behind women's global experiences of a higher prevalence of depression than men are contested, some situate these differences within social contexts, psychological factors, sociocultural roles and expectations, and inequitable power dynamics and labour distribution [1, 46] . Our findings reveal contextual factors uniquely associated with depression among AGYW and ABYM. For instance, our finding that violence was associated with depression among AGYW aligns with the rich evidence base about the sequalae of experiencing SGBV in adolescence and young adulthood, including risk of longterm health challenges such as depression [44] . This finding also expands knowledge of violence and associated mental health challenges in rural refugee settlements [18] to consider analogous experiences of SGBV in slums/informal settlements [15] . This finding corroborates qualitative research by Im et al. [19] with urban refugees in Nairobi that discuss SGBV, lack of support, and community level insecurities that harm mental wellbeing. This Nairobi-based study identified cumulative (war stressors) and current (daily community violence) stressors that disproportionately targeted urban refugee girls and young women [19] . Qualitative research with urban refugee youth in Kampala is needed to further explore how histories of violence are experienced and influence mental health, and to elicit youth perspectives on community solutions.", "cite_spans": [{"start": 281, "end": 285, "text": "[44]", "ref_id": "BIBREF45"}, {"start": 504, "end": 508, "text": "[44,", "ref_id": "BIBREF45"}, {"start": 509, "end": 512, "text": "45]", "ref_id": "BIBREF46"}, {"start": 1326, "end": 1329, "text": "[1,", "ref_id": "BIBREF3"}, {"start": 1330, "end": 1333, "text": "46]", "ref_id": "BIBREF47"}, {"start": 1689, "end": 1693, "text": "[44]", "ref_id": "BIBREF45"}, {"start": 1813, "end": 1817, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 1890, "end": 1894, "text": "[15]", "ref_id": "BIBREF16"}, {"start": 1957, "end": 1961, "text": "[19]", "ref_id": "BIBREF20"}, {"start": 2271, "end": 2275, "text": "[19]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 578, "end": 585, "text": "Table 4", "ref_id": null}], "section": "Discussion"}, {"text": "Among boys we found that food insecurity was associated with depression through the pathway of reduced social support. This corroborates global research that has consistently documented complex linkages between food insecurity and depression [45, 47] . Research has identified bidirectional relationships between depression and food insecurity, whereby food insecurity is a toxic, extreme and chronic stressor that contributes to anxiety, depression and suicidality [45, 47] . Food insecurity can also contribute to shame, powerlessness, and can exacerbate tensions and disparities within families [45] . Depression and mental health challenges can also reduce capabilities to obtain and maintain regular employment, in turn elevating risks of food insecurity. Most food insecurity studies have focused on women [45, 47] , yet a global review did not find sex differences in the associations between food insecurity and mental health. Future research can explore the gendered dynamics [40] between food insecurity, reduced social support, and depression among urban refugee and displaced youth, and why food insecurity has particularly detrimental impacts on ABYM's mental wellbeing. Overall findings signal an urgent need to address food insecurity among urban refugee and displaced youth-75% of ABYM and 71% of AGYW reported food insecurity. Finally, social support holds promise as an intervenable factor that could mitigate the effects of harmful contextual factors on wellbeing. Lifetime violence experiences among AGYW were associated with lower social support from friends. It is plausible that SGBV stigma and gender inequitable social norms may increase shame and social isolation among AGYW [46] , creating barriers to accessing social support from peers. Food insecurity can also lead to blame, guilt and shame, in turn contributing to social isolation [47] . This may explain the finding that food insecurity was associated with lower social support among ABYM. Social support mediated the pathway from food insecurity to depression, signalling its role as a protective factor for boys' mental wellbeing. Taken together these findings underscore the importance of relational contextual factors in shaping mental wellbeing among urban refugee and displaced youth.", "cite_spans": [{"start": 242, "end": 246, "text": "[45,", "ref_id": "BIBREF46"}, {"start": 247, "end": 250, "text": "47]", "ref_id": "BIBREF48"}, {"start": 466, "end": 470, "text": "[45,", "ref_id": "BIBREF46"}, {"start": 471, "end": 474, "text": "47]", "ref_id": "BIBREF48"}, {"start": 598, "end": 602, "text": "[45]", "ref_id": "BIBREF46"}, {"start": 812, "end": 816, "text": "[45,", "ref_id": "BIBREF46"}, {"start": 817, "end": 820, "text": "47]", "ref_id": "BIBREF48"}, {"start": 985, "end": 989, "text": "[40]", "ref_id": "BIBREF41"}, {"start": 1701, "end": 1705, "text": "[46]", "ref_id": "BIBREF47"}, {"start": 1864, "end": 1868, "text": "[47]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "Programs to advance urban refugee and displaced mental health can: a) be gender-tailored, examining the unique experiences of young men and young women, including stressors and coping strategies; b) provide both mental health support and entrepreneurship training and financial resources for economic security; c) provide group-based programs for youth to build social support networks; d) offer family support groups and family resources to support youth mental health. Building sustainable social support networks and healthy family dynamics among urban refugee and displaced youthand other youth-in informal settlements in Kampala could result in-far reaching benefits beyond mental health. For instance, grassroots networking and organizing has contributed to rights improvement for women labourers in Nairobi slums and sex worker protections in slums in Zimbabwe [12] .", "cite_spans": [{"start": 868, "end": 872, "text": "[12]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several study limitations. Due to our nonrandom sampling approach our study results cannot be extrapolated to all urban refugee/displaced youth. Respondent driven sampling approaches, compared with peer driven sampling, could have helped with controlling for differences due to network size and group clustering [35] . Due to the cross-sectional design we cannot ascertain causality, and there may be bi-directional associations between variables that we were unable to measure (for example, between food insecurity and depression). We only assessed depression, and a fuller picture of mental health could be acquired if we had also measured anxiety and post-traumatic stress disorder. Our brief food insecurity measure, while used in prior studies [37, 38] , does not provide information about the scope, persistence, and nature of food insecurity. Similarly, our single-item measure of perceived community insecurity could be expanded in future research to better understand community safety concerns. The violence measures were also single-item, and may have overlooked variations in the types, extent, levels and perpetrators of violence. We pilot tested the survey and made the decision with community partners to shorten the survey to increase feasibility and reduce participant burden. This aligns with research that demonstrates how shorter surveys can improve response and completion rates [48] . Multi-dimensional, standardized measures could be used in future research. Future studies can employ longitudinal approaches to better understand changing dynamics of depression and to assess causal pathways.", "cite_spans": [{"start": 322, "end": 326, "text": "[35]", "ref_id": "BIBREF36"}, {"start": 759, "end": 763, "text": "[37,", "ref_id": "BIBREF38"}, {"start": 764, "end": 767, "text": "38]", "ref_id": "BIBREF39"}, {"start": 1409, "end": 1413, "text": "[48]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Discussion"}, {"text": "During the COVID-19 pandemic, social control policies such as physical distancing and lockdowns may negatively impact mental health [49] . With Uganda imposing an extended national lockdown, studies are needed to address pandemic stress, economic insecurity, and violence experiences associated with lockdown policies during COVID-19. Despite these limitations, our survey expands the knowledge base on contextual factors associated with depression among urban refugee and displaced youth, and underlines the importance of applying a gender-based analysis [40] to refugee/displaced youth mental health.", "cite_spans": [{"start": 132, "end": 136, "text": "[49]", "ref_id": "BIBREF50"}, {"start": 556, "end": 560, "text": "[40]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion"}, {"text": "Contextual factors, including food insecurity and violence, increase depression risk among urban refugee and displaced youth. While universal challenges associated with displacement to urban contexts may include living in slums and their associated stressors, it is important to explore the unique social and physical environments of slums/informal settlements as these contexts vary in perceived safety, social cohesion, and related health outcomes [12] . Gender differences we noted across variables, particularly regarding AGYW's higher depression, signal important differences within the same context. This underscores the importance of developing contextually, age and gender specific mental wellbeing interventions in partnership with urban refugee youth. There is a pressing need for research to examine slum/informal settlement environments and pathways to mental wellbeing. The shared social and physical environments in slums/informal settlements allow for diffusion of interventions across neighbourhoods, contributing to economies of scale whereby refugee and non-refugee persons would benefit [15] . Attending to contextual factors through reducing food insecurity and SGBV, and building social support networks, has the potential to advance mental wellbeing among urban refugee and displaced adolescents and youth.", "cite_spans": [{"start": 450, "end": 454, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 1106, "end": 1110, "text": "[15]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Received: 6 March 2020 Accepted: 15 June 2020", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Women's College Research Institute, Women's College Hospital", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "NC 27599-3550, USA. 4 AIDS Control Program, Ministry of Health, Plot 6, Lourdel Road", "authors": [{"first": "Pittsboro", "middle": [], "last": "St", "suffix": ""}, {"first": "Chapel", "middle": [], "last": "Hill", "suffix": ""}], "year": null, "venue": "is the Executive Director of the Most At Risk Population Initiative (MARPI) Clinic, Mulago Hospital", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The contemporary refugee crisis: an overview of mental health challenges", "authors": [{"first": "D", "middle": [], "last": "Silove", "suffix": ""}, {"first": "P", "middle": [], "last": "Ventevogel", "suffix": ""}, {"first": "S", "middle": [], "last": "Rees", "suffix": ""}], "year": 2017, "venue": "World Psychiatry", "volume": "16", "issn": "2", "pages": "130--139", "other_ids": {"DOI": ["10.1002/wps.20438"]}}, "BIBREF4": {"ref_id": "b4", "title": "Developmental traumatology: the psychobiological development of maltreated children and its implications for research, treatment, and policy", "authors": [{"first": "De", "middle": [], "last": "Bellis", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}], "year": 2001, "venue": "Dev Psychopathol", "volume": "13", "issn": "3", "pages": "539--64", "other_ids": {"DOI": ["10.1017/S0954579401003078"]}}, "BIBREF5": {"ref_id": "b5", "title": "Mental health services in low-income and middle-income countries", "authors": [{"first": "K", "middle": ["S"], "last": "Jacob", "suffix": ""}], "year": 2017, "venue": "Lancet Psychiatry", "volume": "4", "issn": "2", "pages": "30423--30423", "other_ids": {"DOI": ["10.1016/S2215-0366(16)30423-0"]}}, "BIBREF6": {"ref_id": "b6", "title": "Our future: a lancet commission on adolescent health and wellbeing", "authors": [{"first": "G", "middle": ["C"], "last": "Patton", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Sawyer", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Santelli", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "387", "issn": "16", "pages": "579--580", "other_ids": {"DOI": ["10.1016/S0140-6736(16)00579-1"]}}, "BIBREF7": {"ref_id": "b7", "title": "Better understanding of youth mental health", "authors": [], "year": 2017, "venue": "The Lancet", "volume": "389", "issn": "", "pages": "31140--31146", "other_ids": {"DOI": ["10.1016/S0140-6736(17)31140-6"]}}, "BIBREF8": {"ref_id": "b8", "title": "Uganda country refugee response plan. Nairobi", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The power of cities", "authors": [{"first": "H", "middle": [], "last": "Park", "suffix": ""}], "year": 2019, "venue": "UNHCR Innovation Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Refugee livelihoods in Kampala, Nakivale and Kyangwali Refugee Settlements. Patterns of Engagement with the Private Sector", "authors": [{"first": "N", "middle": [], "last": "Omata", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaplan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The history, geography, and sociology of slums and the health problems of people who live in slums", "authors": [{"first": "A", "middle": [], "last": "Ezeh", "suffix": ""}, {"first": "O", "middle": [], "last": "Oyebode", "suffix": ""}, {"first": "D", "middle": [], "last": "Satterthwaite", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "16", "pages": "31650--31656", "other_ids": {"DOI": ["10.1016/S0140-6736(16)31650-6"]}}, "BIBREF13": {"ref_id": "b13", "title": "United Nations Educational Scientific and Cultural Organisation", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Sustainable Development Knowledge Platform", "authors": [], "year": 2019, "venue": "UN. Goal", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Urbanization and Development: Emerging Futures", "authors": [{"first": "", "middle": [], "last": "Un-Habitat", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Improving the health and welfare of people who live in slums", "authors": [{"first": "R", "middle": ["J"], "last": "Lilford", "suffix": ""}, {"first": "O", "middle": [], "last": "Oyebode", "suffix": ""}, {"first": "D", "middle": [], "last": "Satterthwaite", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "16", "pages": "31848--31855", "other_ids": {"DOI": ["10.1016/S0140-6736(16)31848-7"]}}, "BIBREF17": {"ref_id": "b17", "title": "The Lancet Commission on global mental health and sustainable development", "authors": [{"first": "V", "middle": [], "last": "Patel", "suffix": ""}, {"first": "S", "middle": [], "last": "Saxena", "suffix": ""}, {"first": "C", "middle": [], "last": "Lund", "suffix": ""}], "year": 2018, "venue": "Lancet", "volume": "392", "issn": "", "pages": "1553--98", "other_ids": {"DOI": ["10.1016/S0140-6736(18)31612-X"]}}, "BIBREF18": {"ref_id": "b18", "title": "Cities as partners: the case of Kampala", "authors": [{"first": "S", "middle": [], "last": "Sabila", "suffix": ""}, {"first": "I", "middle": [], "last": "Silver", "suffix": ""}], "year": 2020, "venue": "Forced Migr Rev", "volume": "63", "issn": "", "pages": "41--43", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Latent class analysis of violence against adolescents and psychosocial outcomes in refugee settings in Uganda and Rwanda", "authors": [{"first": "S", "middle": ["R"], "last": "Meyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Yu", "suffix": ""}, {"first": "S", "middle": [], "last": "Hermosilla", "suffix": ""}, {"first": "L", "middle": [], "last": "Stark", "suffix": ""}], "year": 2017, "venue": "", "volume": "4", "issn": "", "pages": "1--12", "other_ids": {"DOI": ["10.1017/gmh.2017.17"]}}, "BIBREF20": {"ref_id": "b20", "title": "Mental health risks and stressors faced by urban refugees: perceived impacts of war and community adversities among Somali refugees in Nairobi", "authors": [{"first": "H", "middle": [], "last": "Im", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Warsame", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Isse", "suffix": ""}], "year": 2017, "venue": "Int J Soc Psychiatry", "volume": "63", "issn": "8", "pages": "686--93", "other_ids": {"DOI": ["10.1177/0020764017728966"]}}, "BIBREF21": {"ref_id": "b21", "title": "Perceived Neighborhood Safety and Psychological Distress: Exploring Protective Factors", "authors": [{"first": "J", "middle": [], "last": "Booth", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Ayers", "suffix": ""}, {"first": "F", "middle": [], "last": "Marsiglia", "suffix": ""}], "year": 2012, "venue": "J Sociol Soc Welf", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Burden of household food insecurity in urban slum settings", "authors": [{"first": "A", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "A", "middle": [], "last": "Arora", "suffix": ""}, {"first": "C", "middle": [], "last": "Amadi-Mgbenka", "suffix": ""}], "year": 2019, "venue": "PLoS One", "volume": "14", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0214461"]}}, "BIBREF23": {"ref_id": "b23", "title": "Hunger and food insecurity in Nairobi's slums: an assessment using IRT models", "authors": [{"first": "O", "middle": [], "last": "Faye", "suffix": ""}, {"first": "A", "middle": [], "last": "Baschieri", "suffix": ""}, {"first": "J", "middle": [], "last": "Falkingham", "suffix": ""}, {"first": "K", "middle": [], "last": "Muindi", "suffix": ""}], "year": 2011, "venue": "J Urban Heal", "volume": "88", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1007/s11524-010-9521-x"]}}, "BIBREF24": {"ref_id": "b24", "title": "Factors associated with malnutrition among children in internally displaced person's camps, northern Uganda", "authors": [{"first": "M", "middle": ["A"], "last": "Olwedo", "suffix": ""}, {"first": "E", "middle": [], "last": "Mworozi", "suffix": ""}, {"first": "H", "middle": [], "last": "Bachou", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Orach", "suffix": ""}], "year": 2008, "venue": "Afr Health Sci", "volume": "8", "issn": "4", "pages": "244--52", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Prevalence and Factors Associated with Food Insecurity among Women Aged 18-49 Years in Kampala Slums Uganda; A Mixed Methods Study", "authors": [{"first": "G", "middle": [], "last": "Nantale", "suffix": ""}, {"first": "Mbona", "middle": [], "last": "Tumwesigye", "suffix": ""}, {"first": "N", "middle": [], "last": "Kiwanuka", "suffix": ""}, {"first": "N", "middle": [], "last": "Kajjura", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "J Food Secur", "volume": "5", "issn": "4", "pages": "120--128", "other_ids": {"DOI": ["10.12691/jfs-5-4-2"]}}, "BIBREF26": {"ref_id": "b26", "title": "Food insecurity and the risks of depression and anxiety in mothers and behavior problems in their preschool-aged children", "authors": [{"first": "R", "middle": ["C"], "last": "Whitaker", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Phillips", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Orzol", "suffix": ""}], "year": 2006, "venue": "Pediatrics", "volume": "118", "issn": "3", "pages": "859--68", "other_ids": {"DOI": ["10.1542/peds.2006-0239"]}}, "BIBREF27": {"ref_id": "b27", "title": "Household food insecurity and mental health among teenage girls living in urban slums in Varanasi, India: A cross-sectional study", "authors": [{"first": "D", "middle": [], "last": "Rani", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "D", "middle": [], "last": "Acharya", "suffix": ""}, {"first": "R", "middle": [], "last": "Paudel", "suffix": ""}, {"first": "K", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Singh", "suffix": ""}], "year": 2018, "venue": "Int J Environ Res Public Health", "volume": "15", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph15081585"]}}, "BIBREF28": {"ref_id": "b28", "title": "How can community health programmes build enabling environments for transformative communication? Experiences from India and South Africa", "authors": [{"first": "C", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "F", "middle": [], "last": "Cornish", "suffix": ""}], "year": 2012, "venue": "AIDS Behav", "volume": "16", "issn": "4", "pages": "847--57", "other_ids": {"DOI": ["10.1007/s10461-011-9966-2"]}}, "BIBREF29": {"ref_id": "b29", "title": "Enabling approaches for HIV/AIDS prevention: can we modify the environment and minimize the risk?", "authors": [{"first": "O", "middle": [], "last": "Tawil", "suffix": ""}, {"first": "A", "middle": [], "last": "Verster", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "O&apos;reilly", "suffix": ""}], "year": 1995, "venue": "AIDS", "volume": "9", "issn": "12", "pages": "1299--306", "other_ids": {"DOI": ["10.1097/00002030-199512000-00001"]}}, "BIBREF30": {"ref_id": "b30", "title": "I tried to resist and avoid bad friends\": the role of social contexts in shaping the transformation of masculinities in a gender transformative and livelihood strengthening intervention in South Africa", "authors": [{"first": "A", "middle": [], "last": "Gibbs", "suffix": ""}, {"first": "R", "middle": [], "last": "Jewkes", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sikweyiya", "suffix": ""}], "year": 2018, "venue": "Men Masc", "volume": "21", "issn": "4", "pages": "501--521", "other_ids": {"DOI": ["10.1177/1097184X17696173"]}}, "BIBREF31": {"ref_id": "b31", "title": "Coping with depressive symptoms in young adults: Perceived social support protects against depressive symptoms only under moderate levels of stress", "authors": [{"first": "M", "middle": [], "last": "Ioannou", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Kassianos", "suffix": ""}, {"first": "M", "middle": [], "last": "Symeou", "suffix": ""}], "year": 2019, "venue": "Front Psychol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyg.2018.02780"]}}, "BIBREF32": {"ref_id": "b32", "title": "The relationship between perceived family support and depressive symptoms in adolescence: what is the moderating role of coping strategies and gender?", "authors": [{"first": "E", "middle": [], "last": "Hickey", "suffix": ""}, {"first": "A", "middle": [], "last": "Fitzgerald", "suffix": ""}, {"first": "B", "middle": [], "last": "Dooley", "suffix": ""}], "year": 2017, "venue": "Community Ment Health J", "volume": "53", "issn": "4", "pages": "474--81", "other_ids": {"DOI": ["10.1007/s10597-017-0087-x"]}}, "BIBREF33": {"ref_id": "b33", "title": "The impact of neighborhood environment, social support, andAvoidance coping on depressive symptoms of pregnant African-American women. Women's Heal Issues", "authors": [{"first": "C", "middle": [], "last": "Giurgescu", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Zenk", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Templin", "suffix": ""}], "year": 2015, "venue": "", "volume": "25", "issn": "", "pages": "294--302", "other_ids": {"DOI": ["10.1016/j.whi.2015.02.001"]}}, "BIBREF34": {"ref_id": "b34", "title": "The impact of neighborhood quality, perceived stress, and social support on depressive symptoms during pregnancy in African American women", "authors": [{"first": "C", "middle": [], "last": "Giurgescu", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Misra", "suffix": ""}, {"first": "S", "middle": [], "last": "Sealy-Jefferson", "suffix": ""}], "year": 2015, "venue": "Soc Sci Med", "volume": "130", "issn": "", "pages": "172--80", "other_ids": {"DOI": ["10.1016/j.socscimed.2015.02.006"]}}, "BIBREF35": {"ref_id": "b35", "title": "The Joint United Nations Programme On HIV and AIDS. UNAIDS 2016 Prevention Gap Report", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Review of sampling hard-toreach and hidden populations for HIV surveillance", "authors": [{"first": "R", "middle": [], "last": "Magnani", "suffix": ""}, {"first": "K", "middle": [], "last": "Sabin", "suffix": ""}, {"first": "T", "middle": [], "last": "Saidel", "suffix": ""}, {"first": "D", "middle": [], "last": "Heckathorn", "suffix": ""}], "year": 2005, "venue": "Aids", "volume": "19", "issn": "2", "pages": "67--72", "other_ids": {"DOI": ["10.1097/01.aids.0000172879.20628.e1"]}}, "BIBREF37": {"ref_id": "b37", "title": "The PHQ-9: validity of a brief depression severity measure", "authors": [{"first": "K", "middle": [], "last": "Kroenke", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Spitzer", "suffix": ""}, {"first": "Jbw", "middle": [], "last": "Williams", "suffix": ""}], "year": 2001, "venue": "J Gen Intern Med", "volume": "16", "issn": "9", "pages": "606--619", "other_ids": {"DOI": ["10.1046/j.1525-1497.2001.016009606.x"]}}, "BIBREF38": {"ref_id": "b38", "title": "Exploring factors associated with condom use self-efficacy and condom use among northern and indigenous adolescent peer leaders in northern Canada", "authors": [{"first": "C", "middle": ["H"], "last": "Logie", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Lys", "suffix": ""}, {"first": "M", "middle": [], "last": "Okumu", "suffix": ""}, {"first": "J", "middle": [], "last": "Fujioka", "suffix": ""}], "year": 2019, "venue": "Vulnerable Child Youth Stud", "volume": "14", "issn": "1", "pages": "50--62", "other_ids": {"DOI": ["10.1080/17450128.2018.1554277"]}}, "BIBREF39": {"ref_id": "b39", "title": "Factors associated with sexually transmissible infection testing practices among men who have sex with men in Jamaica: results from a cross-sectional, tablet-based survey", "authors": [{"first": "C", "middle": ["H"], "last": "Logie", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Kenny", "suffix": ""}, {"first": "A", "middle": [], "last": "Lacombe-Duncan", "suffix": ""}], "year": 2018, "venue": "Sex Health", "volume": "15", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1071/SH17186"]}}, "BIBREF40": {"ref_id": "b40", "title": "The multidimensional scale of perceived social support", "authors": [{"first": "G", "middle": ["D"], "last": "Zimet", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Dahlem", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Zimet", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Farley", "suffix": ""}], "year": 1988, "venue": "J Pers Assess", "volume": "52", "issn": "1", "pages": "30--41", "other_ids": {"DOI": ["10.1207/s15327752jpa5201_2"]}}, "BIBREF41": {"ref_id": "b41", "title": "Why sex and gender matter in implementation research economic, social, and ethical factors affecting the implementation of research", "authors": [{"first": "C", "middle": [], "last": "Tannenbaum", "suffix": ""}, {"first": "L", "middle": [], "last": "Greaves", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Graham", "suffix": ""}], "year": 2016, "venue": "BMC Med Res Methodol", "volume": "16", "issn": "1", "pages": "1--9", "other_ids": {"DOI": ["10.1186/s12874-016-0247-7"]}}, "BIBREF42": {"ref_id": "b42", "title": "Mplus User's Guide. 8th ed. Los Angeles: Muthén & Muthén", "authors": [{"first": "L", "middle": ["K"], "last": "Muthén", "suffix": ""}, {"first": "B", "middle": ["O"], "last": "Muthén", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Principles and practice of structural equation modeling", "authors": [{"first": "R", "middle": ["B"], "last": "Kline", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Structural equation modeling", "authors": [{"first": "N", "middle": ["K"], "last": "Bowen", "suffix": ""}, {"first": "S", "middle": [], "last": "Guo", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Major depressive disorder seven years after the conflict in northern Uganda: burden, risk factors and impact on outcomes (the Wayo-Nero study)", "authors": [{"first": "J", "middle": [], "last": "Mugisha", "suffix": ""}, {"first": "H", "middle": [], "last": "Muyinda", "suffix": ""}, {"first": "S", "middle": [], "last": "Malamba", "suffix": ""}, {"first": "E", "middle": [], "last": "Kinyanda", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "15", "issn": "1", "pages": "1--12", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Prevalence and factors associated with posttraumatic stress disorder seven years after the conflict in three districts in northern Uganda (the Wayo-Nero study)", "authors": [{"first": "J", "middle": [], "last": "Mugisha", "suffix": ""}, {"first": "H", "middle": [], "last": "Muyinda", "suffix": ""}, {"first": "P", "middle": [], "last": "Wandiembe", "suffix": ""}, {"first": "E", "middle": [], "last": "Kinyanda", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "15", "issn": "1", "pages": "1--12", "other_ids": {"DOI": ["10.1186/s12888-015-0551-5"]}}, "BIBREF47": {"ref_id": "b47", "title": "Why is depression more prevalent in women?", "authors": [{"first": "P", "middle": ["R"], "last": "Albert", "suffix": ""}], "year": 2015, "venue": "J Psychiatry Neurosci", "volume": "40", "issn": "4", "pages": "219--240", "other_ids": {"DOI": ["10.1503/jpn.150205"]}}, "BIBREF48": {"ref_id": "b48", "title": "Food insecurity and mental health among females in highincome countries", "authors": [{"first": "M", "middle": [], "last": "Maynard", "suffix": ""}, {"first": "L", "middle": [], "last": "Andrade", "suffix": ""}, {"first": "S", "middle": [], "last": "Packull-Mccormick", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Perlman", "suffix": ""}, {"first": "C", "middle": [], "last": "Leos-Toro", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Kirkpatrick", "suffix": ""}], "year": 2018, "venue": "Int J Environ Res Public Health", "volume": "15", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph15071424"]}}, "BIBREF49": {"ref_id": "b49", "title": "Impact of survey length and compensation on validity, reliability, and sample characteristics for Ultrashort-, short-, and long-research participant perception surveys", "authors": [{"first": "R", "middle": ["G"], "last": "Kost", "suffix": ""}, {"first": "Correa", "middle": [], "last": "Da Rosa", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "J Clin Transl Sci", "volume": "2", "issn": "1", "pages": "31--38", "other_ids": {"DOI": ["10.1017/cts.2018.18"]}}, "BIBREF50": {"ref_id": "b50", "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence", "authors": [{"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "912--932", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30460-8"]}}, "BIBREF51": {"ref_id": "b51", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of factors associated with depressive symptoms among urban refugee and displaced youth in Kampala, Uganda (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "significant other dimension) (β = − 0.22, p < 0.050) and social support (family dimension) (β = − 0.22, p < 0.050) were associated with reduced depression. Adjusting for other variables, a 1-point increase in either significant other or family social support dimensions was associated with a 0.22-point decrease in depression. The final model (Model 3) explained greater variance in depression (Adjusted R square = 0.24) than the other models (Model 1: 0.06, Model 2: 0.12).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "= 2.09, p = 0.352; RMSEA = 0.02, 90% CI [0.000, 0.19], CFI = 0.99. SEM findings are reported in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Final path analysis of the relationship between a latent construct of violence, community insecurity, depression, and the proposed mediator of social support among urban refugee and displaced adolescent girls and young women in Kampala, Uganda (N = 333)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Final path analysis of the relationship between food insecurity, childhood sexual abuse, depression, and the proposed mediator of a latent construct of social support among urban refugee and displaced adolescent boys and young men in Kampala, Uganda (N=111). Note: *p<.05, **p<.01, ***p<.001", "latex": null, "type": "figure"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Final path model parameter estimates of the relationship between food insecurity, childhood sexual abuse, depression, and the proposed mediator of a latent construct of social support among urban refugee and displaced adolescent boys and young men in Kampala, Uganda", "latex": null, "type": "table"}}, "back_matter": [{"text": "We acknowledge all of the peer navigators and participants, as well as collaborating agencies: Ugandan Ministry of Health, Office of the Prime Minister, Young African Refugees for Integral Development (YARID), Tomorrow Vijana, Most At Risk Populations Initiative (MARPI), and InterAid Uganda.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Authors' contributions CL was the principal investigator and conceptualized the study and manuscript, led writing and contributed to the data analysis. MO significantly contributed to the study design, manuscript conceptualization and writing and conducted the data analysis. SM, RH, DC and PK contributed to the study design, participant recruitment and data collection, and data interpretation. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The datasets generated and/or analysed during the current study are not publicly available due to research ethics board restrictions but are available from the corresponding author on reasonable request and on attaining research ethics board amendments from the University of Toronto and Uganda Ministry of Health.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study received ethical approval from the University of Toronto, Canada and the Ugandan Ministry of Health. We also received permission from Office of the Prime Minister. All participants provided informed consent to participate in the study.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "Authors declare they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}