{
    "paper_id": "1c790d03e54febf61d60970a5608c79085563a0a",
    "metadata": {
        "title": "Journal Pre-proof CHIRURGIE GYNECOLOGIQUE EN PERIODE COVID +Recommandations de sortie de crise CHIRURGIE GYNECOLOGIQUE EN PERIODE COVID + -Recommandations de sortie de crise - GYNECOLOGIC SURGERY IN THE ERA OF COVID19 -Recommendations for deconfinement",
        "authors": [
            {
                "first": "Michel",
                "middle": [],
                "last": "Canis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Estaing",
                    "location": {
                        "postCode": "63000",
                        "settlement": "Clermont Ferrand",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Descamps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Angers",
                    "location": {
                        "postCode": "49100",
                        "settlement": "Angers",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Gil",
                "middle": [],
                "last": "Dubernard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU de la Croix Rousse",
                    "location": {
                        "postCode": "69000",
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Philippe",
                "middle": [],
                "last": "Estrade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Bouchard Groupe Elsan",
                    "location": {
                        "postCode": "13006",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Mourtialon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maison Médicale de Provence",
                    "location": {
                        "postCode": "13100",
                        "settlement": "Aix-en Provence",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Hervé",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CHU Bicêtre Service Gynécologie Obstétrique 78 rue du Général Leclerc",
                    "institution": "GHU-Sud, CHU Bicêtre",
                    "location": {
                        "addrLine": "78 rue du Général Leclerc",
                        "postCode": "94270, 94270",
                        "settlement": "Le Kremlin Bicêtre, Le Kremlin Bicêtre Tél : 01.45.21.77.01",
                        "country": "France"
                    }
                },
                "email": "herve.fernandez@aphp.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Titre court : Chirurgie gynécologique et déconfinement Gynecologic surgery and deconfinement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "La fin de l'épidémie n'est actuellement pas prévisible et impose de définir des recommandations pouvant être conservées jusqu'à la fin de l'année 2020. Cette crainte est alimentée par les données chinoises sur la surmortalité en période d'épidémie et ceci quel que soit le statut Covid (1) On pourrait résumer la problématique d'une phrase lapidaire : « Tout le monde est Covid+ jusqu'à preuve du contraire ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A court terme, dans la discussion du déconfinement, il est nécessaire de s'adapter à l'environnement sanitaire régional, à la disponibilité du personnel médical et non médical, aux ressources d'équipements ce qui implique que les recommandations émises devraient être adaptées. C'est le rôle de la SCGP face au souhait des ARS de définir une politique de sortie de crise. Une stratégie nationale de dépistage des patientes vis à vis du COVID 19 doit être préconisée avant la prise en charge de leur pathologie gynécologique, bénigne ou maligne, pour à la fois les protéger d'une forme sévère de COVID-19 et protéger les équipes soignantes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "De plus la prudence doit s'imposer, car la vérité de ce jour ne sera pas obligatoirement celle des prochaines semaines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La téléconsultation est devenue une nouvelle opportunité comme premier contact avec les patientes pour « trier » celles qui doivent être vues physiquement et donc diminuer le nombre de celles qui doivent se déplacer ou bien prescrire les examens complémentaires nécessaires en fonction des symptômes avant de les voir physiquement pour limiter le nombre de venue à l'hôpital. Concernant le suivi ou la consultation post-opératoire, la téléconsultation doit permettre d'éviter un nouveau déplacement. Bien sûr, la principale limite de la téléconsultation est l'impossibilité d'examiner les patientes, ce qui pose problème pour le suivi des cancers surtout utérins, mais tant que la situation épidémique n'est pas contrôlée, la téléconsultation reste préférable. Dans toutes les situations, Covid+ ou Covid-, si la patiente refuse la proposition thérapeutique, il apparaît nécessaire, à défaut de faire signer une lettre de refus, de tracer le désir de ne pas recevoir de soins au moment où celui-ci lui a été proposé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ces recommandations de sortie de crise ou de déconfinement ont pour but de recréer une activité chirurgicale pour limiter les pertes de chance thérapeutique et éviter d'observer un impact négatif en santé publique du à l'absence des traitements jugés nécessaires. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La salle d'opération"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of Covid-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recommendations for the surgical management of gynecological cancers during the COVID-19 pandemic -FRANCOGYN group for the CNGOF",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akladios",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gynecol Obstet Hum Reprod",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Robot assisted surgery during the COVID-19 pandemic, especially for gynecological cancer: a statement of the Society of European Robotic Gynaecological Surgery (SERGS)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kimmig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gynecol Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et la SFAR(2) s'appuient sur les recommandations du haut conseil de la santé publique qui conseille de maintenir la ventilation de la salle d'opération en surpression. Le risque de disséminer du virus dans les couloirs est très faible parce que l'air des salles est renouvelé 15 fois par heure. Si on attend 5 minutes avant d'ouvrir les portes après l'intubation ou l'extubation le risque parait faible. Il faut limiter les entrées et sorties de la salle d'opération. Par contre il faut extuber en salle d'opération plus qu'en salle de réveil qui n'est pas ventilée. Coelioscopie ou laparotomie Les recommandations de l'ESGE(3) gardent une place à la laparotomie quand il existe un risque de plaie digestive ou une chirurgie complexe. Chez les patientes Covid+, le personnel doit être protégé, masque FFP2 et visière de protection des yeux semblent indispensables. L'intubation est faite avec peu de monde en salle et il ne faut pas ouvrir les portes dans les 5 minutes qui suivent. L'intubation est un moment à risque de contage important et nécessite des protections pour l'anesthésiste qui doit être équipés de lunettes, d'une casaque de protection, de double paire de gant et de masque FFP2. Il faut vérifier les systèmes d'aspiration et en particulier les filtres disponibles sur les systèmes d'aspiration et la protection des personnels qui évacuent les déchets en fin d'intervention. Il est aussi très important de faire une checklist précise des instruments éventuellement nécessaires pour limiter le nombre d'ouverture des portes de la salle d'opération. L'installation est traditionnelle. Ce sont les fumées qui sont dangereuses et pas le CO2 insufflé initialement. Il faut privilégier les pressions basses entre 8 & 10mmHg. Le chirurgien doit limiter les fuites du pneumopéritoine et leurs conséquences en limitant les productions de fumée, et en les aspirant. Les systèmes d'aspiration de fumées doivent comporter des filtres de type ULPA. Les incisions utilisées pour la mise en place des trocarts doivent être aussi courtes que parait bien d'utiliser des trocarts à ballonnet pour limiter les fuites. Pendant l'intervention le chirurgien doit pour chaque geste se poser la question d'une fuite induite par le geste et du moyen de l'éviter. Par exemple l'ouverture du vagin ne doit plus être réalisée par coelioscopie. En fin d'intervention, les trocarts doivent être retirés après aspiration complète du pneumopéritoine Les réglages du bistouri doivent être aussi bas que possible. Il faut privilégier l'énergie bipolaire qui a un effet de dessiccation et qui produit de la vapeur d'eau, avec un réglage à 35 -40 W. L'énergie monopolaire produit des débris cellulaires surtout si on utilise des voltages élevés (mode coagulation). De même l'ultracision produit la rupture des cellules et la création d'aérosol. L'électrochirurgie a l'avantage de la montée en température qui par effet thermique 70 à 100°C peut tout de même détruire certains virus. Il faut donc privilégier l'énergie bipolaire avec des instruments propres et des puissances faibles au mieux adaptées aux recommandations du constructeur de l'instrument. Les sutures extracorporelles doivent être limitées pour éviter les fuites. La coelioscopie a l'avantage de meilleures conditions de ventilation post opératoire chez des patientes fragiles. La coelioscopie doit rester la voie d'abord de référence toutes les fois que cela est possible par opposition à la laparotomie. Les risques possibles mais non confirmés peuvent être prévenus par une technique adéquate. Pour contre indiquer la coelioscopie, la bonne raison serait de contre indiquer l'anesthésie générale. La question posée est celle du risque lié à l'intubation qui semble aggraver la maladie respiratoire et qu'il semble souhaitable d'éviter chez certaines de ces patientes. Cette discussion se fait au cas par cas avec l'équipe d'anesthésie et de réanimation. En situation d'urgence chirurgicale absolue (GEU rompue avec instabilité tensionnelle), une laparotomie a pu être proposée systématiquement mais la voie d'abord doit être discutée et toujours favoriser la coelioscopie quand elle est possible. Dans les situations d'urgence relative, anémie ménométrorragies par exemple, l'intervention peut souvent être différée de quelques jours jusqu'à la guérison de la maladie Covid. Mais un grand nombre d'hystérectomies vaginales ou de gestes d'hystéro-résection sont réalisables avec une anesthésie loco régionale. La concertation avec l'équipe d'anesthésie reste la clé à cette question comme la discussion dans l'équipe chirurgicale pour que le chirurgien le plus habitué à une voie d'abord officie. Les perspectives de sortie de crise et les modalités de reprogrammation La prévention du risque est déterminée par un interrogatoire (score à valider dans le futur), un test PCR, éventuellement couplé à un scanner thoracique puis dans les jours ou semaines à venir aux sérologies, en fonction des disponibilités logistiques de chaque centre et peut être l'échographie pulmonaire. Cette prévention est à coupler avec celle émise par la SFAR, incluant la NFS pour déterminer une éosinopénie, une lymphopénie, et une augmentation de la CRP, voire à d'autres examens dont les demandes vont évoluer au cours des prochaines semaines. L'information des patientes sur le contexte pathologique, la balance risque-bénéfice, l'existence d'une liste d'attente liée à la priorisation de certaines pathologies est le préalable indispensable. Pour les chirurgiens, surtout libéraux, un contact avec leur assureur afin de confirmer qu'ils sont effectivement couverts paraît indispensable. Une « cellule de crise » validant les programmes opératoires afin d'éviter des surcharges d'interventions pouvant être différées est à mettre en place au niveau de chaque bloc opératoire. 2 situations, selon le statut Covid-19. Quel qu'il soit, il convient d'instaurer dans les blocs opératoires un circuit pour les patientes positives et dont la prise en charge chirurgicale ne indication ne relève que de l'urgence non différable : Aspiration pour Fausses Couches. IVG même si on doit privilégier les méthodes médicales en évitant de se retrouver hors délais. Grossesses extra-utérine à traiter par coelioscopie ou Méthotrexate en fonction des indications qui ne changent pas. Torsion d'annexes. IGH traitées par ponction-évacuation sous contrôle échographique ou coelioscopie en fonction de la situation clinique. L'indication relève de l'urgence différable Saignements utérins avec anémie (Hb< 10g/l) nécessitant une hystéroscopie opératoire, une hystérectomie, voire une embolisation en l'absence de désir ultérieur de procréation ou un traitement médical par agonistes et supplémentation en fer. Dans toutes ces situations privilégier l'ALR quand cela est possible. Les autres indications opératoires vont dépendre de la pathologie et du temps acceptable pour différer la prise en charge (maximum 4 semaines dans la majorité des cas). La reprise de l'activité chirurgicale va dépendre des contraintes matérielles, drogues anesthésiques, matériels de ventilation et d'habillage des chirurgiens …. Pour la patiente Covid négatif ou supposée négative Les cancers (en différant si possible l'intervention par l'instauration ou le prolongement d'une chimiothérapie uniquement quand celle-ci est indiquée), si le pronostic est bon et/ou si la chirurgie est le meilleur traitement et/ou si le fait de différer l'intervention est une perte de chance. Nous devons statuer sur l'indication opératoire après concertation multidisciplinaire (RPC) et en lien les recommandations des sociétés de cancérologie et celle de l'institut Nationale du Cancer. Ce n'est qu'en cas de difficultés d'accès au bloc opératoire du fait d'une structure saturée par les patients COVID-19 qu'une adaptation de la prise en charge peut être proposée (4). L'absence de prise en charge d'une patiente atteinte de cancer est plus délétère qu'une prise en charge adaptée aux ressources médicales existantes. La réalisation de registre de suivi des patientes est en cours. Pour la chirurgie robotique, le cadre de suivi des recommandations est identique et doit surtout être en lien avec les autres spécialités utilisant le robot (5). La chirurgie oncologique du sein sans reconstruction. Les pathologies anémiantes avec inefficacité du traitement médical. Les pathologies suspectes de néoplasie nécessitant une conisation, une hystéroscopie, une coelioscopie (chirurgie annexielle). Les pathologies douloureuses et résistantes au traitement médical (endométriose). La question de la chirurgie d'infertilité pour les femmes d'âge > 38ans (hystéroscopie, coelioscopie) doit être à mettre en parallèle avec la possibilité de reprendre les traitements d'AMP. L'urogynécologie est probablement à décaler hormis le cas des prolapsus invalidant (Stade IV).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Liens d'intérêts ; aucun conflit d'intérêts ANNEXE : Score diagnostique primaire Avez-vous actuellement une cirrhose du foie Oui non Êtes traité pour une hypertension artérielle oui Non Avez-vous présenté un AVC (accident vasculaire cérébral) ? oui non Avez-vous présenté un infarctus du myocarde ? Avez-vous des stents ? oui non Avez-vous des douleurs dans la poitrine ? 1/10 Êtes gêné pour respirer ? Cet exercice a pour but d'évaluer votre fonction respiratoire. Compter à haute voix et au rythme de 1 chiffre par seconde environ, d'une traite et sans reprendre votre respiration Nombre atteint : Êtes vous déshydraté (bouche séche, langue séche, soif intense, urines rares et foncées..) ? oui non Est-ce que votre état de santé s'est aggravé dans les derniéres 24 heures ? oui non Avez-vous pris du paracétamol dans les dernières 24H (doliprane,dafalgan, efferalgan..) ? oui non Avez-vous pris du des anti-iflammatoires dans les dernières 24H (aspirine, ibuproféne, corticoides…) ?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}