{
    "paper_id": "1c7e8ec5f981456252cc2393be914e0337d6deb4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "calling his song, \"Grass Mud Horse Style.\" This was a subversive phase of his defiance against the state of China. He even waved around a pair of handcuffs in reference to his arrest in 2011. Psy and Wei-Wei form a startling contrast in terms of their values and ideals. In many ways, their tension addresses what this chapter is about.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Housing, money, and work define our urban landscape today. People are leaving the countryside and coming into the metropolises all over the world. This has been especially the case in China. Shanghai has grown to be a city that rivals New York as a center of trade, commerce, and marketing. Where we live and the financial debt we carry is constantly increasing. Young people all over the world are searching for their place in society where there are no jobs, and where learning to learn has become the new criteria of existence. A 'flexible subject' is demanded for industry. It seems we must continually be in school so that we can keep up with technology, both formally and informally. With the COVID pandemic of 2020, this situation has been exacerbated. The question of how the world's economy is about to change is in the balance as a 'depression' is likely with so many unemployed in each and every country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Against this background, the brilliant director Kim Ki-duk (see Chapter 5) wrote and an incredible film addressing this issue, very much against the K-pop phenomena, questioning what is going in in the Korean society. He is not a popular director as he has become, in many respects the 'moral consciousness' of the nation, raising questions that are difficult-to say the least. Kim Ki-duk, following Deleuze (2004) , \"is a symptomologist' […] The world can be treated as a symptom and searched for signs of disease, signs of life, signs of a cure, signs of health. […] The artist in general must treat the world as a symptom, and build his work not like a therapeutic, but in every case like a clinic. The artist is not outside the symptoms, but makes a work of art from them, which sometimes serves to precipitate them, and sometimes to transform them\" (140).",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 414,
                    "text": "Deleuze (2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "In every which way Kim Ki-duk is such an artist. In 빈집 (Bin-jip, literal translation is Empty House, unfortunately sold as 3-Iron as an English title, 2004), we are introduced to a young man, Tae-suk, who has no last name. He is homeless, yet seems extraordinarily happy, practicing golf, a symbolic game for the rich businessmen and CEOs, with a three-iron, the most difficult club to use and control the ball. 1 The story line is that he breaks into homes of (mostly) wealthy people who are on vacation. Rather than stealing anything, he ends up repairing broken things. He makes himself 'at home.' Eventually, he breaks into a house where a young woman, Sun-hwa, is being abused by her rich businessman husband. The young man 'rescues' her. She leaves her husband, and she and the young man begin to live what is a nomadic existence, occupying empty houses wherever they find them. In the last house they occupy, they find an old man that had died. Tae-suk and Sun-hwa lovingly give him a traditional burial, but the dead father's son comes to the house and the two are arrested. Upon investigation, the young woman is released and sent back to her business husband while young man is detained, put in prison until they find out if he indeed had killed the old man. The police are unable to find any history of this young man. No family name, no family, nothing. It is as though he were a ghost, occupying time and space that are outside the symbolic universe.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "It is precisely this idea that Kim Ki-duk wants his audience to think about. Another way of living and being outside of the way Korean society is structured, a parallel universe that is 'outside' Korean society and yet intimately inside it as well. This is a folded space and time (Deleuze 1992) where a different order of values insists. These values are 'timeless' in that they are part of an ethical system long since abandoned by technological societies. Kim Ki-duk does this by illustrating a mental framework (a way of becoming) that gives Tae-suk freedom despite being put into chains. We might think here of the 27 years Nelson Mandela spent in South African jail cell, as the young man is put in a small cell. It is here that Kim Ki-duk shows us how to 'become-imperceptible' 2 -that is how to become a 'free spirit' freed of material goods that are taken as the substitution for what is the most valuable things in life, like love, friendship, the repairing of broken things, walking on the earth as if it were rice paper so that the paper does not tear.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 295,
                    "text": "(Deleuze 1992)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "There is an amazing sequence of events where Kim Ki-duk shows how Tae-suk becomes imperceptible while put in his tiny cell. Kim Ki-duk positions his camera angles in such a way that the audience is able to grasp the interaction between the guard and Tae-suk. The guard enters the cell three times, each time beating Tae-suk for trying to escape, until he visits him a fourth time when he has become 'invisible.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "In the first visit, Tae-suk learns to become an insect. It seems he can effortlessly climb the walls of his cell. When the guard comes in and sees that he has 'impossibly' climbed to reach a window high above, he beats him (Screen image 10.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "In the second visit, Tae-suk begins to meditate and move around the cell to feel of the space and the floor of the cell (Screen images 10. 2, 10.3, and 10.4) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 157,
                    "text": "2, 10.3, and 10.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "When the guard comes into the cell for the second time, Tae-suk has 'disappeared.' The camera shows us that he is making the very same moves as the guard, but behind him. He has become the guard's shadow (Screen image 10.5). However, the sunlight gives him away as the guard looks down on the floor and sees his shadow. The guard then proceeds to beat him with his stick (Screen image 10.6). Now, Tae-suk draws an eye on his hand which enables him finally to become 'one' with the cell of his existence (Screen image 10.7). He now becomes imperceptible as Kim Ki-duk's camera unable to follow him. He has disappeared, becoming imperceptible (Screen image 10.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "In the last sequence, he has become a ghost-invisible. When the guard comes into the cell for the last time, Tae-suk taps him on the shoulder and hits him so that he falls against the wall. The guard tries to go into the cell but he is firmly hit again by this 'ghost.' The guard is so shaken by this happening to him that he closes the door. Tae-suk is finally freed as he is found innocent of any wrongdoing. It has been the genius of Kim Ki-duk, to show that there is another side of living the Tao that seems to be 'lost,' or no longer as important in such a technologically fixed world such as ours. It is technology that raises all sorts of questions for art|education in today's contemporary world as questioned in the last chapter. Young people are confronted with the speed of the information age and the flood of screen technologies where smartphones and online games are the most prevalent. It has led to pathologies that remain inexplicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "In Korea, which is one of the most digitally connected societies in the world, the problem of Internet addiction was recognized as far back as the late 1990s, and now the claim by Byun Gi-won, the leading researcher at the Balance Brain Center in Seoul (Baek Il-Hyun and Park Eun-Jee 2013) provides evidence that there is a huge increase, up to 18.4% of people aged 10 through to 19, who use their smartphones for more than 7 hours a day, suffering from what has been called 'digital dementia' (디지털치매). Short-term memory is being affected because there is an overreliance on the archive-that is, the stored memory within the machine. Certain areas of the right brain begin to atrophy; they become smaller and shrivel up, just as in dementia patients. While there is some truth to this, this is not to sound the alarm regarding technologies. One should, of course, be leery of applying such research as a scare tactic. In the nineteenth-century England, women were told not to read romance novels because they would become too absorbed in these stories, which would have detrimental effects on society-meaning that their husbands were being neglected! The overuse of any one thing leads to concerns, but to remain ignorant of effects and affects of technology seems equally foolish. Franco Berardi (2015) makes a strong point: \"According to many linguists and anthropologists, the ability of Koreans to transmit digital content faster than in any other country of the world is an effect of the Hangeul writing system, which is ideally suited for digital technology\" (191). More to the point:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "Unlike other alphabetic writing systems Hangeul has a similar number of consonants and vowels. Thus, when designing a keyboard it is possible to arrange consonants and vowels symmetrically, assigning 14 keys to the consonants on the left and 12 keys to the vowels on the right. Cellphone keypads have far fewer keys than computer keyboards, but since there are only eight basic letters in Hangeul before adding strokes or combining letters, sending text messages on a cell phone using Hangeul is more convenient and accessible than is the case with other alphabets. Korea's leading cell phone makers applied the basic principles of Hangeul in their text-input methods. (Koehler 2011: 62) For Berardi (2015) , this has had severe consequences. To quote his worried conviction:",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 687,
                    "text": "(Koehler 2011: 62)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 706,
                    "text": "Berardi (2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Nomadic Youth"
        },
        {
            "text": "Nan June Paik's well-known monumental Dadaikseon (The More the Better), produced in 1988 that stands in the foyer (lobby) of the National Museum of Contemporary Art in Seoul, speaks to the technological age. Nan June Paik was one of the first artists to develop video art that addresses the technological changes that were taking place in the 1960s and 1970s. Ideologically, this monument has been used to celebrate Korean nationalism, celebrating the 24th Seoul Olympic Games in 1988. Its 1003 TV monitors are said to represent the Third of October, the National Foundation Day of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From toa to ZeN aNd Back agaiN"
        },
        {
            "text": "As is well known, Nam June Paik has been immortalized as a national and cultural hero, a pioneering figure of the Korean avant-garde, despite his family's background (Paik left the country at the age of 17 and half and spent his adulthood in Germany and America). Less well known is Nam June Paik's critical stance toward technology that his explorations of video art reveal. Paik called his strategy \"the Zen gaze,\" a way of seeing that expects the audience to 'see' where there is nothing to 'see,' and to create perception, to make us think for ourselves instead of consuming the image. Paik's conceptual work addressed the televisual and video area of images theorists like Paul Virilio (see Chapter 9) were so alarmed by. As Paik says, \"Enjoy boredom\" (from, Nam June Paik, Zen TV 1973, see also Munroe 2009 ). The 'boredom' is to make you think, to avert your gaze or vision from the short circuit of being attracted and then immediately distracted by his video artworks as if there is nothing to 'see.' In other words, Paik is asking viewers to contemplate rather than consume screen media. The title of his monumental sculpture, 'The More the Better' becomes rather ironic from this understanding. His Zen gaze is evident in this work as well. The viewer becomes quickly absorbed by the many television sets that arise from the circulation of images on the tower's surface, at the same time distraction arises almost immediately as it is impossible to concentrate on the entire work, not even by looking at individual television sets that have 'found footage,' some from the broadcasts of the 1988 Olympic events, but no narratives can be 'read.' Paik also places empty white screens in among these 1000+ screens to further distract the viewers. The spectator encounters an endless circulation of images that is a strong contrast to the static quality of the tower that offers another critical distance for possible contemplation.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 812,
                    "text": "Munroe 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "From toa to ZeN aNd Back agaiN"
        },
        {
            "text": "The static tower reduces the frenetic quality of the images, and despite the claim it is a national monument to \"the artistic and technical excellence of the Korean people,\" this work is supposed to embody \"the artist's sincere hope for national prosperity,\" the words that are found on the official museum placard describing the work of art. Paik is more interested in the social commentary of the televised image and the way his monumental tower addresses the iconic towers of the past like Tatlin's Monument to the Third International, Brancusi's Endless Tower, and Stonehenge. These works appeared on the cover of the art catalogue in 1988. The impermanence of television image and the permanence of the monument seem to be the contrast he was asking us to think about through his Zen gaze.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From toa to ZeN aNd Back agaiN"
        },
        {
            "text": "Paik's use of the Zen gaze via closed-circuit technology appears throughout his oeuvre, most prominently perhaps in the series of Buddha video artworks that he did, the most famous being TV Buddha (1974) , which is so minimalist that it raises many questions as to what boredom as contemplation is all about. As Hans Belting (2002) put it, \"There is actually no viewer but a Buddha statue, and we are seeing what the statue cannot see: the duplication of the same image which thereby empties itself. The statue is also an image which means that an image is mirrored in an image\" (402). Paik was to do many variations on this theme, such as his Techno Buddha, Whitney Buddha (1982) and his Something Pacific (1986). Eventually, turning to Rodin's \"The Thinker\" to bring home that the Zen gaze in art is not about the image. It's about turning our contemplation to the world around us, asking us to think what is being presented. Paik revealed the 'riddle' of these Buddhas when he wrote: \"The very old mirror and the Buddhas are one and the same. The one who sees, and the one who is seen, are one and the same, much as the one who is mirrored, coincides with his mirror image\" (in Belting 2002: 404) . So, for Paik, the world is nothing more than an image, which is reproduced like a living mirror. Reflexivity and mirror reflection fall into one in his case. I am too ignorant to know what the subtle differences are between Tao and Zen, but it seems they meet in that emptiness of the gaze that enables us to think, which seems to directly address Deleuze's notion of the unthought where the image has yet to be framed, and the virtual remains in-potentia.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 203,
                    "text": "(1974)",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 331,
                    "text": "Belting (2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1181,
                    "end": 1199,
                    "text": "Belting 2002: 404)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "From toa to ZeN aNd Back agaiN"
        },
        {
            "text": "This is one side of this strange world we are living it. There are technological advances and dangers that a younger generation is living with. The speed of images provides no time to reflect, as they are continuously transmitted. At the same time, it is a world seemingly at your fingertips, literally through touch technologies that are now becoming more and more prevalent. Just by the brush of a hand, or via the movement of the body, a click of a button, and you can buy any commodity one wants. Supported by the 'creative industries' and a host of brilliant artists playing with media effects, the success of targeting personal desires has increased sales. But there is a darker side to all of this play, which brings me to my subtitle: At the End of the World.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "The movie Goemul [The Host 2006] by the amazing Korean director Bong Joon-ho raises many themes that echo throughout this strange time we live in. On the one hand, we have amazing technologies that have arisen exponentially in the last 50 years. On the other hand, we have a global condition where the dangers of both environmental disaster and the spread of global virus are not just imaginary dangers considering the AIDS crisis, viruses such as SARS, the avian flu, mad cow disease, West Nile disease, Ebola breakouts in parts of Western Africa, and the coronavirus (CoV) outbreak in China in 2020. The magnitude of pandemics is increasing and getting worse. Toxic waste, nuclear waste, and climate change all threaten human existence. Bong's movie, The Host, plays on many of these levels, especially the IMF financial crisis of 1997 in Korea where suicide arose dramatically as many businessmen jumped into the Han River unable to face bankruptcy, and anti-US sentiment due to its military occupation that remains a repressed discourse despite the show of military strength together to ward of North Korean threats (Hsu 2015; Lee 2018) . One wonders what will be the aftermath of COVID in the following years with so many unemployed, so many infected, and so many businesses and lives disrupted. The apocalyptic movies of Hollywood are being realized.",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1130,
                    "text": "(Hsu 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "Lee 2018)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "In The Host, it was the American scientist who is responsible for having the formaldehyde dumped in the Han River that one guesses is the cause of the monster fish to mutate, feeding off suicide jumpers. The story is based on an incident that occurred in 2000 when Albert McFarland, a US military mortician at the Yongsan camp, ordered two assistants to dump 80 liters of formaldehyde into the sewerage system that drains into the Han River. Despite the outrage by environmental activists and demonstrators protesting against US military presence, Albert McFarland got away with a light sentence, charged $4000 fine by the Korean Ministry of justice, and given a 30-day suspension by the United States Forces Korea (USFK). One wonders who the 'real' monster in the movie is?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "\"The two-syllable word, goe(괴)-mul(물) in Korean literally means a 'grotesque creature or object' and refers in the film to a dangerous entity that terrorizes human beings in modern Seoul\" (Lee 2018: 720) . While Goemul may be translated as 'monster' or 'creature' in Korean, naming the film The Host in the English is more accurate as to what Bong was after. It raises questions of international hospitality. If the Host is the monster, then it blurs the distinction between monster and society it ravages. Hospitality and hostility are found in the ambiguity of word 'host,' which raises questions of foreign influences, the role of the US military and foreign investors who have no interest in the nation's social fabric. Bong's monster is anthropomorphized as it is also a victim. We have sympathy for its condition and behavior. Its genesis emerges from the toxic outbreak of the deadly virus that reporters claim could be traced to an US officer treated in a US military hospital, but these turn out to be questionable facts in this movie. Perhaps there was no virus to begin with? But the population will be treated with 'Agent Yellow' according to the United States and the World Health Organization. The allusion is to Agent Orange used in Vietnam, but also the yellow dust from the Gobi Desert that has brought carcinogenic pollutants from China's industrial cities into Seoul (Hsu 2015: 130, ft. 9) . The political import of Bong's movie is very obvious: Goemul is a 'sign' of the \"ambivalent and conflicted coexistence of tradition and modernity, family and the state, democracy and militarism, nationalism and imperialism/globalism, and the monstrous and the human in contemporary South Korean society\" (Lee 2018: 721) . Monsters seem to lurk everywhere globally as conspiracy theories over COVID's spread proliferate; the one that receives most traction is that it was a synthetic warfare virus manufactured either in China or in the United States, depending on what political advantage is being sought. An accident of containment set it loose. UK and US conspiracy theorists push for the first, Russian conspiracy advocates spread the second.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 203,
                    "text": "(Lee 2018: 720)",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1408,
                    "text": "(Hsu 2015: 130, ft. 9)",
                    "ref_id": null
                },
                {
                    "start": 1715,
                    "end": 1730,
                    "text": "(Lee 2018: 721)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "Bong's Snowpiercer, 2013, continues to raise questions regarding these difficult times we are living in. This narrative takes place in the post-Apocalyptic world. The earth has phased into an ice age as scientists failed to control its atmosphere. An experiment gone awry triggered the phase change. The only way to survive was to find passage on a runaway train. The class hierarchy on the train is analogous to the current global social order. The incredibly rich 1% are in front of the train and bathed in luxurious living, and the rest of the 99% survivors are divided up in the 1001 coaches that stretch back to the last car. In the last car are the Lumpenproletariat, the discarded bodies that no one wants, where cannibalism is prevalent. 3 Much more than an allegory, a variation of such a hierarchy, Snowpiercer, can be sociologically and politically compared to the Occupy squatter movements that spread around the globe in 2011 before they were dismantled. Snowpiercer is a dystopia of our own making. The circular route of the train, which takes a year to complete, is a repetition without change and without solution. The train is run miraculously by a 'perpetual engine' that harbors a secret. When it finally derails, viewers are left with a state of ambiguity as to the hope for human survival.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 747,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "Maybe less well known is Jang Joon-Hwan's Save the Green Planet! (Jigureuljikyeora! 2003), which has now become a cult movie, and is certainly one of my favorites. I have mentioned this movie in Chapter 4, but here I would like to concentrate on the final credits. To recall, in the narrative Lee Byeong-gu is unable to save the planet from Kang Man-shik, the Emperor of the Andromedeans, who was disguised as a business executive in Seoul, doing genetic experiments to see if the human species was worth saving by eliminating violence. To spoil the 'second' ending for you, Jang ends his movies with out-takes (cuts) by showing the audience another side of Byeong-gu as a child. In the movie, he has become psychotic because of the 'mad' world he is living in. Jang, like Kim Ki-duk (Chapter 5), is another artist-symptomologist of Korean life. You see all the various scenes that you were not privileged to see in the film-scenes of Lee Byeong-gu's life that were the most tender moments to remember, like the joyful times with both parents (Screen image 10.9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "Jang Joon-Hwan's brilliant film asks us to reflect, like the Zen gaze of Nam June Paik, what is important in this world when we have come to such historical time when we finally realize that something needs to be done as global capitalism of the well-to-do G20 countries-Republic of Korea, my country Canada, and the United States continue to be primary polluters of carbon dioxide. To what extent are we becoming ill because of over-consumption and increased aggression?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "darker SideS"
        },
        {
            "text": "One of Korea's most influential environmental design artists, Hoseob Yoon, who is now 70 years old, began as a corporate designer. He was influential in designing the Citibank logo and the Pepsi logo, as well as the famous Olympic poster for the 1988 Games held in Seoul. In 1991, he had an about face when he attended a Boy Scout Jamboree and met a Japanese college student. When given the chance to run the design school at Kookmin University, he turned it into a green adventure. Hoseob Yoon has been influential in educating his many gallery visitors, who come on a regular basis to visit with him as he discusses his work. Yoon's commitment and passion are infectious, and it is precisely that sort of teacher that is needed in this time of ecological awakening. Hoseob Yoon is but one of the many environmental artists who are trying to make us aware of the changing world we face today, what is referred to as the Anthropocene. It is a time when our human history is directly encountering Earth's history changing the planet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "attemptS at chaNge"
        },
        {
            "text": "Chris Jordon, a filmmaker and photographer, is yet another artist-symptomologist of today's global environmental crisis. He forces us through his film, Midway: A Message from the Gyre, to witness a tragedy that is occurring on one of the remotest islands on our planet, Midway, located on an ocean gyre that is composed of floating plastic. Tens of thousands of baby albatrosses lie dead on its shores, their bodies filled with plastic from this 'Pacific Garbage patch' (Screen image 10.10). We live in an extraordinary historical time where the greatest technologies and consumer goods are polluting the earth, species are becoming extinct, and carbon CO 2 is now at 415 parts per million at the start of 2020. We have long since crossed the 350 parts per million threshold that was considered the uppermost limit. Climate change is occurring, and unlike in previous historical periods of the earth's history where warm spells were followed by cold spells on a regular basis, there is now the danger that the planet will go into a phase that is unknowable. We, as a species, may not be able to survive. Many artists are trying to make us aware of the need to bring to consciousness as pollution seems to be chocking the planet. This seems to be especially the case in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "attemptS at chaNge"
        },
        {
            "text": "One amazing artist who is making the world aware of climate change is the Brazilian artist Néle Azevedo. Army of Melting Men, mentioned already in Chapter 2. This is a repeated installation performed in Brazil, France, Japan, Italy, and Germany. It addresses global warming and presents the precariousness of existence under climate change. 1000-1300 cast mold ice figurines, generically male and female, Screen image 10.10 Dead Albatross, still from Midway approximately 45 cm high, are placed by a participating public on site, usually on the steps of some well-known state building of legislative authority (but not necessarily). Like the melting of the Arctic ice in Greenland and Antarctica (sea levels will rise over a meter by 2100), these statuettes begin to 'disappear' as they melt-in some iterations of the performative as quickly as 20 minutes in the sun. During this duration, the melting 'sculpturines' undergo subtle differences of form before 'becoming extinct.' Their inactivity as they melt away speaks directly to the inactivity of humankind toward climate change. The sculptural minimalism and autonomy addresses 'every[man-person]' who cannot escape, regardless of class, wealth, and power, the impending apocalypse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "attemptS at chaNge"
        },
        {
            "text": "What iS to Be doNe: art educatioN at the eNd oF the World It is too late to prevent climate change? Is that a question for Art|Education at the End of the World? It is the 'end of the world' on two accounts: the first is that the anthropogenic activity of 'Man' has radically changed the question of the anthropocentrism of ontology that has been centered by a Greek model. The second is the worrisome one considering our species extinction (Colebrook 2014; Ballard 2017; Grusin 2018) . The event of the Anthropocene has already taken place. Climate change is already here. Some call it a slow apocalypse as populations will have to begin to migrate when the water continues to rise and some parts of the world too hot to live or too polluted to breathe the air. G20 governments are caught by the dictates of consumer capitalism so they do not impose any sort of strict sanctions that will stop economic growth. Ecomodernism provides the necessary manifesto that leaves the entire planet 'for sale.' Commonism (Dardot and Laval 2019) has had little traction. In many respects, it may well be too late to do much about this difficult situation, except work toward 'sustainability,' a discourse already captured by market forces (Parr 2009 ). Nitrogen and the carbon dioxide thresholds have already been crossed, while species extinction is happening at an incredible rate. There is no global political will at the time of this writing that will avert this disaster. The COVID pandemic has simply made things that much worse. Oddly, enough it put a halt to pollution for a short duration, showing that drastic measures can and do make a difference. Species can never be brought back to life, despite Jurassic Park-like fantasies. They remain extinct. Only technological fixes parading as dreams are left. As art and media teachers, we have no choice but become symptomologists of our current crisis that penetrates so deeply how we live in the environment that we are modifying (Parr 2018; jagodzinski 2019; Loveless 2019) . In Bong's Snowpiercer, those in the very front of the train (especially the Wilfords' of the world who are 'running' Earth's train) are literally eating their children, not only on their dinner plates, but their use as labor power to keep the perpetual train engine going. Goya painted his famous image of Saturn Eating One of his Children as a vivid illustration and reminder that the youth of the world are being devoured by the 'greed' of Saturn. Their future robbed and their hopes crushed. So was the message by Greta Thunberg, a seventeen-year-old Swedish climate activist whose plea has been ignored by the Wilfords' of the world both at the UN and at the 2020 World Economic Forum in Davos, Switzerland, on Climate Change and Fossil Fuel Divestment. It would seem as art and media teachers we should continue to point to the 'deeds' of Saturn today, and try to become aware of what this means for our survival as we are all riding in the same train.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 457,
                    "text": "(Colebrook 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 458,
                    "end": 471,
                    "text": "Ballard 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 472,
                    "end": 484,
                    "text": "Grusin 2018)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1227,
                    "end": 1237,
                    "text": "(Parr 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1976,
                    "end": 1987,
                    "text": "(Parr 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1988,
                    "end": 2005,
                    "text": "jagodzinski 2019;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2006,
                    "end": 2020,
                    "text": "Loveless 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "attemptS at chaNge"
        },
        {
            "text": "NoteS then becomes prevalent after a certain level as all the food is gone. The difference is that this hierarchy of platforms is subject to the randomness of fate. After a certain fixed period of time, one month, prisoners are put to sleep and wake up on a new level, never knowing just how far they are from the bottom, but they know very well how close they can come to the top given the platform number and the food tray that comes down to them. To add to this allegory of the social order, each prisoner is allowed to bring in one artifact (commodity) of choice that will help them survive. What is a 'prisoner' in the social order is also questioned. Goreng volunteers for a six-month stay to earn a diploma. His cell-mate, Trimagasi is serving a year sentence for manslaughter. Goreng's object is a book, Don Quiote, while Trimagasi cherishes the latest in knife technology, metal that can cut through cement, handy when carving human flesh. There is no 'ending' to this narrative, only an endless horrifying and living nightmare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "attemptS at chaNge"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "But especially Korean women who play on the LPGA tour are revered as cultural stars. Historically, the case of Se Ri Pak is well known, whose career was driven by a demanding and sometimes cruel father, Joon Chul",
            "authors": [],
            "year": 1998,
            "venue": "Korea. 20 of the top 50 golfers in the world are Korean",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Becoming occurs when a zone of indiscernibility is produced between two entities so that a symbiotic exchange happens. The famous example they develop is the orchid and the wasp: the wasp exchanges 'sexual",
            "authors": [],
            "year": 1987,
            "venue": "Becoming imperceptible is the last form of 'becoming' that Deleuze|Guattari develop in A Thousand Plateaus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A variation of this same narrative structure is presented by the Spanish film El hoyo",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Snowpiercer's horizontality of classes now becomes a verticality, a tower of 333 cells, two 'prisoners' to each cell, who must survive by a floating platform of food that starts from the top floor as a lavish feast that slowly descends down each platform for a short",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Digital dementia' is on the rise",
            "authors": [
                {
                    "first": "I.-H",
                    "middle": [],
                    "last": "Baek",
                    "suffix": ""
                },
                {
                    "first": "E.-J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Korea JoongAng Daily. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New ecological sympathies: Thinking about contemporary art in the age of extinction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environmental Humanities",
            "volume": "9",
            "issn": "2",
            "pages": "255--279",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beyond iconoclasm: Nam June Paik, the Zen Gaze and the escape from representation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Belting",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "ZKM (Center for Art and Media",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Heroes: Mass murder and suicide",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berardi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The national crisis and de/reconstructing nationalism in South Korea during the IMF intervention",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Inter-Asia Cultural Studies",
            "volume": "9",
            "issn": "",
            "pages": "82--96",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Death of the posthuman: Extinction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colebrook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Common: On revolution in the 21st century",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dardot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laval",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trans.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The fold: Leibniz and the baroque",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Desert Islands and other texts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Taormina. Trans.)",
            "volume": "",
            "issn": "",
            "pages": "1953--1974",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A thousand plateaus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Trans.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "After extinction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grusin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The dangers of biosecurity: The Host (2006) and the geopolitics of outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eco-Trauma Cinema",
            "volume": "",
            "issn": "",
            "pages": "113--133",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An avant-garde 'without authority': The posthuman cosmic artisan in the anthropocene",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jagodzinski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Aberrant nuptials: Deleuze and artistic research",
            "volume": "2",
            "issn": "",
            "pages": "233--254",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hangueul: Korea's unique alphabet. Seoul: Seoul Selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koehler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Monstrosity and humanity in Bong Joon-ho's The Host",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Positions",
            "volume": "26",
            "issn": "4",
            "pages": "719--747",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How to make art at the end of the world: A manifesto for research-creation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Loveless",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Buddhism and the neo-avant-garde: Cage Zen, Beat Zen, and Zen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Munroe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The third mind: American artists contemplate Asia",
            "volume": "",
            "issn": "",
            "pages": "199--215",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hijacking Sustainability",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Birth of a new earth: The radical politics of environmentalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Midway: Message from the Gyre",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Jigureuljikyeora!). Dir. Jang Joohn-hwan. Entertainment, Sidus",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Screen image 10.1 Bin-jip: Becoming insect Screen image 10.2 Bin-jip: Tae-Suk becoming space|floor Screen image 10.3 Bin-jip: Tae-Suk becoming space|floor Screen image 10.4 Bin-jip: Tae-Suk becoming space|floor Screen image 10.5 Bin-jip: Shadow",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Screen image 10.6 Bin-jip: Floor shadow Screen image 10.7 Bin-jip: Eye-hand",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Screen image 10.9 Save the Green Planet!: Out-take, Lee Byeong-gu as boy with parents If you have no idea of what the Pacific Garbage patch looks like, please search for images of it on the Internet. It offers us an awakening shock. That landscape of plastic is what birds feed on, the shiny bits of plastic objects they think are food.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}