{
    "paper_id": "1c830a6fe19b42008078224795d3da167ce248a5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Publique •",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Food security initiatives with a focus on health promotion were introduced into government departments in BC in the mid-2000s. They were led by either Public Health departments † or other provincial ministries. This paper focuses primarily on the former, as the intent is to examine the role of Public Health. Public Health initiatives under review include i) the Community Food Action Initiative, ii) the Food Security Core Public Health Program and iii) the Provincial Health Officer's Report on Food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The introduction of these food security initiatives occurred within the context of Public Health renewal in Canada and in BC in the early 2000s, driven by high-profile issues such as SARS (severe acute respiratory syndrome), drinking water, West Nile virus, food safety issues and the obesity epidemic. 13 Two of the initiatives reviewed fell under key provincial Public Health renewal strategies.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the Food Security Core Public Health Program was delineated as one of the first (newly developed) core programs in public health in BC. Second, the Community Food Action Initiative was part of the ActNow BC program. ActNow BC was the first crossministerial initiative to promote health, created to promote BC as the healthiest jurisdiction ever to host the (2010 winter) Olympics. ActNow BC mandated all provincial government ministries to develop a health initiative, arguing that if health were not addressed through all ministries, the health budget would soon overtake all other budgets. Many ActNow BC initiatives focused on food security. The Community Food Action Initiative is drawn upon heavily in this analysis, as it was the only initiative at that time with the stated intent of working in partnership with civil society; it had one of the broadest food security committee representations in the province; and many interviewees who were involved in other programs were also involved in the Community Food Action Initiative. It was implemented at both province-wide and regional levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Provincial Health Officer's Annual Report 2005: Food, Health and Well-Being 5 was one of a series of reports published annually since 1993. These reports are required by the Health Act to communicate with British Columbians about their health and about policies and programs that could improve their health. This report was remarkable in that it brought together in one document the areas of food insecurity, food sustainability, nutrition and food safety; it reflected current interest in these topics at that time. While the report was not an ongoing initiative, it has been used in this policy analysis to identify areas of concern in BC and potential initiatives to address these challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Food security stakeholders in BC define the term 'food security' broadly and tend to use the terms 'community food security' and 'food security' interchangeably. 14 The concept of community food security was first used in BC in the Community Nutritionists Council paper \"Making the Connection\", 6 a document developed to advocate for the inclusion of food security into BC core programs in public health. At the time, the community nutritionists and civil society representatives who wrote the paper were concerned that the use of the term 'food security' was too frequently associated only with household and individual food insufficiency. 15 Mirroring the origins of the term 'community food security', 16, 17 they sought a more comprehensive term. Food Security Core Programs and the Community Food Action Initiative subsequently adopted the following definition: \"Community food security exists when all citizens obtain a safe, personally acceptable, nutritious diet through a sustainable food system that maximizes healthy choices, community self-reliance and equal access for everyone\" (a definition adapted from Bellows and Hamm 18 ). An adaptation of this definition was also used in the Provincial Health Officer's Report. As these terms are used interchangeably in BC, they are also used similarly in this paper.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper outlines the results of a stakeholder analysis, part of a broader policy analysis, using Ritchie and Spencer's 19 categories of applied policy research: contextual, diagnostic, evaluative and strategic. It is an ecological framework of policy-making, in contrast to a \"popular means for simplifying policy studies\", the policymaking cycle. 20, p.13 An ecological perspective was important, as the BC government had no intended articulation of food security policy, so a linear, stage-by-stage policy-making cycle was not followed. Ritchie and Spencer's framework was found to be congruent with research objectives and policy frameworks posed by many research scholars, including such components as stakeholders, context, drivers, consequences and power; 20-23 it also provided a succinct framework for both the research questions and data analysis. Ethics approval was given by City University Senate Research Ethics Committee, London, UK.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "20, p.13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The broad policy analysis was completed using key informant interviews (38) and document analysis (>75). This stakeholder analysis uses the broad analysis, narrowing in on civil society and government (with an emphasis on Public Health) interviewees (38) and documents (>50) connected with the three Public Health-led initiatives under review (the Community Food Action Initiative, the Food Security Core Public Health Program, and the Provincial Health Officer's Report on Food). In the broader analysis, key informant interviews were completed with government, civil society, and food supply stakeholders, most of whom were involved in the food security initiatives under review. However, food supply stakeholders were not involved in the three Public Health initiatives examined in the stakeholder analysis, so were excluded in this stakeholder analysis. Government interviewees consisted of nutritionists, food security managers, Food Protection (food safety) inspectors, and administrators from the three aforementioned levels of Public Health in BC; other ministries with representation were Agriculture, Employment and Income Assistance, and Education. Civil society representatives included representatives from food security networks, health non-governmental organizations (NGOs), media, funders, and those with Aboriginal affiliations. A semistructured interview format using open-ended questions was developed from Ritchie and Spencer's 19 applied policy research categories, focusing on stakeholder mandates, relationships, mediating factors and consequences of the integration of food security into Public Health policies and programs. Questions aimed to elicit organizational responses. Thirty-five out of 38 interviews were conducted in person; 3 were completed by telephone. Interviews were recorded with a digital recorder and transcribed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Over 50 documents related to health promotion with a focus on food security programs and policies in BC Public Health from the 1990s to 2008 were reviewed, examining processes and programs, socio-political context and the key stakeholders involved. The documents included strategic plans, evaluations and annual reports. Documents were used to elucidate findings from the interviews, to contrast and compare results and, in some cases, to directly address the research questions. The research provides insight into a snapshot of time between 2002 and 2008, thus documents past 2008 were not used. Earlier documents were reviewed in order to gain perspective on the historical context and drivers of the integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The data collected were organized using NVivo qualitative analysis software (QSR International, Melbourne) to create categories (nodes) based on Ritchie and Spencer's 19 applied policy research categories. Data collected on Public Health roles were then further analyzed by comparing and contrasting roles identified in the data with roles outlined within the Population Health Template. 24 The Population Health Template has a long history of use in Canada for defining population health. 25 It takes program management roles (analysis of health issue, priority-setting, taking action, evaluating results) and breaks them down into key elements (see Table 1 , left-hand column).",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 658,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "The findings were strengthened and generalizability was increased through three methods of triangulation: data came from two sources; methods examined several initiatives and interviews derived from two sectors; and \"theory triangulation\" was employed by using multiple theories. Ritchie and Spencer's 19 categories of applied policy research facilitated the examination of relationships between the actors and institutions, including the distribution of power, as well as historical context. Lang's food policy triangle 8 was used to define categories of stakeholder (state, civil society and the food supply chain); and Public Health roles in food security were analyzed by comparing and contrasting the roles taken in BC with the Population Health Template categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Findings that support Public Health's capabilities in advancing food security are first reviewed. Limitations follow, categorized according to Population Health Template categories: Analysis of Health Issues; Priority Setting; Taking Action; Evaluating Results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The adoption of food security through the Food Security Core Public Health Program was cited as one of the biggest successes of all the initiatives by approximately one quarter of the interviewees. The Public Health-led Community Food Action Initiative was credited with creating the first long-term provincial committee on food security. These two programs also laid the foundation for the hiring of food security coordinators in all regional health authorities and obliged health authorities to meet performance mandates. Policies and programs that had previously been led by lower-level Public Health employees and civil society were now integrated into a higher level of Public Health. Two key Public Health NGOs in BC were also involved as partners. Initiatives helped food security to acquire some legitimization within Public Health and at community and municipal levels, including the provision of food security funding to communities. Finally, while still acknowledged as a low government priority, this introduction of numerous food security initiatives within a short period of time supports some legitimization of food security within the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing food security"
        },
        {
            "text": "Food Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Advancing food security"
        },
        {
            "text": "Limitations in Public Health roles in food security as defined using Population Health Template",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing food security"
        },
        {
            "text": "Analysis of health issues Focus on and analyze the health of populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Government employees limited in ability to criticize government in analysis of health issues. Address determinants of health and their interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Food security administrators constrained by being pressured toward measurable health outcomes vs. systems change. • Difficult to address broad determinants of health when evidence needs to link to narrow definition of health. Base decisions on evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Lack of ability to incorporate evidence from civil society food security networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "Priority setting Increase upstream investments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Public health and prevention not a priority in greater health system; food security small player in Public Health. Taking action Apply multiple strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Food security policies competing with \"weightier\" agendas such as food safety and trade. • Focus on individual skill building controversial; many interviewees not satisfied with alleviation approach to food insecurity. Collaborate across sectors and levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Partner involvement beyond Public Health somewhat limited, partly because of health mandate. • Public Health as \"expert\" culture; tendency toward top-down. Employ mechanisms for public involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Some belief that Public Health does not have structure or ability to successfully engage civil society. • Loss of connection to communities with integration of Public Health into greater health systems. • Not acceptable for Public Health employees to advocate for civil society interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "• Lack of clarity in Public Health food security mandate created tensions and confusion. • Marginalization of civil society from provincial-level risks restricts the broad source of expertise which informed the integration and the political base for further integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "Evaluating results Demonstrate accountability for health outcomes • Health system demands high degree of accountability, yet is perceived as not always accountable to its own standards. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Health Template elements* Public Health limitations"
        },
        {
            "text": "The findings also articulated limitations in Public Health's role in advancing food security. As noted in the methodology, roles were analyzed by contrasting and comparing with key elements outlined in the Population Health Template. The authors posited that the Template's key elements could be used to articulate Public Health functional roles in food security. The results showed that each category under the Template was fulfilled by BC's Public Health food security initiatives. A summary of limitations related to these roles are presented below under each key element from the Template and summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 618,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Limitations of Public Health in advancing food security"
        },
        {
            "text": "Public Health administrators felt constrained by pressure toward meeting measurable health outcomes, which are difficult to demonstrate for food security. This is true for many prevention initiatives because of the numerous confounding factors and protracted time period between an intervention and its outcome. Second, interviewees were critical of the focus on human health outcomes (e.g., fruit and vegetable intake) versus the broader determinants of health (e.g., physical environment); they suggested that these outcomes drive and therefore limit approaches to food security. Third, Public Health interviewees stated that it is becoming increasingly difficult for government employees to critically evaluate the actions of the government (e.g., where social assistance allowances do not adequately meet requirements for housing and food needs). Finally, civil society responses identified the lack of ability by Public Health to trust or incorporate grassroots evidence or experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Health Issues"
        },
        {
            "text": "Despite successes, examination of Public Health funding to food security initiatives as well as information garnered from interviewees and document analysis confirmed that food security is a low priority on the Public Health agenda, as reflected by this typical quote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority Setting"
        },
        {
            "text": "Limitations were seen in all categories of \"taking action\", which included \"apply multiple strategies\", \"collaborate across sectors and levels\" and \"employ mechanisms for public involvement\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taking Action"
        },
        {
            "text": "Looking first to \"apply multiple strategies\", the findings demonstrated that food security policies were competing with \"weightier\" agendas, such as food safety and trade rules. For example, interviewees reported that awareness of competing agendas was heightened with the introduction of the provincial Meat Inspection Regulation by Public Health, Health Protection Branch. The Regulation addressed the sale of uninspected meat from unlicensed slaughter establishments. 26 Meeting the new requirements made the cost of local processing of meat prohibitive for many smaller processors. So, while the Community Food Action Initiative worked within Public Health and civil society to promote local foods as part of food security, the Food Protection side of Public Health was seen by some to impede efforts, as meat could no longer be processed locally.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 473,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Taking Action"
        },
        {
            "text": "\"Individual skill building\", a focus of some initiatives, also falls under multiple strategies. These initiatives were highly controversial, as many interviewees were not satisfied with an alleviation approach to food insecurity (versus tackling root causes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taking Action"
        },
        {
            "text": "We're tinkling away here offering community kitchens, but in the meantime the local food source is disappearing. So, we've got to be careful we don't, you know, do the things that we are familiar with. [Public Health 15] Relating to \"collaborate across sectors and levels\", Public Health's ability to engage other ministries in the cross-ministerial Community Food Action Initiative was questioned by some government interviewees, who queried the relevance of their department's participation. Further, food supply chain stakeholders were not involved in the initiatives, restricting the food supply \"lens\" of the initiatives. However, most limitations cited under this Template category focused on \"employ mechanisms for public involvement\". As the Community Food Action Initiative was the only initiative holding a mandate for engaging community, most findings in this element come from this program.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 220,
                    "text": "[Public Health 15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "One suggested this focus may be the result of doing what is familiar:"
        },
        {
            "text": "Two types of civil society organizations were involved: civil society food security networks (whose agenda centred more on the food system) and civil society health NGOs (whose agenda focused either on food insecurity or on the public's health). Findings showed that health NGOs were seen to hold a greater legitimacy with the government than food security networks, as evidenced by greater collaboration with and funding to them. Additionally, health NGOs have a similar \"professional\" health culture to that of Public Health, comprising mainstream health promotion and disease prevention groups, including Public Health employees. Thus, limitations related to public involvement centred primarily on engaging civil society food security networks. Civil society took a strong role in lobbying for the integration of food security into Public Health and anticipated an ongoing collaborative approach. However, many interviewees in both Public Health and civil society saw Public Health as expert-driven and top-down, suggesting that they did not know how to work effectively with the community. In fact, Public Health interviewees reported a loss of connection to communities as a result of the mid-1990s integration of Public Health and hospitals into regional health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One suggested this focus may be the result of doing what is familiar:"
        },
        {
            "text": "Also related to public involvement was the issue of Public Health employees advocating for civil society interests, which was raised as important by some interviewees yet as problematic by some Public Health administrators (e.g., when it was seen as militant or radical). Further, Public Health's limited mandate of human health in food security clashed with civil society's broad approach to food sustainability. The findings also revealed that Public Health's lack of clarity in its food security mandate created confusion, contributed to tensions between stakeholders and acted as a barrier in the progression of initiatives. Interviewees described tensions between Public Health and civil society as a \"clash of cultures\". This clash of cultures was also demonstrated by the marginalization of civil society food security networks from participation at the provincial level. The following quote reflected sentiments from both Public Health and civil society interviewees:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One suggested this focus may be the result of doing what is familiar:"
        },
        {
            "text": "There was just to me a sense of potential exclusion, you know, of some of the grassroots community mobilizers … And so to me you can't afford that kind of luxury, that kind of elitism. [Public Health 41] Interviewees warned that this restricted both the broad source of expertise that informed the initiatives and the political base for further integration. On the other hand, Public Health criticized civil society food security networks for their adversarial approach and saw them as lacking formality in representation.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 203,
                    "text": "[Public Health 41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "One suggested this focus may be the result of doing what is familiar:"
        },
        {
            "text": "Interviewee feedback focused here on accountability, indicating that while the professionalized culture of Public Health articulates a requirement for accountability, it appears to civil society networks that Public Health does not see them as accountable to that standard. However, civil society questioned how accountability is defined, suggesting that the government practice of quickly allocating dollars at fiscal year-end is not accountable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluating Results"
        },
        {
            "text": "Despite limitations, Public Health was able to advance food security -at a minimum, within Public Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Public Health's limited mandate in relation to its need to demonstrate individual health outcomes was a substantial limitation. Food security has broad determinants (e.g., economics, food systems, culture). For Public Health to effectively take a leadership role in food security, it must address the determinants of health. This reflects global recommendations. The World Health Organization identifies food as one of 10 social determinants of health, focusing on the issues of both excess intake and food insecurity, with policy implications focusing strongly on food systems. 27 While the literature embraces this shift in scope, as evidenced by this research, in practice there is a growing divide between these calls and the reality for practitioners. The need for a broader lens and understanding reinforces the notion of Muller et al. 28 that when faced with \"numerous policy drivers that impact the food system\", Public Health professionals \"often focus on narrow objectives with disregard for the larger system\". Muller et al. also suggest that Public Health may then focus on the familiar, echoing interviewee comments. Even the Population Health Framework has been criticized in the literature for ignoring some of the broader political and socio-economic forces and contexts in which people live, as well as focusing on top-down expert knowledge (versus lay knowledge). 29 Another key limitation articulated by some interviewees suggested that their trust in Public Health's leadership was diminished by the Food Protection arm of Public Health: their enactment of the Meat Inspection Regulation was seen to impede local food security. Food Protection monitors and regulates food safety standards. These standards are increasingly set at an international level as part of a system of global agrifood governance overseeing the corporate-dominated global food system. 30 As many interviewees from both civil society and Public Health distrust the industrial food system, they questioned Public Health's ability to advocate for a broad notion of food security, given the powerful legislative position of Food Protection within Public Health. Interviewee concerns reflect literature articulating adverse health impacts arising from food safety policy. 28, 30, 31 These findings also mirror global tensions between centralization and decentralization of the food supply. 16, 32 Public Health's limitations in relation to \"public involvement\" and \"collaboration\" narrow the lens with which they analyze and address food security issues, limit and create tensions with their partners, and threaten the source of external pressure needed from outside of Public Health to advance food security. These findings highlight the notion that Public Health limitations have institutional roots. This understanding can lead to less judgement at the individual level, but it also means that mitigating these systemic limitations is more difficult.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "text": "29",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2260,
                    "end": 2263,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2264,
                    "end": 2267,
                    "text": "30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2268,
                    "end": 2270,
                    "text": "31",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2378,
                    "end": 2381,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2382,
                    "end": 2384,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This research suggests that one approach to mitigate limitations may be for Public Health to work as one player within \"regulatory pluralism\". This political paradigm calls for greater engagement of civil society, and for all sectors to work together toward common goals. Gunningham and Sinclair 33, p. 5 define regulatory pluralism as occurring when the \"government harness(es) the capacities of markets, civil society and other institutions to accomplish its policy goals more effectively, with greater social acceptance, and at less cost to the state\". Koc et al. 34 support the adoption of the concept of regulatory pluralism in food policy. Indeed, food security and other initiatives under ActNow BC demonstrate a shift toward regulatory pluralism, in that the government declared that all ministries, and to some extent industry, needed to work toward a greater goal of public health in order to address upwardly spiralling health care costs. Moving toward regulatory pluralism requires governments to be committed to a greater engagement of other sectors. Food policy councils may be an emerging form of regulatory pluralism; they have been effective in bringing together multiple stakeholders at local levels and often incorporate bottomup input. [35] [36] [37] Other approaches were identified by this research to either move toward regulatory pluralism or mitigate Public Health limitations. Public Health should define what outcomes they are capable of working toward and what they are not, within a broader systematic approach to food security. Clear articulation of agendas by all partners will help increase understanding of stakeholder limitations, as well as create mutual agendas. Increasing capacity building for civil society and finding ways to share power will help to strengthen community engagement.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "34",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Public Health's involvement in this issue may be crucially important in raising awareness -particularly within the wider health sector -of the health costs of negative externalities of the current food system (e.g., diabetes, contamination of food). This recognition could increase the private sector's accountability for these costs; this is in contrast to the status quo, in which the profits of the food system go to the private sector, and some negative externalities (i.e., health care costs) are paid for by the public sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This paper demonstrates that Public Health has a role in advancing food security but that it also faces limitations. Public Health's leadership role in food security is constrained by a restricted mandate, limited ability to collaborate across a wide range of sectors and levels, as well as internal conflict within Public Health between Food Security and Food Protection programs. As the limitations are primarily systemic and institutional, recommendations to overcome them are not simple, requiring movement toward embracing the determinants of health and regulatory pluralism. The results also suggest that the historic role of Public Health in food security remains salient today. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "La Santé publique a pu favoriser la sécurité alimentaire à certains égards, notamment en en faisant un programme de santé publique de base. Le rôle directeur de la Santé publique en matière de sécurité alimentaire est limité par son mandat restreint, sa capacité limitée de collaborer avec un vaste éventail de secteurs et de niveaux, ainsi que par l'opposition interne, au sein de la Santé publique, entre les programmes de sécurité alimentaire et de protection des aliments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RÉSULTATS :"
        },
        {
            "text": "La Santé publique a un rôle à jouer pour favoriser la sécurité alimentaire, mais elle affronte aussi des contraintes. Comme ces contraintes sont principalement systémiques et institutionnelles, les recommandations pour les surmonter ne sont pas simples, mais exigent un mouvement en faveur des déterminants de la santé et du pluralisme réglementaire. Nos résultats donnent aussi à penser que le rôle historique de la Santé publique en matière de sécurité alimentaire est encore fondamental aujourd'hui.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS :"
        },
        {
            "text": "MOTS CLÉS : sécurité des aliments; santé publique; modèle de promotion de la santé de la population; déterminants de la santé; pluralisme réglementaire",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS :"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nutrition in War and Peace. Conference of State and Provincial Authorities of North America",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Boudreau",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nutrition Policy in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ostry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1870--1939",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eminence grise of Australian economic diplomacy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F L"
                    ],
                    "last": "Turnell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Austr Econ History Rev",
            "volume": "40",
            "issn": "",
            "pages": "51--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Obituary Notice: Wallace Ruddell Aykroyd",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Passmore",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Br J Nutrition",
            "volume": "43",
            "issn": "",
            "pages": "245--50",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Provincial Health Officer. Food, Health and Well-Being. Provincial Health Officer's Annual Report",
            "authors": [],
            "year": 2005,
            "venue": "Office of the Provincial Health Officer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Making the Connection -Food Security and Public Health",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canadian Public Health Association. Food insecurity in Canada",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What is food and farming for? The re-emergence of health as a key policy driver",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New Directions in the Sociology of Global Development",
            "volume": "",
            "issn": "",
            "pages": "123--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Policy failure in the Canadian food system",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "For Hunger-Proof Cities: Sustainable Urban Food Systems",
            "volume": "",
            "issn": "",
            "pages": "182--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Public Health Nutrition Association",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sustainable Food System",
            "authors": [],
            "year": 2007,
            "venue": "Policy Statement Database. Toward a Healthy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Policy-at-a-glance -Food, Nutrition and Health Policy",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Canadian Institutes of Health Research. The Future of Public Health in Canada: Developing a Public Health System for the 21st Century",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Integrating Community Food Security into Public Health and Provincial Government Departments in British Columbia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caraher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ostry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Canada. Agriculture and Human Values",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reweaving the food security safety net: Mediating entitlement and entrepreneurship",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Agriculture and Human Values",
            "volume": "16",
            "issn": "",
            "pages": "117--146",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community Food Assessment: A First Step in Planning for Community Food Security",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pothukuchi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Planning Educ Res",
            "volume": "23",
            "issn": "",
            "pages": "356--77",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International effects on and inspiration for community food security policies and practices in the USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bellows",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hamm",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Critical Public Health",
            "volume": "13",
            "issn": "",
            "pages": "107--130",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Qualitative data analysis for applied policy research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Analyzing Qualitative Data",
            "volume": "",
            "issn": "",
            "pages": "173--94",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Studying Public Policy: Policy Cycles and Policy Subsystems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramesh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public Policy in Canada: An Introduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miljan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nutrition Policy for Food-Rich Countries: A Strategic Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Milio",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "CARMEN Non-Communicable Disease Policy Observatory. Case Study Component-Phase One",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Draft Methodology Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Public Health Agency of Canada. The Population Health Template, Draft",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Models of population health: Their value for US public health practice, policy, and research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Starfield",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "366--69",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "BC Ministry of Healthy Living and Sport. BC Meat Inspection Regulation",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Social Determinants of Health: The Solid Facts, Second Edition",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Aligning food systems policies to advance Public Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tagtow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Macdougall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Hunger Environ Nutr",
            "volume": "4",
            "issn": "",
            "pages": "225--265",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The limitations of population health as a model for a new public health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Promot Int",
            "volume": "17",
            "issn": "",
            "pages": "189--99",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Corporate Power in Global Agrifood Governance",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "What food is to be kept safe and for whom? Food-safety governance in an unsafe food system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Laws",
            "volume": "2",
            "issn": "",
            "pages": "401--428",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Democratizing society and food systems: Or how do we transform modern structures of power?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Agriculture and Human Values",
            "volume": "18",
            "issn": "",
            "pages": "135--51",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Reconfiguring Environmental Regulation. Leaders and Laggards: Next Generation Environmental Regulation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gunningham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "189--204",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Getting civil about food: The interactions between civil society and the state to advance sustainable food systems in Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koc",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Hunger Environ Nutr",
            "volume": "3",
            "issn": "",
            "pages": "122--166",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Food and nutrition policy at the local level: Key factors that influence the policy development process",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Yeatman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Critical Public Health",
            "volume": "13",
            "issn": "",
            "pages": "125--163",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Reducing urban hunger in Ontario: Policy responses to support the transition from charity to local food security",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Categories in the left-hand column are taken from the Population Health Template Working Tool, Draft. 2001. Public Health Agency of Canada. ‡ Numbered identifier of interviewee.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Notre étude analyse les rôles et les contraintes de la Santé publique en Colombie-Britannique pour favoriser la sécurité alimentaire par l'intégration d'initiatives de sécurité alimentaire dans ses politiques et ses programmes. Nous posons la question suivante : la Santé publique peut-elle favoriser la sécurité alimentaire? Si oui, comment et sous quelles contraintes? MÉTHODE : Cette analyse des politiques regroupe les constatations de 38 entretiens avec des informateurs du gouvernement et de la société civile intervenant dans l'élaboration d'initiatives de sécurité alimentaire et examine les documents pertinents. Le Modèle de promotion de la santé de la population a servi à délimiter et à analyser les différents rôles de la Santé publique en matière de sécurité alimentaire.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "security is now … I think it is very mainstream in [Public] Health. [Public Health 45] ‡ e326 REVUE CANADIENNE DE SANTÉ PUBLIQUE • VOL. 105, NO. 5 PUBLIC HEALTH AND FOOD SECURITY IN BC",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}