{"paper_id": "1c8b1406519d6d75a7360b4067a3e5af87210779", "metadata": {"title": "Streptovertimycins A-H, new fasamycin-type antibiotics produced by a soil-derived Streptomyces morookaense strain", "authors": [{"first": "Li", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoxia", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ping", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jinghua", "middle": [], "last": "Xue", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liangxiong", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hanxiang", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Xiaoyi"], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Eight new fasamycin-type polyketides, streptovertimycins A-H (1−8), were isolated from soil-derived Streptomyces morookaense SC1169 cultivated on wheat grains. Their structures were established by extensive spectroscopic analysis and theoretical computations of ECD spectra. Compounds 1−8 have a fasamycin-type pentacyclic structure featuring a 15-Omethyl group. They exhibited potent activity against methicillin-resistant Staphylococcus aureus (MRSA) and vancomycinresistant Enterococcus faecium (VRE) with MIC values in the range of 0.63-5.0 μg/ml. The activity profile provided new insights into the structure-activity relationships of fasamycin-type antibiotics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Fasamycins and congeners are a class of rare aromatic polyketides possessing a partially reduced 1-phenyltetracene pentacyclic core. The first disclosed members of this class of natural products are the Streptomyces sp. KB-3346-5 derived naphthacemycins, including three (A-C) different series of 17 compounds [1] [2] [3] , which were originally termed as \"KB-3346-5 substances\" in a Japanese patent [3] .", "cite_spans": [{"start": 310, "end": 313, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 314, "end": 317, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 318, "end": 321, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 400, "end": 403, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Fasamycins A and B were obtained by the heterologous expression of a clone derived from environmental DNA isolated from soil [4, 5] . Other congeners so far reported are all produced by Streptomyces formicae isolated from an African fungus-growing plant-ant species, which include fasamycins C-F, formicamycins A-M [6, 7] , and formicapyridines A-I [7] . Most of this class of compounds, except the pyridine-containing formicapyridines, were shown to exhibit potent activity against Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus (MRSA) [1] [2] [3] [4] [5] [6] and vancomycin-resistant Enterococcus faecalis (VRE) [4] [5] [6] . Fasamycins A and B were found to inhibit the FabF enzyme associated with the biosynthesis of type II fatty acids (FASII) in bacteria [5] . This mode of action differs from those of antibiotics currently in clinical use [5] . In addition, some naphthacemycins were reported as novel inhibitors of Poly (ADP-ribose) polymerase-1 (PARP1) [8] . The fascinating biological profile of fasamycins and congeners has attracted organic synthetic and medicinal chemists to embark on their synthesis. The total synthesis of fasamycin A and naphthacemycin A 9 have been achieved and the structure-activity relationship (SAR) of the analogues were discussed [9, 10] .", "cite_spans": [{"start": 125, "end": 128, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 129, "end": 131, "text": "5]", "ref_id": "BIBREF4"}, {"start": 315, "end": 318, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 319, "end": 321, "text": "7]", "ref_id": "BIBREF6"}, {"start": 349, "end": 352, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 568, "end": 571, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 572, "end": 575, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 576, "end": 579, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 580, "end": 583, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 584, "end": 587, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 588, "end": 591, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 645, "end": 648, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 649, "end": 652, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 653, "end": 656, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 792, "end": 795, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 878, "end": 881, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 994, "end": 997, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1204, "end": 1205, "text": "9", "ref_id": "BIBREF8"}, {"start": 1303, "end": 1306, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1307, "end": 1310, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Streptomyces morookaense (formerly Streptoverticillium morookaense) SC1169 is an actinomycete isolated from soil. Its culture extract was previously found to be active against the economically important fungal phytopathogen Peronophythora litchii and two new active alkaloids were isolated from the extract [11] . During our ongoing search for antibacterial natural products from microorganisms [12] [13] [14] [15] [16] , the culture extract of this strain was found to be also active against S. aureus and MRSA. Thus, the strain SC1169 was reinvestigated by focusing on metabolites responsible for the antibacterial activity, leading to the isolation of eight new fasamycin congeners, streptovertimycins A-H (1-8), from wheat-grown cultures. We report here the isolation, structure elucidation, and antibacterial activity of these compounds.", "cite_spans": [{"start": 307, "end": 311, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 395, "end": 399, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 400, "end": 404, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 405, "end": 409, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 410, "end": 414, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 415, "end": 419, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "S. morookaense SC1169 was cultivated on wheat grains. The culture was extracted with 95% EtOH and the resulting crude extract was successively partitioned with petroleum ether, EtOAc, and n-BuOH. The EtOAc-soluble fraction was subjected to silica gel column chromatography (CC) followed by ODS CC, Sephadex LH-20 CC, and preparative HPLC, to afford the compounds 1−8 (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 367, "end": 375, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Results and discussion"}, {"text": "Streptovertimycin A (1) was obtained as a yellow powder. Its molecular formula was determined as C 29 H 25 ClO 7 based on the HR-ESIMS and 13 C NMR data. The 1 H NMR spectrum (Table 1) Table 2) showed signals for 11 hydrogen-bearing carbons corresponding to the above non-exchangeable protons as indicated by the HSQC spectrum. Other 13 C NMR resonances included 16 aromatic quaternary carbons, a conjugated carbonyl carbon [δ C 190.2 (C-11)], and an aliphatic quaternary carbon [δ C 38.8 (C-18)]. The connectivities were determined from extensive HMBC correlations (Fig. 2) . H-C long range correlations from H-2 to C-1 (δ C 137.6), C-3 (δ C 159.6), C-4 (δ C 98.3), and C-6 (δ C 122.5), from H-4 to C-5 (δ C 152.9), C-2 (δ C 107.7), C-6, and C-3, from H 3 -25 (δ H 1.96) to C-1, C-2 and C-6, and from 3-OCH 3 protons to C-3 established a 3,4-disubstituted 1-methoxy-3methylbenzene ring (A); correlations from H-22 to C-21 (δ C 141.8), C-23 (δ C 157.6), C-24 (δ C 121.9), and C-8 (δ C 117.3) and from H-24 to C-7 (δ C 137.6), C-22 (δ C 110.7), C-23, and C-8 constructed a 1,2,3,5-tetrasubstituted benzene ring (B); and the H-24/C-6 correlation revealed a biaryl linkage between C-6 of ring A and C-7 of ring B. The presence of a 1,8-dihydroxy-10,10-dimethylanthracenone fused with ring B via C-8/C-21 was indicated by HMBC correlations from H-20 to C-10 (δ C 107.4), C-18 (δ C 38.8), C-11 (δ C 190.2), C-8, and C-22, from H-16 to C-14 (δ C 109.5), C-15 (δ C 161.4), C-12 (δ C 107.9), C-17 (δ C 151.8), C-11, and C-18, from H 3 -26 (δ H 1.72) and H 3 -27 (δ H 1.76) to C-18, C-19, and C-17, from 9-OH to C-9 (δ C 166.0), C-10, and C-8, and from 13-OH to C-13 (δ C 160.0), C-12, and C-14 (Fig. 2) . The additional HMBC correlation of the OCH 3 protons at δ H 4.04 with C-15 located the OCH 3 group at C-15. The low field shifts of C-5 (δ C 152.9) and C-23 (δ C 157.6) and the high field shift of C-14 (δ C 109.5), in combination with the molecular formula, suggested the presence of hydroxyl groups at C-5 and C-23 and the chlorine at C-14. Thus, compound 1 was characterized to be a fasamycin-type metabolite with the structure as shown in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 175, "end": 184, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 185, "end": 193, "text": "Table 2)", "ref_id": "TABREF2"}, {"start": 566, "end": 574, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 1686, "end": 1694, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 2139, "end": 2145, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Results and discussion"}, {"text": "Once the structure of 1 was established, analysis of UV absorptions (λ max 251, 289, 351, and 425 nm), ESIMS data, and NMR data (Tables 1 and 2) readily found that compounds 2−8 are also fasamycin-type polyketides with structures containing more chlorine atoms than that of 1. Structural variations among these compounds are the position and number of O-methyl groups and chlorine atoms in rings A and B.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "Streptovertimycins B (2) and C (3) were both determined to have a molecular formula of C 29 H 24 Cl 2 O 7 , with an additional chlorine atom relative to that of 1. The 1 H NMR data of 2 and 3 (Tables 1 and 2) were closely similar to those of 1 except that one of two sets meta-coupled aromatic protons appeared as a proton singlet, suggesting that one of aromatic protons in ring A or B of 1 is replaced by the second chlorine in 2 and 3. Comparison of 13 C NMR spectrum of 2 with that of 1 readily found that 2 contains an additional aromatic quaternary carbon [δ C 113.9 (C-22)], which was assigned to the second chlorinated carbon on the basis of significantly upfield (by 4.0−5.0 ppm) shifts of C-20, C-21, and C-23 relative to those in 1 as well as the presence of an HMBC correlation of this carbon with the proton singlet [δ H 7.10 (H-24)], which further correlated with C-8 (δ C 117.9) and C-6 (δ C 122.0). The second chlorinated carbon in 3 was located at C-2 (δ C 114.5) as indicated by HMBC correlations of this carbon with H-4 (δ H 5.52) and H 3 -25 (δ H 2.04) together with the upfield 13 C NMR shifts of C-1, C-3, C-5, and C-25 relative to those in 1 and 2 (Table 2) . Thus, 4) is also a dichlorinated metabolite. It has a molecular formula containing a CH 2 unit less than that of 2 and 3. Its 1D NMR spectra were almost identical to those of 3 (Tables 1 and 2 ). Significant differences found were that the resonances for 3-OMe (δ H 3.94, δ C 56.3) in 3 was absent in 4 and chemical shifts of some carbons in ring A were upfield (C-2, C-3) or downfield (C-4) relative to those in 3. Accordingly, 4 was found to be a 3-O-demethylated analogue of 3.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 208, "text": "(Tables 1 and 2)", "ref_id": "TABREF1"}, {"start": 1171, "end": 1180, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 1360, "end": 1375, "text": "(Tables 1 and 2", "ref_id": "TABREF1"}], "section": "Results and discussion"}, {"text": "The molecular formulae of streptovertimycins E (5) and F (6) were both determined as C 28 H 21 Cl 3 O 7 , requiring an additional chlorine atom compared with that of 4. The 1D NMR spectra of 5 and 6 were both closely similar to those of 4 (Tables 1 and 2 ). Obvious differences observed between the spectra of 5 and 4 were in the signals attributable to ring B and vicinal positions, including H-20, H-24, and C-19−C-24, which instead, were almost identical with those in 2 (Tables 1 and 2), indicating that C-22 is also chlorinated in 5. The 1D NMR data of 6 differed from those of 4 in the absence of the signals for C-4 methine and the presence of the carbon signal for an additional quaternary carbon (δ C 105.1), indicating that C-4 is the third chlorinated position in 6. The molecular formula of streptovertimycin G (7) was determined to be C 29 H 23 Cl 3 O 7 , with one more CH 2 unit than that of 6. Analysis of the 1D NMR data of 7 revealed a structure similar to that of 6, except for the presence of an additional OMe group (δ H 4.00, δ C 60.8). The attachment of this group at C-5 was indicated by the HMBC correlation of the OMe protons with C-5 (δ C 151.2). Therefore, 7 was a 5-O-methylated analogue of 6.", "cite_spans": [], "ref_spans": [{"start": 239, "end": 254, "text": "(Tables 1 and 2", "ref_id": "TABREF1"}], "section": "Results and discussion"}, {"text": "Streptovertimycin H (8) gave a molecular formula of C 28 H 20 Cl 4 O 7 , indicating the presence of an additional chlorine atom compared with that of 5 and 6. The 1D NMR data of 8 were comparable to those of both 5 and 6, in which the resonances for the carbons of ring A of 8 were almost identical to those of 6 ( Table 2) , whereas the proton and carbon resonances for ring B and vicinal positions (C-19 and CH-20) were closely similar to those of 5 (Tables 1 and 2), indicating that 8 bears the same ring A as that in 6 and ring B as that in 5. Thus, 8 was characterized as a 22-chlorinated analogue of 6.", "cite_spans": [], "ref_spans": [{"start": 315, "end": 323, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Results and discussion"}, {"text": "Compounds 1−8 exhibited optical activity with various [α] D values due to the presence of biaryl axial chirality [6] . The configurations of 1, 3, and 6 were solved by theoretical computations of electronic circular dichroim (ECD) spectra. As can be seen in Fig. 3 , the calculated ECD spectra for (S)atropisomers of 1, 3, and 6 were all in good fit with the measured spectra, whereas the theoretical spectra of (R)isomers were obvious mirror images of the experimental spectra, which designated these compounds as S. Other compounds (2, 4, 5, 7, and 8) were also assigned to this configuration based on the similarity of their measured ECD spectra with those of 1, 3, and 6 ( Fig. 3) . It is interesting that compounds 1−8 and the previously reported congeners of known stereochemistry [6, 7] are all (S)-atropisomers, though they are from different microbial sources. This configuration is presumable to be a common characteristic in stereochemistry of this class of natural products.", "cite_spans": [{"start": 113, "end": 116, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 534, "end": 553, "text": "(2, 4, 5, 7, and 8)", "ref_id": null}, {"start": 787, "end": 790, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 791, "end": 793, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 258, "end": 264, "text": "Fig. 3", "ref_id": null}, {"start": 677, "end": 684, "text": "Fig. 3)", "ref_id": null}], "section": "Results and discussion"}, {"text": "The isolated metabolites were evaluated for their antibacterial activity against a panel of pathogenic bacteria including four Gram-positive bacteria, S. aureus ATCC6548 (MSSA), methicillin-resistant S. aureus 11646 (MRSA), E. faecium (VSE), and vancomycin-resistance E. faecium (VRE), and two Gram negative bacteria, Escherichia coli ATCC8739 and Shigella dysenteriae CMCC51252. Compounds 1−8 exhibited remarkable antibacterial activity toward Gram-positive bacteria MSSA, MRSA, VSE, and VRE with minimal inhibitory concentration (MIC) values in the range of 0.63−5.0 μg ml −1 , but were inactive (MIC > 50 μg ml −1 ) against Gram negative bacteria E. coli and S. dysenteriae. The results were consistent with previous findings for fasamycins, nephthacemycins, and formicamycins [1] [2] [3] [4] [5] [6] . As can be seen in Table 3 , compounds 4, 5/6, and 8, containing two, three, and four chlorine atoms, respectively, showed a successive drop in the activity, suggesting that more chlorine atoms could not enhance their antibacterial potency. Compounds 1−3 in comparison with compound 4 supported that a free OH group at C-3 is a favoured structural feature for the activity. Furthermore, the 5-O-methyl bearing 7 displayed a 2−4 fold activity superior to the 5-OH containing 6, indicating that methylation of 5-OH could enhance the potency.", "cite_spans": [{"start": 780, "end": 783, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 784, "end": 787, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 788, "end": 791, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 792, "end": 795, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 796, "end": 799, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 800, "end": 803, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 824, "end": 831, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Results and discussion"}, {"text": "In conclusion, the present study discovered eight new fasamycin-type polyketides, streptovertimycins A−H (1−8) , and demonstrated that S. morookaense SC1169 is a new producer of this class of promising antibacterial substances. Compounds 1−8, with structures distinct from those of reported congeners, also showed strong activity against MRSA and VRE. Their activity profile provided new insights into SARs of fasamycins and congeners, which would be useful clues to structure optimization of this type of antibiotics.", "cite_spans": [{"start": 105, "end": 110, "text": "(1−8)", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "Optical rotations were measured in MeOH on a Perkin-Elmer 343 spectropolarimeter. UV spectra and CD spectra were obtained simultaneously on a Chirascan CD spectrometer (Applied Photophysics Ltd., England) with MeOH as solvent. 1D NMR, and 2D NMR experiments were performed on a Bruker Avance III 500 MHz spectrometer. HR-ESIMS data were collected on a Bruker maXis Q-TOF mass spectrometer. Preparative and semipreparative HPLC were performed on a Shimadzu LC-6AD pump and a Shimadzu RID-10A refractive index detector with a Shimadzu Shim-packed Pro-ODS column (20 × 250 mm) and a Waters Nova-Pak ® HR C-18 column (7.8 × 300 mm). Silica gel 60 (100-200 mesh, Qingdao Marine Chemical Ltd., Qingdao, China), YMC ODS (75 μm, YMC Co. Ltd., Kyoto, Japan) and Sephadex LH-20 (GE Healthcare, Uppsala, Sweden) were used in CC. Analytical TLC was performed on HSGF254 silica gel plates (0.2 mm, Yantai Jiangyou Silica Gel Development Co. Ltd., Yantai, China); spots were visualized by spraying with 10% H 2 SO 4 solution followed by heating.", "cite_spans": [], "ref_spans": [], "section": "General experimental procedure"}, {"text": "The actinomycete, Streptomyces morookaense (formerly Streptoverticillium morookaense) SC1169 as previously described [11] , was isolated from a soil sample collected in the Dinghu Mountain Biosphere Reserve, Guangdong, People's Republic of China. The culture plugs of SC1169 grown on PDA medium for 10 days were inoculated into twenty five 500 ml Erlenmeyer flasks containing 100 ml of YMG medium (glucose 0.4%, malt extract 1.0%, yeast extract 0.4%, pH 5.5) and shaken on a rotatory (150 rpm) at 28°C for 72 h. Ten millilitres of culture broth was transferred into each of two hundred 500 ml flasks containing 60 ml of YMG medium and 60 g of wheat grains, and the incubation was performed in the dark at 28°C for 30 days.", "cite_spans": [{"start": 117, "end": 121, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Producing actinomycete and fermentation"}, {"text": "The solid fermentation cultures were extracted with 95% EtOH three times. The resultant crude extract was dissolved into water and partitioned sequentially with petroleum ether, EtOAc, and n-BuOH. The EtOAc-soluble fraction (67.5 g) was separated by a silica gel column using CHCl 3 Fig. 3 Comparison between the M06/TZVP/PCM calculated and measured ECD spectra of compounds 1, 3 and 6 and comparison of the measured ECD spectra of 1−8 C NMR data, see Tables 1 and 2 ", "cite_spans": [{"start": 281, "end": 282, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 283, "end": 289, "text": "Fig. 3", "ref_id": null}, {"start": 452, "end": 466, "text": "Tables 1 and 2", "ref_id": "TABREF1"}], "section": "Extraction and isolation"}, {"text": "Four Gram-positive bacterial strains, S. aureus (ATCC 6538), MRSA (no. 11646), VSE, and VRE, and two Gram negative bacterial strain, E. coli (ATCC 8739) and S. dysenteriae (CMCC 51252), were used for antibacterial evaluation. The reference strains, MSSA, E. coli, and S. dysenteriae, were purchased from Microbial Culture Collection Center of Guangdong Institute of Microbiology (Guangzhou, China). VRE (no. 151458137) and VSE (no. 160119481), the clinical isolates from abdomen of patients, were obtained from The First Affiliate Hospital, Sun Yat-sen University. MRSA (no. 11646) was kindly provided by the State Key Laboratory of Respiratory Disease, First Affiliated Hospital of Guangzhou Medical University (Guangzhou, China). The activity was tested by microplate Alamar Blue assay (MABA) as previously described [12] with brain heart infusion medium for VRE and VSE, and Mueller-Hinton broth medium for other strains. The strains were incubated in medium on a rotary shaker at 150 rpm in 28°C for 12 h. The bacterial suspensions of the strain were quantified with a hemocytometer and adjusted with medium to 1 × 10 5 CFU ml −1 for the MABA. Tested compounds were twofold diluted with the DMSO to give serial concentrations. One hundred microlitres of bacterial suspension of each strain containing Alamar Blue (8%, v/v) and the compound solution (4%, v/v) was added into a 96-well microtiter plate in triplicate. The final concentrations of tested compounds were 10, 5, 2.5, 1.25, 0.63, and 0.31 μg ml −1 . Vancomycin and kanamycin were used as positive control. Negative control wells were added with DMSO instead of the test compound, and blank control wells contained Alamar Blue but without bacterial suspension. The plates were incubated in the dark at 28°C for 6−8 h. The final concentration of the well, which was closest to the red one and remained blue, was deemed as the MIC.", "cite_spans": [{"start": 819, "end": 823, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Evaluation of antibacterial activity"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Naphthacemycins, novel circumventors of β-lactam resistance in MRSA, produced by Streptomyces sp. KB-3346-5. I. The taxonomy of the producing strain, and the fermentation, isolation and antibacteria activities", "authors": [{"first": "A", "middle": [], "last": "Fukumoto", "suffix": ""}], "year": 2017, "venue": "J Antibiot", "volume": "70", "issn": "", "pages": "562--569", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Naphthacemycins, novel circumventors of βlactam resistance in MRSA, produced by Streptomyces sp. KB-3346-5. II. Structure elucidation", "authors": [{"first": "A", "middle": [], "last": "Fukumoto", "suffix": ""}], "year": 2017, "venue": "J Antibiot", "volume": "70", "issn": "", "pages": "568--73", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "KB-3346-5 substances, their fermentative manufacture, and antibacterial agents containing them", "authors": [{"first": "S", "middle": [], "last": "Omura", "suffix": ""}], "year": 2009, "venue": "Jpn. Kokai Tokkyo Koho", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Functional analysis of environmental DNA-derived type II polyketides synthase reveals structurally diverse secondary metabolites", "authors": [{"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "D", "middle": [], "last": "Kallifidas", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Brady", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci USA", "volume": "108", "issn": "", "pages": "12629--12663", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Environmental DNA-encoded antibiotics fasamycins A and B inhibit FabF in type II fatty acid biosynthesis", "authors": [{"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "D", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Dewell", "suffix": ""}, {"first": "Bvb", "middle": [], "last": "Reddy", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Brady", "suffix": ""}], "year": 2012, "venue": "J Am Chem Soc", "volume": "134", "issn": "", "pages": "2981--2988", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Formicamycins, antibacterial polyketides produced by Streptomyces formicae isolated from African Tetraponera plant-ants", "authors": [{"first": "Z", "middle": [], "last": "Qin", "suffix": ""}], "year": 2017, "venue": "Chem Sci", "volume": "8", "issn": "", "pages": "3218--3245", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A role for antibiotic biosynthesis monooxygenase domain proteins in fidelity control during aromatic polyketide biosynthesis", "authors": [{"first": "Z", "middle": [], "last": "Qin", "suffix": ""}, {"first": "R", "middle": [], "last": "Devine", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Hutchings", "suffix": ""}, {"first": "B", "middle": [], "last": "Wikinson", "suffix": ""}], "year": 2019, "venue": "Nat Commun", "volume": "10", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Discovery of naphthacemycins as a novel class of PARP1 inhibitors", "authors": [{"first": "W", "middle": [], "last": "Shen", "suffix": ""}], "year": 2019, "venue": "Bioorg Med Chem Lett", "volume": "29", "issn": "", "pages": "1904--1912", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Total synthesis of (±)-naphthacemycin A 9 , possessing both antibacterial activity against methicillin-resistant Staphylococcus aureus and circumventing effect of β-lactam resistance", "authors": [{"first": "T", "middle": [], "last": "Hirose", "suffix": ""}], "year": 2017, "venue": "J Antibiot", "volume": "70", "issn": "", "pages": "574--81", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Total synthesis of tetarimycin A, (±)-naphthacemycin A 9 , and (±)-fasamycin A: structure-activity relationship studies against drug-resistant bacteria", "authors": [{"first": "J", "middle": ["K"], "last": "Huang", "suffix": ""}, {"first": "Tly", "middle": [], "last": "Lauderdale", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Lin", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Shia", "suffix": ""}], "year": 2018, "venue": "J Org Chem", "volume": "83", "issn": "", "pages": "6508--6531", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Two new antifungal alkaloids produced by Streptoverticillium morookaense", "authors": [{"first": "N", "middle": [], "last": "Feng", "suffix": ""}], "year": 2007, "venue": "J Antibiot", "volume": "60", "issn": "", "pages": "179--83", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cytotoxic and antibacterial quinone sesquiterpenes from a Myrothecium fungus", "authors": [{"first": "Y", "middle": [], "last": "Fu", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xue", "suffix": ""}, {"first": "X", "middle": [], "last": "Wei", "suffix": ""}], "year": 2014, "venue": "J Nat Prod", "volume": "77", "issn": "", "pages": "1791--1800", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Penicillitone, a potent in vitro antiinflammatory and cytotoxic rearranged sterol with an unusual tetracycle core produced by Penicillium purpurogenum", "authors": [{"first": "J", "middle": [], "last": "Xue", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wei", "suffix": ""}], "year": 2014, "venue": "Org Lett", "volume": "16", "issn": "", "pages": "1518--1539", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Bisacremines A-D, dimeric acremines produced by a soil-derived Acremonium persicinum Strain", "authors": [{"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xue", "suffix": ""}, {"first": "X", "middle": [], "last": "Wei", "suffix": ""}], "year": 2015, "venue": "J Nat Prod", "volume": "78", "issn": "", "pages": "2161--2167", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Bisacremines E-G, three polycyclic dimeric acremines produced by Acremonium persicinum SC0105", "authors": [{"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2015, "venue": "Org Lett", "volume": "17", "issn": "", "pages": "4922--4927", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Acremotins A-D, peptaibiotics produced by the soil-derived fungus Acremonium persicinum SC0105", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "J Antibiot", "volume": "71", "issn": "", "pages": "927--965", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Streptovertimycins A-H, new fasamycin-type antibiotics produced by a soil-derived", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Structures of streptovertimycins A-H (1-8) compounds 2 and 3 were characterized as the 22-and 2-chlorinated derivatives of streptovertimycin A, respectively. Streptovertimycin D (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Key HMBC correlations (arrows) of 1", "latex": null, "type": "figure"}, "FIGREF2": {"text": "13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 553.0841 [M − H] − (calcd for C 29 H 23 Cl 2 O 7 , 553.0826). Streptovertimycin C (3): yellow powder; [α] 20 D +4.0 (c 0.1, MeOH); UV (MeOH) λ max (log ε) 204 (3.81), 250 (3.35), 291 (3.18), 355 (3.07), 426 (3.11) nm; CD (MeOH) Δε 225 (−10.8), 246 (+4.8), 416 (+0.4); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 553.0837 [M − H] − (calcd for C 29 H 23 Cl 2 O 7 , 553.0826). Streptovertimycin D (4): yellow powder; [α] 20 D −11.0 (c 0.1, MeOH); UV (MeOH) λ max (log ε) 203 (3.87), 250 (3.43), 291 (3.25), 353 (3.17), 427 (3.22) nm; CD (MeOH) Δε 214 (−15.0), 245 (+5.1), 312 (−0.8), 411 (+0.4); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 539.0691 [M − H] − (calcd for C 28 H 21 Cl 2 O 7 , 539.0670). Streptovertimycin E (5): yellow powder; [α] 20 D +43.5 (c 0.2, MeOH); UV (MeOH) λ max (log ε) 203 (3.85), 252 (3.49), 292 (3.29), 351 (3.18), 425 (3.23) nm; CD (MeOH) Δε 214 (−12.4), 252 (+5.0), 316 (−1.6), 440 (+1.0); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 573.0293 [M − H] − (calcd for C 28 H 20 Cl 3 O 7 , 573.0280). Streptovertimycin F (6): yellow powder; [α] 20 D +43.0 (c 0.1, MeOH); UV (MeOH) λ max (log ε) 205 (3.86), 250 (3.37), 291 (3.23), 353 (3.16), 425 (3.19) nm; CD (MeOH) Δε 210 (−8.3), 240 (+3.7), 312 (−1.3); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 573.0302 [M − H] − (calcd for C 28 H 20 Cl 3 O 7 , 573.0280). Streptovertimycin G (7): yellow powder; [α] 20 D +63.5 (c 0.2, MeOH); UV (MeOH) λ max (log ε) 205 (3.90), 252 (3.41), 292 (3.21), 354 (3.15), 426 (3.20) nm; CD (MeOH) Δε 218 (−6.2), 240 (+1.5), 281 (+2.6), 423 (+1.1); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 587.0445 [M − H] − (calcd for C 29 H 22 Cl 3 O 7 , 587.0437). Streptovertimycin H (8): yellow powder; [α] 20 D +18.0 (c 0.1, MeOH); UV (MeOH) λ max (log ε) 204 (3.62), 251 (3.27), 290 (3.07), 351 (2.94), 423 (2.94) nm; CD (MeOH) Δε 210 (−3.7), 250 (+2.6), 293 (+1.3); 1 H and 13 C NMR data, see Tables 1 and 2; HR-ESIMS m/z 606.9901 [M − H] − (calcd for C 28 H 19 Cl 4 O 7 , 606.9890).", "latex": null, "type": "figure"}, "TABREF0": {"text": "exhibited signals for two sets of metacoupled aromatic protons [δ H 6.46 and 6.43 (d, J = 2.4 Hz, H-2 and H-4); 6.87 and 7.12 (br s, H-24 and H-22)] indicating the presence of two tetrasubstituted aromatic rings.The spectrum also displayed signals for two isolated aro-", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Antibacterial activity (MIC, μg ml −1 ) of compounds 1-8", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements We thank Prof. Songzhen Yang, Guangdong Institute of Microbiology, for morphological authentication of the producing actinomycete, Mr Yunfei Yuan, South China Botanical Garden, Chinese Academy of Sciences, for NMR spectroscopic measurements, Ms Aijun Sun, South China Sea Institute of Oceanology, Chinese Academy of Sciences, for HR-ESIMS measurements, and Mr Kang Liao, The First Affiliate Hospital, Sun Yat-sen University, for providing the drug-resistant bacteria, VRE and VSE. We also acknowledge the support from the Guangzhou Branch of the Supercomputing Center of Chinese Academy of Sciences. This work was supported by NSFC grants (nos 81872773 and 81172942). Electronic supplementary information is available on The Journal of Antibiotics website (http://www.nature.com/ja).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}