{
    "paper_id": "1c931b60e6a22e2bdde4168886d91b5e5a25baa6",
    "metadata": {
        "title": "Angiotensin II for the Treatment of COVID-19-Related Vasodilatory Shock ANeSTheSiA & ANALGeSiA ANeSTheSiA & ANALGeSiA Angiotensin II for COVID-19-Related Shock",
        "authors": [
            {
                "first": "Xxx",
                "middle": [],
                "last": "Xxx Xxx • Volume",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xxx",
                "middle": [],
                "last": "Number",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "3 trials to support Ang-2's superiority over conventional vasopressors in COVID-19 patients with vasodilatory shock, the physiologic rationale for using the drug is strong, and the gravity of the current situation mandates that alternative therapies be considered. E",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "; Ang-1 = angiotensin I; Ang-2 = angiotensin II; APACHE = Acute Physiology and Chronic Health Evaluation; ARDS = acute respiratory distress syndrome; AT 1 = angiotensin type 1; AT 2 = angiotensin type 2; ATHOS-3 = Angiotensin II for the Treatment of High Output Shock; CI = confidence interval; COVID-19 = coronavirus disease 2019; ECMO = extracorporeal membrane oxygenation; EDHF = endotheliumderived hyperpolarizing factor; ICU = intensive care unit; MAS = mitochondrial assembly protein; NO = nitric oxide; RAAS = renin-angiotensin-aldosterone system; RRT = renal replacement therapy; SARS = severe acute respiratory syndrome C oronavirus disease 2019 (COVID-19) first appeared in Wuhan, China, in early December 2019. 1 Since then, the World Health Organization has classified it as a pandemic and, as of April 16, 2020, 186 countries have reported over 2 million confirmed cases and 138,000 deaths. 2 In the cohort of patients with severe disease, 89.0% were hospitalized and 8.1% died. 1 In the subgroup of patients admitted to the intensive care unit (ICU), required mechanical ventilation, or died from the disease, 11.9% required continuous renal replacement therapy (RRT), 13.4% developed septic shock, and 40.3% developed acute respiratory distress syndrome (ARDS). 1 Given the high morbidity and mortality in this cohort, we must utilize medications that are already available today to alter the pathophysiology and clinical course of this disease. Doing so may improve outcomes while awaiting the development of targeted antiviral therapies and vaccines. [3] [4] [5] [6] [7] ARDS increases alveolar-capillary barrier permeability, reduces surfactant production, amplifies cytokine and interleukin production, and increases the risk of septic shock, which all culminate in severe pulmonary endothelial damage. 8 Because angiotensin-converting enzyme (ACE) is also located on the pulmonary endothelium, these proinflammatory processes severely disrupt ACE function. 9 ACE is integral to the renin-angiotensin-aldosterone system (RAAS), which is one of the 3 physiologic pathways that function in concert with the arginine-vasopressin and sympathetic nervous systems to autoregulate hemodynamics in humans. 10 Dysfunction in ACE (hazard ratio 0.56; 95% confidence interval [CI], 0.36-0.83; P = .011) and RAAS (estimated fixed effect of renin 1292.0 and 1428.7, 95% CI, 34.7-1428.7; P = .03) has been associated with decreased survival in septic shock. 3, 11 Without functional ACE in COVID-19-associated ARDS, angiotensin I (Ang-1) cannot be hydrolyzed into angiotensin II (Ang-2), which contributes to hypotension via 4 distinct mechanisms. First, inadequate production of Ang-2 directly leads to decreased angiotensin type 1 (AT 1 ) receptor agonism (Figure 1 ), leading to decreased vascular smooth muscle constriction, decreased free water and sodium reabsorption by the kidney, and decreased aldosterone, cortisol, and vasopressin release by the hypothalamicpituitary-adrenal axis. 9,10 Second, it leads to excessive accumulation of Ang-1, which is metabolized into angiotensin-(1-9) (Ang-(1-9)) and angiotensin-(1-7) (Ang-(1-7)) to agonize the vasodilatory mitochondrial assembly protein (MAS) and angiotensin type 2 (AT 2 ) receptors ( Figure 2 ). 9 Third, Ang-(1-7) directly activates nitric oxide (NO) synthase, stimulating production of NO, another potent vasodilator. 12 Fourth, it impairs ACE-dependent hydrolysis of bradykinin into bradykinin-(1-7) and bradykinin- (1) (2) (3) (4) (5) , which leads to excessive accumulation of bradykinin (Figure 1) . 13 This vasodilatory substance agonizes B 2 receptors and causes release of prostacyclin, NO, and endotheliumderived hyperpolarizing factor (EDHF). 14 Because of these changes, a strong physiologic rationale exists for utilizing exogenous Ang-2 to treat COVID-19-associated vasodilatory shock. Exogenous Ang-2 targets the RAAS by replacing depleted endogenous Ang-2 stores and agonizing AT 1 receptors to increase vascular tone. Furthermore, by increasing renal perfusion and decreasing renin secretion, exogenous Ang-2 decreases Ang-1 production and mitigates secondary MAS, AT 2 , B 2 , NO, and bradykinin-induced vasodilatation. 9 The Angiotensin II for the Treatment of High Output Shock (ATHOS-3) trial found that Ang-2 was effective at increasing mean arterial pressure and decreasing background norepinephrine dose. 15 One study found that patients with vasodilatory shock who rapidly responded to exogenous Ang-2, defined as the ability to down-titrate to a dose ≤5 ng/kg/min within 30 minutes of initiation, had significantly lower levels of baseline endogenous Ang-2 (mean Ang-2 128.3 ± 199.1 pg/mL rapid responders versus 420.8 ± 680.4 pg/mL nonrapid responders; P < .01) and subsequently had decreased 28-day mortality (41% for rapid responders versus 66% nonrapid responders; P < .001) than those who did not rapidly respond. 4 In addition, Ang-2 was associated with decreased 28-day mortality in patients with an Acute Physiology and Chronic Health Evaluation (APACHE) II score >30 (51.8% mortality for Ang-2 versus 70.8% for conventional vasopressors; P = .037) and in patients with acute kidney injury (AKI) on RRT (47% mortality for Ang-2 versus 70% for conventional vasopressors; P = .012). 5, 6 Furthermore, Ang-2-treated patients experienced an increased rate of liberation from RRT by day 7 (38% for Ang-2 versus 15% for conventional vasopressors; P = .007) compared to those who only received conventional vasopressors. 6 With up to 11.9% of critically ill COVID-19 patients requiring RRT and with the continued exponential increase in the number of COVID-19 cases worldwide, a large number of patients might benefit from earlier Ang-2 utilization. 1 Although the physiologic effects of Ang-2 on the RAAS are known, many questions remain. Current evidence suggests that severe acute respiratory syndrome [SARS]-CoV-2, the virus that causes COVID-19, binds to the angiotensin-converting enzyme 2 (ACE2) receptor with 10-20 times the affinity of SARS-CoV, identified in 2003, and that ACE2 is required for cell entry and viral replication. 16 Exogenous Ang-2 has been shown to downregulate ACE2 by internalization and degradation in animal models and in vitro studies of human cells. 17, 18 It is unknown whether these downregulatory effects on ACE2 and can modulate the rate of COVID-19 cell entry and viral replication. Viral load and ACE2 enzyme activity should be measured in patients who receive Ang-2 or other vasopressors to better characterize their effects in COVID-19-infected patients.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 723,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 904,
                    "end": 905,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 992,
                    "end": 993,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1277,
                    "end": 1278,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1576,
                    "end": 1579,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1977,
                    "end": 1978,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2217,
                    "end": 2219,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2462,
                    "end": 2464,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2465,
                    "end": 2467,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3265,
                    "end": 3266,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3389,
                    "end": 3391,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 3488,
                    "end": 3491,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3492,
                    "end": 3495,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3496,
                    "end": 3499,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3500,
                    "end": 3503,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3504,
                    "end": 3507,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3575,
                    "end": 3577,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3723,
                    "end": 3725,
                    "text": "14",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4207,
                    "end": 4208,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4398,
                    "end": 4400,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 4914,
                    "end": 4915,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5284,
                    "end": 5286,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5287,
                    "end": 5288,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 5517,
                    "end": 5518,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 5746,
                    "end": 5747,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 6135,
                    "end": 6137,
                    "text": "16",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 6279,
                    "end": 6282,
                    "text": "17,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 6283,
                    "end": 6285,
                    "text": "18",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 2762,
                    "end": 2771,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 3253,
                    "end": 3261,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 3562,
                    "end": 3572,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The disruption of ACE function in ARDS and sepsis makes early exogenous Ang-2 administration a physiologically rational choice for the treatment of COVID-19-associated vasodilatory shock. With the anticipated widespread shortage of life-sustaining equipment such as ventilators, continuous RRT machines, and extracorporeal membrane oxygenation (ECMO) circuits, critical care personnel such as RRT-trained nurses, intensivists, and respiratory therapists, and hospital resources such as critical care beds, emergency department beds, and personal protective equipment, every single RRT-free, hypotension-free, ventilator-free, and ICU-free day will matter. Although there are no current Figure 1 . Normal function of ACE. ACE hydrolyzes Ang-1 into Ang-2, which then acts on AT 1 receptors to cause vasoconstriction. ACE is also required at 2 points in the hydrolysis of bradykinin into bradykinin-(1-7) and bradykinin- (1) (2) (3) (4) (5) . ACE indicates angiotensin-converting enzyme; Ang-1, angiotensin I; Ang-2, angiotensin II; AT 1 , angiotensin type 1. Figure 2 . Effect of ACE dysfunction on metabolite accumulation. Dysfunction in ACE as a result of endothelial damage, ARDS, and septic shock prevents the hydrolysis of Ang-1 to Ang-2 from occurring. Ang-1 accumulates, and the excess is metabolized into Ang-(1-9) and Ang-(1-7). Ang-(1-7) leads to activation of nitric oxide synthase and agonism of AT 2 , B 2 , and MAS receptors, which all lead to vasodilatation. In addition, ACE dysfunction prevents the degradation of bradykinin into bradykinin-(1-7) and bradykinin-(1-5), which results in an excessive accumulation of bradykinin and potent vasodilatation. The figure was created with Motifolio Toolkit (Motifolio Inc, Ellicott City, MD). ACE indicates angiotensinconverting enzyme; Ang-(1-7), angiotensin-(1-7); Ang-(1-9), angiotensin-(1-9); Ang-1, angiotensin I; Ang-2, angiotensin II; ARDS, acute respiratory distress syndrome; AT 2 , angiotensin type 2; MAS, mitochondrial assembly protein; RAAS, renin-angiotensin-aldosterone system.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 921,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1065,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Angiotensin I and angiotensin II concentrations and their ratio in catecholamine-resistant vasodilatory shock",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szerlip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sensitivity to angiotensin II dose in patients with vasodilatory shock: a prespecified analysis of the ATHOS-3 trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Ham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Boldt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mccurdy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Intensive Care",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of disease severity on survival in patients receiving angiotensin II for vasodilatory shock",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szerlip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bihorac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ATHOS-3) Investigators. Outcomes in patients with vasodilatory shock and renal replacement therapy treated with intravenous angiotensin II",
            "authors": [],
            "year": 2018,
            "venue": "Angiotensin II for the Treatment of High-Output Shock",
            "volume": "3",
            "issn": "",
            "pages": "949--957",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Baseline angiotensin levels and ACE effects in patients with vasodilatory shock treated with angiotensin II",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Albertson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Busse",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Intensive Care Med Exp",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensin converting enzyme defects in shock: implications for future therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Chawla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Tidmarsh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reversal of vasodilatory shock: current perspectives on conventional, rescue, and emerging vasoactive agents for the treatment of shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abuelkasem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sankova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mazzeffi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesth Analg",
            "volume": "130",
            "issn": "",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Renin as a marker of tissue-perfusion and prognosis in critically ill patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Crippa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mongkolpun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "152--158",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bradykinin, angiotensin-(1-7), and ACE inhibitors: how do they interact?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dendorfer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Danser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Biochem Cell Biol",
            "volume": "35",
            "issn": "",
            "pages": "792--801",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Role of bradykinin in mediating vascular effects of angiotensin-converting enzyme inhibitors in humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hornig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "95",
            "issn": "",
            "pages": "1115--1118",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Angiotensin II for the treatment of vasodilatory shock",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Investigators",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "419--430",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Angiotensin II mediates angiotensin converting enzyme type 2 internalization and degradation through an angiotensin II type I receptor-dependent mechanism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Deshotels",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sriramula",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazartigues",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Filipeanu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hypertension",
            "volume": "64",
            "issn": "",
            "pages": "1368--1375",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Angiotensin II up-regulates angiotensin I-converting enzyme (ACE), but down-regulates ACE2 via the AT1-ERK/p38 MAP kinase pathway",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Koka",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "R"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Pathol",
            "volume": "172",
            "issn": "",
            "pages": "1174--1183",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "angiotensin-converting enzyme 2; ACE = angiotensin-converting enzyme; AKI = acute kidney injury; Ang-(1-9) = angiotensin-(1-9); Ang-(1-7) = angiotensin-(1-7)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}