{"paper_id": "1c958a0cf5fa78c953aaa1879bb7ec707a092c98", "metadata": {"title": "Entrepreneurial homeworkers", "authors": [{"first": "Nam", "middle": [], "last": "Kyoon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Kim", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": ["C"], "last": "Parker", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Nearly 40% of British self-employees are homeworkers. Using a large representative sample of the UK longitudinal survey data, we explore the determinants of self-employed homeworking, distinguishing between genders. We reject the notion that homeworking is a transitional entrepreneurial state that the self-employed \"grow out of\", while establishing that both employer status and business structure play an important role in predicting which self-employed become homeworkers. Our findings also shed light on two outstanding puzzles in entrepreneurship scholarship: why so few of the self-employed create jobs for others, and why on average the self-employed suffer an earnings penalty compared with employees.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The regional entrepreneurship literature continues to grow rapidly, reflecting enduring interest in understanding entrepreneurs' venture location choices and the resulting implications for regional economic development. Recent research has analyzed, inter alia: the determinants of persistent differences in regional rates of entrepreneurship (Andersson and Koster 2010; Bishop and Shilcof 2017; Fotopoulos and Storey 2017; Koster and Hans 2017; Modrego et al. 2017) ; regional firm entry and exit rates (Bishop and Shilcof 2017; Li 2017) ; the location and mobility of entrepreneurs (Di Addario and Vuri 2010; Kulchina 2016); regional knowledge spillovers as an entrepreneurship attractor (Audretsch et al. 2006; Bonaccorsi et al. 2014) ; and the concentration of entrepreneurship in neighborhoods, cities and clusters (Di Addario and Vuri 2010; Pe'er and Keil 2013) . This valuable background has greatly enhanced our understanding of regional aspects of entrepreneurship.", "cite_spans": [{"start": 343, "end": 370, "text": "(Andersson and Koster 2010;", "ref_id": "BIBREF0"}, {"start": 371, "end": 395, "text": "Bishop and Shilcof 2017;", "ref_id": "BIBREF5"}, {"start": 396, "end": 423, "text": "Fotopoulos and Storey 2017;", "ref_id": "BIBREF30"}, {"start": 424, "end": 445, "text": "Koster and Hans 2017;", "ref_id": "BIBREF48"}, {"start": 446, "end": 466, "text": "Modrego et al. 2017)", "ref_id": "BIBREF60"}, {"start": 504, "end": 529, "text": "(Bishop and Shilcof 2017;", "ref_id": "BIBREF5"}, {"start": 530, "end": 538, "text": "Li 2017)", "ref_id": "BIBREF52"}, {"start": 690, "end": 713, "text": "(Audretsch et al. 2006;", "ref_id": "BIBREF2"}, {"start": 714, "end": 737, "text": "Bonaccorsi et al. 2014)", "ref_id": "BIBREF9"}, {"start": 820, "end": 846, "text": "(Di Addario and Vuri 2010;", "ref_id": "BIBREF21"}, {"start": 847, "end": 867, "text": "Pe'er and Keil 2013)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Introduction"}, {"text": "What is much less well-known is why many entrepreneurs locate their ventures at their place of residence. It turns out that entrepreneurial homeworkers are surprisingly prevalent. For example, according to the present study, which utilizes data from the British Household Panel Survey (BHPS)-a representative longitudinal dataset of individuals and households residing in the UK-nearly 40% of the self-employed in the UK are homeworkers. This fact appears to be little known, in part because apart from a handful of prior studies (Mason et al. 2011; Reuschke 2016) , entrepreneurial homeworking has been largely neglected as a research topic. This neglect is surprising for several reasons. First, homeworking influences entrepreneurs' ability to serve lucrative markets and scale their businesses by hiring workers. Hence, it bears on entrepreneurial performance. Second, homeworking carries implications for understanding who participates in entrepreneurship. This is of interest to researchers concerned with the drivers of entrepreneurial selection. Third, the joint emergence of high-tech occupations and the decline of \"traditional\" employment provided by large employers make homeworking a topical alternative mode of employment. There is considerable policy interest in discovering more about the prevalence of homeworking in the new digital economy (Blount 2015; Huws et al. 2018) .", "cite_spans": [{"start": 530, "end": 549, "text": "(Mason et al. 2011;", "ref_id": "BIBREF57"}, {"start": 550, "end": 564, "text": "Reuschke 2016)", "ref_id": "BIBREF64"}, {"start": 1358, "end": 1371, "text": "(Blount 2015;", "ref_id": "BIBREF7"}, {"start": 1372, "end": 1389, "text": "Huws et al. 2018)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Introduction"}, {"text": "Moreover, uncovering the determinants of entrepreneurial homeworking can inform several prominent areas of entrepreneurship research. These include how entrepreneurs manage work-life balance, where they locate their ventures, and how public policy influences entry into entrepreneurship. First, emerging research demonstrates that many people value the flexibility of being self-employed, and often \"blur\" home and work commitments to enhance their well-being and satisfaction (Boden 1999; Hurst and Pugsley 2011; Sevä et al. 2016) . While much research has emphasized the importance of variations in work hours for achieving flexibility, the potential role of homeworking in this regard (whereby entrepreneurs can quickly switch between performing home and work duties) has been rather neglected. Second, entrepreneurship scholars are increasingly investigating entrepreneurs' venture location choices (Dahl and Sorenson 2010; Koster and Venhorst 2014; Kulchina 2016; Stam 2007) , and how these choices affect the performance of their ventures (Di Addario and Vuri 2010; Frederiksen et al. 2016 ). Yet this body of research is largely silent about homeworking, even though it may allow entrepreneurs to economize on commuting costs and rents, while facilitating flexible working. Third, public policy is known to favor entrepreneurship through, for example, various programs that promote self-employment as a career choice (Caliendo and Kritikos 2010; Michaelides and Benus 2012; Parker 2018, Chaps. 18-21) . Policymakers also design policies to encourage entrepreneurs to create jobs for others (Henrekson and Johansson 2010; Mathur 2010) . To date, however, few policy prescriptions have connected these hitherto disparate threads, even though (as we will argue) entrepreneurial homeworking may provide a basis for doing so.", "cite_spans": [{"start": 477, "end": 489, "text": "(Boden 1999;", "ref_id": "BIBREF8"}, {"start": 490, "end": 513, "text": "Hurst and Pugsley 2011;", "ref_id": "BIBREF39"}, {"start": 514, "end": 531, "text": "Sevä et al. 2016)", "ref_id": "BIBREF70"}, {"start": 903, "end": 927, "text": "(Dahl and Sorenson 2010;", "ref_id": "BIBREF16"}, {"start": 928, "end": 953, "text": "Koster and Venhorst 2014;", "ref_id": "BIBREF49"}, {"start": 954, "end": 968, "text": "Kulchina 2016;", "ref_id": "BIBREF50"}, {"start": 969, "end": 979, "text": "Stam 2007)", "ref_id": "BIBREF72"}, {"start": 1072, "end": 1095, "text": "Frederiksen et al. 2016", "ref_id": "BIBREF31"}, {"start": 1424, "end": 1452, "text": "(Caliendo and Kritikos 2010;", "ref_id": "BIBREF13"}, {"start": 1453, "end": 1480, "text": "Michaelides and Benus 2012;", "ref_id": "BIBREF59"}, {"start": 1481, "end": 1507, "text": "Parker 2018, Chaps. 18-21)", "ref_id": null}, {"start": 1597, "end": 1627, "text": "(Henrekson and Johansson 2010;", "ref_id": "BIBREF38"}, {"start": 1628, "end": 1640, "text": "Mathur 2010)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Introduction"}, {"text": "Might entrepreneurial homeworking have been neglected because it is merely a transitional state, which entrepreneurs use temporarily before scaling up and professionalizing their ventures? The purpose of the present article is to investigate this possibility, and in the process to analyze the determinants of homeworking, including business structure and caregiving responsibilities. Using BHPS data, this paper uncovers salient determinants of selection into homeworking and provides evidence about whether homeworking is or is not a transitional phase for entrepreneurial ventures. As a byproduct, our findings also shed light on two outstanding puzzles in entrepreneurship scholarship, showing how homeworking can partly explain why so few of the self-employed create jobs for others, and why on average the self-employed suffer an earnings penalty compared with employees.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our primary research question asks: \"Is homeworking a transitional state, which entrepreneurs use to get started before scaling up and professionalizing their business?\" In addressing this question, one needs to determine what factors influence entrepreneurs' decision to work at home rather than in a separate, dedicated workplace. To that end, we draw on a broad body of literature relating to occupational choice models that analyze the decisions of individuals about whether to become entrepreneurs. The \"Background literature\" section will first briefly review background literature on entrepreneurship as an occupational choice, and key factors associated with entrepreneurial homeworking. The \"Factors influencing homeworking\" section then develops several hypotheses which apply occupational choice-based logic to the entrepreneurial homeworking setting: the goal is to identify factors that influence entrepreneurial homeworking. The \"Is homeworking a transitional state?\" section then explores factors associated with entrepreneurs using homeworking as a transitional state. The reason for this ordering of the conceptual discussion is that influencing factors need to be considered before the implications of transitioning out of being an entrepreneurial homeworker can be understood.", "cite_spans": [], "ref_spans": [], "section": "Theory development"}, {"text": "Occupational choice models of entrepreneurship analyze the decisions of individuals who have heterogeneous tastes and abilities and decide whether to become entrepreneurs or employees. Individuals derive utility from both financial factors like profits and non-financial factors such as autonomy (Taylor 1996) or job satisfaction (Guerra and Patuelli 2016) . Individuals compare the utility they expect to derive from entrepreneurship with that obtainable from their next best alternative, which is usually taken to be wage employment (Parker 2018, Chap. 2) .", "cite_spans": [{"start": 296, "end": 309, "text": "(Taylor 1996)", "ref_id": "BIBREF74"}, {"start": 330, "end": 356, "text": "(Guerra and Patuelli 2016)", "ref_id": "BIBREF34"}, {"start": 535, "end": 557, "text": "(Parker 2018, Chap. 2)", "ref_id": null}], "ref_spans": [], "section": "Background literature"}, {"text": "Some occupational choice models focus only on utility derived from financial returns (e.g., Evans and Jovanovic 1989; Kihlstrom and Laffont 1979) . They recognize that individuals choose not only whether to become an entrepreneur but also how many factors of production to utilize, e.g., capital and/or labor. For example, Kihlstrom and Laffont (1979) jointly analyzed the decision to become an entrepreneur with the choice of how many workers to employ, in a model where individuals differ from each other in terms of their risk tolerance. Entrepreneurship is widely recognized as a risky occupation: Kihlstrom and Laffont (1979) demonstrated that the most risk-tolerant people are both more likely to become entrepreneurs and to hire workers.", "cite_spans": [{"start": 92, "end": 117, "text": "Evans and Jovanovic 1989;", "ref_id": "BIBREF27"}, {"start": 118, "end": 145, "text": "Kihlstrom and Laffont 1979)", "ref_id": "BIBREF45"}, {"start": 323, "end": 351, "text": "Kihlstrom and Laffont (1979)", "ref_id": "BIBREF45"}, {"start": 602, "end": 630, "text": "Kihlstrom and Laffont (1979)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Background literature"}, {"text": "Other models introduce non-financial considerations into the mix. Evidence shows that non-financial factors influence entrepreneurs' choices (Burke et al. 2000; Hurst and Pugsley 2011; Taylor 1996) . These factors include a desire for creativity and autonomy (Block and Koellinger 2009; Hytti et al. 2013; Schneck 2014) , and intrinsic satisfaction from work (Guerra and Patuelli 2016; Lange 2012) . Another relevant factor is the flexibility afforded by self-employment. Entrepreneurs work longer hours on average than employees but often enjoy greater latitude over when they work and what tasks they perform there (Hyytinen and Ruuskanen 2007) . Flexibility can be especially beneficial for entrepreneurs having household and caregiving responsibilities, who need to juggle their time between work and home (Boden 1999; Hurst and Pugsley 2011; Sevä et al. 2016) . Overall, the evidence suggests that entrepreneurs care about both financial payoffs and non-financial factors when deciding whether to run a business (Block and Koellinger 2009 ). This insight informs our theorizing below, which incorporates both financial and nonfinancial components of utility into entrepreneurs' decision-making calculus.", "cite_spans": [{"start": 141, "end": 160, "text": "(Burke et al. 2000;", "ref_id": "BIBREF12"}, {"start": 161, "end": 184, "text": "Hurst and Pugsley 2011;", "ref_id": "BIBREF39"}, {"start": 185, "end": 197, "text": "Taylor 1996)", "ref_id": "BIBREF74"}, {"start": 259, "end": 286, "text": "(Block and Koellinger 2009;", "ref_id": "BIBREF6"}, {"start": 287, "end": 305, "text": "Hytti et al. 2013;", "ref_id": "BIBREF41"}, {"start": 306, "end": 319, "text": "Schneck 2014)", "ref_id": "BIBREF69"}, {"start": 359, "end": 385, "text": "(Guerra and Patuelli 2016;", "ref_id": "BIBREF34"}, {"start": 386, "end": 397, "text": "Lange 2012)", "ref_id": "BIBREF51"}, {"start": 617, "end": 646, "text": "(Hyytinen and Ruuskanen 2007)", "ref_id": "BIBREF42"}, {"start": 810, "end": 822, "text": "(Boden 1999;", "ref_id": "BIBREF8"}, {"start": 823, "end": 846, "text": "Hurst and Pugsley 2011;", "ref_id": "BIBREF39"}, {"start": 847, "end": 864, "text": "Sevä et al. 2016)", "ref_id": "BIBREF70"}, {"start": 1017, "end": 1043, "text": "(Block and Koellinger 2009", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background literature"}, {"text": "Other research has recognized that the occupational choice of entrepreneurship does not take place in a spatial vacuum. Several reasons explain why many entrepreneurs prefer to situate their ventures close to, or at, their homes. This may be where their customer base and other stakeholders are located (Stam 2007) . The local nature of social networks and the need to reduce commuting costs given long work hours also explain why many entrepreneurs live close to where they work. Locating a venture far from home risks weakening the effectiveness of social capital. In addition, the entrepreneur may want to work close to dependents who need their care and support.", "cite_spans": [{"start": 303, "end": 314, "text": "(Stam 2007)", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Background literature"}, {"text": "Relatively few studies to date have examined entrepreneurial homeworking. Two important exceptions are Mason et al. (2011) and Reuschke (2016) . Mason et al. (2011) provide a descriptive analysis of home-based small-and medium-sized businesses in the UK, emphasizing the regional aspects of such businesses. Mason et al. (2011) dismiss as inaccurate the stereotype that home-based ventures are part-time, small and marginal. Instead, \"the majority of home-based businesses are serious undertakings, occupying their own dedicated space, operating on a full-time basis, and based at home largely for business rather than for lifestyle reasons... These findings challenge the simplistic stereotype that dismisses home-based businesses as part-time, small and marginal and, therefore, of little economic significance\" (Mason et al. 2011, p. 634) . Mason et al. (2011) build on earlier work which looked exclusively at women home-based business owners (Jurik 1998; Loscocco and Smith-Hunter 2004) . Reuschke (2016) in contrast used the British Household Panel Survey (BHPS) data to explore how housing characteristics affect entries into self-employment separately for homeworkers and non-homeworkers. Reuschke (2016) proposed that housing influences differently entry into homeworking versus nonhomeworking. She pointed out that housing provides not only financial benefits as a source of collateral to relieve borrowing constraints but also an affordable and versatile space in which to work flexibly-a precondition for many people such as those with caregiving responsibilities.", "cite_spans": [{"start": 103, "end": 122, "text": "Mason et al. (2011)", "ref_id": "BIBREF57"}, {"start": 127, "end": 142, "text": "Reuschke (2016)", "ref_id": "BIBREF64"}, {"start": 145, "end": 164, "text": "Mason et al. (2011)", "ref_id": "BIBREF57"}, {"start": 308, "end": 327, "text": "Mason et al. (2011)", "ref_id": "BIBREF57"}, {"start": 814, "end": 841, "text": "(Mason et al. 2011, p. 634)", "ref_id": null}, {"start": 844, "end": 863, "text": "Mason et al. (2011)", "ref_id": "BIBREF57"}, {"start": 947, "end": 959, "text": "(Jurik 1998;", "ref_id": "BIBREF44"}, {"start": 960, "end": 991, "text": "Loscocco and Smith-Hunter 2004)", "ref_id": "BIBREF54"}, {"start": 994, "end": 1009, "text": "Reuschke (2016)", "ref_id": "BIBREF64"}, {"start": 1197, "end": 1212, "text": "Reuschke (2016)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Background literature"}, {"text": "Below, we will focus on three major potential influences on entrepreneurial homeworking: employing others, forming business partnerships, and discharging caregiving responsibilities. We commence by noting that many residences are spatially constrained and lack the facilities to accommodate employees on-site (Reuschke 2016) . This may prevent entrepreneurs from being able to offer a comfortable working environment to employees, inducing entrepreneurs to eschew homeworking in favor of using a dedicated office or factory location outside the home. In addition, many employees expect standard working conditions and hours, and access to standard office resources which may be lacking in somebody else's home. For instance, unless a home is exceptionally commodious, and can be renovated to house regular office facilities and equipment, it may be difficult to offer employees the kinds of working conditions they are used to in larger firms.", "cite_spans": [{"start": 309, "end": 324, "text": "(Reuschke 2016)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "In response, a home-based entrepreneur might be willing for employees to work remotely, e.g., at clients' premises. But remoteness raises the risk of agency costs arising from moral hazard: it may be difficult for the entrepreneur to monitor and supervise workers and prevent them from slacking (Demsetz 1983; Jensen and Meckling 1976) . One solution to this problem is for the entrepreneur to rent a central, dedicated office location, which is the logical alternative to homeworking. In such a location, the entrepreneur can work alongside their employees, making monitoring simpler and more effective. For all these reasons, one would therefore expect that, in the context of maximizing expected financial returns, employer entrepreneurs are less likely to be homeworkers:", "cite_spans": [{"start": 295, "end": 309, "text": "(Demsetz 1983;", "ref_id": "BIBREF20"}, {"start": 310, "end": 335, "text": "Jensen and Meckling 1976)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Hypothesis 1 The propensities of entrepreneurs to choose homeworking and hire employees are negatively related.", "cite_spans": [], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Setting up a venture from home may entail another drawback too: it can be harder for entrepreneurs to work together with other business partners and operate more financially ambitious enterprises. In general, business partners tend not to be residentially co-located, and they are rarely selected on that basis. Non-co-located partners of a home-based business must therefore choose which partner's home the business will be situated at. Home location is likely to impose monitoring costs on the business partner whose residence is not being used as the business location, as discussed above in the context of employees. While this is not necessarily an insuperable complication, it can entail time-consuming and ongoing negotiations between business partners, reducing the attractiveness of home-based venturing for one or more of the business partners. For these reasons, one might expect homeworking to be better suited to sole proprietorships than to business partnerships.", "cite_spans": [], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "There is also likely to be a gender dimension to this issue. Evidence shows that a smaller proportion of women than men incorporate their businesses using legal forms like business partnerships relative to sole proprietorships (Brush 1992; Klapper and Parker 2010) . There are many reasons for this, reflecting in part the pronounced concentration of women in businesses involving part-time work and located in industry sectors with limited opportunities for growth (Parker 2018, Chap. 8) . Usually, only larger-scale ventures can justify and support multiple business partners, and these tend to be operated more by men than women. We summarize these arguments as follows:", "cite_spans": [{"start": 227, "end": 239, "text": "(Brush 1992;", "ref_id": "BIBREF10"}, {"start": 240, "end": 264, "text": "Klapper and Parker 2010)", "ref_id": "BIBREF46"}, {"start": 466, "end": 488, "text": "(Parker 2018, Chap. 8)", "ref_id": null}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Hypothesis 2a The propensities of entrepreneurs to choose homeworking and form their businesses as partnerships are negatively related. Hypothesis 2b The negative relationship between homeworking and business partnerships is stronger for men than for women entrepreneurs.", "cite_spans": [], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Another factor that bears on the homeworking choice relates to caregiving responsibilities. If externally provided childcare or eldercare is costly, homeworking might be attractive to entrepreneurs by offering them a flexible way to combine work and domestically provided caregiving (Hyytinen and Ruuskanen 2007) . Many entrepreneurs have pressing commitments relating to the home, including caregiving responsibilities which can make working away from home problematic or onerous (Craig et al. 2012; Edwards and Field-Hendrey 2002) . For instance, evidence shows that household members-especially women-who look after disabled people, or who have young children, are more likely to be self-employed (Craig et al. 2012; Rønsen 2014; Wellington 2001) .", "cite_spans": [{"start": 283, "end": 312, "text": "(Hyytinen and Ruuskanen 2007)", "ref_id": "BIBREF42"}, {"start": 481, "end": 500, "text": "(Craig et al. 2012;", "ref_id": "BIBREF15"}, {"start": 501, "end": 532, "text": "Edwards and Field-Hendrey 2002)", "ref_id": "BIBREF26"}, {"start": 700, "end": 719, "text": "(Craig et al. 2012;", "ref_id": "BIBREF15"}, {"start": 720, "end": 732, "text": "Rønsen 2014;", "ref_id": "BIBREF65"}, {"start": 733, "end": 749, "text": "Wellington 2001)", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Homeworking economizes on commuting costs, which is relevant to caregivers who must attend to the recurring needs of others, especially in cases where the caregiver has to devote regular periods of personal care. Since children and disabled relatives are often located in or near the caregiver's home (Sit et al. 2004) , homeworking can reduce these costs. Given the wellknown flexibility of self-employment as a way of juggling work and life responsibilities (Gimenez-Nadal et al. 2012; Thébaud 2015) , these arguments suggest that entrepreneurs with caregiving responsibilities find homeworking an especially attractive option to maximize the flexibility of entrepreneurship.", "cite_spans": [{"start": 301, "end": 318, "text": "(Sit et al. 2004)", "ref_id": "BIBREF71"}, {"start": 460, "end": 487, "text": "(Gimenez-Nadal et al. 2012;", "ref_id": "BIBREF33"}, {"start": 488, "end": 501, "text": "Thébaud 2015)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "In the literature to date, the potential for homeworking to help entrepreneurs juggle business and caregiving responsibilities has been explored principally for women entrepreneurs specifically, since women devote more time on average to caregiving responsibilities than men do (Craig et al. 2012; Edwards and Field-Hendrey 2002) . According to Carr (1996) , 20% of self-employed women worked from home, compared with just 6% of self-employed men. Craig et al. (2012) analyzed Australian Time Use Survey data and estimated that working from home is highly correlated with self-employment among mothers, who used selfemployment to combine earnings and childcare, whereas fathers prioritized paid employment.", "cite_spans": [{"start": 278, "end": 297, "text": "(Craig et al. 2012;", "ref_id": "BIBREF15"}, {"start": 298, "end": 329, "text": "Edwards and Field-Hendrey 2002)", "ref_id": "BIBREF26"}, {"start": 345, "end": 356, "text": "Carr (1996)", "ref_id": "BIBREF14"}, {"start": 448, "end": 467, "text": "Craig et al. (2012)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "It is important at this juncture to distinguish between two different loci of choice for entrepreneurs who want to combine business and caregiving activities. One locus of choice is between entrepreneurship versus paid employment-the occupational choice discussed above. The other is between homeworking and nonhomeworking conditional on being an entrepreneur. It is possible that homeworking provides the most convenient way of juggling business and caregiving duties. However, it is also possible that self-employment provides entrepreneurs with enough flexibility that they can discharge their caregiving duties without having to locate their venture at home as well. Nevertheless, we state the following hypotheses:", "cite_spans": [], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Hypothesis 3a The propensity of entrepreneurs to choose homeworking is positively associated with their caregiving responsibilities. Hypothesis 3b The positive relationship between homeworking and caregiving is stronger for women than for men entrepreneurs.", "cite_spans": [], "ref_spans": [], "section": "Factors influencing homeworking"}, {"text": "Below, we discuss how hiring employees and forming business partnerships might only occur once the entrepreneur has ceased homeworking, and works from a separate, dedicated, location. Throughout, the theoretical discussion draws on the literature introduced in the preceding subsections, extending its logic to the question at hand.", "cite_spans": [], "ref_spans": [], "section": "Is homeworking a transitional state?"}, {"text": "As noted in the \"Background literature\" section, entrepreneurship is risky. In response, entrants may craft riskminimization strategies. According to Folta et al. (2010) , \"hybrid\" entrepreneurship is one such strategy, whereby employees continue working in their main job in paid employment while \"dipping a toe\" in the entrepreneurial waters to see if it is worth making a full-time transition. Real options logic (Dixit et al. 1994) suggests that entrants seek to avoid heavy early-stage investments until they are sure that the payoff in entrepreneurship is high enough to merit them. One such costly investment is in arranging to secure and equip an office location for a new venture, since if the venture fails to thrive, the associated costs are largely sunk and unrecoverable. In contrast, homeworking is cheap and involves little cost in setting up. Real options logic then predicts that only if hybrid entrepreneurs generate sufficiently high returns will they choose to go fulltime. At that point, it makes sense to sink investments, including arranging office facilities.", "cite_spans": [{"start": 150, "end": 169, "text": "Folta et al. (2010)", "ref_id": "BIBREF29"}, {"start": 416, "end": 435, "text": "(Dixit et al. 1994)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Is homeworking a transitional state?"}, {"text": "In contrast, this logic does not apply to non-hybrid entrants who switch completely into full-time entrepreneurship. These entrants may have different motives: e.g., they may have quit their job; are risk-neutral or risk-loving; prefer to work full-time on their venture; or start non-capital-intensive firms. Such people may still benefit from homeworking, as discussed below; but the motive of choosing homeworking as a riskminimization strategy would be weak or absent. Thus, if homeworking is a temporary, transitional arrangement, we would expect to see relatively high annual inflows of hybrid entrepreneurs into homeworking.", "cite_spans": [], "ref_spans": [], "section": "Is homeworking a transitional state?"}, {"text": "In terms of outflows, if homeworking is a temporary solution for early-stage ventures, some of these ventures should shift to become non-homeworking businesses as they scale and professionalize. Scaling often entails hiring employees (Delmar et al. 2003 )-so, for the reasons given in the lead up to Hypothesis 1, a homebased location may become unsuitable for new employees. That may require home-based solo entrepreneurs to quit homeworking and move the business into a conventional workspace instead. Similar arguments apply to business partnerships: one might expect entrepreneurs who are professionalizing their ventures and taking on additional managerial and investment capacity embodied in another partner to replace homeworking with non-homeworking to facilitate that transition (see Hypothesis 2). Summarizing these predictions, we have:", "cite_spans": [{"start": 234, "end": 253, "text": "(Delmar et al. 2003", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Is homeworking a transitional state?"}, {"text": "Homeworking status in entrepreneurship is positively associated with transitions into non-homeworking employer status in entrepreneurship the following year. Hypothesis 4b Homeworking status in entrepreneurship is positively associated with transitions into non-homeworking business partnership status in entrepreneurship the following year.", "cite_spans": [], "ref_spans": [], "section": "Hypothesis 4a"}, {"text": "Data come from the British Household Panel Survey (BHPS), an annual, nationally representative UK-wide household survey for social and economic research first administered in 1991 (Buck et al. 2006 ). The first cohort consisted of 10,300 individuals across Great Britain. Since 2001, respondents have been drawn from across the whole of the UK, i.e., Great Britain plus Northern Ireland. Members of the original households were followed up with many participants agreeing to be reinterviewed in subsequent years. The BHPS is wellsuited to analyzing homeworkers as it contains rich data on the self-employed, homeworking, and other salient variables discussed above.", "cite_spans": [{"start": 180, "end": 197, "text": "(Buck et al. 2006", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "The dataset"}, {"text": "For most of the analysis that follows, we draw panel data from 2004 to 2008, the last 5 years the BHPS was conducted. The sample frame in this study is all members of the Great Britain (England, Scotland, and Wales) workforce aged 16 years of age and over, who are either employed or self-employed. Observations from Northern Ireland were excluded owing to data limitations. Individuals who declared themselves retired, the longterm sick and disabled, and students were also excluded from the sample. Although data on employees will be used to provide some subsequent checks on the results, the main results will focus only on the self-employed sample and the homeworking subsample. No upper age limit on the self-employed was imposed, as a non-trivial proportion (5.5%) of our self-employed sample are aged 65 and over. However, while subcontractors are coded as self-employed individuals in BHPS dataset, they are closer to employees on contract. Therefore, following Reuschke (2016) , we removed subcontractors from our sample.", "cite_spans": [{"start": 970, "end": 985, "text": "Reuschke (2016)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "The dataset"}, {"text": "Entrepreneurial homeworkers Prior researchers have measured homeworking in the entrepreneurial context as cases \"where the work (production or service) occurs in the home, and those where the work occurs away from the home with the home serving as the administrative base... [The entrepreneurs are engaged in] selling products or services into the market operated by a selfemployed person, with or without employees, that uses residential property as a base from which the operation is run\" (Mason et al. 2011, p. 629) . Consistent with this definition, \"those self-employed workers who work at home or from their own home are considered as homebased businesses\" (Reuschke 2016, p. 384) .", "cite_spans": [{"start": 491, "end": 518, "text": "(Mason et al. 2011, p. 629)", "ref_id": null}, {"start": 663, "end": 686, "text": "(Reuschke 2016, p. 384)", "ref_id": null}], "ref_spans": [], "section": "Dependent variable"}, {"text": "In the following, we will define a homeworker entrepreneur, Homeworker, in precisely the same way as just described. Indeed, the BHPS codebook defines selfemployed homeworkers as \"those who work principally at or from home.\" The other possible work locations are working from separate business premises; working from customer or client premises; or working at some other place such as a van or a stall. These are all nonhomeworkers. For example, a self-employed accountant could choose to sell their services from home using a phone and personal computer: they would be classified as a homeworker. Alternatively, the same accountant may prefer to rent office space close to their clients, interacting with them there: they would not be classified as a homeworker.", "cite_spans": [], "ref_spans": [], "section": "Dependent variable"}, {"text": "While self-employment is a widely used measure of entrepreneurship (Parker 2018, Sec. 1.3) , it is not without its limitations. Self-employment can encompass individuals who are unlikely to be entrepreneurs by other criteria, such as innovation or novelty. It also omits many nascent entrepreneurs, who have not yet changed their labor market status to self-employed (Parker and Belghitar 2006) . On the other hand, almost all selfemployment involves the entrepreneurial functions of risk-bearing and business ownership and control. Selfemployment is a prominent and important segment of the labor market, accounting for over 10% of the workforce in the UK, the USA, and many other countries (Parker 2018, Chap. 1) . Many self-employed are business owners whose activities have been linked to aggregate productivity, wealth creation, job generation, innovation, and growth (Guiso and Schivardi 2011; Koellinger and Thurik 2012) . Since all entrepreneurs own their own business and do not have an employer, the self-employment measure possesses the merit of inclusiveness. Another advantage is that selfemployment data are also widely available in household surveys, which facilitates the analysis of homeworking.", "cite_spans": [{"start": 67, "end": 90, "text": "(Parker 2018, Sec. 1.3)", "ref_id": null}, {"start": 367, "end": 394, "text": "(Parker and Belghitar 2006)", "ref_id": "BIBREF62"}, {"start": 692, "end": 714, "text": "(Parker 2018, Chap. 1)", "ref_id": null}, {"start": 873, "end": 899, "text": "(Guiso and Schivardi 2011;", "ref_id": "BIBREF35"}, {"start": 900, "end": 927, "text": "Koellinger and Thurik 2012)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Dependent variable"}, {"text": "There are 4696 self-employed observations in our BHPS sample, yielding a self-employment rate of 12.4%. Of these, 36.9% (i.e., 1734 cases) are homeworkers. This fraction exceeded 40% in the final wave of the BHPS (2008). In contrast, less than 2% of employees in the BHPS sample work from home. Employee homeworkers are not the central focus of this paper; some descriptive analysis later demonstrates that they are not comparable to self-employed homeworkers in several important respects and probably merit a separate empirical (as well as theoretical) treatment.", "cite_spans": [], "ref_spans": [], "section": "Dependent variable"}, {"text": "The main independent variables operationalize the constructs introduced in Hypotheses 1-3. They are measured as follows. First, the variable Employer is coded as 1 for self-employed individuals who employ others, and 0 for self-employed individuals who work alone. Second, we code a dummy variable Business partnership for whether the respondent has one or more business partners in terms of the legal ownership of business. Third, we measured caregiving with two dummy variables-Caregiver (disabled), and Caregiver (child). Caregiver (disabled) equals 1 if the respondent looks after a disabled person, and 0 otherwise. Likewise, Caregiver (child) equals 1 if the respondent looks after a child under age 16, and 0 otherwise. Fourth, since some of the hypotheses distinguish between males and females, we coded the variable Female to equal one if the respondent is female and zero if they are male. Finally, we measured Hybrid entrepreneur with a dummy variable which equals 1 if the respondent's main job is a paid employment with a self-employment second job, and 0 if the respondent is self-employed but does not have a second job. This follows the definition of hybrid entrepreneur by Folta et al. (2010) , which is defined as \"individuals who engage in selfemployment activity while simultaneously holding a primary job in wage work\" (p 254).", "cite_spans": [{"start": 1190, "end": 1209, "text": "Folta et al. (2010)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Independent and control variables"}, {"text": "We included numerous control variables in our empirical analysis to reduce the risk of omitted variable bias. We briefly outline these together with a rationale for their inclusion. First, it has been suggested that technological change has made operating home-based businesses more feasible than it used to be. Entrepreneurs who work in high-tech occupations (e.g., R&D or legal services) may find it easier to connect remotely with customers and suppliers and so operate their business effectively from home. We coded a variable Hightech occupation as a binary variable using the BHPS SOC 2000 classification. Science, technology, research, design, legal, and financial professions are coded as high-tech occupations. Table 7 in the Appendix provides a detailed list.", "cite_spans": [], "ref_spans": [{"start": 720, "end": 727, "text": "Table 7", "ref_id": "TABREF9"}], "section": "Independent and control variables"}, {"text": "Second, demographic variables may also affect homeworking. For example, married entrepreneurs may be more financially secure and so better able to support flexible homeworking that can accommodate other household responsibilities such as caregiving (Werbel and Danes 2010) . We accordingly coded a dummy variable called Married. In addition, abundant research has linked human capital with self-employment, which may affect various types of selfemployment differently (Parker 2018, Sec. 5 .2). We therefore included two human capital controls: a dummy for whether the respondent is a graduate, Graduate; and age as a broad measure of experience, Age. And, since homeworking may be the only way that individuals in poor health can operate a business, we also added a control variable Health limits work.", "cite_spans": [{"start": 249, "end": 272, "text": "(Werbel and Danes 2010)", "ref_id": "BIBREF77"}, {"start": 468, "end": 488, "text": "(Parker 2018, Sec. 5", "ref_id": null}], "ref_spans": [], "section": "Independent and control variables"}, {"text": "Third, social capital may be linked to homeworking to the extent that a home-based business leverages local social networks and resources and so overcomes locational disadvantage. A control variable Social capital is implemented as a multi-item measure, with three selfreported items from the BHPS, all on five-point Likert scales, as follows. Respondents rated the degree to which they: belong to their neighborhood; can access advice locally; and talk to neighbors. These items all correspond to well-established notions of social capital implemented in prior research (e.g., Lochner et al. 1999 ). Cronbach's alpha for these items is 0.74, suggesting good internal consistency.", "cite_spans": [{"start": 578, "end": 597, "text": "Lochner et al. 1999", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Independent and control variables"}, {"text": "Fourth, individual preferences may also influence choices. For example, if homeworking offers a safer environment, removing exposure to expensive business premise leases, more risk-averse people might become homeworkers. To measure risk tolerance, we used the following BHPS question: \"Are you generally a person who is fully prepared to take risks or do you try to avoid taking risks?\". Respondents answered on a 10-point scale, ranging from 1 (\"won't take risks\") to 10 (\"ready to take risks\"). This serves as a direct, self-reported measure called Risk tolerance. Survey measures of risk tolerance are widely used by economists, and they appear to be reliable (Dohmen et al. 2012) .", "cite_spans": [{"start": 663, "end": 683, "text": "(Dohmen et al. 2012)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Independent and control variables"}, {"text": "Fifth, freelancing arguably lends itself more readily to homeworking than other self-employed individuals, since freelancers often enjoy freedom about where they work. A dummy variable Freelance is therefore included as a control. We also added five industry dummy variables that are salient for homeworkers. Retail, Construction, Education, Health and social work, Recreational, cultural and sporting activities are coded as one if individual is working in respective industries, and zero otherwise. Tables 8, 9, 10, 11, and 12 of the Appendix outline the industry sectors that are included as dummy variables and the number of homeworkers in those industries. Additionally, a dummy variable Full-time venture is included which equals one if the self-employed is working fulltime for their business, and zero otherwise. We also created a dummy variable Switch based on current and previous employment status, coded as one if selfemployed respondents had switched into their current business from paid employment, and zero otherwise.", "cite_spans": [], "ref_spans": [], "section": "Independent and control variables"}, {"text": "Sixth, previous research (e.g., Reuschke 2016) has identified housing characteristics as possible determinants of homeworking decisions. Thus, we control for the Number of rooms, since more rooms presumably makes it easier for the entrepreneur to set up a home office. We also use dummy variables to control for the type of dwelling, such as Detached, Semi-detached, Terraced, and Flat (i.e., apartment). It also seems plausible that homeowners face fewer restrictions than renters on configuring their dwellings for business use. Hence, we added the dummy variable Homeowner to the list as well. Seventh, regional characteristics may also affect the homeworking decision. To start with, regions with high average house prices tend also to have higher business office rents (Dobson and Goddard 1992) and so are more likely to induce entrepreneurs to work from home if they can. In addition, higher regional average earnings tend to be concentrated in urban centers where there is a higher density of consumers (Dumais et al. 2002) . The greater that demand, the more profitable it will be for entrepreneurs to locate their businesses nearby, to maximize their ability to capture the value associated with it. This may reduce homeworking, as may a non-urban location for the entrepreneur's main residence.", "cite_spans": [{"start": 774, "end": 799, "text": "(Dobson and Goddard 1992)", "ref_id": "BIBREF23"}, {"start": 1010, "end": 1030, "text": "(Dumais et al. 2002)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Independent and control variables"}, {"text": "To control for these possible factors, we obtained confidential local authority districts (LAD) data from the BHPS and matched it to the individual-level dataset. LADs are a level of subnational division of the UK used for the purposes of the local government. There are 326 LADs in England, 22 in Wales, and 32 in Scotland. LAD-level average house price data from 2004 to 2008 were obtained from the UK House Price Index (UK HPI) dataset. The UK HPI uses house sales data from HM Land Registry, and Registers of Scotland. House sales data are compiled by the Office for National Statistics (ONS). We used average house price data of each LAD as of December of each calendar year and log-transformed the numbers to generate the control variable House price. Average earnings for each LAD were taken from ONS, Earnings and hours worked, place of residence by local authority: ASHE Table 8 . We used Table 8 .7a (annual pay) of each year during 2004-2008. We had to map each ASHE unit code to corresponding LAD codes to transform the data to LAD level. These data were used to compute a logtransformed Local earnings variable. Note that for all cases, House price and Local earnings exhibit variation from year to year. Additionally, we collected data on the local unemployment rate, Unemployment rate, at the LAD level from UK's Office for National Statistics (ONS). Finally, we also collected data on urban/rural classifications from the Government of the UK (for England), Scottish Government (for Scotland), and ONS (for Wales) to code a dummy variable Urban, which equals one if the respondent lives in an urban and zero if they live in a rural area. Details about these data sources can be found in Appendix 2. Table 1 provides some descriptive statistics about the characteristics of self-employed homeworkers (\"H/w\"), vis-a-vis non-H/w self-employed and employees. Table 2 presents the pairwise correlation matrix. We start by comparing self-employed homeworkers with self-employed non-homeworkers in columns (1) and (2). Some comparisons with employees in general (columns (4) and (5)) will also be made.", "cite_spans": [], "ref_spans": [{"start": 880, "end": 887, "text": "Table 8", "ref_id": "TABREF10"}, {"start": 898, "end": 905, "text": "Table 8", "ref_id": "TABREF10"}, {"start": 1715, "end": 1722, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1871, "end": 1878, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Independent and control variables"}, {"text": "Self-employed homeworkers are substantially and significantly (p < 0.001 using a χ 2 test) less likely to be employers than other self-employed. This proffers some preliminary support to Hypothesis 1. Second, selfemployed homeworkers are also significantly less likely (p < 0.001 using a χ 2 test) than other self-employed to be in a business partnership, but are significantly more likely to be caregivers of disabled family members (p < 0.05 using a χ 2 test) and dependent child (p < 0.001 using a χ 2 test)-in accordance with Hypotheses 2a and 3a.", "cite_spans": [], "ref_spans": [], "section": "Descriptive statistics"}, {"text": "Turning to the control variables, there is no significant difference between homeworkers and other selfemployed in terms of home ownership (p > 0.5). Hence, homeworking is not clearly associated with home-owning status. The same is true of being a graduate. Among the self-employed, women are disproportionately found in the homeworker category (p < 0.001), as would be expected if women entrepreneurs value flexibility more than men. This difference within the self-employed group also applies to work-limiting health conditions (p < 0.05). Among the self-employed, homeworkers are significantly less likely (p < 0.001) to be in the retail or construction sectors, as expected. On the other hand, homeworkers are significantly more likely to be in the education (p < 0.001) and health and social work sectors (p < 0.05), compared with other selfemployed individuals.", "cite_spans": [], "ref_spans": [], "section": "Descriptive statistics"}, {"text": "Self-employed homeworkers are also older on average than other self-employed workers. This difference is significant across the four groups in Table 1 according to ANOVA tests [F(1, 4694) = 102.7, p < 0.001]. Table 1 also suggests that self-employed homeworkers possess the most social capital. This difference is statistically significant across all four groups [F(3, 28,537) = 27.97, p < 0.001] as well as across the two self-employed groups [F(1,3180) = 43.1, p < 0.001]. Self-employed homeworkers are no more or less likely to be freelancers (p > 0.05), but they are less likely to live in urban areas than other self-employed workers (p < 0.001 using a χ 2 test). Self-employed homeworkers are also less likely to be operating full-time (p < 0.001) but are more likely to be living in detached houses (p < 0.001) with more rooms [F(1, 4222) = 52.0, p < 0.001] than other selfemployed workers.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 150, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 209, "end": 216, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Descriptive statistics"}, {"text": "Finally, Table 1 also indicates that self-employed homeworkers differ in several important respects from employee homeworkers. Employee homeworkers are significantly more likely than their self-employed counterparts to be female and caregivers, and to be graduates; they are also younger. Overall, these findings validate the choice to study self-employed homeworkers separately from employee homeworkers.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Descriptive statistics"}, {"text": "We test our hypotheses using a random effects probit model. A random effects model was preferred to a fixed effects model because it can estimate the effects of timeinvariant variables. Moreover, a fixed effects model would only identify switchers into and out of homeworking, which drops too many observations and besides is not the sample of interest in this study.", "cite_spans": [], "ref_spans": [], "section": "Empirical methods"}, {"text": "It is possible that the variable Employer is endogenous. To explore this possibility, we used two different approaches. First, we estimated a Three-Stage-Least-Squares (3SLS) linear probability model, using type 1 (Risk tolerance for Employer equation) and type 2 instruments (Caregiving for Homeworking equation) for these two equations. These estimates (details available on request) revealed that homeworking is an insignificant predictor of being an employer. We also estimated a Seemingly Unrelated (SUR) bivariate probit model with two endogenous variables: Homeworking and Employer. A SUR bivariate probit model allows the error terms of two equations to be correlated. If the equations are not independent of each other, they must be estimated as a system. However, for this model, the Wald test of independent errors cannot be rejected, again suggesting an absence of endogeneity between the Homeworking and Employer equations (details also available on request). Based on these results, we proceeded to estimate Homeworking in a single equation specification.", "cite_spans": [], "ref_spans": [], "section": "Empirical methods"}, {"text": "Finally, to explore the possibility that homeworking is merely a transitional work arrangement that precedes larger-scale entrepreneurship, we also compute transition matrices and estimate probit models predicting transitions into homeworking and non-homeworking.", "cite_spans": [], "ref_spans": [], "section": "Empirical methods"}, {"text": "We first present the results from estimating the random effects probit model using the total sample, before presenting the results separately for males and females, consistent with our conceptual analysis. We then go on to explore whether homeworking is a transitory state for businesses.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Model (1) of Table 3 displays the estimation results for the total sample, while Models (2) and (3) do so for the male and female subsamples respectively. We see that the propensity of entrepreneurs to choose homeworking and hire employees is negatively related for the total sample (p < 0.001), the male subsample (p < 0.001), and female subsample (p < 0.05). Thus, Hypothesis 1 is supported. Also, business partnerships are negatively related to homeworking for the total sample (p < 0.01) and the male subsample (p < 0.001), supporting Hypothesis 2a. This relationship is weaker for females, consistent with Hypothesis 2b. Hypothesis 3a predicted that caregiving responsibilities are positively related to the propensity of entrepreneurs to choose homeworking. Also, Hypothesis 3b predicted that caregiving responsibilities will make self-employed women more likely to choose homeworking than self-employed men. Both Hypotheses 3a and 3b are supported when caregiving responsibilities entail having a dependent child in the household: the effect is statistically significant for females (p < 0.05) but not males. In contrast, having caregiving responsibilities for disabled persons is not significantly related to the homeworking decision of self-employed individuals. It is possible that self-employment provides enough flexibili ty t o discharge caregiving Turning to the control variables, we find positive associations between homeworking and each of age, social capital, and working in the education sector for the total sample and the male subsample. The number of rooms in one's house is also positively related to the homeworking decision, especially for women. Strikingly, though, few other relationships approach conventional levels of statistical significance-including having a work-limiting health condition. On this last point, it is again possible that self-employment provides sufficient flexibility to accommodate this without needing homeworking.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 20, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "All of the results so far relate to influences on homeworking, as discussed in the \"Factors influencing homeworking\" section. We turn next to the primary research question, which is whether homeworking is a transitory state for fledgling businesses. As noted in the \"Is homeworking a transitional state?\" section, if that is the case, one might expect numerous hybrid entrepreneurs to transition into homeworking from year to year. To check whether this notion gains empirical support, Table 4 presents the year-to-year transition matrix for hybrid and non-hybrid entrepreneurs, calculated by pooling every wave of the sample. The table shows that, among non-hybrid entrepreneurs, there are relatively high annual transition rates (11-17%) between homeworking and non-homeworking. In contrast, virtually no hybrid entrepreneurs make transitions into homeworking-or even out of hybrid status. Hence, homeworking does not seem to be a risk-minimization strategy for hybrid entrepreneurs, casting doubt on the notion that homeworking is an entry point for entrants using this strategy. As a side note, the low rate of transitions out of hybrid entrepreneurship and into fulltime entrepreneurship (1.8%) is striking, and contrast Continuing with the question of whether homeworking is a transitory haven for fledgling businesses, we next tested Hypotheses 4a and 4b. To that end, we estimated a probit model with two dependent variables-(1) nonhomeworking self-employed who are employing others, and (2) Non-homeworking self-employed with business partners. In accordance with the phrasing of Hypotheses 4a and 4b, last year's homeworking status was included as the main independent variable. Table 5 presents the results. We start with model (4), which reveals that the previous year's homeworking status is positively related to the homeworking status in the current year (p < 0.001). Thus, self-employed homeworkers are significantly more likely to remain in this state than to transition to non-homeworking status. Strikingly, model (5) indicates that the previous year's homeworking status without employing others is negatively related to current non-homeworking status while employing others (p < 0.001). Hence, we reject Hypothesis 4a, and infer that homeworking is not merely a temporary repository of businesses that subsequently hire employees and transition to non-home-based locations. Along similar lines, model (6) indicates that the previous year's homeworking status without business partners is negatively related to current nonhomeworking status with business partners (p < 0.001). This leads us to reject Hypothesis 4b. Overall, these results indicate that homeworking is more than a transitional phase for fledgling businesses.", "cite_spans": [], "ref_spans": [{"start": 486, "end": 493, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 1689, "end": 1696, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Results"}, {"text": "This section closes with several robustness checks. First, we tested a probit model using stabilized weights to account for possible selection bias associated with the self-employed differing from other workers based on a set of observables. To this end, we calculated inverse probability of treatment weights (IPTW) to control for selection on observables (Azoulay et al. 2009; Fewell et al. 2004 ). We defined self-employed individuals as the treated group and employed individuals as the control group and computed stabilized weights for the members of both groups. Finally, we re-ran the pooled probit regression model using stabilized weights. We repeated this procedure for total sample, male subsample, and female subsample. Table 6 displays the estimates of the pooled probit model using stabilized weights. Model (7) presents findings for the total sample, while models (8) and (9) present the findings for the male and female subsamples, respectively. Hypothesis 1, which predicted a negative relationship between being an employer and homeworking, continues to receive support-for all three samples (p < 0.001). Likewise, Hypothesis 2a, which predicted a negative relationship between business partnerships and homeworking, continues to receive support for male subsample (p < 0.05)-as does the weaker relationship for females (Hypothesis 2b). However, we discern no significant relationship between caregiving responsibilities of disabled family member and dependent child and propensity to choose homeworking, for all three samples. Therefore, Hypotheses 3a and 3b are not supported in our robustness checks. Also, once we control for sample selection, being a homeowner is negatively related to homeworking overall and for the female self-employed subsample. Perhaps female homeowners are wealthier than female non-homeowners and wealthier females can afford office rent for their own business, which is related to their decision to eschew homeworking. For the female subsample, the number of rooms in house is positively related to homeworking, which seems intuitive. Second, we tested whether interaction variables of different items related to caregiving responsibilities are related to the homeworking decision of entrepreneurs. In additional (unreported) tests, we found that the interaction of providing caregiving to a disabled person and providing caregiving to a dependent child was not a significant predictor of self-employed homeworking. Also, the interaction of providing caregiving to a disabled person and providing caregiving to a dependent child as a single parent was not significantly related to self-employed homeworking, either. Nor was the interaction of providing caregiving with single parenthood.", "cite_spans": [{"start": 357, "end": 378, "text": "(Azoulay et al. 2009;", "ref_id": "BIBREF3"}, {"start": 379, "end": 397, "text": "Fewell et al. 2004", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 732, "end": 739, "text": "Table 6", "ref_id": "TABREF7"}], "section": "Results"}, {"text": "Third, the number of hours worked in a business may affect the propensity to choose homeworking. We did not include this variable in the full model earlier because of the possibility it might be endogenous. Yet adding this variable to the model yielded an insignificant coefficient (details available on request). Fourth, we tested whether age has different functional forms such as quadratic or discontinuities around 65. However, we did not find significant effects from including higher-order terms or age discontinuity dummies (results also available on request). We therefore conclude that our results appear to be fairly robust to different model specifications.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This article has highlighted an important but hitherto largely overlooked aspect of entrepreneurship, namely the To fill this gap, we proposed some novel hypotheses about the determinants of entrepreneurial homeworking and tested them using a large sample of panel data. The most notable finding is that homeworking does not seem to serve as a transitional state for fledgling new businesses before they scale and professionalize and transition to non-homeworking firms. If it did, one might expect to observe numerous \"hybrid\" entrepreneurs, who work primarily in paid employment practicing selfemployment as a second job, transitioning into full-time non-homeworking self-employment. We would also expect to observe entrepreneurs who take on employees and business partners to transition away from homeworking and into non-home-based businesses. In fact, the evidence failed to support any of these predictions. One is therefore led to conclude that homeworking is an integral and stable manifestation of entrepreneurship.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "That being the case, we went on to explore what factors influence individuals' decisions to choose homeworking. We found that self-employed homeworkers are significantly less likely to be employers or to have business partners, with stronger relationships between these variables observed for male than female entrepreneurs. We found a significant relationship between providing caregiving to a dependent child and homeworking among the self-employed, for women specifically. However, to our surprise, we detected no significant relationship between providing caregiving to disabled family members and self-employed homeworking among our respondents, including for the female sample. The lack of a significant association between caregiving of disabled family members and self-employed homeworking seems to fly in the face of prior theorizing and previous empirical findings. One possibility is that self-employment provides enough flexibility in the British context to enable entrepreneurs to discharge their caregiving obligations to disabled family members, such that homeworking confers no additional advantages in this regard. The precise nature of the ventures that the self-employed operate may be relevant in this regard: exploring this possibility further and in greater detail provides an opportunity for future research.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Our findings may carry implications for entrepreneurship scholars wrestling with two puzzles. One puzzle is the limited number of entrepreneurs who create jobs for others-an important issue given strong policy interest in, and encouragement, of job creation (Caliendo and Kritikos 2010; Henley 2005; Mathur 2010; Michaelides and Benus 2012) . The present article has identified homeworking as a hitherto overlooked explanation for limited job creation. Homeworking can help explain the limited scale of most entrepreneurial ventures (Davidsson et al. 2009; Hurst and Pugsley 2011) and their surprisingly limited growth ambitions (Delmar and Wiklund 2008; Wiklund and Shepherd 2003) . The logistical difficulties of operating a multiperson venture from a domestic property, together with the agency costs entailed by spatially separating employees from the entrepreneur owner-manager, could account for incompatibility between entrepreneurial homeworking and job creation. Combined with the prevalence and persistence of homeworking, the weak job creation performance of the self-employed may become more understandable.", "cite_spans": [{"start": 258, "end": 286, "text": "(Caliendo and Kritikos 2010;", "ref_id": "BIBREF13"}, {"start": 287, "end": 299, "text": "Henley 2005;", "ref_id": "BIBREF37"}, {"start": 300, "end": 312, "text": "Mathur 2010;", "ref_id": "BIBREF58"}, {"start": 313, "end": 340, "text": "Michaelides and Benus 2012)", "ref_id": "BIBREF59"}, {"start": 533, "end": 556, "text": "(Davidsson et al. 2009;", "ref_id": "BIBREF17"}, {"start": 557, "end": 580, "text": "Hurst and Pugsley 2011)", "ref_id": "BIBREF39"}, {"start": 629, "end": 654, "text": "(Delmar and Wiklund 2008;", "ref_id": "BIBREF18"}, {"start": 655, "end": 681, "text": "Wiklund and Shepherd 2003)", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Conclusion"}, {"text": "A second puzzle in the entrepreneurship literature is the apparent earnings penalty entailed by selfemployment; contrary to the earnings premium, one might expect the self-employed to receive in return for bearing greater risk (Hall and Woodward 2010; Manso 2016) . If self-employed homeworkers earn less on average than their non-homeworker counterparts, e.g., because of a positive \"compensating differential\" derived from working at home, then this might explain part of the puzzle. The idea behind the compensating differential is that a pleasant non-financial feature of a working arrangement (e.g., being based at home) can compensate for lower financial remuneration, thereby inducing some entrepreneurs to take low-income business opportunities which they might otherwise forgo. Consistent with this logic, some income calculations by the authors using the BHPS revealed a much greater pre-tax earnings penalty for homeworker self-employed than for non-homeworker self-employed. These calculations used data on pre-tax earnings, and computed averages for paid employees, homeworker selfemployed, and non-homeworker self-employed. They revealed that the average pre-tax earnings penalty of all self-employed relative to employees was £240 per month, whereas self-employed homeworkers earned on average £738 per month less than the nonhomeworker self-employed (all amounts in 2008 prices). In fact, were one to remove homeworkers from the self-employed sample, the £240 per month selfemployment penalty relative to employees would be turned into a £58 per month premium. Hence, homeworking may partly explain lower average overall self-employment incomes compared with employees.", "cite_spans": [{"start": 227, "end": 251, "text": "(Hall and Woodward 2010;", "ref_id": "BIBREF36"}, {"start": 252, "end": 263, "text": "Manso 2016)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Homeworking is not only widespread but also carries implications for policymakers wanting to promote entrepreneurship. To start with, growing evidence suggests that locally based entrepreneurship contributes significantly to the development of peripheral regions (Baumgartner et al. 2013; Stephens and Partridge 2011) . In the USA, for example, home-based ventures make an especially important economic contribution in places that struggle to attract large retailers or manufacturing plants (Rowe et al. 1999 ). Entrepreneurial homeworking might therefore be crucial for revitalizing local communities facing geographic and economic barriers.", "cite_spans": [{"start": 263, "end": 288, "text": "(Baumgartner et al. 2013;", "ref_id": "BIBREF4"}, {"start": 289, "end": 317, "text": "Stephens and Partridge 2011)", "ref_id": "BIBREF73"}, {"start": 491, "end": 508, "text": "(Rowe et al. 1999", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Conclusion"}, {"text": "We generated some tentative evidence (Table 6 , column (7)) that high-tech workers are more likely to become self-employed homeworkers. To the extent that high-tech workers need access to high-quality digital infrastructure, our research might also carry implications for technology policy. For example, Malecki (2003) has highlighted shortcomings in the US digital infrastructure which may be holding peripherally located businesses back. In the UK, in March 2020, Chancellor of the Exchequer Rishi Sunak promised more than £5bn of investment into Britain's digital infrastructure, to be used to spread gigabit broadband to remote corners of the UK, benefitting more than five million homes and businesses. This Budget announcement followed a pledge by Prime Minister Johnson that every home would have access to the next generation of Internet technology by 2025. This type of infrastructure investment, which is rolling out in many other countries as well, is likely to increase the ease with which techbased businesses can be operated at home, especially given continued growth in the number of Internet-based ventures (and possibly also in response to the Covid-19 pandemic). Given ongoing discussions about \"the future of work\" which may involve greater use of homeworking and self-employment, this initiative and others like it could fuel growth in the number of entrepreneurial homeworkers in the years ahead.", "cite_spans": [{"start": 304, "end": 318, "text": "Malecki (2003)", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 37, "end": 45, "text": "(Table 6", "ref_id": "TABREF7"}], "section": "Conclusion"}, {"text": "Further research is needed to quantify the social welfare implications of entrepreneurial homeworking relative to alternative work arrangements. That could shed light on the impact of other policy instruments such as zoning laws and rent subsidies, which might also affect the entrepreneurial choices explored in this article. Mason et al. (2011) noted that planning laws, regulations, and tax rules were formulated decades or even centuries before the digital knowledge-based economy was envisaged. Policy changes may be needed to support home-based entrepreneurship in this new context, for example by allowing social housing residents to start home-based businesses to escape poverty and worklessness. The task of formulating detailed policies in this regard is likely to be complex and multi-faceted: we leave it to future work.", "cite_spans": [{"start": 327, "end": 346, "text": "Mason et al. (2011)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Future research may also seek to address several limitations of the present article. First, the present paper abstracted from several important considerations, including endogenous worker mobility, entrepreneur mobility, and the determination of business office rents. Some prior research (e.g., Rosenthal and Strange 2012) has explored some of these issues, though not in the context of homeworking decisions. A fuller treatment of these issues would seem worthwhile. Second, among the empirical limitations of this article one may question the use of self-employment as a measure of entrepreneurship. It would be interesting to know whether the results obtained here continue to hold for alternative definitions of entrepreneurship; and to quantify the amount, type, and determinants of homeworking using alternative definitions. Third, it would be valuable to utilize data from other countries and investigate temporal variations and trends in the phenomenon of selfemployed homeworking. These tasks are all left for future research.", "cite_spans": [{"start": 296, "end": 323, "text": "Rosenthal and Strange 2012)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Fourth, industry controls and possibly several other variables, such as work hours and earnings, may be jointly determined with homeworking. Thus, the paper should be regarded as exploratory and correlational in nature: it does not make strong claims about uncovering causal relationships. Fifth, our investigation did not exhaust all forms of risk-minimization strategies associated with homeworking. For instance, it is possible that some self-employed homeworkers organize as sole proprietors, and switch to incorporated status and nonhomeworking. We lack the data to explore this possibility in our study, though we note that prior research suggests that this kind of transition is infrequent (Åstebro and Tåg 2017) .", "cite_spans": [{"start": 697, "end": 719, "text": "(Åstebro and Tåg 2017)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Conclusion"}, {"text": "To conclude, entrepreneurial homeworking is simultaneously a widespread and a sorely understudied phenomenon. More research is needed on this topic, in part to inform entrepreneurs and policymakers, and in part to build out scholarly understanding of entrepreneurship. Its prevalence alone makes it deserve of further attention; but one can also imagine a whole set of questions which researchers can explore anew by distinguishing between homeworker and non-homeworker entrepreneurs. For example, are borrowing constraints different for the two groups of entrepreneurs, and are the growth and survival prospects of their ventures different too? How does the growing trend of flexible \"gig economy\" working and multiple job holding (Adams et al. 2018) intersect with homeworking among the self-employed, and what are the likely directions this may take in the future? What are the regional impacts of homeworking in terms of economic development and living standards? These are all interesting questions which the homeworker distinction open up for fresh investigation, and which promise to generate further unexpected and fruitful insights. Office for National Statistics (ONS), earnings and hours worked, place of residence by local authority: ASHE Table 8 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. ", "cite_spans": [], "ref_spans": [{"start": 1251, "end": 1258, "text": "Table 8", "ref_id": "TABREF10"}], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Sources of persistence in regional start-up rates-Evidence from Sweden", "authors": [{"first": "M", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "S", "middle": [], "last": "Koster", "suffix": ""}], "year": 2010, "venue": "Journal of Economic Geography", "volume": "11", "issn": "1", "pages": "179--201", "other_ids": {"DOI": ["10.1093/jeg/lbp069"]}}, "BIBREF1": {"ref_id": "b1", "title": "Gross, net, and new job creation by entrepreneurs", "authors": [{"first": "T", "middle": [], "last": "Åstebro", "suffix": ""}, {"first": "J", "middle": [], "last": "Tåg", "suffix": ""}], "year": 2017, "venue": "Journal of Business Venturing Insights", "volume": "8", "issn": "", "pages": "64--70", "other_ids": {"DOI": ["10.1016/j.jbvi.2017.06.001"]}}, "BIBREF2": {"ref_id": "b2", "title": "Entrepreneurship and economic growth", "authors": [{"first": "D", "middle": ["B"], "last": "Audretsch", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Keilbach", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Lehmann", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The impact of academic patenting on the rate, quality and direction of (public) research output", "authors": [{"first": "P", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "W", "middle": [], "last": "Ding", "suffix": ""}, {"first": "T", "middle": [], "last": "Stuart", "suffix": ""}], "year": 2009, "venue": "Journal of Industrial Economics", "volume": "57", "issn": "4", "pages": "637--676", "other_ids": {"DOI": ["10.1111/j.1467-6451.2009.00395.x"]}}, "BIBREF4": {"ref_id": "b4", "title": "What kind of entrepreneurship drives regional development in European non-core regions? A literature review on empirical entrepreneurship research", "authors": [{"first": "D", "middle": [], "last": "Baumgartner", "suffix": ""}, {"first": "M", "middle": [], "last": "Pütz", "suffix": ""}, {"first": "I", "middle": [], "last": "Seidl", "suffix": ""}], "year": 2013, "venue": "European Planning Studies", "volume": "21", "issn": "8", "pages": "1095--1127", "other_ids": {"DOI": ["10.1080/09654313.2012.722937"]}}, "BIBREF5": {"ref_id": "b5", "title": "The spatial dynamics of new firm births during an economic crisis: The case of Great Britain", "authors": [{"first": "P", "middle": [], "last": "Bishop", "suffix": ""}, {"first": "D", "middle": [], "last": "Shilcof", "suffix": ""}], "year": 2004, "venue": "Entrepreneurship & Regional Development", "volume": "2", "issn": "", "pages": "5--7", "other_ids": {"DOI": ["10.1080/08985626.2016.1257073"]}}, "BIBREF6": {"ref_id": "b6", "title": "I can't get no satisfaction -Necessity entrepreneurship and procedural utility", "authors": [{"first": "J", "middle": [], "last": "Block", "suffix": ""}, {"first": "P", "middle": [], "last": "Koellinger", "suffix": ""}], "year": 2009, "venue": "Kyklos", "volume": "62", "issn": "2", "pages": "191--209", "other_ids": {"DOI": ["10.1111/j.1467-6435.2009.00431.x"]}}, "BIBREF7": {"ref_id": "b7", "title": "Pondering the fault lines of anywhere working (telework, telecommuting): A literature review", "authors": [{"first": "Y", "middle": [], "last": "Blount", "suffix": ""}], "year": 2015, "venue": "Foundations and Trends in Information Systems", "volume": "1", "issn": "3", "pages": "163--276", "other_ids": {"DOI": ["10.1561/2900000001"]}}, "BIBREF8": {"ref_id": "b8", "title": "Flexible working hours, family responsibilities and female self-employment", "authors": [{"first": "R", "middle": ["J"], "last": "Boden", "suffix": ""}], "year": 1999, "venue": "American Journal of Economics & Sociology", "volume": "58", "issn": "", "pages": "71--83", "other_ids": {"DOI": ["10.1111/j.1536-7150.1999.tb03285.x"]}}, "BIBREF9": {"ref_id": "b9", "title": "The impact of local and external university knowledge on the creation of knowledge-intensive firms: Evidence from the Italian case", "authors": [{"first": "A", "middle": [], "last": "Bonaccorsi", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Colombo", "suffix": ""}, {"first": "M", "middle": [], "last": "Guerini", "suffix": ""}, {"first": "C", "middle": [], "last": "Rossi-Lamastra", "suffix": ""}], "year": 2014, "venue": "Small Business Economics", "volume": "43", "issn": "2", "pages": "261--287", "other_ids": {"DOI": ["10.1007/s11187-013-9536-2"]}}, "BIBREF10": {"ref_id": "b10", "title": "Research on women business owners: Past trends, a new perspective and future directions", "authors": [{"first": "C", "middle": ["G"], "last": "Brush", "suffix": ""}], "year": 1992, "venue": "Entrepreneurship Theory and Practice", "volume": "16", "issn": "4", "pages": "5--30", "other_ids": {"DOI": ["10.1177/104225879201600401"]}}, "BIBREF11": {"ref_id": "b11", "title": "Quality profile: British household panel survey-version 2.0: Waves 1 to", "authors": [{"first": "N", "middle": [], "last": "Buck", "suffix": ""}, {"first": "J", "middle": [], "last": "Burton", "suffix": ""}, {"first": "H", "middle": [], "last": "Laurie", "suffix": ""}, {"first": "P", "middle": [], "last": "Lynn", "suffix": ""}, {"first": "S", "middle": [], "last": "Uhrig", "suffix": ""}], "year": 1991, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "When less is more: Distinguishing between entrepreneurial choice and performance", "authors": [{"first": "A", "middle": ["E"], "last": "Burke", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Fitz-Roy", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Nolan", "suffix": ""}], "year": 2000, "venue": "Oxford Bulletin of Economics and Statistics", "volume": "62", "issn": "", "pages": "565--587", "other_ids": {"DOI": ["10.1111/1468-0084.00190"]}}, "BIBREF13": {"ref_id": "b13", "title": "Start-ups by the unemployed: Characteristics, survival and direct employment effects", "authors": [{"first": "M", "middle": [], "last": "Caliendo", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Kritikos", "suffix": ""}], "year": 2010, "venue": "Small Business Economics", "volume": "35", "issn": "1", "pages": "71--92", "other_ids": {"DOI": ["10.1007/s11187-009-9208-4"]}}, "BIBREF14": {"ref_id": "b14", "title": "Two paths to self-employment? Women's and men's self-employment in the United States", "authors": [{"first": "D", "middle": [], "last": "Carr", "suffix": ""}], "year": 1980, "venue": "Work and Occupations", "volume": "23", "issn": "1", "pages": "26--53", "other_ids": {"DOI": ["10.1177/0730888496023001003"]}}, "BIBREF15": {"ref_id": "b15", "title": "Self-employment, work-family time and the gender division of labor", "authors": [{"first": "L", "middle": [], "last": "Craig", "suffix": ""}, {"first": "A", "middle": [], "last": "Powell", "suffix": ""}, {"first": "N", "middle": [], "last": "Cortis", "suffix": ""}], "year": 2012, "venue": "Work Employment & Society", "volume": "26", "issn": "5", "pages": "716--734", "other_ids": {"DOI": ["10.1177/0950017012451642"]}}, "BIBREF16": {"ref_id": "b16", "title": "The migration of technical workers", "authors": [{"first": "M", "middle": ["S"], "last": "Dahl", "suffix": ""}, {"first": "O", "middle": [], "last": "Sorenson", "suffix": ""}], "year": 2010, "venue": "Journal of Urban Economics", "volume": "67", "issn": "1", "pages": "33--45", "other_ids": {"DOI": ["10.1016/j.jue.2009.09.009"]}}, "BIBREF17": {"ref_id": "b17", "title": "Growing profitable or growing from profits: Putting the horse in front of the cart?", "authors": [{"first": "P", "middle": [], "last": "Davidsson", "suffix": ""}, {"first": "P", "middle": [], "last": "Steffens", "suffix": ""}, {"first": "J", "middle": [], "last": "Fitzsimmons", "suffix": ""}], "year": 2009, "venue": "Journal of Business Venturing", "volume": "24", "issn": "", "pages": "388--406", "other_ids": {"DOI": ["10.1016/j.jbusvent.2008.04.003"]}}, "BIBREF18": {"ref_id": "b18", "title": "The effects of small business managers' growth aspirations on firm growth: A longitudinal study", "authors": [{"first": "F", "middle": [], "last": "Delmar", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiklund", "suffix": ""}], "year": 2008, "venue": "Entrepreneurship Theory & Practice", "volume": "32", "issn": "3", "pages": "437--457", "other_ids": {"DOI": ["10.1111/j.1540-6520.2008.00235.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Arriving at the high-growth firm", "authors": [{"first": "F", "middle": [], "last": "Delmar", "suffix": ""}, {"first": "P", "middle": [], "last": "Davidsson", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Gartner", "suffix": ""}], "year": 2003, "venue": "Journal of Business Venturing", "volume": "18", "issn": "2", "pages": "189--216", "other_ids": {"DOI": ["10.1016/S0883-9026(02)00080-0"]}}, "BIBREF20": {"ref_id": "b20", "title": "The structure of ownership and the theory of the firm", "authors": [{"first": "H", "middle": [], "last": "Demsetz", "suffix": ""}], "year": 1983, "venue": "Journal of Law Economics & Organization", "volume": "26", "issn": "2", "pages": "75--90", "other_ids": {"DOI": ["10.1086/467041"]}}, "BIBREF21": {"ref_id": "b21", "title": "Entrepreneurship and market size: The case of young college graduates in Italy", "authors": [{"first": "S", "middle": [], "last": "Di Addario", "suffix": ""}, {"first": "D", "middle": [], "last": "Vuri", "suffix": ""}], "year": 2010, "venue": "Labour Economics", "volume": "17", "issn": "", "pages": "848--858", "other_ids": {"DOI": ["10.1016/j.labeco.2010.04.011"]}}, "BIBREF22": {"ref_id": "b22", "title": "Investment under uncertainty", "authors": [{"first": "A", "middle": ["K"], "last": "Dixit", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Dixit", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Pindyck", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The determinants of commercial property prices and rents", "authors": [{"first": "S", "middle": ["M"], "last": "Dobson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Goddard", "suffix": ""}], "year": 1992, "venue": "Bulletin of Economic Research", "volume": "44", "issn": "4", "pages": "301--321", "other_ids": {"DOI": ["10.1111/j.1467-8586.1992.tb00549.x"]}}, "BIBREF24": {"ref_id": "b24", "title": "Individual risk attitudes: New evidence from a large, representative, experimentally-validated survey", "authors": [{"first": "T", "middle": [], "last": "Dohmen", "suffix": ""}, {"first": "A", "middle": [], "last": "Falk", "suffix": ""}, {"first": "D", "middle": [], "last": "Huffman", "suffix": ""}, {"first": "U", "middle": [], "last": "Sunde", "suffix": ""}, {"first": "J", "middle": [], "last": "Schupp", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Wagner", "suffix": ""}], "year": 2012, "venue": "Journal of the European Economic Association", "volume": "9", "issn": "3", "pages": "522--550", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Geographic concentration as a dynamic process", "authors": [{"first": "G", "middle": [], "last": "Dumais", "suffix": ""}, {"first": "G", "middle": [], "last": "Ellison", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Glaeser", "suffix": ""}], "year": 2002, "venue": "Review of Economics & Statistics", "volume": "84", "issn": "2", "pages": "193--204", "other_ids": {"DOI": ["10.1162/003465302317411479"]}}, "BIBREF26": {"ref_id": "b26", "title": "Home-based work and women's labor force decisions", "authors": [{"first": "L", "middle": ["N"], "last": "Edwards", "suffix": ""}, {"first": "E", "middle": [], "last": "Field-Hendrey", "suffix": ""}], "year": 2002, "venue": "Journal of Labor Economics", "volume": "20", "issn": "", "pages": "170--200", "other_ids": {"DOI": ["10.1086/323936"]}}, "BIBREF27": {"ref_id": "b27", "title": "An estimated model of entrepreneurial choice under liquidity constraints", "authors": [{"first": "D", "middle": ["S"], "last": "Evans", "suffix": ""}, {"first": "B", "middle": [], "last": "Jovanovic", "suffix": ""}], "year": 1989, "venue": "Journal of Political Economy", "volume": "97", "issn": "", "pages": "808--827", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Controlling for time-dependent confounding using marginal structural models", "authors": [{"first": "Z", "middle": [], "last": "Fewell", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hernán", "suffix": ""}, {"first": "F", "middle": [], "last": "Wolfe", "suffix": ""}, {"first": "K", "middle": [], "last": "Tilling", "suffix": ""}, {"first": "H", "middle": [], "last": "Choi", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Sterne", "suffix": ""}], "year": 2004, "venue": "The Stata Journal", "volume": "4", "issn": "4", "pages": "402--420", "other_ids": {"DOI": ["10.1177/1536867X0400400403"]}}, "BIBREF29": {"ref_id": "b29", "title": "Hybrid entrepreneurship", "authors": [{"first": "T", "middle": ["B"], "last": "Folta", "suffix": ""}, {"first": "F", "middle": [], "last": "Delmar", "suffix": ""}, {"first": "K", "middle": [], "last": "Wennberg", "suffix": ""}], "year": 2010, "venue": "Management Science", "volume": "56", "issn": "2", "pages": "253--269", "other_ids": {"DOI": ["10.1287/mnsc.1090.1094"]}}, "BIBREF30": {"ref_id": "b30", "title": "Persistence and change in interregional differences in entrepreneurship: England and Wales", "authors": [{"first": "G", "middle": [], "last": "Fotopoulos", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Storey", "suffix": ""}], "year": 2017, "venue": "Environment and Planning A", "volume": "49", "issn": "3", "pages": "670--702", "other_ids": {"DOI": ["10.1177/0308518X16674336"]}}, "BIBREF31": {"ref_id": "b31", "title": "Mobility and entrepreneurship: Evaluating the scope of knowledge-based theories of entrepreneurship", "authors": [{"first": "L", "middle": [], "last": "Frederiksen", "suffix": ""}, {"first": "K", "middle": [], "last": "Wennberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Balachandran", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Entrepreneurship Theory & Practice", "authors": [], "year": null, "venue": "", "volume": "40", "issn": "", "pages": "359--380", "other_ids": {"DOI": ["10.1111/etap.12223"]}}, "BIBREF33": {"ref_id": "b33", "title": "Selfemployed mothers and the work-family conflict", "authors": [{"first": "J", "middle": ["I"], "last": "Gimenez-Nadal", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Molina", "suffix": ""}, {"first": "R", "middle": [], "last": "Ortega", "suffix": ""}], "year": 2012, "venue": "Applied Economics", "volume": "44", "issn": "", "pages": "2133--2147", "other_ids": {"DOI": ["10.1080/00036846.2011.558486"]}}, "BIBREF34": {"ref_id": "b34", "title": "The role of job satisfaction in transitions into self-employment", "authors": [{"first": "G", "middle": [], "last": "Guerra", "suffix": ""}, {"first": "R", "middle": [], "last": "Patuelli", "suffix": ""}], "year": 2016, "venue": "Entrepreneurship Theory and Practice", "volume": "40", "issn": "3", "pages": "543--571", "other_ids": {"DOI": ["10.1111/etap.12133"]}}, "BIBREF35": {"ref_id": "b35", "title": "What determines entrepreneurial clusters", "authors": [{"first": "L", "middle": [], "last": "Guiso", "suffix": ""}, {"first": "F", "middle": [], "last": "Schivardi", "suffix": ""}], "year": 2011, "venue": "Journal of the European Economic Association", "volume": "9", "issn": "1", "pages": "8--8", "other_ids": {"DOI": ["10.1111/j.1542-4774.2010.01006.x"]}}, "BIBREF36": {"ref_id": "b36", "title": "The burden of the nondiversifiable risk of entrepreneurship", "authors": [{"first": "R", "middle": ["E"], "last": "Hall", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Woodward", "suffix": ""}], "year": 2010, "venue": "American Economic Review", "volume": "100", "issn": "", "pages": "1163--1194", "other_ids": {"DOI": ["10.1257/aer.100.3.1163"]}}, "BIBREF37": {"ref_id": "b37", "title": "Job creation by the self-employed: The roles of entrepreneurial and financial capital", "authors": [{"first": "A", "middle": [], "last": "Henley", "suffix": ""}], "year": 2005, "venue": "Small Business Economics", "volume": "25", "issn": "", "pages": "175--196", "other_ids": {"DOI": ["10.1007/s11187-004-6480-1"]}}, "BIBREF38": {"ref_id": "b38", "title": "Gazelles as job creators: A survey and interpretation of the evidence", "authors": [{"first": "M", "middle": [], "last": "Henrekson", "suffix": ""}, {"first": "D", "middle": [], "last": "Johansson", "suffix": ""}], "year": 2010, "venue": "Small Business Economics", "volume": "35", "issn": "2", "pages": "227--244", "other_ids": {"DOI": ["10.1007/s11187-009-9172-z"]}}, "BIBREF39": {"ref_id": "b39", "title": "What do small businesses do?", "authors": [{"first": "E", "middle": [], "last": "Hurst", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Pugsley", "suffix": ""}], "year": 2011, "venue": "Brookings Papers on Economic Activity, Fall", "volume": "", "issn": "", "pages": "73--142", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Online, on call: The spread of digitally organised just-in-time working and its implications for standard employment models", "authors": [{"first": "U", "middle": [], "last": "Huws", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Spencer", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Syrdal", "suffix": ""}], "year": 2018, "venue": "New Technology, Work and Employment", "volume": "33", "issn": "2", "pages": "113--129", "other_ids": {"DOI": ["10.1111/ntwe.12111"]}}, "BIBREF41": {"ref_id": "b41", "title": "Determinants of job satisfaction for salaried and self-employed professionals in Finland", "authors": [{"first": "U", "middle": [], "last": "Hytti", "suffix": ""}, {"first": "T", "middle": [], "last": "Kautonen", "suffix": ""}, {"first": "E", "middle": [], "last": "Akola", "suffix": ""}], "year": 2013, "venue": "International Journal of Human Resource Management", "volume": "24", "issn": "10", "pages": "2034--2053", "other_ids": {"DOI": ["10.1080/09585192.2012.723023"]}}, "BIBREF42": {"ref_id": "b42", "title": "Time use of the selfemployed", "authors": [{"first": "A", "middle": [], "last": "Hyytinen", "suffix": ""}, {"first": "O", "middle": ["P"], "last": "Ruuskanen", "suffix": ""}], "year": 2007, "venue": "Kyklos", "volume": "60", "issn": "1", "pages": "105--122", "other_ids": {"DOI": ["10.1111/j.1467-6435.2007.00361.x"]}}, "BIBREF43": {"ref_id": "b43", "title": "Theory of the firm: Managerial behavior, agency costs and ownership structure", "authors": [{"first": "M", "middle": ["C"], "last": "Jensen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Meckling", "suffix": ""}], "year": 1976, "venue": "Journal of Financial Economics", "volume": "3", "issn": "4", "pages": "305--360", "other_ids": {"DOI": ["10.1016/0304-405X(76)90026-X"]}}, "BIBREF44": {"ref_id": "b44", "title": "Getting away and getting by: The experiences of self-employed homeworkers", "authors": [{"first": "N", "middle": ["C"], "last": "Jurik", "suffix": ""}], "year": 1998, "venue": "Work & Occupations", "volume": "25", "issn": "1", "pages": "7--35", "other_ids": {"DOI": ["10.1177/0730888498025001002"]}}, "BIBREF45": {"ref_id": "b45", "title": "A general equilibrium entrepreneurial theory of firm formation based on risk aversion", "authors": [{"first": "R", "middle": ["E"], "last": "Kihlstrom", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Laffont", "suffix": ""}], "year": 1979, "venue": "Journal of Political Economy", "volume": "87", "issn": "", "pages": "719--749", "other_ids": {"DOI": ["10.1086/260790"]}}, "BIBREF46": {"ref_id": "b46", "title": "Gender and the business environment for new firm creation. The World Bank Research Observer", "authors": [{"first": "L", "middle": ["F"], "last": "Klapper", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 2010, "venue": "", "volume": "26", "issn": "", "pages": "237--257", "other_ids": {"DOI": ["10.1093/wbro/lkp032"]}}, "BIBREF47": {"ref_id": "b47", "title": "Entrepreneurship and the business cycle", "authors": [{"first": "P", "middle": ["D"], "last": "Koellinger", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Thurik", "suffix": ""}], "year": 2012, "venue": "Review of Economics & Statistics", "volume": "94", "issn": "4", "pages": "1143--1156", "other_ids": {"DOI": ["10.1162/REST_a_00224"]}}, "BIBREF48": {"ref_id": "b48", "title": "History repeating! Spatial dynamics in Dutch start-up rates", "authors": [{"first": "S", "middle": [], "last": "Koster", "suffix": ""}, {"first": "L", "middle": [], "last": "Hans", "suffix": ""}], "year": 1996, "venue": "", "volume": "108", "issn": "", "pages": "250--257", "other_ids": {"DOI": ["10.1111/tesg.12242"]}}, "BIBREF49": {"ref_id": "b49", "title": "Moving shop: Residential and business relocation by the highly educated selfemployed", "authors": [{"first": "S", "middle": [], "last": "Koster", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Venhorst", "suffix": ""}], "year": 2014, "venue": "Spatial Economic Analysis", "volume": "9", "issn": "4", "pages": "436--464", "other_ids": {"DOI": ["10.1080/17421772.2014.961537"]}}, "BIBREF50": {"ref_id": "b50", "title": "Personal preferences, entrepreneurs' location choices and firm performance", "authors": [{"first": "E", "middle": [], "last": "Kulchina", "suffix": ""}], "year": 2016, "venue": "Management Science", "volume": "62", "issn": "6", "pages": "1814--1829", "other_ids": {"DOI": ["10.1287/mnsc.2015.2199"]}}, "BIBREF51": {"ref_id": "b51", "title": "Job satisfaction and self-employment: Autonomy or personality?", "authors": [{"first": "T", "middle": [], "last": "Lange", "suffix": ""}], "year": 2012, "venue": "Small Business Economics", "volume": "38", "issn": "", "pages": "165--177", "other_ids": {"DOI": ["10.1007/s11187-009-9249-8"]}}, "BIBREF52": {"ref_id": "b52", "title": "Exploring the spatial heterogeneity of entrepreneurship in Chinese manufacturing industries", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Journal of Technology Transfer", "volume": "42", "issn": "5", "pages": "1077--1099", "other_ids": {"DOI": ["10.1007/s10961-016-9474-7"]}}, "BIBREF53": {"ref_id": "b53", "title": "Social capital: A guide to its measurement", "authors": [{"first": "K", "middle": [], "last": "Lochner", "suffix": ""}, {"first": "I", "middle": [], "last": "Kawachi", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Kennedy", "suffix": ""}], "year": 1999, "venue": "Health & Place", "volume": "5", "issn": "4", "pages": "16--23", "other_ids": {"DOI": ["10.1016/S1353-8292(99)00016-7"]}}, "BIBREF54": {"ref_id": "b54", "title": "Women home-based business owners: Insights from comparative analyses", "authors": [{"first": "K", "middle": [], "last": "Loscocco", "suffix": ""}, {"first": "A", "middle": [], "last": "Smith-Hunter", "suffix": ""}], "year": 2004, "venue": "Women in Management Review", "volume": "19", "issn": "3", "pages": "164--173", "other_ids": {"DOI": ["10.1108/09649420410529870"]}}, "BIBREF55": {"ref_id": "b55", "title": "Digital development in rural areas: Potentials and pitfalls", "authors": [{"first": "E", "middle": [], "last": "Malecki", "suffix": ""}], "year": 2003, "venue": "Journal of Rural Studies", "volume": "19", "issn": "", "pages": "68--70", "other_ids": {"DOI": ["10.1016/S0743-0167(02)00068-2"]}}, "BIBREF56": {"ref_id": "b56", "title": "Experimentation and the returns to entrepreneurship", "authors": [{"first": "G", "middle": [], "last": "Manso", "suffix": ""}], "year": 2016, "venue": "Review of Financial Studies", "volume": "29", "issn": "9", "pages": "2319--2340", "other_ids": {"DOI": ["10.1093/rfs/hhw019"]}}, "BIBREF57": {"ref_id": "b57", "title": "Invisible businesses: The characteristics of home-based businesses in the United Kingdom", "authors": [{"first": "C", "middle": ["M"], "last": "Mason", "suffix": ""}, {"first": "S", "middle": [], "last": "Carter", "suffix": ""}, {"first": "S", "middle": [], "last": "Tagg", "suffix": ""}], "year": 2011, "venue": "Regional Studies", "volume": "45", "issn": "5", "pages": "625--639", "other_ids": {"DOI": ["10.1080/00343401003614241"]}}, "BIBREF58": {"ref_id": "b58", "title": "Health insurance and job creation by the selfemployed", "authors": [{"first": "A", "middle": [], "last": "Mathur", "suffix": ""}], "year": 2010, "venue": "Small Business Economics", "volume": "35", "issn": "", "pages": "299--317", "other_ids": {"DOI": ["10.1007/s11187-008-9164-4"]}}, "BIBREF59": {"ref_id": "b59", "title": "Are self-employment training programs effective? Evidence from project GATE", "authors": [{"first": "M", "middle": [], "last": "Michaelides", "suffix": ""}, {"first": "J", "middle": [], "last": "Benus", "suffix": ""}], "year": 2012, "venue": "Labour Economics", "volume": "19", "issn": "", "pages": "695--705", "other_ids": {"DOI": ["10.1016/j.labeco.2012.04.004"]}}, "BIBREF60": {"ref_id": "b60", "title": "Individual and place-based drivers of self-employment in Chile", "authors": [{"first": "F", "middle": [], "last": "Modrego", "suffix": ""}, {"first": "D", "middle": [], "last": "Paredes", "suffix": ""}, {"first": "G", "middle": [], "last": "Romaní", "suffix": ""}], "year": 2017, "venue": "Small Business Economics", "volume": "49", "issn": "2", "pages": "469--492", "other_ids": {"DOI": ["10.1007/s11187-017-9841-2"]}}, "BIBREF61": {"ref_id": "b61", "title": "The economics of entrepreneurship", "authors": [{"first": "S", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "What happens to nascent entrepreneurs? An econometric analysis of the PSED", "authors": [{"first": "S", "middle": ["C"], "last": "Parker", "suffix": ""}, {"first": "Y", "middle": [], "last": "Belghitar", "suffix": ""}], "year": 2006, "venue": "Small Business Economics", "volume": "27", "issn": "1", "pages": "81--101", "other_ids": {"DOI": ["10.1007/s11187-006-9003-4"]}}, "BIBREF63": {"ref_id": "b63", "title": "Are all startups affected similarly by clusters? Agglomeration, competition, firm heterogeneity, and survival", "authors": [{"first": "A", "middle": [], "last": "Pe&apos;er", "suffix": ""}, {"first": "T", "middle": [], "last": "Keil", "suffix": ""}], "year": 2013, "venue": "Journal of Business Venturing", "volume": "28", "issn": "3", "pages": "354--372", "other_ids": {"DOI": ["10.1016/j.jbusvent.2012.03.004"]}}, "BIBREF64": {"ref_id": "b64", "title": "The importance of housing for self-employment", "authors": [{"first": "D", "middle": [], "last": "Reuschke", "suffix": ""}], "year": 2016, "venue": "Economic Geography", "volume": "92", "issn": "4", "pages": "378--400", "other_ids": {"DOI": ["10.1080/00130095.2016.1178568"]}}, "BIBREF65": {"ref_id": "b65", "title": "Children and family: A barrier or an incentive to female self-employment in Norway? International Labor Review", "authors": [{"first": "M", "middle": [], "last": "Rønsen", "suffix": ""}], "year": 2014, "venue": "", "volume": "153", "issn": "", "pages": "337--349", "other_ids": {"DOI": ["10.1111/j.1564-913X.2014.00207.x"]}}, "BIBREF67": {"ref_id": "b67", "title": "Female entrepreneurship, agglomeration and a new spatial mismatch", "authors": [{"first": "S", "middle": ["S"], "last": "Rosenthal", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Strange", "suffix": ""}], "year": 2012, "venue": "Review of Economics & Statistics", "volume": "94", "issn": "3", "pages": "764--788", "other_ids": {"DOI": ["10.1162/REST_a_00193"]}}, "BIBREF68": {"ref_id": "b68", "title": "The contribution of home-based business income to rural and urban economies", "authors": [{"first": "B", "middle": ["R"], "last": "Rowe", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Haynes", "suffix": ""}, {"first": "K", "middle": [], "last": "Stafford", "suffix": ""}], "year": 1999, "venue": "Economic Development Quarterly", "volume": "13", "issn": "1", "pages": "66--77", "other_ids": {"DOI": ["10.1177/089124249901300109"]}}, "BIBREF69": {"ref_id": "b69", "title": "Why the self-employed are happier: Evidence from 25 European countries", "authors": [{"first": "S", "middle": [], "last": "Schneck", "suffix": ""}], "year": 2014, "venue": "Journal of Business Research", "volume": "6", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1016/j.jbusres.2013.06.008"]}}, "BIBREF70": {"ref_id": "b70", "title": "Subjective well-being among the self-employed in Europe: Macroeconomy, gender and immigrant status", "authors": [{"first": "I", "middle": ["J"], "last": "Sevä", "suffix": ""}, {"first": "S", "middle": [], "last": "Vinberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Nordenmark", "suffix": ""}, {"first": "M", "middle": [], "last": "Strandh", "suffix": ""}], "year": 2016, "venue": "Small Business Economics", "volume": "46", "issn": "", "pages": "239--253", "other_ids": {"DOI": ["10.1007/s11187-015-9682-9"]}}, "BIBREF71": {"ref_id": "b71", "title": "Stroke care in the home: The impact of social support on the general health of family caregivers", "authors": [{"first": "J", "middle": ["W"], "last": "Sit", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Clinton", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Fong", "suffix": ""}], "year": 2004, "venue": "Journal of Clinical Nursing", "volume": "13", "issn": "7", "pages": "816--824", "other_ids": {"DOI": ["10.1111/j.1365-2702.2004.00943.x"]}}, "BIBREF72": {"ref_id": "b72", "title": "Why butterflies don't leave: Locational behavior of entrepreneurial firms", "authors": [{"first": "E", "middle": [], "last": "Stam", "suffix": ""}], "year": 2007, "venue": "Economic Geography", "volume": "83", "issn": "1", "pages": "27--50", "other_ids": {"DOI": ["10.1111/j.1944-8287.2007.tb00332.x"]}}, "BIBREF73": {"ref_id": "b73", "title": "Do entrepreneurs enhance economic growth in lagging regions?", "authors": [{"first": "H", "middle": [], "last": "Stephens", "suffix": ""}, {"first": "M", "middle": [], "last": "Partridge", "suffix": ""}], "year": 2011, "venue": "Growth & Change", "volume": "42", "issn": "4", "pages": "431--465", "other_ids": {"DOI": ["10.1111/j.1468-2257.2011.00563.x"]}}, "BIBREF74": {"ref_id": "b74", "title": "Earnings, independence or unemployment: Why become self-employed?", "authors": [{"first": "M", "middle": ["P"], "last": "Taylor", "suffix": ""}], "year": 1996, "venue": "Oxford Bulletin of Economics & Statistics", "volume": "58", "issn": "", "pages": "253--266", "other_ids": {"DOI": ["10.1111/j.1468-0084.1996.mp58002003.x"]}}, "BIBREF75": {"ref_id": "b75", "title": "Business as plan B: Institutional foundations of gender inequality in entrepreneurship across 24 industrialised countries", "authors": [{"first": "S", "middle": [], "last": "Thébaud", "suffix": ""}], "year": 2015, "venue": "Administrative Science Quarterly", "volume": "6", "issn": "0", "pages": "", "other_ids": {"DOI": ["10.1177/0001839215591627"]}}, "BIBREF76": {"ref_id": "b76", "title": "Health insurance coverage and entrepreneurship", "authors": [{"first": "A", "middle": ["J"], "last": "Wellington", "suffix": ""}], "year": 2001, "venue": "Contemporary Economic Policy", "volume": "19", "issn": "", "pages": "465--478", "other_ids": {"DOI": ["10.1093/cep/19.4.465"]}}, "BIBREF77": {"ref_id": "b77", "title": "Work family conflict in new business ventures: The moderating effects of spousal commitment to the new business venture", "authors": [{"first": "J", "middle": ["D"], "last": "Werbel", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Danes", "suffix": ""}], "year": 2010, "venue": "Journal of Small Business Management", "volume": "48", "issn": "3", "pages": "421--440", "other_ids": {"DOI": ["10.1111/j.1540-627X.2010.00301.x"]}}, "BIBREF78": {"ref_id": "b78", "title": "Aspiring for, and achieving growth: The moderating role of resources and opportunities", "authors": [{"first": "J", "middle": [], "last": "Wiklund", "suffix": ""}, {"first": "D", "middle": [], "last": "Shepherd", "suffix": ""}], "year": 2003, "venue": "Journal of Mathematical Sociology", "volume": "40", "issn": "8", "pages": "1911--1941", "other_ids": {"DOI": ["10.1046/j.1467-6486.2003.00406.x"]}}}, "ref_entries": {"FIGREF0": {"text": "Urban/rural classifications England: Government of UK, 2011 Rural-Urban Classification of Local Authorities and other g e o g r a p h i e s , h t t p s : / / w w w . g o v . u k / g ov e r nm en t / s t a t i s t i c s / 20 11 -r u r al -u r b anclassification-of-local-authority-and-other-higher-levelgeographies-for-statistical-purposes Scotland: Scottish Government, Scottish Government Urban Rural Classification 2007-2008, https: // www.gov.scot/ publications/scottishgovernment-urban-rural-classification-2007-2008 /pages/4/ Wales: Rural Urban Classification (2011) of Middle Layer Super Output Areas in England and Wales, http://geoportal.statistics.gov.uk/datasets/rural-urbanclassification-2011-of-middle-layer-super-output-areasin-england-and-wales", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Adams, A., Freedman, J., & Prassl, J. (2018). Rethinking legal taxonomies for the gig economy. Oxford Review of Economic Policy, 34(3), 475-494. https://doi.org/10.1093 /oxrep/gry006.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptive statistics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Self-employed </td><td>Self-employed # of obs (3) </td><td>Employee </td><td>Stat. test (1) vs (2) (6)\n</td></tr><tr><td> </td><td>Hw (1) </td><td>Non-Hw (2) </td><td>Hw (4) </td><td>Non-Hw (5)\n</td></tr><tr><td>Homeworking, % </td><td>36.9 </td><td>63.1 </td><td>4696 </td><td>1.6 </td><td>98.4\n</td><td> </td></tr><tr><td>Employer, % </td><td>14.8 </td><td>32.9 </td><td>4553 </td><td>2.4 </td><td>4.5 </td><td>χ2(1) = 210.5***\n</td></tr><tr><td>Business partnership, % </td><td>18.3 </td><td>26.2 </td><td>3490 </td><td> </td><td> </td><td>χ2(1) = 39.8***\n</td></tr><tr><td>Caregiver (disabled), % </td><td>5.4 </td><td>3.8 </td><td>3757 </td><td>24.8 </td><td>19.5 </td><td>χ2(1) = 4.7*\n</td></tr><tr><td>Caregiver (child) </td><td>18.4 </td><td>11.2 </td><td>4696 </td><td>25.8 </td><td>19.9 </td><td>χ2(1) = 44.3***\n</td></tr><tr><td>Female, % </td><td>34.8 </td><td>25.3 </td><td>4488 </td><td>52.6 </td><td>52.2 </td><td>χ2(1) = 35.2***\n</td></tr><tr><td>Hi-tech occupation, % </td><td>17.3 </td><td>11.8 </td><td>4696 </td><td>14.9 </td><td>10.4 </td><td>χ2(1) = 26.6***\n</td></tr><tr><td>Married, % </td><td>82.1 </td><td>79.1 </td><td>4696 </td><td>88.2 </td><td>71.2 </td><td>χ2(1) = 4.0*\n</td></tr><tr><td>Graduate, % </td><td>18.3 </td><td>19.7 </td><td>4169 </td><td>34.6 </td><td>20.2 </td><td>χ2(1) = 2.0\n</td></tr><tr><td>Age: mean </td><td>48.8 </td><td>44.6 </td><td>4696 </td><td>45.7 </td><td>39.6 </td><td>F (1, 4694) = 102.7***\n</td></tr><tr><td>(St. dev.) </td><td>(12.2) </td><td>(12.0) </td><td> </td><td>(12.0) </td><td>(12.6)\n</td><td> </td></tr><tr><td>Health limits work, % </td><td>10.4 </td><td>8.5 </td><td>4556 </td><td>7.8 </td><td>7.4 </td><td>χ2(1) = 4.2*\n</td></tr><tr><td>Social capital: mean </td><td>0.8 </td><td>0.6 </td><td>3182 </td><td>0.7 </td><td>0.6 </td><td>F (1, 3180) = 43.1***\n</td></tr><tr><td>(St. dev.) </td><td>(0.7) </td><td>(0.7) </td><td> </td><td>(0.8) </td><td>(0.8)\n</td><td> </td></tr><tr><td>Risk tolerance: mean </td><td>6.2 </td><td>6.3 </td><td>3141 </td><td>6.2 </td><td>5.8 </td><td>F (1, 3139) = 3.0 †\n</td></tr><tr><td>(St. dev.) </td><td>(1.9) </td><td>(1.9) </td><td> </td><td>(1.9) </td><td>(1.9)\n</td><td> </td></tr><tr><td>Freelance, % </td><td>7.6 </td><td>6.3 </td><td>4484 </td><td> </td><td> </td><td>χ2(1) = 0.9\n</td></tr><tr><td>Retail sector, % </td><td>5.2 </td><td>10.0 </td><td>4696 </td><td>8.0 </td><td>14.0 </td><td>χ2(1) = 38.3***\n</td></tr><tr><td>Construction, % </td><td>14.8 </td><td>22.7 </td><td>4696 </td><td>6.8 </td><td>5.2 </td><td>χ2(1) = 29.4***\n</td></tr><tr><td>Education, % </td><td>5.8 </td><td>3.5 </td><td>4696 </td><td>6.6 </td><td>10.3 </td><td>χ2(1) = 12.8***\n</td></tr><tr><td>Health and social work, % </td><td>8.0 </td><td>5.7 </td><td>4696 </td><td>6.6 </td><td>14.0 </td><td>χ2(1) = 6.4*\n</td></tr><tr><td>Recreational, % </td><td>5.6 </td><td>5.3 </td><td>4696 </td><td>2.5 </td><td>2.3 </td><td>χ2(1) = 0.0\n</td></tr><tr><td>Full-time venture, % </td><td>34.5 </td><td>39.2 </td><td>4484 </td><td> </td><td> </td><td>χ2(1) = 26.0***\n</td></tr><tr><td>Switch from employee, % </td><td>6.2 </td><td>8.2 </td><td>4696 </td><td> </td><td> </td><td>χ2(1) = 3.5†\n</td></tr><tr><td>Number of rooms: mean </td><td>5.7 </td><td>5.3 </td><td>4583 </td><td>6.1 </td><td>4.8 </td><td>F (1, 4222) = 52.0***\n</td></tr><tr><td>(St. dev.) </td><td>(2.3) </td><td>(1.9) </td><td> </td><td>(2.1) </td><td>(1.6)\n</td><td> </td></tr><tr><td>Detached house, % </td><td>39.1 </td><td>31.1 </td><td>4696 </td><td>53.8 </td><td>22.8 </td><td>χ2(1) = 26.2***\n</td></tr><tr><td>Semi-detached house, % </td><td>25.7 </td><td>27.6 </td><td>4696 </td><td>24.9 </td><td>33.9 </td><td>χ2(1) = 2.3\n</td></tr><tr><td>Terraced house, % </td><td>17.8 </td><td>20.6 </td><td>4696 </td><td>12.2 </td><td>25.9 </td><td>χ2(1) = 2.8†\n</td></tr><tr><td>Flat house, % </td><td>6.8 </td><td>10 </td><td>4696 </td><td>4.9 </td><td>11.3 </td><td>χ2(1) = 15.0***\n</td></tr><tr><td>Homeowner, % </td><td>86.8 </td><td>85.5 </td><td>4609 </td><td>88.2 </td><td>80.9 </td><td>χ2(1) = 0.1\n</td></tr><tr><td>Log local house price: mean </td><td>12.0 </td><td>12.0 </td><td>4696 </td><td>12.0 </td><td>12.0\n</td><td> </td></tr><tr><td>(St. dev.) </td><td>(0.3) </td><td>(0.3) </td><td> </td><td>(0.3) </td><td>(0.3)\n</td><td> </td></tr><tr><td>Log local earnings: mean </td><td>10.0 </td><td>10.0 </td><td>4525 </td><td>10.0 </td><td>10.0\n</td><td> </td></tr><tr><td>(St. dev.) </td><td>(0.2) </td><td>(0.1) </td><td> </td><td>(0.1) </td><td>(0.1)\n</td><td> </td></tr><tr><td>Local unemployment </td><td>4.9 </td><td>5.0 </td><td>4584 </td><td>4.7 </td><td>5.1\n</td><td> </td></tr><tr><td>(St. dev) </td><td>(1.9) </td><td>(1.9) </td><td> </td><td>(1.9) </td><td>(1.9)\n</td><td> </td></tr><tr><td>Urban, % </td><td>48.7 </td><td>57.1 </td><td>4696 </td><td>56.5 </td><td>65.1 </td><td>χ2(1) = 30.3***\n</td></tr><tr><td> </td><td>Max. no. obs. </td><td>1734 </td><td>2962 </td><td>4696 </td><td>515 </td><td>31,763\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Correlation matrix", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>(1) </td><td>(2) </td><td>(3) </td><td>(4) </td><td>(5) </td><td>(6) </td><td>(7) </td><td>(8) </td><td>(9) </td><td>(10) </td><td>(11) </td><td>(12) </td><td>(13) </td><td>(14) </td><td>(15) </td><td>(16) </td><td>(17) </td><td>(18) </td><td>(19) </td><td>(20)\n</td></tr><tr><td>(1) Homeworking </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(2) Employer </td><td>-0.30 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(3) Business partnership </td><td>-0.12 </td><td>0.35 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(4) Caregiver (disabled) </td><td>0.07 </td><td>0.00 </td><td>0.02 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(5) Caregiver (child) </td><td>0.08 </td><td>-0.01 </td><td>0.02 </td><td>-0.04 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(6) Female </td><td>0.09 </td><td>-0.05 </td><td>-0.01 </td><td>-0.05 </td><td>0.69 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(7) High-tech occupaon </td><td>0.07 </td><td>0.00 </td><td>0.00 </td><td>-0.01 </td><td>-0.08 </td><td>-0.08 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(8) Married </td><td>-0.01 </td><td>0.09 </td><td>0.07 </td><td>-0.10 </td><td>-0.03 </td><td>-0.02 </td><td>0.03 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(9) Graduate </td><td>-0.02 </td><td>0.03 </td><td>0.04 </td><td>-0.08 </td><td>0.12 </td><td>0.11 </td><td>0.35 </td><td>0.03 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(10) Age </td><td>0.22 </td><td>-0.09 </td><td>-0.03 </td><td>0.09 </td><td>-0.22 </td><td>-0.07 </td><td>0.08 </td><td>0.17 </td><td>-0.06 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(11) Health limits work </td><td>0.07 </td><td>-0.02 </td><td>0.00 </td><td>0.04 </td><td>-0.01 </td><td>0.01 </td><td>-0.01 </td><td>0.04 </td><td>-0.06 </td><td>0.13 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(12) Social capital </td><td>0.12 </td><td>-0.04 </td><td>-0.02 </td><td>0.06 </td><td>0.03 </td><td>0.06 </td><td>0.03 </td><td>0.04 </td><td>0.00 </td><td>0.15 </td><td>0.02 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(13) Risk tolerance </td><td>-0.04 </td><td>0.09 </td><td>0.00 </td><td>0.00 </td><td>-0.04 </td><td>-0.07 </td><td>0.02 </td><td>0.04 </td><td>0.07 </td><td>-0.14 </td><td>0.02 </td><td>-0.01 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(14) Freelance </td><td>0.03 </td><td>-0.13 </td><td>-0.11 </td><td>-0.02 </td><td>0.02 </td><td>0.03 </td><td>0.15 </td><td>-0.07 </td><td>0.19 </td><td>-0.02 </td><td>-0.03 </td><td>0.00 </td><td>0.01 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(15) Retail </td><td>-0.11 </td><td>0.13 </td><td>0.11 </td><td>-0.06 </td><td>0.01 </td><td>0.01 </td><td>-0.13 </td><td>0.02 </td><td>-0.08 </td><td>-0.02 </td><td>0.00 </td><td>-0.03 </td><td>0.04 </td><td>-0.02 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(16) Construcon </td><td>-0.08 </td><td>-0.06 </td><td>-0.12 </td><td>0.02 </td><td>-0.17 </td><td>-0.26 </td><td>-0.16 </td><td>0.01 </td><td>-0.17 </td><td>-0.07 </td><td>-0.05 </td><td>-0.01 </td><td>-0.01 </td><td>-0.08 </td><td>-0.15 </td><td>1.00\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(17) Educaon </td><td>0.09 </td><td>-0.14 </td><td>-0.05 </td><td>0.01 </td><td>0.02 </td><td>0.12 </td><td>-0.06 </td><td>0.02 </td><td>0.17 </td><td>0.01 </td><td>-0.03 </td><td>-0.03 </td><td>0.06 </td><td>0.02 </td><td>-0.07 </td><td>-0.10 </td><td>1.00\n</td><td> </td><td> </td><td> </td></tr><tr><td>(18) Health &amp; social work </td><td>0.05 </td><td>0.02 </td><td>-0.02 </td><td>0.03 </td><td>0.25 </td><td>0.19 </td><td>-0.11 </td><td>-0.04 </td><td>0.22 </td><td>-0.07 </td><td>-0.04 </td><td>-0.01 </td><td>-0.09 </td><td>-0.04 </td><td>-0.08 </td><td>-0.12 </td><td>-0.06 </td><td>1.00\n</td><td> </td><td> </td></tr><tr><td>(19) Recreaonal </td><td>0.02 </td><td>-0.08 </td><td>-0.02 </td><td>0.03 </td><td>0.06 </td><td>0.05 </td><td>0.07 </td><td>-0.13 </td><td>0.05 </td><td>-0.07 </td><td>0.01 </td><td>-0.08 </td><td>0.05 </td><td>0.22 </td><td>-0.07 </td><td>-0.10 </td><td>-0.05 </td><td>-0.06 </td><td>1.00\n</td><td> </td></tr><tr><td>(20) Full-me venture </td><td>-0.11 </td><td>0.46 </td><td>0.50 </td><td>-0.02 </td><td>0.01 </td><td>-0.01 </td><td>0.13 </td><td>0.09 </td><td>0.09 </td><td>-0.02 </td><td>-0.02 </td><td>0.00 </td><td>0.05 </td><td>-0.20 </td><td>0.12 </td><td>-0.17 </td><td>-0.08 </td><td>0.00 </td><td>-0.06 </td><td>1.00\n</td></tr><tr><td>(21) Switch </td><td>-0.05 </td><td>-0.02 </td><td>0.00 </td><td>-0.04 </td><td>0.01 </td><td>0.02 </td><td>0.02 </td><td>-0.04 </td><td>0.03 </td><td>-0.15 </td><td>-0.01 </td><td>-0.03 </td><td>0.04 </td><td>0.03 </td><td>0.00 </td><td>0.01 </td><td>0.00 </td><td>-0.02 </td><td>0.00 </td><td>0.00\n</td></tr><tr><td>(22) Number of rooms </td><td>0.11 </td><td>0.10 </td><td>0.15 </td><td>0.05 </td><td>0.07 </td><td>0.04 </td><td>0.19 </td><td>0.08 </td><td>0.19 </td><td>0.12 </td><td>-0.02 </td><td>0.11 </td><td>0.06 </td><td>-0.02 </td><td>-0.01 </td><td>-0.12 </td><td>0.02 </td><td>0.05 </td><td>-0.01 </td><td>0.20\n</td></tr><tr><td>(23) Detached </td><td>0.11 </td><td>0.03 </td><td>0.13 </td><td>0.08 </td><td>0.05 </td><td>0.02 </td><td>0.15 </td><td>0.07 </td><td>0.09 </td><td>0.17 </td><td>-0.03 </td><td>0.09 </td><td>0.08 </td><td>0.00 </td><td>0.01 </td><td>-0.09 </td><td>0.01 </td><td>0.03 </td><td>-0.01 </td><td>0.16\n</td></tr><tr><td>(24) Semi-detached </td><td>-0.06 </td><td>-0.04 </td><td>-0.13 </td><td>-0.05 </td><td>-0.01 </td><td>-0.02 </td><td>-0.10 </td><td>-0.06 </td><td>-0.15 </td><td>-0.02 </td><td>0.02 </td><td>0.01 </td><td>-0.09 </td><td>-0.04 </td><td>0.00 </td><td>0.08 </td><td>-0.06 </td><td>-0.03 </td><td>-0.01 </td><td>-0.11\n</td></tr><tr><td>(25) Terraced </td><td>-0.06 </td><td>-0.01 </td><td>-0.08 </td><td>-0.01 </td><td>-0.02 </td><td>-0.02 </td><td>-0.07 </td><td>-0.01 </td><td>0.03 </td><td>-0.07 </td><td>0.03 </td><td>-0.04 </td><td>-0.03 </td><td>-0.02 </td><td>0.00 </td><td>0.08 </td><td>0.03 </td><td>-0.02 </td><td>0.01 </td><td>-0.11\n</td></tr><tr><td>(26) Flat </td><td>-0.06 </td><td>-0.03 </td><td>-0.02 </td><td>-0.04 </td><td>-0.07 </td><td>-0.01 </td><td>0.02 </td><td>-0.04 </td><td>0.08 </td><td>-0.15 </td><td>-0.03 </td><td>-0.17 </td><td>0.05 </td><td>0.07 </td><td>-0.02 </td><td>-0.04 </td><td>0.06 </td><td>0.04 </td><td>0.03 </td><td>-0.02\n</td></tr><tr><td>(27) Homeowner </td><td>-0.04 </td><td>0.08 </td><td>0.04 </td><td>0.02 </td><td>-0.01 </td><td>-0.01 </td><td>0.07 </td><td>0.09 </td><td>0.05 </td><td>0.17 </td><td>-0.06 </td><td>0.05 </td><td>-0.10 </td><td>-0.02 </td><td>0.00 </td><td>-0.01 </td><td>0.01 </td><td>0.06 </td><td>-0.04 </td><td>0.05\n</td></tr><tr><td>(28) Local house price </td><td>-0.02 </td><td>-0.03 </td><td>-0.01 </td><td>-0.05 </td><td>0.03 </td><td>0.06 </td><td>0.10 </td><td>0.04 </td><td>0.14 </td><td>0.02 </td><td>-0.02 </td><td>-0.05 </td><td>0.01 </td><td>0.04 </td><td>-0.04 </td><td>-0.05 </td><td>0.06 </td><td>-0.02 </td><td>-0.01 </td><td>0.05\n</td></tr><tr><td>(29) Local earnings </td><td>-0.08 </td><td>0.00 </td><td>-0.07 </td><td>-0.06 </td><td>0.03 </td><td>0.07 </td><td>0.11 </td><td>0.03 </td><td>0.18 </td><td>0.03 </td><td>-0.05 </td><td>-0.07 </td><td>0.03 </td><td>0.02 </td><td>-0.02 </td><td>-0.04 </td><td>0.06 </td><td>-0.04 </td><td>-0.01 </td><td>0.04\n</td></tr><tr><td>(30) Local unemployment </td><td>-0.03 </td><td>0.02 </td><td>-0.02 </td><td>0.01 </td><td>0.00 </td><td>-0.02 </td><td>-0.02 </td><td>-0.05 </td><td>0.07 </td><td>-0.06 </td><td>-0.01 </td><td>-0.10 </td><td>0.00 </td><td>0.06 </td><td>-0.03 </td><td>-0.02 </td><td>0.02 </td><td>0.01 </td><td>0.17 </td><td>-0.05\n</td></tr><tr><td>(31) Urban </td><td>-0.09 </td><td>0.02 </td><td>-0.06 </td><td>-0.05 </td><td>0.02 </td><td>0.03 </td><td>0.05 </td><td>-0.06 </td><td>0.13 </td><td>-0.08 </td><td>-0.05 </td><td>-0.14 </td><td>-0.02 </td><td>0.03 </td><td>-0.02 </td><td>-0.05 </td><td>0.06 </td><td>0.04 </td><td>0.06 </td><td>-0.05\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Random effects probit models", "latex": null, "type": "table", "html": "<html><body><table><tr><td>DV = homeworker </td><td>(1) Total sample </td><td>(2) Male sample </td><td>(3) Female sample\n</td></tr><tr><td>Employer </td><td>− 1.41*** </td><td>− 1.13*** </td><td>− 3.67*\n</td></tr><tr><td>(0.24) </td><td>(0.25) </td><td>(1.71)\n</td></tr><tr><td>Business partnership </td><td>− 0.61** </td><td>− 0.72* </td><td>− 0.30\n</td></tr><tr><td>(0.21) </td><td>(0.23) </td><td>(0.66)\n</td></tr><tr><td>Caregiver (disabled) </td><td>0.09 </td><td>0.40 </td><td>− 1.35\n</td></tr><tr><td>(0.39) </td><td>(0.45) </td><td>(1.00)\n</td></tr><tr><td>Caregiver (child) </td><td>0.89* </td><td>− 0.01 </td><td>1.47*\n</td></tr><tr><td>(0.36) </td><td>(0.64) </td><td>(0.71)\n</td></tr><tr><td>Female </td><td>0.20 </td><td>Omitted </td><td>Omitted\n</td></tr><tr><td>(0.35)\n</td><td> </td><td> </td></tr><tr><td>Hi-tech occupation </td><td>0.36 </td><td>0.19 </td><td>1.44\n</td></tr><tr><td>(0.28) </td><td>(0.28) </td><td>(1.43)\n</td></tr><tr><td>Married </td><td>0.20 </td><td>− 0.13 </td><td>1.93\n</td></tr><tr><td>(0.35) </td><td>(0.36) </td><td>(2.41)\n</td></tr><tr><td>Graduate </td><td>− 0.70* </td><td>− 0.34 </td><td>− 1.46\n</td></tr><tr><td>(0.33) </td><td>(0.38) </td><td>(1.37)\n</td></tr><tr><td>Age </td><td>0.06*** </td><td>0.06*** </td><td>0.12†\n</td></tr><tr><td>(0.01) </td><td>(0.01) </td><td>(0.07)\n</td></tr><tr><td>Health limits work </td><td>0.20 </td><td>0.08 </td><td>1.22\n</td></tr><tr><td>(0.27) </td><td>(0.30) </td><td>(1.01)\n</td></tr><tr><td>Social capital </td><td>0.38* </td><td>0.38* </td><td>0.40\n</td></tr><tr><td>(0.16) </td><td>(0.18) </td><td>(0.69)\n</td></tr><tr><td>Risk tolerance </td><td>0.00 </td><td>0.04 </td><td>− 0.15\n</td></tr><tr><td>(0.06) </td><td>(0.06) </td><td>(0.30)\n</td></tr><tr><td>Freelance </td><td>0.31 </td><td>0.35 </td><td>− 0.35\n</td></tr><tr><td>(0.30) </td><td>(0.37) </td><td>(0.63)\n</td></tr><tr><td>Retail </td><td>− 0.52 </td><td>− 0.51 </td><td>− 0.96\n</td></tr><tr><td>(0.38) </td><td>(0.44) </td><td>(1.33)\n</td></tr><tr><td>Construction </td><td>− 0.12 </td><td>− 0.09 </td><td>0.43\n</td></tr><tr><td>(0.27) </td><td>(0.26) </td><td>(4.21)\n</td></tr><tr><td>Education </td><td>1.24* </td><td>2.01*** </td><td>0.31\n</td></tr><tr><td>(0.60) </td><td>(0.62) </td><td>(1.27)\n</td></tr><tr><td>Health and social work </td><td>0.38 </td><td>− 0.56 </td><td>2.15\n</td></tr><tr><td>(0.41) </td><td>(0.49) </td><td>(1.41)\n</td></tr><tr><td>Recreational </td><td>0.35 </td><td>0.74 </td><td>− 1.48\n</td></tr><tr><td>(0.48) </td><td>(0.57) </td><td>(1.53)\n</td></tr><tr><td>Full-time venture </td><td>0.32† </td><td>0.35† </td><td>0.32\n</td></tr><tr><td>(0.16) </td><td>(0.19) </td><td>(0.39)\n</td></tr><tr><td>Switch </td><td>0.16 </td><td>0.04 </td><td>1.35\n</td></tr><tr><td>(0.35) </td><td>(0.41) </td><td>(1.09)\n</td></tr><tr><td>Number of rooms </td><td>0.14** </td><td>0.03 </td><td>0.53***\n</td></tr><tr><td>(0.05) </td><td>(0.06) </td><td>(0.16)\n</td></tr><tr><td>Detached </td><td>− 0.63 </td><td>− 0.72 </td><td>− 1.75†\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Transition matrix for hybrid and non-hybrid entrepreneurs Group (vertical: previous, horizontal: current) Not hybrid, non-homeworking Not hybrid, homeworking Hybrid entrepreneur Total", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "High-tech occupations Legal professionals; business and statistical professionals; architects, town planners, surveyors 3111-3132 Science and technology associate professionals 3421-3434 Design associate and media associate professionals 3520-3539 Legal and business and finance associate professionals", "latex": null, "type": "table"}, "TABREF10": {"text": "Retail industry sectors Code Description Number of homeworking cases 5000 Sale, maintenance, and repair of motor vehicles and motorcycles; retail sale of automotive fuel 12 5100 Wholesale trade and commission trade, exc. motor vehicles and motorcycles 42 5200 Retail trade, exc. motor vehicles and motorcycles; repair of personal and household goods 3 5210 Retail sale in non-specialized stores 7 5220 Retail sale of food, beverages, and tobacco in specialized stores 10 5240 Other retail sale of new goods in specialized stores 13 5250 Retail sale of second-hand goods in stores 2", "latex": null, "type": "table"}, "TABREF11": {"text": "Education industry sectors", "latex": null, "type": "table"}, "TABREF12": {"text": "Health and social work industry sectors Appendix 2. Data Sources for LAD level variables 1) House Price Index UK House Price Index, http://landregistry.data.gov. uk/app/ukhpi 2) House sales data", "latex": null, "type": "table"}, "TABREF13": {"text": "Recreational, cultural, and sporting activities industry sectors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Code </td><td>Description </td><td>Number of homeworking cases\n</td></tr><tr><td>9200 </td><td>Recreational, cultural and sporting activities </td><td>0\n</td></tr><tr><td>9210 </td><td>Motion picture and video activities </td><td>1\n</td></tr><tr><td>9220 </td><td>Radio and television activities </td><td>1\n</td></tr><tr><td>9230 </td><td>Other entertainment activities </td><td>64\n</td></tr><tr><td>9240 </td><td>News agency activities </td><td>20\n</td></tr><tr><td>9250 </td><td>Library, archives, museums, and other cultural activities </td><td>3\n</td></tr><tr><td>9260 </td><td>Sporting activities </td><td>5\n</td></tr><tr><td>9270 </td><td>Other recreational activities </td><td>3\n</td></tr></table></body></html>"}}, "back_matter": []}