{
    "paper_id": "1c962b460ffc787ae881b0a0365b1295942fcbf5",
    "metadata": {
        "title": "Journal Pre-proof Ventilators-by-Lottery: The Least Unjust Form of Allocation in the COVID-19 Pandemic Ventilators-by-Lottery: The Least Unjust Form of Allocation in the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Diego",
                "middle": [
                    "S"
                ],
                "last": "Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {}
                },
                "email": "diego.silva@sydney.edu.au"
            },
            {
                "first": "Diego",
                "middle": [
                    "S"
                ],
                "last": "Silva Building",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Level",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Due to the scarcity of ventilators in intensive care units (ICU) during the COVID-19 pandemic, there are reports that in Italy ventilators were being allocated on the basis of who had the best chance of survival. One Italian medical college recommended that \"[i]nformed by the principle of maximizing benefits for the largest number… the allocation criteria need to guarantee that those patients with the highest chance of therapeutic success will retain access to intensive care.\" 1 In New York, pharmacists \"are beginning to sound an alarm\" that there is a lack of sedatives, pain killers and paralytics for those that require intubation and artificial ventilation. 2 Across the globe, the default criteria for allocating ventilators -and associated resources -will often be one of efficiency and maximizing the amount of lives saved, especially since decisions need to be made under extreme time constraints. Efficiency is understood as both 'maximizing the number of lives saved' and 'maximizing the number of life-years saved' (i.e., priority to those who are younger over older). For example, Emanuel and colleagues argue that \"[p]riority for limited resources should aim both at saving the most lives and at maximizing improvements in individuals' post-treatment length of life\" and further claiming that \"…it is difficult to justify asking health care workers and the public to take risks and make sacrifices if the promise that their efforts will save and lengthen lives is illusory.\" 3 It is arguable that this is the majority view across much of bioethics.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 669,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, making allocation decisions on the basis of a simple utility calculus (i.e., maximizing lives saved or maximizing life-years saved) is unjust, as counterintuitive as it may seem. Instead, if the need arises, ventilators should be allocated on the basis of lottery. Allocation based on lottery is also an expression of utility and the maximization of public resources, but one that better coheres with generally held beliefs about justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A simplistic formulation of utility is problematic because it may exacerbate existing social inequities. Those best positioned to avoid becoming infected with SARS-CoV2 or being at risk of dying of COVID-19 are the young and healthy. We know that 'wealth equals health' (not always, but certainly at a population level). The opposite is also true, that poverty leads to ill health. So if saving the most lives possible favours saving the lives of those most likely to physically improve from their symptoms, we are likely indirectly further disadvantaging the economically poor and socially marginalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social justice and the edict of 'saving the most lives'"
        },
        {
            "text": "An example to illustrate the social inequities objection is helpful here: persons with severe mental illnesses, like schizophrenia, smoke a greater daily quantity of cigarettes than persons without severe mental illnesses. 4 They are also more likely to have other co-morbidities that will increase the likelihood of them becoming infected with SARS-CoV2 and becoming gravely ill with COVID-19. We also know that due to comorbidities, like smoking, persons with schizophrenia normally have a life expectancy that is approximately less than 15 years than those without schizophrenia. 5 And preliminary findings suggest that persons who smoke or were smokers are at a greater risk of adverse outcomes associated with COVID-19. 6 As such, under a simplistic application of utility or efficiency, it would appear the person with schizophrenia is unlikely to receive a ventilator since it would be inefficient to treat them relative to other persons without schizophrenia.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 725,
                    "end": 726,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Social justice and the edict of 'saving the most lives'"
        },
        {
            "text": "It is not enough to decree that we ought to maximize our resources without acknowledging the broader social context in which such decisions take place. It is important to note that some scholars who take seriously the principle of utility believe that the maximization of good ought only to occur when all people are treated as equal and impartially. Impartiality and equality of persons has long been a part of the foundation of the study of utility, especially when the principle of utility is applied in answering questions that concern the public, 7 though often ignored or forgotten in its application in the context of healthcare. In other words, the maximization of goods, such as ventilators, should not be thought of outside the parameters of equality precisely because ventilators -especially during a pandemic like COVID-19 -are public goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators-by-Lottery"
        },
        {
            "text": "If one were to take seriously the maximization of the benefit we get from scarce resources and take seriously the purported equality shared by residents of a locality or country, then under the time constraints that doctors will face in ICUs, ventilators should be allocated on the basis of lottery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators-by-Lottery"
        },
        {
            "text": "A lottery system -whatever form it would ultimately take -would be in keeping with arguably more sophisticated and nuanced versions of the principle of utility as applied in the context of acutely scarce public goods. 8 Critically, it would also better promote equity or social justice, or more truthfully, not further increase inequities. Assuming there is no pre-existing reason why A should get a ventilator over B (e.g., using a ventilator with B would be futile), a lottery would remove the likelihood of persons being given preferential treatment on the basis of social or economic advantages. Returning to the example from the previous section, under the lottery model, persons with schizophrenia would not be further disadvantaged by the allocation criteria set forth by a hospital or regional authority.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ventilators-by-Lottery"
        },
        {
            "text": "Allocating ventilators on the basis of lottery during this COVID-19 pandemic may sound odd or, more importantly, wrong; all else being equal, we should maximize the number of lives saved. However, there's the rub: society pre-COVID-19 was not equal, nor is it during this pandemic. It seems somewhat disingenuous to pretend that all persons are materially equal and will have the same chances to receive ventilators, and that decisions will be based purely on clinical probability of survival that are not linked to the social determinates of health. We cannot, nor should we, expect that healthcare workers -under extreme duress of caring for patients in the ICU during a pandemic -also attempt to redress the social determinants of ill health during a pandemic. Since doctors cannot rectify existing injustices but can likely exacerbate them by maximizing the number of lives saved, then randomness is preferable to efficiency in allocating ventilators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators-by-Lottery"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Extraordinary Decisions Facing Italian Doctors. The Atlantic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mounk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Next potential shortage: drugs needed to run ventilators",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fair Allocation of Scarce Medical Resources in the Time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsb2005114"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A meta-analysis of worldwide studies demonstrates an association between schizophrenia and tobacco smoking behaviors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deleon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Schizophrenia Research",
            "volume": "76",
            "issn": "2-3",
            "pages": "135--157",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Years of potential life lost and life expectancy in schizophrenia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hjorthoj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sturup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Macgrath",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Psychiatry",
            "volume": "4",
            "issn": "4",
            "pages": "295--301",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and smoking: A systematic review of the evidence. Tobacco Induced Diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nikitara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18332/tid/119324"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mill on Liberty and on the Contagious Diseases Acts in J.S. Mill's Political Thought : A Bicentennial Reassessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The survival lottery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Philosophy",
            "volume": "50",
            "issn": "191",
            "pages": "81--87",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}