{
    "paper_id": "1c97638b3c9f278ebd0a91e98cb7230aa0eb711c",
    "metadata": {
        "title": "Early antibody response to SARS-CoV-2",
        "authors": [
            {
                "first": "Ruggero",
                "middle": [],
                "last": "Dittadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Ospedale dell'Angelo, ULSS3 Serenissima",
                        "settlement": "Mestre, Venice",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Haleh",
                "middle": [],
                "last": "Afshar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Ospedale dell'Angelo, ULSS3 Serenissima",
                        "settlement": "Mestre, Venice",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Carraro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Ospedale dell'Angelo, ULSS3 Serenissima",
                        "settlement": "Mestre, Venice",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. The role and significance of the immune response to SARS-CoV-2 infection is not yet well known. Methods. We conducted a study on 46 symptomatic subjects with disease confirmed by laboratory tests, to evaluate the presence of IgG and IgM antibodies in these subjects in relation to the time elapsed since the onset of symptoms. The analytical performance of the method used in the study and the effect of two different serum and plasma matrices were also assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. IgG positivity was demonstrated in 100% of cases 15 days after the onset of the disease. IgM show lower concentrations and do not exceed 77% of cases after 15 days. The analytical performance of the method used (Maglumi 800, Snibe, China) was confirmed to be good in terms of imprecision, linearity and commutability in two sample matrix. Conclusion. The serological study through the search for specific IgG for SARS-CoV-2 results to be sensitive and suitable for population research and evidences that this approach can also play an important role in diagnosis. The diagnostic performance of specific IgMs are lower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The diagnosis of Covid-19 disease makes use of clinical, radiological data and molecular research of the virus on the nasopharyngeal swab, mainly with Real-Time reverse transcription Polymerase Chain Reaction (RT-PCR) (1) . In the early stage of the disease, the use of serological tests has recently been proposed but its role in the diagnostic process is not yet clear. There is some indirect evidence of a protective role of specific antibodies, such as the administration of plasma immune from healed subjects to sick patients (3) . This represents a very interesting challenge but definitive evidence is still lacking.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "(3)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We evaluated a series of samples of subjects who presented at the Ospedale dell'Angelo in Mestre (Venice, Italy) with symptoms suggestive of SARS-CoV-2 infection, subsequently diagnosed definitively with clinical and laboratory criteria. The presence of specific IgM and IgG antibodies was assessed by a new chemiluminescence assay on MAGLUMI platform, that, from the manufacturer's statements, detects spike and nucleocapside proteins, the main immunogens protein of coronavirus (4) , that seems to correlates with neutralizing antibod responses (5) . Results were related to the time elapsed since the onset of symptoms.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 483,
                    "text": "(4)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "(5)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Blood samples from patients admitted with probable COVID-19 from March 2 to March 29 2020 were collected in polyethylene tubes (BD Vacutainer®; Becton Dickinson, CA, USA) containing clot activator and gel separator for serum preparation. Eighteen samples were also collected in polyethylene tubes containing 3.6 mg K2EDTA for the comparison of blood matrices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients with suggestive diagnosis and positive swab were considered with the exception of 4 cases in which in which the clinical diagnosis along with images was almost certain, despite the presence of negative RT-PCR nose-pharyngeal swab. From all these cases we selected only those with specific onset of symptoms. Therefore, 46 patients (38 males and 8 females, median age 66 years, minimum 36, maximum 89) were included, of which 30 with one blood sample, 7 with two withdrawals over the following days, 5 with 3 withdrawals, 2 with 4 withdrawals and 2 with 5 withdrawals, for a total of 77 assessed samples. Moreover, 35 healthy controls with negative swab were included (20 female, 15 males, age 24-65).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The tests were performed with a two step chemiluminescence immunoassay using magnetic microbeads coated with anti-human Immunoglobulins (IgM and IgG) Five aliquots of three sera (S1, S2 and S3) were stored and analyzed in triplicate in 5 different analytical sessions over 7 days to verify the intra-series and total imprecision according to the CLSI EP-15-A2 protocol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 285,
                    "text": "(IgM and IgG)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Linearity was verified by dilution test (4 dilutions 1/2 to 1/10) mixing two samples, one with concentrations of 11.8 and 4.1 AU/mL, the second of 0.12 and 0.1 AU/mL for IgM and IgG respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "No additional blood sampling from the care tests was performed for this study. All ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "IgG: S1 showed a mean concentration of 0.98 AU/mL an intra-assay CV= 3.8% and a total CV= 5.2%, S2 showed a mean concentration of 14.9 U/L, an intra-assay CV= 4.3% and a total CV=5.4%, S3 showed a mean concentration of 46.3 U/L, an intra-assay CV= 2.8% and a total CV=3.2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision"
        },
        {
            "text": "IgM: S2 showed a mean concentration of 1.67 U/L, an intra-assay CV= 5.7% and a total CV= 9.4%, S3 showed a mean concentration of 1.93 U/L, an intra-assay CV= 4.68% and a total CV=8.25%. S1 showed IgM concentrations <0.1 AU/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision"
        },
        {
            "text": "These results confirmed the results reported by the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision"
        },
        {
            "text": "Dilution test showed good linearity for IgM (recovery from 95.4% to 86.1%). For IgG a deviation from linearity (recovery 74.4%) was found at concentration <0.8 AU/mL. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linearity"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Among the 10 patients with negative results, we were able to collect more than one sample for 5 patients. It is worth noting that all of them showed a rapid seroconversion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linearity"
        },
        {
            "text": "The trend was similar for the IgM but less significant (Mann-Whytney test p=0.026). The positivity rate in Group 1 was 44.7%, with a median concentration of 0.83 U/mL (25°-75° perc: 0.39-2.36) and in Group 2 the positivity rate was 76.9%, with a median of 1.96 U/mL (25°-75° perc: 1.2-2.82).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linearity"
        },
        {
            "text": "The verification of the precision performances did not point out significant differences with respect to the manufacturer's claim (overall CVs <6% within-laboratory). However, the IgM assay showed imprecision data a little higher, suggesting the possibility of identifying a gray zone between \"positive\" and \"negative\" results. Despite the limited number of cases evaluated in the control group, the absence of the detection of false positive results is encouraging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering COVID-19 symptomatic patients, the true positive results were 60,8% for IgM, with mainly low concentrations, and 85,1% for IgG at the first test. In particular, all the 39 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 22, 2020. . https://doi.org/10.1101/2020.05.19.20099317 doi: medRxiv preprint samples evaluated more than 15 days after the onset of symptoms showed positive IgG results. It is moreover interesting to note that there are numerous cases with high IgG even after the first days of symptoms. It must be emphasized that the incubation time of the disease varies from 2 to a maximum of 14 days (6) , and therefore it is also conceivable that cases with early high IgG may be related to patients with longer incubation times. However, in our case series the onset of the appearance of the serological response remains rather short, especially in consideration of the limited presence of IgM, which seems to have a parallel trend but with much lower concentrations than IgG. The study of 9 cases with at least 3 samples each, confirms the increase in IgG and the tendency to a plateau after 15 days ( figure 2 ).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "(6)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 957,
                    "end": 965,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recent studies are in agreement with our findings, with an almost complete seroconversion within two weeks after disease onset (7) (8) (9) (10) . In particular, in a recent report by Guo L. et al.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "(8)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "(9)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "(10)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the evidence of positive RT-PCR and the appearance of specific antibodies is very similar to that shown in our study (7) . Their conclusions report a high sensitivity for the swab in the first 5.5 days of symptoms and a high sensitivity for serology in the following days. For this reason, Guo proposes the initial study of suspected patients with both diagnostic methods.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data also seems to confirm this approach. Unlike the other studies, Padoan et al (10) accurately evaluated the method we used, and their findings were similar, both from the analytical point of view and with regard to the low expression of the IgM and the almost simultaneous appearance respect to the IgG. In fact, all the positive IgM cases except one also showed IgG positivity, so that the IgM value seems to provide a small contribution to the assessment of the immunological response in COVID-19 patients. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. IgG U/mL Days All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(10)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 22, 2020. . https://doi.org/10.1101/2020.05.19.20099317 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of Critically Ill Adults With COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Poston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "386--389",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.19.20099317"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment of 5 Critically Ill Patients With COVID-19 With Convalescent Plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4783"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Serological assays for emerging coronaviruses: challenges and pitfalls",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "175--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe Acute Respiratory Syndrome Coronavirus 2-Specific Antibody Responses in Coronavirus Disease",
            "authors": [
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Patients Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200841"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Profiling Early Humoral Response to Diagnose Novel Coronavirus Disease (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "1473--3099",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Laboratory diagnosis of emerging human coronavirus infections -the state of the art",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Loeffelholz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "747--756",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Analytical performances of a chemiluminescence immunoassay for SARS-CoV-2 IgM/IgG and antibody kinetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padoan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cosma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sciacovelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Faggian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "pii: /j/cclm.ahead-of-print All rights reserved. No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.19.20099317"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Snibe, Shenzen, China) according to the manufacturer's instructions. The results were interpreted following the indications of the manufacturer: (i) IgG considered reactive if > 1.1 AU/ml; (ii) not reactive if <0.9 and (iii) doubt between 0.9 and 1.1. A cut off limit of 1.0 for IgM was proposed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "investigations have been conducted by following the tenets of the Declaration of Helsinki and has been complied with institutional policies. Statistical analysis were performed with MedCalc © Software, Version 19.2.1 (MedCalc Software, Mariakerke, Belgium)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of EDTA vs serum for IgG was 1.005 (95% C.I. 0.97/1.03) and the intercept of 0.0003 (95% C.I. -1.09/+0.57). The slope of EDTA vs serum for IgM was 0.95 (95% C.I. 0.91/0.99) and the intercept of 0.016 (95% C.I. -0.06/+0.06). Clinical correlations None of the 35 control samples resulted positive for IgM and IgG. Forty-seven cases (61%) were positive for IgM, while 66 cases (85.7%) were positive and 2 in gray zone for IgG. The correlation of the results with respect to the days of the onset of the symptoms is shown in Figure 1. We have distinguished the cases of samples analyzed before 15 days of illness (Group 1) from those analyzed 15 or more days later (group 2). In Group 1 the positivity rate was 71,1% (27 samples out of 38) but we found 100% positivity rate in the remaining 39 samples collected more than 15 days after the symptoms (Group 2).The median concentration was 24.4 U/mL (25°-75° perc: 0.92-50.6) in Group 1 and 60.6 U/mL (25°-75° perc: 29.9-66.5) in Group 2 (Mann-Whitney test p=0.0003).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 1 Distribution of IgM (circles) and IgG (square) in relation to the days since the onset of symptoms",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2 Progression of IgG values in cases with more than two samples per patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint this version posted May 22, 2020. . https://doi.org/10.1101/2020.05.19.20099317 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}