{
    "paper_id": "1c9cfeac3ea9910c526707b75a4172f6de64847b",
    "metadata": {
        "title": "PPE Portraits-a Way to Humanize Personal Protective Equipment",
        "authors": [
            {
                "first": "Cati",
                "middle": [],
                "last": "Brown-Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stacie",
                "middle": [],
                "last": "Vilendrer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Beth"
                ],
                "last": "Heffernan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Occidental College1600",
                    "location": {
                        "addrLine": "Campus Road",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shira",
                "middle": [],
                "last": "Winter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fnp-Bc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thanh",
                "middle": [],
                "last": "Khong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford Health Care211 Quarry Road",
                    "location": {
                        "settlement": "Palo Alto",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pa-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Reidy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UMass Memorial Medical",
                    "location": {
                        "addrLine": "Center55 Lake Avenue",
                        "settlement": "Worcester",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "M"
                ],
                "last": "Asch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he use of personal protective equipment (PPE) has skyrocketed during the COVID-19 crisis, as providers don masks, glasses, and gowns to protect their eyes, noses, and mouths. Yet these same facial features express human individuality, and are crucial to nonverbal communication. Even in a crisis, human connection is at the core of medical care, 1 and PPE, while necessary, can interrupt that connection. 2 Especially for COVID-19 patients needing ICU care, some worry that a lack of human connection can have adverse effects beyond simple satisfaction or patient experience measures. Studies have shown that isolated ICU patients may develop \"post intensive-care syndrome,\" which mimics PTSD with sometimes debilitating consequences. A 2010 systematic review of patients placed in contact isolation for infection control showed adverse impacts of isolation on mental well-being, satisfaction, and several measures of patient safety. 3 Conversely, provider warmth and compassion have been positively associated with physiological health biomarkers, and researchers have called for testing interventions to promote perceptions of kindness. 4 Healthcare workers across the USA intent on humanizing the COVID-19 experience have innovated alternative communication methods to bridge the gap between PPEcovered provider and patient. At Parkland Hospital, providers created handouts with photos, names, and reassuring text (\"Dear Friend…you are in the hands of people who care about your health\"). Stanford Hospital, among many others, is implementing virtual rounding, which allows providers to meet \"face-to-face\" with hospitalized patients over secure video prior to in-person physical exams during which their features will be necessarily obscured.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 408,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 936,
                    "end": 937,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1141,
                    "end": 1142,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While far from a complete solution, PPE Portraits also have the potential to help humanize care in difficult times. They are simply disposable provider portrait picture stickers (4\" × 5\") affixed to PPE where patients can see them. Anecdotal pilot data captured during treatment of Ebola showed that PPE Portraits helped patients feel more connected to their caregivers, and helped healthcare workers feel more like a team and connected to one another, though this has yet to be rigorously studied (Figs. 1). 5 In partnership with the designer of the original PPE Portrait Project in Africa, Mary Beth Heffernan, Stanford Express Care is piloting PPE Portraits for the newly created drive-thru COVID-19 testing. 6 Similarly, the inpatient palliative care team at UMass Memorial Medical Center has begun using PPE Portraits in caring for seriously ill patients in the hospital, regardless of infection status.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 510,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In preparation for a larger evaluation of the effectiveness of PPE Portraits on patient and provider experience, we collected initial qualitative data on implementation barriers and facilitators during the chaotic surge preparation activities of March and April 2020. We share practical lessons for implementing similar programs for others to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Front-line providers reported more comfort with patient interactions while wearing PPE Portraits: \"It makes it feel less like a disaster zone [for the patient].\" Just a 2-day pilot showed signs of significant adoption: a participating physician requested PPE Portraits at a new COVID-19 clinic, shift nurses had taken PPE Portraits with them to inpatient services, and masked medical assistant teammembers were requesting PPE Portraits to wear over scrubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using the process in Figure 2 , we took smartphone portraits, electronically pasted four portraits on an 8\" × 11\" template, and printed. We also developed workarounds and contingencies. After running out of stickers during high volume, we printed extra copies to have some on reserve. Since full color portraits use large amounts of ink, we kept a close eye on printer supplies. We also tested printing PPE Portraits on nonsticker paper in case sticker supplies dwindled, and we explored the idea of affixing these pictures on PPE with masking tape.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "PPE Portraits are a simple intervention with the potential to improve COVID-19 care. Of course, in our April 2020 US context, needed PPE itself is not always available, let alone the clinician or administrator time needed to take and print portrait photos to stick on full PPE. Preparing PPE Portraits or other humanizing approaches in anticipation of surges would have been much preferred. Still we believe PPE Portraits may support patient care and health, and even potentially healthcare team function and provider wellness. While we await data on these Step Step 3 Affix Portrait Affix portrait to chest at heart level you are offering warmth and care \"from the heart\" If PPE will be used again, turn down a corner of the sticker to make it easy to take the portrait off effects, we hope hospitals can use our findings to speed their own implementation testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Practices to Foster Physician Presence and Connection with Patients in the Clinical Encounter",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zulman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Haverfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "323",
            "issn": "",
            "pages": "70--81",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Personal Protective Equipment in the humanitarian governance of Ebola: between individual patient care and global biosecurity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pallister-Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Q",
            "volume": "37",
            "issn": "",
            "pages": "507--523",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adverse effects of isolation in hospitalised patients: A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fearday",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hosp Infect",
            "volume": "76",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Compassionomics: Hypothesis and experimental approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trzeciak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mazzarelli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Hypotheses",
            "volume": "107",
            "issn": "",
            "pages": "92--97",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Integration of the Humanities and Arts with Sciences, Engineering, and Medicine in Higher Education",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/24988"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Integrating telemedicine triage and drive-through testing for COVID-19 rapid response (Stanford, 3/18). Heal Manag Policy Innov",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carmichael",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilendrer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Artandi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Portrait Project \"Nurse Ruth\" (Ruth Haddad Johnson, RN) during the Ebola crisis, photo credit Mary Beth Heffernan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PPE Portraits-process.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Prompt -\"What is the smile you wish your patients could see?\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: We wish to acknowledge and thank providers and staff in Stanford Express Care-particularly Maja K. Artandi MD, Linda Barman MD, Heather Filipowizc MS RD-and to thank Timothy Seay-Morrison EdD and Megan Mahoney MD for their support and interest in this quality improvement project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they do not have a conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}