{"paper_id": "1c9f05b505eabf0f6b64b985ee05b465185925e0", "metadata": {"title": "Sequential informed pooling approach to detect SARS-CoV2 infection", "authors": [{"first": "Renato", "middle": [], "last": "Millioni", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "The alarming spread of the pandemic coronavirus disease 2019 caused by the SARS-CoV-2 virus is requiring several measures to reduce the risk of contagion. Every successful strategy in controlling SARS-CoV2 infection depends on the timely viral diagnosis which should include asymptomatic carriers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Consequently, strategies to increase the throughput for clinical laboratories to conduct large-scale diagnostic testing are urgently needed. Here we support the hypothesis that standard diagnostic protocol for SARS-CoV-2 virus could be conveniently applied to pooled samples obtained from different subjects. We suggest that a two-step sequential pooling procedure could identify positive subjects, ensuring at the same time significant benefits of costs and time. Simulation data are used to assess the efficiency, in terms of number of required tests, both for random assignment of the subjects to the pools and for situations when epidemiological and clinical data are used to create an \"informed\" version of the pooling. Different scenarios are examined in the simulations to measure the effect of different pool sizes and different values for the virus frequency. Our results allow to customize the pooling strategy according to the specific characteristics of the cohort to be tested. : medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Recently, Hogan et al (2020) [7] performed a retrospective study on SARS-CoV-2 based on sample pooling.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "\"Pooling\" means that swab samples taken from different subjects can be combined before the RNA extraction phase. These Authors used 2888 samples from nasopharyngeal and bronchoalveolar lavages that were collected between January 1, 2020, and February 26, 2020, from subjects who had not been tested for SARS-CoV-2. Nine or ten samples were pooled, and screening was performed by RT-PCR. A total of 292 pools were screened and the confirmed positivity rate for SARS-CoV-2 was 0.07% (2/2888). The aim of pooling is to reduce the number of test kits used, significantly shortening the time and costs of analysis. As reported by on-line media (https://www.tabletmag.com/sections/science/articles/pooling-covid-19-israel), a pooling approach has also recently being successfully used in Israel but, to the best of our knowledge, no studies have been published yet. Scientists from the Technion Israel Institute of Technology stated that when 64 samples are mixed together, the analysis on the pool test gives a positive result even if just one of the swabs came from an infected subject. The pooled sample can give laboratory results of equal quality of those with individual testing because there are no changes to the RT-PCR diagnostic protocol.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The basic concepts for understanding the pooling strategy are simple: 1) only a pool made up of all negative samples will give a negative result for the pool analysis; 2) a single positive sample within a pool makes the All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In most countries, testing for COVID-19 is mainly restricted to people with symptoms. However, a large percentage of asymptomatic subjects is estimated to exist. Asymptomatic spread has likely driven the silent growth of SARS-CoV2 epidemic which emerged only when the health system began to collapse.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Asymptomatic cases play a role in the transmission and thus pose a significant infection control challenge.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "How much asymptomatic individuals affect the virus diffusion is actually considered a crucial task to evaluate [1] . Tracing contacts of known positive cases, travel bans and social distancing are the main strategies to reduce the risk of contagion due to asymptomatic subjects. A widespread testing strategy to screen asymptomatic subjects could be useful in reducing transmission of SARS-CoV2, but this approach is highly challenging taking into account of the amount of work, time and costs that it would entail.", "cite_spans": [{"start": 111, "end": 114, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "For this reason, we propose here a pre-screening strategy which should increase the capacity for clinical laboratories to conduct large-scale diagnostic testing, enough to screen a significant portion of the asymptomatic population.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "SARS-CoV2 is an enveloped viruses containing a single strand of positive-sense RNA and its diagnostic protocol is a RT-PCR assay, as previously described in details [2, 3] . Briefly, SARS-CoV2 have been detected from a variety of upper and lower respiratory sources including throat, nasal nasopharyngeal (NP), sputum, and bronchial fluid [4, 5] . Oropharyngeal (OP) and NP swabs are the most frequently used samples. The sampling is carried out using two distinct swabs which can be inserted in the same test tube containing the viral transport medium to increase the yield for the RT-PCR analysis [6] . Total RNA is extracted and SARS-CoV2 target genes are simultaneously amplified and tested during the quantitative RT-PCR assay.", "cite_spans": [{"start": 165, "end": 168, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 169, "end": 171, "text": "3]", "ref_id": "BIBREF2"}, {"start": 339, "end": 342, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 343, "end": 345, "text": "5]", "ref_id": null}, {"start": 599, "end": 602, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "result of the pool analysis positive. If the pool is positive, it is necessary to proceed to individual testing, to identify the true positives (TP) and the false positives (FP: i.e., a negative subject whose swab has been mixed with at least one positive swab). As all individual samples in a negative pool are considered as true negative (TN), the pooling approach significantly reduces time and cost when a large proportion of pools tests negative. However, it is clear that the effectiveness of pooling is inversely proportional to the frequency of the virus in the selected cohort and, as we will demonstrate more precisely in the results section, this approach can be inefficient or even counter-productive if the presence of the virus is high.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The aim of this paper is to i) propose a two-step sequential pooling strategy, ii) identify the variables for which the pooling method can be more or less effective and to iii) develop strategies to further improve this approach. For this purpose, we began by identifying the main variables which should be included in our model. The first and perhaps most important variable, as already mentioned, is the frequency of the virus.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Unfortunately, this information is not known a priori but it can be estimated. The second variable is the effectiveness of the clinical and epidemiological criteria that can be adopted to create the pools, compared to an analysis in which these pools are created randomly. The third variable is the size of the pool. We have taken into consideration a wide range of scenarios to adjust the variables to give the best result with fewer tests.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As pooling strategies that can improve the pooling approach, we compared alternative methods to create pools and evaluate their different performances according to the different conditions of the variables previously described. Our data suggest that pre-screening strategy based on the use of a sequential informed pooling approach ensures that, in the most favourable conditions with low virus frequency, the number of tests can drop to 20% of the number of test required by individual testing. Higher virus frequencies still make sequential pooling efficient, provided pool size is decreased and/or reliable epidemiological and clinical data are used to create pools.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the proposed procedure, for each patient involved in the study, three distinct swabs will be performed, following the standard protocols. The first and second swab will be used for the creation of the pools that we will define below. The third swab will be kept and eventually used as a validation test.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The swab used for the creation of a pool \"H\" (sample 1) is firstly placed in a single sample tube and subsequently transferred in a pooled sample tube together with the sample 1 of other subjects ( Figure 1 ). It is important that the pooled sample could be analyzed with the same standard procedures that are applied for individual samples. Sequential pooling workflow follows these steps:", "cite_spans": [], "ref_spans": [{"start": 198, "end": 206, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "A) Perform three distinct swabs samples per patient Sample 1: used for \"horizontal\" pooling (pool \"H\") Sample 2: eventually used for \"vertical\" pooling (pool \"V\") Sample 3: eventually used for validation B) RT-PRC analysis of the \"H\" pools, each of size s. Based on these results, all negative pools can be excluded from further investigation, as they contain solely samples from TN subjects. Should all pools test negative, the procedure is complete. C) With sample 2 of the subjects not excluded in step B, creation of the V pools and RT-PCR analysis of the V pools. The V pools will have the same size s, but their composition will be different from H pools, even if step B did not exclude any pool. Again, all negative pools can be excluded from further investigation, as they contain solely samples from TN subjects. D) Validation phase: Search for true positives (TP) and false positives (FP) with individual PCR on the control sample (sample 3) of the subjects not excluded in steps B or C. The informed sequential pooling follows exactly the same procedure with the only difference that a score about the probability to be infected will be associated to each subject, in order to tag the subject as \"suspected positive\" or \"suspected negative\". The aim is to include in the same pool subjects with the higher scores, avoiding their random spreading in the matrix. The correct assignment of this score should be accomplished by compiling a dedicated questionnaire. The score is calculated on the basis of clinical and epidemiological criteria that have already been associated to a higher risk of acquiring COVID- 19 [8] . For instance, susceptibility seems to be strongly associated with age and biological sex [9, 10, 11] suggesting that these simple criteria may play a pivotal role for the pool assignment.", "cite_spans": [{"start": 1621, "end": 1627, "text": "19 [8]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "In Figures 2 and 3 , we show a simple graphic representation of the sequential pooling and of the informed sequential pooling approach respectively. For these explicative images, we have chosen a cohort to test of dimension N equal to 30, just to facilitate the visual representation. of the information available to classify subjects as \"suspect positive\" or \"suspect negative\".", "cite_spans": [], "ref_spans": [{"start": 3, "end": 18, "text": "Figures 2 and 3", "ref_id": "FIGREF2"}], "section": "Methods"}, {"text": "In Figure 3 , the upper panel shows a hypothetical scenario for which all positive subjects are grouped in the first pool. This result can be obtained if the information available to classify subjects as \"suspect positive\" or \"suspect negative\" are optimal. In the lower panel, we show another scenario for which clinical and epidemiological information allowed a grouping of the positives subjects which is only partially correct.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Methods"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint However, also in this case, the informed approach is still useful to improve the efficiency of the method as compared to a random creation of pools.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "In order to assess the advantage of this two-step sequential pooling strategy in comparison with a standard approach, where each subject' swab is separately tested, we performed simulations 1 under different conditions. We assumed to analyse a group of N=600 subjects. The size s of each pool (both H and V) was allowed to vary from 2 to 300. 2 We examined a virus frequency, vf, ranging from 0.01 to 0.30 (the latter situation thus corresponding to 30% of the subjects TP to the virus).", "cite_spans": [{"start": 343, "end": 344, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Results"}, {"text": "Preliminary, we examined the performance of this strategy without using prior information about the subjects, that is creating pools completely at random. To do this, after setting s and vf, we performed 5,000 simulations and we recorded the ratio between the total number of swab tests required, T, and N. For twostep sequential pooling, T includes both H and V pools required in steps B and C, but also validation tests in step D on all the swabs from subjects not previously excluded. Since, without a pooling strategy, N tests should be performed, the ratio T/N measures the efficacy of the proposed procedure. The smaller is its value, the larger is the reduction of required tests. Conversely, values close to 1 (or even above 1) would represent a useless (or a counter-productive) strategy. Table 1 and Figure 4 show the results for s equal to 5, 12 and 24 (the entire set of plots is available in the Supplementary Material section, Figure S .1). The curves plotted represent the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for different vf values. In particular, the 1st and the 99th percentiles give an idea of the range of T/N between \"lucky\" or \"unlucky\" assignments to the pools. The spread between the 25th and the 75th, which is always very small in Figure 4 , represents the central half of the simulations (after excluding the 25% more \"lucky\" and the 25% more \"unlucky\" ones). As the pool size increases, we notice that the curves are less linear and the spread between the 1st and the 99th percentile increases. For very small pools (s=3), with a low virus frequency, the number of tests required is about 40% with our procedure as compared to separately testing each subject. As vf moves to larger values, the number of tests grows slowly and the pooling is still efficient (T/N<1) even if 25% of the subjects are positive in the group. Conversely, if we use larger pools (s=24), the number of tests could drop to 20% for low virus frequency. However, the number of tests would increase faster as vf grows, and the procedure would be efficient only up to about 10% of positive 1 Results were obtained with Wolfram Mathematica 12.1. 2 The list of possible sizes s to split N=600 subjects is equal to {2,3,4,5,6,8,10,12,15,20,24,25,30,40,50,60,75,100,120, 150,200,300}.", "cite_spans": [{"start": 2171, "end": 2172, "text": "1", "ref_id": "BIBREF0"}, {"start": 2226, "end": 2227, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 798, "end": 805, "text": "Table 1", "ref_id": null}, {"start": 810, "end": 818, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 941, "end": 949, "text": "Figure S", "ref_id": null}, {"start": 1339, "end": 1347, "text": "Figure 4", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint subjects in the analysed cohort. In summary, the linear path of small pools ensures efficiency even for larger vf, but the nonlinear path of larger pools allows great efficiency for populations with a low virus presence. . Random sequential pooling. The curves plotted represent the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for three values of the pool size (s=3,12,24).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . Figure 5 . Random sequential pooling vs one-step pooling. The curves plotted represent the 25th, the 50th (median), and the 75th percentiles of T/N obtained in the set of 5,000 simulations, for 9 values of the pool size (s=5, 6, 8, 10, 12, 15, 20, 24, 30).", "cite_spans": [], "ref_spans": [{"start": 77, "end": 85, "text": "Figure 5", "ref_id": null}], "section": "Results"}, {"text": "As mentioned in the Introduction, simple pooling has been recently proposed in Hogan et al [7] . We notice that their study does not provide efficiency results apart from their specific application, where pools of size 9 and 10 have been used and a very small vf has been reported (their value is even smaller than the smallest virus frequency assessed in our simulations). Figure 5 shows a comparison of a simple one-step pooling strategy with our two-step sequential procedure for different vf and s values. In this picture, the 25th, the 50th (median), and the 75th percentiles of T/N are shown. For very small pools (s=5), they are almost equivalent. But, as soon as s is slightly increased to sensible values (ranging from 8 to 20), the sequential twostep pooling shows a better performance up to vf=0.15. For bigger pools (s=24, 30), we observe the same result up to vf around 0.10. For higher frequency virus, both pooling strategies are counter-productive, as highlighted before for sequential pooling.", "cite_spans": [{"start": 91, "end": 94, "text": "[7]", "ref_id": null}], "ref_spans": [{"start": 374, "end": 382, "text": "Figure 5", "ref_id": null}], "section": "Results"}, {"text": "As explained, all the previous results have been obtained assuming a completely random assignment of subjects to the pools. Often, however, clinic and epidemiologic data about the subjects are available. If we could use these data to concentrate a portion of the positive subjects in the same horizontal pools, we would increase efficiency due to a higher number of negative pools at step B. In order to assess the savings of such an \"informed pooling creation\", we extended our simulations to different settings. Imagine that, prior to the test we detect a certain number of subjects, say x, that we expect to be positive (according to epidemiological criteria). We create thus x/s horizontal pools, each of size s, with those subjects. The remaining (N-x) subjects All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. The remaining (1-β) fraction is wrongly assigned to the first part of the pools. Criteria with perfect performance in prior detection of negative subjects would result in β=1. For the same settings analysed in the random creation of the pools (N=600, vf from 0.01 to 0.30, and s from 2 to 300), we explored the performance of the sequential procedure for different values of α and β. In particular, we allowed α and β to vary in the set {0.5, 0.6, 0.7, 0.8}. When both α and β are equal to 0.5, criteria are essentially unreliable and our situation is equivalent to the random assignment setting above discussed. Tables 2a, 2b , 2c). Our aim is to compare the results of the number of tests required when swabs are randomly assigned to the pools with the number of tests required for different α and β values. As above mentioned, we started with α and β equal to 0.5, because this is substantially equivalent to uninformative prior criteria. As α and/or β increase, we observe that the number of required tests decreases, and this decrease is larger when the virus frequency is larger.", "cite_spans": [], "ref_spans": [{"start": 688, "end": 701, "text": "Tables 2a, 2b", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "When vf is below 5%, random pooling and informed pooling are almost equivalent. With a low vf, sequential random pooling was however already very performant, substantially decreasing the number of test with respect to separate individual tests. For larger vf, the curves corresponding to random assignment and informed pooling separate more and more. This entails that reliable informed pooling increases the performance of the pooling exactly when the situation is less favourable. For example, with a pool size equal to 12, with a random assignment, the median of T/N is equal to 1 when vf ≈ 0.18 (making random pooling application questionable). Conversely, if informed pooling is performed with α=β=0.8, at the same vf, the median of T/N is equal approximately to 0.73. With α=β=0.8, pooling is still efficient (T/N<1) even if the virus frequency approaches 30%. In summary, reliable informed pooling makes the performance path much more linear than we observed for random pooling, even if we use larger pools. That is, larger pools, besides All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint providing substantial savings for low vf, ensure efficiency even for larger vf if epidemiological criteria provide reliable information. Figure 6 . Informed sequential pooling. The curves plotted represent the 50th percentile (median) of T/N obtained in the set of 5,000 simulations, for three values of the pool size (s=3,12,24). The upper plots were obtained with α=0.5 and α=0.6, combined with β=0.5, 0.6, 0.7, 0.8. The lower plots were obtained with α=0.7 and α=0.8, combined with β=0.5, 0.6, 0.7, 0.8.", "cite_spans": [], "ref_spans": [{"start": 280, "end": 288, "text": "Figure 6", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "Every successful strategy in controlling SARS-CoV2 infection depends on the viral timely diagnosis. Hence, there is an urgent need for a systematic population screening at a scale mass. Currently, around the world, there is a plethora of different scenarios, which mainly depends on the spread of infection. Even in the same country, we can find very different situations: for example, it is likely that the asymptomatic population has a lower viral frequency than the symptomatic one or than who belongs from a category at risk, such as the health personnel. Moreover, in this variegated context, there are completely different economic situations, and the pooling strategy can become truly attractive for countries with fewer resources. The study published on JAMA [7] is certainly an excellent starting point to evaluate an alternative approach to individual analysis of swab sample for the RT-PRC based diagnosis of SARS-CoV2, but some appropriate considerations are needed. Firstly, it must be highlighted that in the JAMA study, 292 pools of 9 or 10 samples were created and two positive cases in a collection of 2888 samples were founded. The one-step pooling method gave excellent results because the frequency of the virus in the analyzed samples was extremely low (0.07%). Secondly, if it was possible to roughly estimate the frequency of the virus in the collection as lower than 5%, our data suggest to increase the pool size. Using a pool size of 24, for example, the screening of the 2888 samples would needed about 120 tests instead of 292. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Our most straightforward result is that the sequential pooling approach is more efficient than one-step pooling method. In addition, the informed version of the sequential pooling can further improve its performance, in particular for larger size pools and moderate to large virus frequency. Table 3 broadly describes practical suggestions to decide the pool size, s, according to rough assumptions about the virus frequency, both for random and informed sequential pooling. Larger pools ensure very large reduction in the number of tests when vf is small. Smaller pools may be a conservative approach when dealing with cohorts with heavier exposure. Finally, indications are also given to avoid the use of pooling when virus frequency is higher and random pooling would result in a waste of resources, since too many pools are expected to give a positive result.", "cite_spans": [], "ref_spans": [{"start": 428, "end": 443, "text": "Table 3 broadly", "ref_id": null}], "section": "Discussion"}, {"text": "Informed sequential pooling (α,β≥0.7)", "cite_spans": [], "ref_spans": [], "section": "Random sequential pooling"}, {"text": "If we can guess a vf below 10%, pools with size from 10 to 15 can provide relevant savings in the number of tests. With vf below 5%, even stronger savings can be obtained with pool size increased to 20 or 25.", "cite_spans": [], "ref_spans": [], "section": "Random sequential pooling"}, {"text": "If we can guess a vf below 10%, very large pools, with size from 20 to 25 could substantially reduce the number of tests. Pools with size equal to 30 or 40 are a good strategy with vf below 5%. For situations when vf may reach 10%-20% of the cohort, we can still have a moderate reduction in the number of tests, with pools of size between 5 and 8.", "cite_spans": [], "ref_spans": [], "section": "Random sequential pooling"}, {"text": "For situations when vf may reach 10%-20% of the cohort, we can still have a relevant reduction in the number of tests, with pools of size between 12 and 20. For situations when there is the risk of a vf value above 20% of the cohort, pooling strategies should be avoided.", "cite_spans": [], "ref_spans": [], "section": "Random sequential pooling"}, {"text": "For situations when there is the risk of a vf value above 20% of the cohort, a moderate reduction can be attained with pools of size about 12, to be further reduced to 8, if the vf may exceed 25%. Table 3 . Summary of practical indications to pooling creation. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 2c . Informed sequential pooling, pool size s=24. Values of the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for all combinations of α and β in {0.5, 0.6, 0.7, 0.8}, for some values of the virus frequency (vf=0.01, 0.10, 0.15, 0.20, 0.25, 0.30).", "cite_spans": [], "ref_spans": [{"start": 197, "end": 204, "text": "Table 3", "ref_id": null}, {"start": 397, "end": 405, "text": "Table 2c", "ref_id": null}], "section": "Random sequential pooling"}, {"text": "In this Section, we list some Figures pertaining to the results of the simulations. In the main paper, only a selection of the plots could be included.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "Figure S.1. Random sequential pooling. The curves plotted represent the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for a three values of the pool size s from 2 to 150.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint Figure S2 . Informed sequential pooling. The curves plotted represent the 50th percentile (median) of T/N obtained in the set of 5,000 simulations, for values of the pool size s ranging from 2 to 50. The plots were obtained with α=0.5 and α=0.6, combined with β=0.5, 0.6, 0.7, 0.8. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 152, "text": "Figure S2", "ref_id": "FIGREF2"}], "section": "Supplementary Material"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint Figure S3 . Informed sequential pooling. The curves plotted represent the 50th percentile (median) of T/N obtained in the set of 5,000 simulations, for values of the pool size s ranging from 2 to 50. The plots were obtained with α=0.7 and α=0.8, combined with β=0.5, 0.6, 0.7, 0.8. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 152, "text": "Figure S3", "ref_id": "FIGREF3"}], "section": "Supplementary Material"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}, {"text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077966 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Asymptomatic coronavirus infection: MERS-CoV and SARS-CoV-2 (COVID-19)", "authors": [{"first": "J", "middle": ["A"], "last": "Al-Tawfiq", "suffix": ""}], "year": 2020, "venue": "Travel Med Infect Dis", "volume": "27", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.tmaid.2020.101608"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF2": {"ref_id": "b2", "title": "Positive RT-PCR Test Results in Patients Recovered From COVID", "authors": [{"first": "L", "middle": [], "last": "Lan", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "G", "middle": [], "last": "Ye", "suffix": ""}, {"first": "C", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Practical guidance for clinical microbiology laboratories: viruses causing acute respiratory tract infections", "authors": [{"first": "C", "middle": ["L"], "last": "Charlton", "suffix": ""}, {"first": "E", "middle": [], "last": "Babady", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Ginocchio", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Hatchette", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Jerris", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2019, "venue": "Clin Microbiol Rev", "volume": "32", "issn": "1", "pages": "", "other_ids": {"DOI": ["00010.01128/CMR.00042-00018"]}}}, "ref_entries": {"FIGREF0": {"text": "The pandemic coronavirus disease 2019 (COVID-19) is caused by the SARS-CoV-2 virus. The infection is predominantly transmitted through large droplets and by contact with infected surfaces or fomites. The alarming spread of the infection and the severe clinical disease that it may cause have led to several measures to reduce the risk of contagion. Active case detection, rapid case isolation and contact quarantine, as well as rigorous application of infection control practices are successful strategies in controlling SARS-CoV2 infection outbreaks. The first step on which these strategies are set is the viral diagnosis. The overloading to which the laboratories are currently subjected causes a cascade delay of all virus containment procedures with potential dramatic results for the prevention of the infection. (*)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Sequential pooling workflow.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Graphic representation of the sequential pooling approach. The cohort dimension is N=30, the pool size is 5, the virus frequency, vf, is 0.10.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Graphic representation of the sequential informed pooling approach. The cohort dimension is N=30, the pool size is 5, the vf is 0.10. Panel A and B show two possible scenarios according to a different reliability", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figure 4. Random sequential pooling. The curves plotted represent the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for three values of the pool size (s=3,12,24).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "to the remaining (N-x)/s horizontal pools. Should epidemiological criteria be perfect, all the x subjects turn out to be true positive and thus the first x/s pools are positive. At the same time, all the (N-x) subjects without prior indication of an infection, with perfect epidemiological criteria, would be true negative and thus their (N-x)/s horizontal pools would give a negative result. Of course, such an assumption is unrealistic and we expect that some of the x subjects suspected to be positive are true negative and also some of the (N-x) subjects suspected to be negative are true positive. Let us denote by α the fraction of the vf•N true positive subjects in the population that are correctly assigned to the initial pools. The remaining (1α) fraction is undetected and it is wrongly assigned to the second part of the pools. Criteria with perfect performance in prior detection of positive subjects would result in α=1. In addition, let us denote by β the fraction of the (1-vf)•N true negative subjects in the population that are correctly assigned to the final pools.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "shows the results of the simulations obtained for three values of the pool size (s=3,12,24) for different combinations of α and β (the plots for the remaining s values are shown in the Supplementary Material section, Figures S.2, S.3). Since there are many situations, to improve clarity, we plotted only the 50th percentile (the values for all the 5 percentiles are displayed in", "latex": null, "type": "figure"}, "FIGREF7": {"text": "AR, Formica MA, Walsh EE. Simple method for combining sputum and nasal samples for virus detection by reverse transcriptase PCR. J Clin Microbiol. 2012; 50(8):2835. doi:2810.1128/JCM. 01473-01412. [7] Hogan CA, Sahoo MK, Pinsky BA. Sample Pooling as a Strategy to Detect Community Transmission of SARS-CoV-2. JAMA. 2020 doi: 10.1001/jama.2020.5445 [8] Sasmita PA, Sha M, Yu-Ju W, Yu-Ping M, Rui-Xue Y, Qing-Zhi W, et al. Epidemiology, causes, clinical manifestation and diagnosis, prevention and control of coronavirus disease (COVID-19) during the early outbreak period: a scoping review. Infect Dis Poverty. 2020; 9: 29. doi: 10.1186/s40249-020-00646-x) [9] Fehr AR, Channappanavar R, Perlman S. Middle East respiratory syndrome: emergence of a pathogenic human coronavirus. Annu Rev Med. 2017;68:387-399. doi: 10.1146/annurev-med-051215-031152. [10] Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507-513. doi: 10.1016/S0140-6736(20)30211-7. [11] Backer JA, Klinkenberg D, Wallinga J. The incubation period of 2019-nCoV infections among travellers from Wuhan. China Euro Surveill. 2020; 10.2807/1560-7917.ES.2020.25.5.2000062. All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "TABREF3": {"text": "Informed sequential pooling, pool size s=3. Values of the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained inTable 2b. Informed sequential pooling, pool size s=12. Values of the 1st, the 25th, the 50th (median), the 75th, and the 99th percentiles of T/N obtained in the set of 5,000 simulations, for all combinations of α and β in {0.5, 0.6, 0.7, 0.8}, for some values of the virus frequency (vf=0.01, 0.10, 0.15, 0.20, 0.25, 0.30).", "latex": null, "type": "table"}}, "back_matter": []}