{"paper_id": "1ca73efec036ee222ab7d13ee2a8b41b0df59312", "metadata": {"title": "Hypersensitivity pneumonitis associated with azathioprine therapy in a patient with granulomatosis with polyangiitis", "authors": [{"first": "In", "middle": ["Hee"], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Gun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Woo", "middle": [], "last": "Kang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kyung", "middle": ["Chan"], "last": "Kim", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "pulmonary lesions accompanied by respiratory symptoms during AZA therapy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Granulomatosis with polyangiitis (GPA), previously known as Wegener's granulomatosis, is an autoimmune disease that primarily affects the upper airway or lower respiratory tract and kidneys. It is characterized by inflammatory granulomas and necrotizing small-vessel vasculitis and can result in pauci-immune crescentic glomerulonephritis [1] . The prognosis of untreated GPA is poor, and a combination of high-dose corticosteroids and cyclophosphamide (CYC) to induce remission, followed by maintenance therapy including low-dose corticosteroids and azathioprine (AZA), is recommended [2, 3] . Among these, AZA is a purine analog that is widely used to prevent transplant rejection and treat chronic inflammatory diseases such as rheumatoid arthritis, systemic lupus erythematosus, vasculitis, and inflammatory bowel disease [4] . However, it has various side effects such as bone marrow suppression, infection, gastrointestinal intolerance, hepatitis, and, rarely, hypersensitivity reactions such as fever, arthralgia, skin rash, and pulmonary toxicity [5] . Pulmonary toxicity associated with AZA administration is usually reported in patients with inflammatory bowel disease or organ transplantation [6, 7] , and, to date, there is no report of its occurrence in a patient with GPA. Here, we describe a case involving a 38-year-old man with GPA who developed hypersensitivity pneumonitis (HP) during AZA maintenance therapy.", "cite_spans": [{"start": 339, "end": 342, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 586, "end": 589, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 590, "end": 592, "text": "3]", "ref_id": "BIBREF2"}, {"start": 826, "end": 829, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1055, "end": 1058, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1204, "end": 1207, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1208, "end": 1210, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Abstract Granulomatosis with polyangiitis (GPA), an autoimmune disease characterized by inflammatory granulomas and necrotizing small-vessel vasculitis, primarily affects the respiratory tract and kidneys. Azathioprine (AZA) is a purine analog that is commonly used for maintaining GPA remission after induction therapy with cyclophosphamide. While the dose-dependent side effects of AZA are common and well known, hypersensitivity reactions such as pulmonary toxicity are rare. Here, we describe a case involving a 38-year-old man with GPAassociated pauci-immune crescentic glomerulonephritis who developed subacute hypersensitivity pneumonitis (HP) during AZA maintenance therapy. Five months after the initiation of AZA administration (100 mg/day), the patient was admitted with a 7-day history of cough, dyspnea, and fever. High-resolution computed tomography of the chest showed ill-defined centrilobular nodules and diffuse ground-glass opacities in both lung fields. Bronchoscopy with bronchoalveolar lavage was negative for infectious etiologies. A transbronchial lung biopsy specimen revealed poorly formed non-necrotizing granulomas. A chest radiograph obtained at 2 weeks after discontinuation of AZA showed normal findings. The findings from this case suggest that AZA-induced HP should be considered as a differential diagnosis when a patient with GPA exhibits fresh 1 3", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A 38-year-old man was admitted to our hospital with a history of dyspnea and fever since 7 days ago. Eleven months prior, he had visited a Division of Nephrology with complaints of cough, sputum, and progressive azotemia and had undergone a renal biopsy. Peripheral blood tests and serum biochemistry at that time revealed the following: hemoglobin (Hb), 11.0 g/dl; white blood cell (WBC) count, 13,000/μl (neutrophils, 74.5 %); platelets, 306,000/ μl; blood urea nitrogen (BUN), 45 mg/dl; and serum creatinine (Cr), 4.1 mg/dl. Urinalysis revealed proteinuria 2+, and the urinary sediment was found to contain several red blood cells (RBCs; dysmorphic 80 %) and five to 10 WBCs per high-power field (HPF). The 24-h urine volume was 550 ml, urinary protein excretion level was 217 mg per day, and Cr clearance was 22.8 ml/min/1.73 m 2 body surface area (BSA). The estimated glomerular filtration rate (GFR) calculated using the Modification of Diet in Renal Disease (MDRD) study equation was 17.44 ml/min/1.73 m 2 [8] . Serum immunoglobulin levels, complement levels, and the findings of blood coagulation tests were within normal limits. The results of serological tests, including those for antistreptolysin O, rheumatoid factor, venereal disease research laboratories (VDRL), hepatitis B surface antigen, anti-hepatitis C antibody, antinuclear antibodies, anti-double-stranded DNA antibody, human immunodeficiency virus antibody, anti-glomerular basement membrane antibody, and cryoglobulin, were all negative. However, an indirect immunofluorescence (IF) test showed positivity for cytoplasmic anti-neutrophil cytoplasmic antibody, with a titer of 1:80, while enzyme-linked immunosorbent assay (ELISA) showed an anti-proteinase 3 (PR3) anti-neutrophil cytoplasmic antibody (ANCA) level of 40 IU/ml (reference range, <2 IU/ml) and an anti-myeloperoxidase (MPO) ANCA level of 0.8 IU/ml (reference range, <3.5 IU/ml). The patient did not report any specific family history or past history of systemic diseases such as hypertension, diabetes mellitus, or renal disease. Light microscopic examination of the kidney biopsy specimen revealed segmental or global sclerosis in 14 of 23 glomeruli and fibrocellular crescents in five glomeruli (Fig. 1) . IF microscopy did not show any immunoglobulin or complement deposition. On the basis of the above findings, the patient was diagnosed with GPA-associated pauci-immune crescentic glomerulonephritis and was treated with intravenous methylprednisolone 500 mg (7 mg/kg) for three consecutive days, followed by oral prednisolone 60 mg (1 mg/kg) daily. A single intravenous CYC dose of 900 mg [500 mg/BSA (m 2 )] was also administered every 4 weeks a total of six times; subsequently, AZA 100 mg (1.5 mg/kg/day) was orally administered daily for 5 months. No specific abnormal finding was noted on a chest radiograph obtained at the initiation of AZA therapy (Fig. 2a) . Oral prednisolone was continued for a month, following which the dose was gradually tapered and discontinued at 6 months.", "cite_spans": [{"start": 1013, "end": 1016, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 2236, "end": 2244, "text": "(Fig. 1)", "ref_id": null}, {"start": 2900, "end": 2909, "text": "(Fig. 2a)", "ref_id": "FIGREF0"}], "section": "Case report"}, {"text": "At the current admission, the patient had a blood pressure of 110/70 mmHg, pulse rate of 88/min, respiration rate of 20/min, and body temperature of 38.0 °C. Physical examination revealed no specific findings except a saddle nose deformity and mild pretibial edema. Inspiratory crackles could be heard over both lower lung fields, while the findings of cardiac examination were unremarkable. The laboratory findings were as follows: Hb, 9.5 g/ dl; WBC count, 4500/μl (neutrophils, 54 %; lymphocytes, 20.9 %); platelets, 381,000/μl; erythrocyte sedimentation rate, 73 mm/h (reference range, 0-27 mm/h); BUN, 79.6 mg/dl; Cr, 6.9 mg/dl; total protein, 5.7 g/dl; albumin, 3.4 g/dl; and C-reactive protein (CRP), 58.6 mg/l (reference range, 0-5 mg/l). In arterial blood gas analysis performed in room air, the pH was 7.37, PaCO 2 37.6 mmHg, PaO 2 80.3 mmHg, HCO 3 − 19.5 mmol/l, and oxygen saturation 86 %. Urinalysis with microscopic examination showed urinary protein 1+, an RBC count of 5-10/ HPF, and a WBC count of 0-1/HPF. PR3 ANCA and MPO ANCA levels measured using ELISA were 0.4 and 0.2 IU/ ml, respectively. A chest radiograph obtained at admission revealed increased ground-glass opacities in both lung fields (Fig. 2b) . High-resolution computed tomography (HRCT) of the chest also showed diffuse ground-glass opacification and ill-defined centrilobular nodules (Fig. 3) . Drug-associated subacute HP was suspected, and AZA was discontinued. A pulmonary function test and bronchoscopy were performed 2 days after admission. Spirometry Fig. 1 A renal biopsy specimen shows two glomeruli with fibrocellular crescents and collapsed capillary tufts (arrows). The interstitium shows moderate fibrosis with inflammatory cell infiltration (arrowheads) (H&E staining, magnification ×200) revealed a forced expiratory volume in 1 s (FEV 1 ) of 3.46 l (96 % of predicted), a forced vital capacity (FVC) of 4.07 l (87 % of predicted), and an FEV 1 /FVC ratio of 85 % of predicted. The diffusion capacity of carbon monoxide (DL CO ) was moderately decreased to 14.7 ml/min/mmHg (57 % of predicted). Bronchoscopy did not identify hemorrhage or infectious lesions. Bronchoalveolar lavage (BAL) fluid from the right lower lobe was negative for bacteria, Pneumocystis joroveci, fungi, mycobacteria, cytomegalovirus, and other respiratory viruses. Furthermore, a differential cell count revealed 78 % lymphocytes, 12 % macrophages, 1 % neutrophils, and 7 % eosinophils in the BAL fluid. Transbronchial lung biopsy showed partially formed nodules and non-necrotizing granulomas (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 1216, "end": 1225, "text": "(Fig. 2b)", "ref_id": "FIGREF0"}, {"start": 1369, "end": 1377, "text": "(Fig. 3)", "ref_id": "FIGREF1"}, {"start": 1542, "end": 1548, "text": "Fig. 1", "ref_id": null}, {"start": 2567, "end": 2575, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Case report"}, {"text": "Following AZA discontinuation, the patient's symptoms including dyspnea, fever, and general malaise began to ameliorate, while chest radiograph findings improved markedly. He was discharged with resolution of respiratory symptoms and fever on the tenth hospital day. At 2 weeks after discontinuation of AZA, the findings on a chest radiograph appeared normal (Fig. 2c) . In a followup pulmonary function test conducted using spirometry, FEV 1 , FVC, and the FEV 1 /FVC ratio were 3.86 l (106 % of predicted), 4.61 l (99 % of predicted), and 84 % of predicted, respectively. The patient is currently being monitored and is receiving prednisolone 5 mg/day, an angiotensin receptor blocker, a calcium channel blocker, and an erythropoiesis-stimulating agent. ", "cite_spans": [], "ref_spans": [{"start": 359, "end": 368, "text": "(Fig. 2c)", "ref_id": "FIGREF0"}], "section": "Case report"}, {"text": "We reported a case of AZA-induced HP in a patient with GPA that resolved with AZA discontinuation. GPA is an ANCA-associated autoimmune disease that involves smalland medium-sized vessels and induces necrotizing granulomatous vasculitis [3] . When left untreated, the associated mortality rate is high. Therefore, severe cases should be treated with immunosuppressive regimens including a combination of high-dose corticosteroids and CYC to induce remission [3] . With regard to intravenous CYC therapy in patients with ANCA-associated vasculitis, CYC is administered at an initial dose of 750 mg/m 2 every 3-4 weeks [2] . For elderly patients aged >60 years, or those with severe renal dysfunction (GFR < 20 ml/min per 1.73 m 2 ), the initial dose of CYC is reduced to 500 mg/m 2 [2] . Subsequent doses should be adjusted according to the patient's response to therapy and the degree of leukopenia [2] . CYC may be administered at a reduced dose of 500 mg/m 2 at monthly intervals when the Cr clearance is <30 ml/min [9] . Many previous studies on intravenous CYC pulse therapy also reported monthly administration of CYC [10] . After remission, the corticosteroid dose is gradually tapered, and CYC is replaced with AZA or methotrexate, which have comparably lower toxicities [1, 2] . AZA is converted to 6-mercaptopurine (6-MP) and nitromethylimidazole in the liver after absorption into the body, and is finally metabolized to 6-thioguanine nucleotide. AZA inserts itself into nucleic acids, resulting in nucleic acid malfunction, chromosomal breakage, and inhibition of protein synthesis and mitosis, and it is inactivated by xanthine oxidase and thiopurine S-methyltransferase (TPMT) [4, 11] . AZA administration can result in dose-dependent toxicity, including myelosuppression, infection, gastrointestinal dysfunction, infertility, and hepatotoxicity based on the total administered amount and serum TPMT activity [5] . In rare circumstances, the imidazole moiety acts as a hapten and causes hypersensitivity reactions or various forms of pulmonary toxicity, such as interstitial pneumonia, restrictive lung disease, and diffuse alveolar hemorrhage [12] .", "cite_spans": [{"start": 237, "end": 240, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 458, "end": 461, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 617, "end": 620, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 781, "end": 784, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 899, "end": 902, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1018, "end": 1021, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1123, "end": 1127, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1278, "end": 1281, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1282, "end": 1284, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1690, "end": 1693, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1694, "end": 1697, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1922, "end": 1925, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 2157, "end": 2161, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "To date, 17 cases of pulmonary toxicity in adult patients taking AZA have been reported; most of these occurred in kidney transplant patients or those with inflammatory bowel disease [6, 7, [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] . At the time of pulmonary toxicity, the median age was 41 years (range, 20-72 years) and the male-to-female distribution was 1.1:1 ( Table 1 ). The daily dose of AZA ranged widely from 25 to 150 mg, and pulmonary toxicity mostly occurred several weeks to several months after administration, while hypersensitivity reactions associated with this drug were usually observed within 4 weeks after administration [23] . There is one report of severe pulmonary toxicity, including bronchiolitis obliterans with organizing pneumonia and acute respiratory distress syndrome that occurred 10 years after AZA administration [19] . Among the 17 reported patients, four (23.5 %) exhibited leukopenia (<4000/μl), which is a doserelated side effect. Our patient was a 38-year-old man who developed pulmonary toxicity in the form of HP without leukopenia after the administration of AZA 100 mg daily for 5 months.", "cite_spans": [{"start": 183, "end": 186, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 187, "end": 189, "text": "7,", "ref_id": "BIBREF6"}, {"start": 190, "end": 194, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 195, "end": 199, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 200, "end": 204, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 205, "end": 209, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 210, "end": 214, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 215, "end": 219, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 220, "end": 224, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 225, "end": 229, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 230, "end": 234, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 235, "end": 239, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 650, "end": 654, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 856, "end": 860, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 374, "end": 381, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "When AZA-associated HP is suspected, it is important to rule out relapse or increased activity of an underlying disease and systemic sepsis. Rechallenge with AZA to confirm the diagnosis is not recommended because it may lead to severe toxic reactions within several hours that require close attention, including shock, fever, and oliguria [23, 24] . The main treatment strategy for AZA-associated pulmonary toxicity is AZA discontinuation, although mechanical ventilation or high-dose steroid therapy must be considered when severe hypoxemia or acute respiratory failure is present [20] . Among the 17 reported patients, two died of acute respiratory distress syndrome, while pulmonary lesions gradually improved after AZA discontinuation with or without systemic corticosteroids in the remaining 15. The interval between AZA discontinuation and clinical improvement ranged from 2 days to 6 weeks (Table 1) .", "cite_spans": [{"start": 340, "end": 344, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 345, "end": 348, "text": "24]", "ref_id": "BIBREF23"}, {"start": 583, "end": 587, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 898, "end": 907, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Our patient exhibited PR3 ANCA-positive GPA as an underlying disease; this disease presents with pulmonary involvement characterized by asymptomatic lung infiltration, cough, blood-tinged sputum, and chest discomfort in 85 % cases [3] . Nodular pulmonary lesions are most commonly observed on chest radiographs or computed tomography, while ground-glass-shaped infiltrations caused by alveolar hemorrhage and multiple cavities due to pulmonary nodules are also observed [25] . Chest HRCT in our patient showed a combination of multiple ground-glass opacities, small nodules, and reticular densities, suggesting subacute HP [26] . Moreover, bronchoscopy revealed no lesions in the respiratory tract or signs of alveolar hemorrhage, and infectious diseases were ruled out on the basis of serological testing and culture of BAL fluid.", "cite_spans": [{"start": 231, "end": 234, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 470, "end": 474, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 623, "end": 627, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the various risk factors for GPA relapse are known, no useful predictive indicator has been widely recognized [27] . Nevertheless, serological data such as a fourfold or higher increase in PR3 ANCA titers, persistent PR3 ANCA positivity, and conversion from ANCA negativity to positivity are associated with the future relapse of GPA [28, 29] . At the time of the current admission, our patient had a high fever (38.0 °C) and pulmonary nodules. The Birmingham Vasculitis Activity Score for Wegener's Granulomatosis (BVAS/WG), which is a validated tool to assess GPA activity, was \"2 minor item positive (2 points)\"; therefore, a relapse of the disease was suspected [30] . However, PR3 ANCA was still negative, and no invasion into the other vital organs implying GPA activity was confirmed. Considering the diagnostic criteria for minor relapse in ANCA-associated vasculitis (BVAS/WG ≥ 3), there is no sufficient clinical evidence supporting increased activity or relapse of GPA in this patient [31] .", "cite_spans": [{"start": 119, "end": 123, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 343, "end": 347, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 348, "end": 351, "text": "29]", "ref_id": "BIBREF28"}, {"start": 675, "end": 679, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1005, "end": 1009, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "AZA discontinuation without steroid therapy led to gradual amelioration of respiratory symptoms with resolution of pulmonary lesions 2 weeks later. Although we did not reinitiate administration of this drug to clarify our diagnosis of drug hypersensitivity, we were able to confirm the presence of HP because the patient satisfied four of six major criteria and all three minor criteria for the clinical diagnosis of this condition [32] .", "cite_spans": [{"start": 432, "end": 436, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we reported a case of HP that developed during AZA maintenance therapy in a GPA patient with pauci-immune crescentic glomerulonephritis and resolved after AZA discontinuation. AZA-induced HP, in addition to GPA relapse or infection, should be considered as a differential diagnosis when patients with GPA exhibit fresh pulmonary lesions accompanied by respiratory symptoms during AZA therapy. Furthermore, timely discontinuation of AZA along with appropriate symptomatic treatment must be actively considered while examining the possibility of AZA-associated pulmonary toxicity. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Diagnosis and classification of granulomatosis with polyangiitis (aka Wegener's granulomatosis)", "authors": [{"first": "P", "middle": ["M"], "last": "Lutalo", "suffix": ""}, {"first": "D&apos;", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "", "suffix": ""}], "year": 2014, "venue": "J Autoimmun", "volume": "48", "issn": "", "pages": "94--98", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chapter 13: pauci-immune focal and segmental necrotizing glomerulonephritis", "authors": [], "year": 2011, "venue": "KDIGO Clinical Practice Guidelines for Glomerulonephritis", "volume": "2", "issn": "", "pages": "233--239", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Wegener granulomatosis: an analysis of 158 patients", "authors": [{"first": "G", "middle": ["S"], "last": "Hoffman", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Kerr", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Leavitt", "suffix": ""}], "year": 1992, "venue": "Ann Intern Med", "volume": "116", "issn": "", "pages": "488--498", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Elion GB (1989) The purine path to chemotherapy", "authors": [], "year": null, "venue": "Science", "volume": "244", "issn": "", "pages": "41--47", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "British Associations of Dermatologists Therapy, Guidelines and Audit Subcommittee (2004) Guidelines for prescribing azathioprine in dermatology", "authors": [{"first": "A", "middle": ["V"], "last": "Anstey", "suffix": ""}, {"first": "S", "middle": [], "last": "Wakelin", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Reynolds", "suffix": ""}], "year": null, "venue": "Br J Dermatol", "volume": "151", "issn": "", "pages": "1123--1132", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Interstitial pneumonitis secondary to azathioprine in a renal transplant patient", "authors": [{"first": "D", "middle": ["J"], "last": "Carmichael", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Hamilton", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Evans", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Stovin", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Calne", "suffix": ""}], "year": 1983, "venue": "Thorax", "volume": "38", "issn": "", "pages": "951--952", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Azathioprine-associated interstitial pneumonitis", "authors": [{"first": "C", "middle": ["W"], "last": "Bedrossian", "suffix": ""}, {"first": "J", "middle": [], "last": "Sussman", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Conklin", "suffix": ""}, {"first": "B", "middle": [], "last": "Kahan", "suffix": ""}], "year": 1984, "venue": "Am J Clin Pathol", "volume": "82", "issn": "", "pages": "148--154", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Using standardized serum creatinine values in the Modification of Diet in Renal Disease study equation for estimating glomerular filtration rate", "authors": [{"first": "A", "middle": ["S"], "last": "Levey", "suffix": ""}, {"first": "J", "middle": [], "last": "Coresh", "suffix": ""}, {"first": "T", "middle": [], "last": "Greene", "suffix": ""}], "year": 2006, "venue": "Ann Intern Med", "volume": "145", "issn": "", "pages": "247--254", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Intravenous pulse administration of cyclophosphamide versus daily oral treatment in patients with antineutrophil cytoplasmic antibody-associated vasculitis and renal involvement: a prospective, randomized study", "authors": [{"first": "M", "middle": [], "last": "Haubitz", "suffix": ""}, {"first": "S", "middle": [], "last": "Schellong", "suffix": ""}, {"first": "U", "middle": [], "last": "Gobel", "suffix": ""}], "year": 1998, "venue": "Arthritis Rheum", "volume": "41", "issn": "", "pages": "1835--1844", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The value of pulse cyclophosphamide in ANCA-associated vasculitis: meta-analysis and critical review", "authors": [{"first": "K", "middle": [], "last": "De Groot", "suffix": ""}, {"first": "D", "middle": [], "last": "Adu", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Savage", "suffix": ""}], "year": 2001, "venue": "Nephrol Dial Transplant", "volume": "16", "issn": "", "pages": "2018--2027", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Thiopurine S-methyltransferase (TPMT) genotype does not predict adverse drug reaction to thiopurine drugs in patients with inflammatory bowel disease", "authors": [{"first": "R", "middle": ["B"], "last": "Gearry", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Barclay", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Burt", "suffix": ""}], "year": 2003, "venue": "Aliment Pharmacol Ther", "volume": "18", "issn": "", "pages": "395--400", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Hypersensitivity and jaundice due to azathioprine", "authors": [{"first": "M", "middle": [], "last": "Davis", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Eddleston", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}], "year": 1980, "venue": "Postgrad Med J", "volume": "56", "issn": "", "pages": "274--275", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Azathioprine and acute restrictive lung disease", "authors": [{"first": "G", "middle": [], "last": "Rubin", "suffix": ""}, {"first": "P", "middle": [], "last": "Baume", "suffix": ""}, {"first": "R", "middle": [], "last": "Vandenberg", "suffix": ""}], "year": 1972, "venue": "Aust NZ J Med", "volume": "2", "issn": "", "pages": "272--274", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Interstitial pneumonia associated with azathioprine therapy", "authors": [{"first": "D", "middle": ["D"], "last": "Weisenburger", "suffix": ""}], "year": 1978, "venue": "Am J Clin Pathol", "volume": "69", "issn": "", "pages": "181--185", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Azathioprine-associated pulmonary dysfunction", "authors": [{"first": "M", "middle": ["J"], "last": "Krowka", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Breuer", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kehoe", "suffix": ""}], "year": 1983, "venue": "Chest", "volume": "83", "issn": "", "pages": "696--698", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Azathioprine-related interstitial pneumonitis in a renal transplant recipient", "authors": [{"first": "A", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Corris", "suffix": ""}, {"first": "T", "middle": [], "last": "Ashcroft", "suffix": ""}, {"first": "R", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 1992, "venue": "Nephrol Dial Transplant", "volume": "7", "issn": "", "pages": "362--364", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Azathioprine hypersensitivity mimicking Goodpasture's syndrome", "authors": [{"first": "M", "middle": [], "last": "Stetter", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmidl", "suffix": ""}, {"first": "R", "middle": [], "last": "Krapf", "suffix": ""}], "year": 1994, "venue": "Am J Kidney Dis", "volume": "23", "issn": "", "pages": "874--877", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Severe pulmonary toxicity after azathioprine/6-mercaptopurine initiation for the treatment of inflammatory bowel disease", "authors": [{"first": "A", "middle": ["N"], "last": "Ananthakrishnan", "suffix": ""}, {"first": "T", "middle": [], "last": "Attila", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Otterson", "suffix": ""}], "year": 2007, "venue": "J Clin Gastroenterol", "volume": "41", "issn": "", "pages": "682--688", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A case of interstitial pneumonitis in a patient with ulcerative colitis treated with azathioprine", "authors": [{"first": "F", "middle": [], "last": "Nagy", "suffix": ""}, {"first": "T", "middle": [], "last": "Molnar", "suffix": ""}, {"first": "E", "middle": [], "last": "Makula", "suffix": ""}], "year": 2007, "venue": "World J Gastroenterol", "volume": "13", "issn": "", "pages": "316--319", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Azathioprine induced pneumonitis in a patient with ulcerative colitis", "authors": [{"first": "A", "middle": ["G"], "last": "Bodelier", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Masclee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bakker", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Hameeteman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Pierik", "suffix": ""}], "year": 2009, "venue": "J Crohns Colitis", "volume": "3", "issn": "", "pages": "309--312", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pulmonary toxicity after initiation of azathioprine for treatment of interstitial pneumonia in a patient with rheumatoid arthritis", "authors": [{"first": "T", "middle": [], "last": "Ishida", "suffix": ""}, {"first": "T", "middle": [], "last": "Kotani", "suffix": ""}, {"first": "T", "middle": [], "last": "Takeuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Makino", "suffix": ""}], "year": 2012, "venue": "J Rheumatol", "volume": "39", "issn": "", "pages": "1104--1105", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Azathioprine associated acute respiratory distress syndrome: case report and literature review", "authors": [{"first": "D", "middle": [], "last": "Scherbak", "suffix": ""}, {"first": "R", "middle": [], "last": "Wyckoff", "suffix": ""}, {"first": "C", "middle": [], "last": "Singarajah", "suffix": ""}], "year": 2014, "venue": "Southwest J Pulm Crit Care", "volume": "9", "issn": "", "pages": "94--100", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The cutaneous and systemic manifestations of azathioprine hypersensitivity syndrome", "authors": [{"first": "J", "middle": ["J"], "last": "Bidinger", "suffix": ""}, {"first": "K", "middle": [], "last": "Sky", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Battafarano", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Henning", "suffix": ""}], "year": 2011, "venue": "J Am Acad Dermatol", "volume": "65", "issn": "", "pages": "184--191", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Azathioprine induced acute interstitial nephritis as the cause of rapidly progressive renal failure in a patient with Wegener's granulomatosis", "authors": [{"first": "K", "middle": [], "last": "Bir", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Herzenberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Carette", "suffix": ""}], "year": 2006, "venue": "J Rheumatol", "volume": "33", "issn": "", "pages": "185--187", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Respiratory system involvement in systemic vasculitides", "authors": [{"first": "P", "middle": [], "last": "Manganelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Fietta", "suffix": ""}, {"first": "M", "middle": [], "last": "Carotti", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesci", "suffix": ""}, {"first": "F", "middle": [], "last": "Salaffi", "suffix": ""}], "year": 2006, "venue": "Clin Exp Rheumatol", "volume": "24", "issn": "2", "pages": "48--59", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hypersensitivity pneumonitis", "authors": [{"first": "E", "middle": ["S"], "last": "Yi", "suffix": ""}], "year": 2002, "venue": "Crit Rev Clin Lab Sci", "volume": "39", "issn": "", "pages": "581--629", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Outcomes from studies of antineutrophil cytoplasmic antibody associated vasculitis: a systemic review by the European League Against Rheumatism systemic vasculitis task force", "authors": [{"first": "C", "middle": [], "last": "Mukhtyar", "suffix": ""}, {"first": "O", "middle": [], "last": "Flossmann", "suffix": ""}, {"first": "B", "middle": [], "last": "Hellmich", "suffix": ""}, {"first": "P", "middle": [], "last": "Bacon", "suffix": ""}, {"first": "M", "middle": [], "last": "Cid", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Cohen-Tervaert", "suffix": ""}], "year": 2008, "venue": "Ann Rheum Dis", "volume": "67", "issn": "", "pages": "1004--1010", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Monitoring proteinase 3 antineutrophil cytoplasmic antibodies for detection of relapses in small vessel vasculitis", "authors": [{"first": "M", "middle": [], "last": "Segelmark", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Phillips", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Hogan", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Falk", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Jennette", "suffix": ""}], "year": 2003, "venue": "Clin Diagn Lab Immunol", "volume": "10", "issn": "", "pages": "769--774", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Prediction of relapses in Wegener's granulomatosis by measurement of antineutrophil cytoplasmic antibody levels: a prospective study", "authors": [{"first": "M", "middle": ["M"], "last": "Boomsma", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Stegeman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Van Der Leij", "suffix": ""}, {"first": "W", "middle": [], "last": "Oost", "suffix": ""}, {"first": "J", "middle": [], "last": "Hermans", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Kallenberg", "suffix": ""}], "year": 2000, "venue": "Arthritis Rheum", "volume": "43", "issn": "", "pages": "2025--2033", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A disease-specific activity index for Wegener's granulomatosis: modification of the Birmingham Vasculitis Activity Score. International Network for the Study of the Systemic Vasculitides (INSSYS)", "authors": [{"first": "J", "middle": ["H"], "last": "Stone", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Hoffman", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Merkel", "suffix": ""}, {"first": "Y", "middle": ["I"], "last": "Min", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Uhlfelder", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Hellmann", "suffix": ""}, {"first": "U", "middle": [], "last": "Specks", "suffix": ""}], "year": 2001, "venue": "Arthritis Rheum", "volume": "44", "issn": "", "pages": "912--920", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A randomized trial of maintenance therapy for vasculitis associated with antineutrophil cytoplasmic autoantibodies", "authors": [{"first": "D", "middle": [], "last": "Jayne", "suffix": ""}, {"first": "N", "middle": [], "last": "Rasmussen", "suffix": ""}, {"first": "K", "middle": [], "last": "Andrassy", "suffix": ""}, {"first": "P", "middle": [], "last": "Bacon", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tervaert", "suffix": ""}, {"first": "J", "middle": [], "last": "Dadoniene", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "349", "issn": "", "pages": "36--44", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The clinical diagnosis of hypersensitivity pneumonitis", "authors": [{"first": "M", "middle": [], "last": "Schuyler", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cormier", "suffix": ""}], "year": 1997, "venue": "Chest", "volume": "111", "issn": "", "pages": "534--536", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A chest radiograph obtained at the time of azathioprine therapy initiation shows no specific abnormal finding. b A chest radiograph obtained on the current admission shows bilateral hazy areas of increased ground-glass opacities. c A chest radiograph obtained at 2 weeks after discontinuation of azathioprine shows complete resolution of pulmonary lesions", "latex": null, "type": "figure"}, "FIGREF1": {"text": "High-resolution computed tomography scans of the chest demonstrate ill-defined centrilobular nodules and diffuse ground-glass opacities", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A transbronchial lung biopsy specimen reveals a poorly formed granuloma (arrows) with intraluminal budding fibrosis (H&E staining, magnification ×200)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cases of azathioprine-associated pulmonary toxicity in adult patients (in chronological order) AZA azathioprine, wk weeks, mo months, yr years, WBC white blood cell, M male, F female, NR not reported, ARLD acute restrictive lung disease, UIP usual interstitial pneumonia, IP interstitial pneumonia, DAD diffuse alveolar damage, MPGN membranoproliferative glomerulonephritis, GPS Goodpasture's syndrome, BOOP bronchiolitis obliterans with organizing pneumonia, RA rheumatoid arthritis, ARDS acute respiratory distress syndrome, GPA granulomatosis with polyangiitis, HP hypersensitivity pneumonitis a Simultaneous pancreas transplant b Pathologic diagnosisReported year Age (yr)/ gender", "latex": null, "type": "table"}}, "back_matter": []}