{"paper_id": "1ca8bd2124b66cd6638bcb13dd65a1dc860c8ff6", "metadata": {"title": "Human Population and the Environment", "authors": []}, "abstract": [{"text": "One of the burning issues of the present world is the explosion of human population due to which shortage of resources in terms of food, space, employment and other basic needs has cropped up. The chapter discusses a comprehensive population policy, which is based not on the traditional foundation of family planning, but on the pillars of women's access to education, health care, economic and political decisions. To solve the acute unemployment problem, a non-conventional alternative livelihood has also been presented as annexure to the chapter.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords COVID-19 · Family planning · J-shaped growth curve · Population explosion · S-shaped growth curve This type of growth ( Fig. 11 .2) is found in algal bloom, seasonal annual plants and insect, etc.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 136, "text": "Fig. 11", "ref_id": null}], "section": "Abstract"}, {"text": "The distribution of population in the world is highly non-uniform. Some areas are very thickly populated while some are sparsely populated. There are various reasons behind uneven distribution of population that can be can be categorized in to geographical factors, social and cultural factors and economic factors. The geographical factors include favourable topography, availability of mineral and freshwater resources, favourable climate soil fertility and food security that invite population and help to flourish. Indo-Gangetic Plains, Diamond Mines of South Africa, etc. are densely populated regions. The social and cultural factors encompass areas of better housing, education and health facilities and religious harmony. Places of religious and cultural significance also attract people, e.g. Varanasi, Jerusalem, etc. The economic factors also invite population due to presence of more industries, transportation and communication facilities, employment opportunities, etc.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Population is a more or less a permanent aggregation of individuals of the same species inhabiting a specific geographic area at a given time. Population ecology is the study of various factors affecting growth, distribution, natality, dispersal and mortality of individuals constituting the population. Population of a species at a specific place is never static. It is extremely dynamic and depicts variation of its size and density with time due to influence of various abiotic and biotic factors. Favourable environmental condition increases population growth whereas unfavourable conditions decrease population growth. Populations of different species inhabiting a specific common area constitute biotic community.", "cite_spans": [], "ref_spans": [], "section": "Population Growth Forms"}, {"text": "The accelerating pace of population growth in the last century was not due to any undue rise in birth rate of world population, but, because in the last century, there was a sharp fall in death rate, advancements in healthcare control over fatal diseases such as small pox, plague and cholera and improved food distribution system (result of food security). The average number of children born to a mother has declined from 5 to 3.5 since 1950, though the size of world population has more than doubled during the same period. However, when we are in the process of writing down this chapter the appalling shadow of Corona virus attack has already taken the lives of 37,820 individuals throughout the world (https://www. worldometers.info/coronavirus/ Last updated: March 31, 2020, 04:32 GMT), which is a phase of retardation in the growing population scenario of the planet. Country-wise report of this pandemic event is highlighted in Annexure 11B.", "cite_spans": [], "ref_spans": [], "section": "Population Growth Forms"}, {"text": "Natality is average rate of reproduction or birth per unit time. It increases the size of population. The offspring may be produced by birth, hatching or germination. The maximum natality rate achieved under ideal conditions is termed fecundity or potential natality or biotic natality.", "cite_spans": [], "ref_spans": [], "section": "Natality (Birth Rate)"}, {"text": "The factors (shortage of food and living space, predation, competition, emigration, natural death, natural calamities and carrying capacity) preventing a species from achieving a potential natality are called environmental resistance or population regulation.", "cite_spans": [], "ref_spans": [], "section": "Natality (Birth Rate)"}, {"text": "Mortality is the average number of individuals that die or get killed naturally per unit time. It is basically the ratio of deaths in an area to the population of that area and is expressed per 1000 per year.", "cite_spans": [], "ref_spans": [], "section": "Mortality (Death Rate)"}, {"text": "Density is the number of individuals of a particular species per unit area at a given time. Population density (D) can be calculated by counting all individuals present at a given time in a specific space and dividing it by the number of units of area or space (S). The units of space may be cm 2 , m 2 or km 2 . For example, earthworms can be in thousands in an acre of land.", "cite_spans": [], "ref_spans": [], "section": "Density"}, {"text": "Population of a place is never static. Its size goes on changing due to movement of organisms into or out of a population under the influence of various abiotic and biotic factors. This process is termed population dispersal. Dispersal is of three types:", "cite_spans": [], "ref_spans": [], "section": "Dispersal"}, {"text": "• Emigration, i.e. permanent exit of some individuals from local population. The size of local population decreases. • Immigration, i.e. permanent entry of addition individuals from outside into a given population. It increases the size of local population. • Migration: migration involves two-way moment of the entire population. It is very common in birds and fishes.", "cite_spans": [], "ref_spans": [], "section": "Dispersal"}, {"text": "The ratio of females to males in a population is termed as sex ratio. In 1981 in India, it was 934 females per 1000 males, while in 1991 it came down to 929 females per 1000 males. But after two decades in 2012, it rose to 940 females per 1000 males.", "cite_spans": [], "ref_spans": [], "section": "Sex Ratio"}, {"text": "The age structure if a given population refers to the proportion of individuals of different ages within that population. It indicates the ratio of different age groups recognized on the basis of the ability to produce. They are as follows:", "cite_spans": [], "ref_spans": [], "section": "Age Ratio"}, {"text": "This is the juvenile stage of population. This comprises infants/adolescents who have not attained puberty and thus they are not capable of reproducing.", "cite_spans": [], "ref_spans": [], "section": "Pre-reproductive Age"}, {"text": "This is the age group comprising individuals capable of producing young ones.", "cite_spans": [], "ref_spans": [], "section": "Reproductive Age"}, {"text": "This age group includes individuals who have lost the capacity to produce young ones. Age distribution is an important characteristic of population. It affects both natality and mortality rate. Age ratio determines the reproductive capacity of the population.", "cite_spans": [], "ref_spans": [], "section": "Post-reproductive Age"}, {"text": "The graphic representation of percentage of different age groups mentioned above is termed age pyramid.", "cite_spans": [], "ref_spans": [], "section": "Age Pyramids"}, {"text": "Age pyramids are of three types:", "cite_spans": [], "ref_spans": [], "section": "Age Pyramids"}, {"text": "• Triangular age pyramid (population growth is positive, e.g. India)", "cite_spans": [], "ref_spans": [], "section": "Age Pyramids"}, {"text": "• Bell-shaped age pyramid (population growth is zero) • Urn-shaped age pyramid (population growth is negative) 11 .1 Population Growth Forms", "cite_spans": [{"start": 111, "end": 113, "text": "11", "ref_id": null}], "ref_spans": [], "section": "Age Pyramids"}, {"text": "Population growth is the increase in number of individuals. The rate of growth is measured by an increase in the number of individuals in a population per unit time.", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "For controlling the growth of population, natality and mortality are important factors. The percentage ratio of natality and mortality is termed vital index.", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "Vital index Natality Mortality u / 100", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "• If natality + immigration is greater (>) than mortality + emigration, the growth is positive. • If natality + immigration is lesser (<) than mortality + emigration, the growth is negative. • If natality + immigration is equal (=) to mortality + emigration, the growth is zero.", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "Average annual growth rate of human population can be calculated as follows:", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "Average annual growth rate P P P N % / u u 1 2 1 100 P1 is population size in the previous census. P2 is population size in the present census. N is the number of years between the two censuses.", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "The size of local population is affected not only by immigration, emigration, natality, mortality and biotic factors but also by environmental resistance and carrying capacity. Population growth is the result of interaction of biotic potential and environmental resistance. Two distinct patterns of population growth are identified.", "cite_spans": [], "ref_spans": [], "section": "Population Growth"}, {"text": "This is the most common growth pattern ( Fig. 11 .1). Sigmoid growth has been divided into four phases.", "cite_spans": [], "ref_spans": [{"start": 41, "end": 48, "text": "Fig. 11", "ref_id": "FIGREF8"}], "section": "S-Shaped Growth (Sigmoid)"}, {"text": "• Early or lag phase (population increases slowly and population size small) • Exponential or log phase (population growth increases) • Diminishing growth phase (population growth rate decrease) • Equilibrium/stationary phase (natality and mortality rates are at equilibrium, population growth zero)", "cite_spans": [], "ref_spans": [], "section": "S-Shaped Growth (Sigmoid)"}, {"text": "J-shaped growth pattern has been distinct phases.", "cite_spans": [], "ref_spans": [], "section": "J-Shaped Growth"}, {"text": "• Early lag phase • Exponential (log) phase • Crash phase This has hiked up the population density and created a great pressure and challenges on leaving space, resources, environmental condition, job opportunity, mobility and the quality of life.", "cite_spans": [], "ref_spans": [], "section": "J-Shaped Growth"}, {"text": "The predicted scenario of world population in 2050 looks very alarming. The global population is expected to be around 9.80 billion people, which is 2 billion more than the present population as recorded on September 24, 2019, which is 7,732,640,485 at 3.09 pm IST from the site worldpopulationreview.com. It is expected that India will surpass China as the most populated country in the world with a population of 1.66 billion people compared to China who will occupy the second position with a population of 1.36 billion. Nigeria will become the world's third most populous country in 2050 with a population of 4.10 million people. The fourth position will be occupied by the United States with a population of 390 million people. Vatican City has been predicted to continue being the least populated country in the World in 2050. Presently it is having a negative growth rate in the population domain and in 2050 it will have only 800 people. The overall population will increase globally due to development in the health sector and technology. Better healthcare is the road map for reducing death rate and infant mortality. Many predictions on the world population scenario are still waiting with the advancement in computer application, artificial intelligence and environment. However, it is no exaggeration to say that if the population follows the present increasing trend then there will be an acute shortage of resources in terms of space, food and various basic needs. High-end technological development in the field of agriculture, fishery and other food items coupled with International-level policy of population transference ", "cite_spans": [], "ref_spans": [], "section": "J-Shaped Growth"}, {"text": "(from densely populated ecosystem to sparsely populated ecosystem) may provide a pathway to combat the threats of population explosion in 2050.", "cite_spans": [], "ref_spans": [], "section": "J-Shaped Growth"}, {"text": "The explosion of population in majority of the regions in the world is a matter of great concern as it is directly linked with dark chapters like poverty, job insecurity, pollution, scarcity of resources (food, space, water, etc.) and health hazards. We therefore initiated an in-depth study to scan the growth of population in different regions of the world. This data bank is sourced from CIA World Fact book and unless otherwise noted, information in this table is accurate as of January 1, 2019. Our first order analysis reflects an alarming growth of population (1 or more than 1%) in 106 countries including India (Table 11 .3). This will definitely create a burden on the resource reservoir of the planet if not controlled through proper policy. Rather than simply equating population policy with family planning, the new thinking is to address some of the roots of the problem like improving women's access to education, healthcare and economic and political decisions. Family planning is a good initiative to check the accelerating phase of population growth. The History of family planning begins from the middle of nineteenth century. The Malthusian League was founded in England in 1860 to spread the message of birth control. According to Malthus theory 'Population tends to increase geometrically while food supply increases arithmetically'. Similar efforts were also made in Sweden and France. The objective was to check/control rapid population growth and care for the health of pregnant mothers.", "cite_spans": [], "ref_spans": [{"start": 620, "end": 629, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Concept of Population Control"}, {"text": "After World War II (1939) (1940) (1941) (1942) (1943) (1944) (1945) , family planning gained momentum in many countries of Asia, Africa and elsewhere. India was the first country to adopt family planning in 1951 as a National Policy. China, though initially opposed to family planning in the line with its communist ideology, went for it in 1962, a more aggressive policy of 'one child for one couple'. Family planning methods were facilitated by advancements in sterilization, intrauterine device, pills and condoms. In India, family planning was given special place in the country's first 5-year plan (1951) (1952) (1953) (1954) (1955) (1956) . It was placed under the control of Ministry of Health and, in 1977, its nomenclature was changed to Ministry of Health and Family Welfare. All expenditure on family planning programme is borne by the Union Government. The States and Union Territories are only implementing agencies. A vast infrastructure exists in the form of community health centre, primary health centre and sub-centres.", "cite_spans": [{"start": 19, "end": 25, "text": "(1939)", "ref_id": null}, {"start": 26, "end": 32, "text": "(1940)", "ref_id": null}, {"start": 33, "end": 39, "text": "(1941)", "ref_id": null}, {"start": 40, "end": 46, "text": "(1942)", "ref_id": null}, {"start": 47, "end": 53, "text": "(1943)", "ref_id": null}, {"start": 54, "end": 60, "text": "(1944)", "ref_id": null}, {"start": 61, "end": 67, "text": "(1945)", "ref_id": null}, {"start": 603, "end": 609, "text": "(1951)", "ref_id": null}, {"start": 610, "end": 616, "text": "(1952)", "ref_id": null}, {"start": 617, "end": 623, "text": "(1953)", "ref_id": null}, {"start": 624, "end": 630, "text": "(1954)", "ref_id": null}, {"start": 631, "end": 637, "text": "(1955)", "ref_id": null}, {"start": 638, "end": 644, "text": "(1956)", "ref_id": null}], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "Family planning measures include adoption of a number of contraceptive devices for preventing unwanted births. The success of these measures depends upon various socio-economic factors like education, industrial development, employments, etc.", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "The United Nations has played a very crucial role in popularizing family planning. This organization not only worked for creating awareness about the population problem but also provided technical and financial support for the purpose. Some of the important family planning movements are: The net result of this family planning concept is visualized when one critically compares the average annual exponential growth rates between 1991-2001 and (Table 11 .4). India has also developed a much focused population policy 2020 to curb down the growth. The objective of the National Population Policy 2000 has set three objectives. One, the immediate objective, is to provide for facilities to meet the unmet needs for contraception, healthcare, infrastructure and health personnel and an integrated service delivery for basic reproductive and child healthcare. The second medium term objective is to bring the total fertility rate (TFR), i.e. the average number of children per women, in the reproductive age group, to replacement level by 2020. The third long-term objective is to achieve a stable population by 2045, a level consistent with the requirements of sustainable economic growth, social development and environmental protection.", "cite_spans": [], "ref_spans": [{"start": 445, "end": 454, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Concept of Population Control"}, {"text": "Pointing out population growth as a major concern in India, Prime Minister Narendra Modi in his Independence Day speech on August 15, 2019, called for a deeper thought towards the issue. Apparently, the mention was an indication that the government is devising a policy or a law for curbing the population growth in country, which may also make social responsibility and stringent rules, an integral part of government family planning plans. Modi ji said that population explosion can create new problems especially for the future generations. But there is also an enlightened section of society which is aware of this challenge. We have to ponder on this issue taking along all the sections of the society.", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "Estimates and statistics of population in India have been showing a slightly positive picture though the country's population and remain a concern for social and economic reasons. While India's population is projected to overtake China's in less than a decade as per the United Nations 'World Population Prospects 2019' report released in June this year, the new projections for India are the lowest since the United Nations began these forecasts. The reason is the sharp decline in India's population growth rates over 10 years from 2001 to 2011. According to Census 2011, the growth rate of population has declined from 21.5% during 1991-2001 to 17.7% during 2001-2011, across all religious groups.", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "The population explosion has major impacts on the country ranging from health, social, environmental and economic.", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "In July, the government had introduced the 'Population Regulation Bill, 2019', in Rajya Sabha that calls for punitive action against people with more than two living children and making them devoid of all government services. The proposed legislation aims at disqualification from being an elected representative, denial of financial benefits and reduction in benefits under the public distribution system (PDS) for people having more than two children. The bill also suggests that government employees should give an undertaking that they will not procreate more than two children.", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "Public health experts are divided over the proposed 'Population Regulation Bill, 2019'. However, as a part of the disaster management arising out of population explosion, it is essential to provide food and economic security to this rising population through the lanes of alternative livelihoods as discussed in Annexure 11A. ", "cite_spans": [], "ref_spans": [], "section": "Concept of Population Control"}, {"text": "(A) Population is a more or less a permanent aggregation of individuals of the same species inhabiting a specific geographic area at a given time. Population ecology is the study of individuals of a species constituting population regarding various factors affecting growth, distribution, natality, mortality, etc. Population of a species at a specific place is never static. It is extremely dynamic and depicts variation in its size and density with time due to influence of various abiotic and biotic factors. (B) The accelerating pace of population growth in the last century was not due to any undue rise in birth rate of world population, but, because in the last century there was a sharp fall in death rate, advancements in healthcare control over fatal diseases such as small pox, plague and cholera and improved food distribution system (result of food security). The average number of children born to a mother has declined from 5 to 3.5 since 1950, though the size of world population has more than doubled during the same period. ", "cite_spans": [], "ref_spans": [], "section": "Take Home Messages"}, {"text": "Population is a burning issue in underdeveloped and developing nations of the world. It is intricately related with industrialization and urbanization and has severe adverse effects on food security, health security and above all economic security. The readers can consider this chapter as a knowledge box on these important issues, which are threatening the mankind today. This section is a sort of 'self-appraisal approach' as correct answers to all the questions are marked as black in the box at the end of this section.", "cite_spans": [], "ref_spans": [], "section": "Brain Churners"}, {"text": "1. Emigration may be defined as ", "cite_spans": [], "ref_spans": [], "section": "Brain Churners"}, {"text": "The culture of black tiger shrimp Penaeus monodon, Fabricius 1798 (Crustacea: Decapoda) is practiced in the brackish water system of the Indian sub-continent with the aim to increase the fish production basically for human consumption. Feed is a significant factor in increasing the productivity and profitability in the aquaculture sector (Jamu and Ayinla 2003) . From economic point of view, feed cost and feed management account for at least 60% of the production cost and appear to be one of the major constraints against the greater expansion of aquaculture (Kaushik 1990) . Present knowledge and understanding of the environmental impacts of shrimp feed among aquaculturists and nutritionists are very low and needs further refinement. Feed with animal ingredients generate wastes of complex character in the culture system. In aquatic animals, seaweeds have been used as a dietary supplement for sea bass (Valente et al. 2006) , snakehead (Hashim and Mat-Saat 1992) and shrimp (Moss 1994; Peñaflorida and Golez 1996; Cruz-Suarez et al. 2000) . In some instances, the inclusion of algae in feed formulations has resulted in improved performance, including improved feed efficiency, pellet quality and animal product quality. Most nutritional studies with seaweed have investigated low-dietary inclusion rates (less than 80 g/kg) to establish their possible usefulness as functional (binder effect), nutritional and nutraceutical (health protective effects) supplements (Cruz-Suarez et al. 2009) . The optimum inclusion level varies depending on algae or consumer species (Peñaflorida and Golez 1996; Cruz-Suarez et al. 2000; Suarez-Garcia 2006) . A lot of studies demonstrated the antioxidant properties of the algal carotenoids and the role they play in preventing much pathology linked to oxidative stress (Okuzumi et al. 1993; Yan et al. 1999 ). The main carotenoids in red seaweed are the β-carotene and α-carotene and their dihydroxylated derivatives, viz. zeaxanthin and lutein. The present paper is the first-hand approach to study the effect of red seaweed (Catenella repens)-based formulated feed on water quality, shrimp quality and production, survival rate and FCR in a shrimp culture unit of central Indian Sundarbans. This mangrove-dominated deltaic complex is located at the apex of Bay of Bengal and has been declared as the World Heritage Site by UNESCO (1987) on account of its rich taxonomic diversity.", "cite_spans": [{"start": 340, "end": 362, "text": "(Jamu and Ayinla 2003)", "ref_id": "BIBREF16"}, {"start": 563, "end": 577, "text": "(Kaushik 1990)", "ref_id": "BIBREF20"}, {"start": 912, "end": 933, "text": "(Valente et al. 2006)", "ref_id": "BIBREF54"}, {"start": 946, "end": 972, "text": "(Hashim and Mat-Saat 1992)", "ref_id": "BIBREF14"}, {"start": 984, "end": 995, "text": "(Moss 1994;", "ref_id": "BIBREF30"}, {"start": 996, "end": 1023, "text": "Peñaflorida and Golez 1996;", "ref_id": null}, {"start": 1024, "end": 1048, "text": "Cruz-Suarez et al. 2000)", "ref_id": "BIBREF7"}, {"start": 1475, "end": 1500, "text": "(Cruz-Suarez et al. 2009)", "ref_id": null}, {"start": 1577, "end": 1605, "text": "(Peñaflorida and Golez 1996;", "ref_id": null}, {"start": 1606, "end": 1630, "text": "Cruz-Suarez et al. 2000;", "ref_id": "BIBREF7"}, {"start": 1631, "end": 1650, "text": "Suarez-Garcia 2006)", "ref_id": "BIBREF49"}, {"start": 1814, "end": 1835, "text": "(Okuzumi et al. 1993;", "ref_id": "BIBREF35"}, {"start": 1836, "end": 1851, "text": "Yan et al. 1999", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study area (Fig. 11 .A.1) for culturing shrimp (P. monodon) was selected in the central part of Indian Sundarbans in Canning block located in South 24 Parganas district of the state of West Bengal (22 o 16 / 40.6 // N latitude & 88 o 38 / 18.4 // E longitude) during April to July 2009. The culture site is located on the bank of Matla River, which has an average salinity of 8.5 psu. Two ponds were selected in the study site out of which one was treated as control (C) and the other was treated as experimental (E). The cultured species (P. monodon) in the experimental pond was provided with the seaweed-based formulated feed, and the control pond was provided with traditional feed. Good quality shrimp seeds obtained from a local shrimp farm were stocked after proper acclimatization with ambient environmental conditions. The stocking density was 5 PL 20 /m 2 in both the control and experimental ponds. The shrimps were fed initially at 15% of the biomass in each pond and the ration was then adjusted to actual consumption every day, thus reducing uneaten feed to a minimum.", "cite_spans": [], "ref_spans": [{"start": 15, "end": 23, "text": "(Fig. 11", "ref_id": "FIGREF8"}], "section": "Experimental Design and Layout"}, {"text": "Water quality parameters were analysed fortnightly for a 90 days culture period (from April 15 to July 15, 2009). The parameters remained well within the optimum throughout the trial. Dissolved oxygen (D.O.), pH, transparency and nutrients were analysed following the standard spectrophotometric method Parsons 1968, 1972) . Phytopigment concentration (Chl a) was analysed as per the method (Jeffrey and Humphrey 1975) . Organic carbon content of pond bottom soil was estimated by the standard titration method (Walkey and Black 1934) . ", "cite_spans": [{"start": 303, "end": 322, "text": "Parsons 1968, 1972)", "ref_id": null}, {"start": 391, "end": 418, "text": "(Jeffrey and Humphrey 1975)", "ref_id": "BIBREF17"}, {"start": 511, "end": 534, "text": "(Walkey and Black 1934)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Experimental Design and Layout"}, {"text": "Several studies have been carried out in the development of formulated feed for shrimp under controlled culture system (Mohanty et al. 1995; Ray 1999, 2001; Khan et al. 2004; Biswas et al. 2006) . The red seaweed C. repens was selected as the candidate flora (source of astaxanthin) for preparation of shrimp feed. A comparative account of traditional feed (commonly used in the study area) and seaweed-based formulated feed is given (Table 11 .A.1). The proximate composition of the seaweed meal was determined using the methods of Lowry for protein (Lowry et al. 1951) , Soxhlet for lipid (Tecator 1983) and Anthrone method for carbohydrate (Trevelyan and Harrison 1952) . Astaxanthin was estimated as per the standard spectrophotometric method (Schuep and Schierle 1995) .", "cite_spans": [{"start": 119, "end": 140, "text": "(Mohanty et al. 1995;", "ref_id": "BIBREF28"}, {"start": 141, "end": 156, "text": "Ray 1999, 2001;", "ref_id": null}, {"start": 157, "end": 174, "text": "Khan et al. 2004;", "ref_id": "BIBREF21"}, {"start": 175, "end": 194, "text": "Biswas et al. 2006)", "ref_id": "BIBREF1"}, {"start": 551, "end": 570, "text": "(Lowry et al. 1951)", "ref_id": null}, {"start": 591, "end": 605, "text": "(Tecator 1983)", "ref_id": null}, {"start": 643, "end": 672, "text": "(Trevelyan and Harrison 1952)", "ref_id": "BIBREF52"}, {"start": 747, "end": 773, "text": "(Schuep and Schierle 1995)", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 434, "end": 443, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Formulation of Shrimp Feed and Analysis of Biochemical Constituents"}, {"text": "Individual weights and lengths of shrimps were taken at fortnightly interval for 90 days culture period and the relevant response variables were determined for each control and experimental ponds. Condition Index (C.I.) was analysed at fortnightly interval during the culture period as per the expression; C.I. = W/L 3 × 100, where W = weight of the cultured species (in gm) and L = length of the cultured species (in cm). Percentage weight gain was calculated as the difference in weight from the average final weight with respect to the initial weight; weight gain = [(average individual final weight -average individual initial weight)/average individual initial weight] × 100. Feed consumption reported was the total of the consumption estimated for 90 days period. The survival rate was measured as percentage of the difference of stocking number and production volume (No.) at the end of the culture period. Feed Conversion Ratio (FCR) was analysed after the harvesting of shrimps as per the expression: FCR = ∆f/∆b, where, ∆f = Change in feed biomass and ∆b = Change in body biomass of the cultured species. Body pigmentation was assessed for each treatment on shrimp cooked for 5 min in boiling water and comparing the orange-red colouration with Roche SalmoFan™ colour score. Analysis of variance (ANOVA) was computed between all the selected parameters (indicators of our experiment) considering both control and experimental ponds to evaluate the differences caused by inclusion of seaweed in the feed.", "cite_spans": [], "ref_spans": [], "section": "Zootechnical Parameters and Statistical Analysis"}, {"text": "The biochemical composition of C. repens showed protein ranges between 4.01 ± 1.28% and 15.97 ± 1.17%; lipid ranges between 0.17 ± 0.02% and 0.24 ± 0.01%; carbohydrate values between 21.52 ± 1.87% and 35.74 ± 1.55% and astaxanthin values between 87.91 ± 2.67 ppm and 188.34 ± 2.89 ppm (Banejee et al. 2009 ). The seaweed was used as an ingredient (5%) of specially formulated feed. The proximate composition of traditional and seaweed-based formulated feed is highlighted (Table 11 .A.2). Traditional feed showed higher protein, lipid and carbohydrate values than seaweed-based feed. However, astaxanthin content was almost nil in traditional feed.", "cite_spans": [{"start": 285, "end": 305, "text": "(Banejee et al. 2009", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 472, "end": 481, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Biochemical Composition of Seaweeds and Specially Formulated Feed"}, {"text": "Shrimps fed with Catenella diet exhibited higher final weights and better weight gain (Table 11 .A.3) at the end of the experiment (25.5 gm final weight and 2450% weight gain) in comparison to control pond (20 gm final weight and 1900% weight gain). C.I. values of shrimp were also higher in experimental ponds (3.41 ± 4.68) than control pond (3.08 ± 4.52) (Table 11 .A.3 and Fig. 11 .A.2). The FCR value for control pond was 1.45 and for experimental pond was 1.39. The survival rate was found to be 55% in the control pond and 70% in experimental pond. The production volume was also maximum in case of experimental pond (69.97 kg) compared to control pond (20.10 kg) as given (Table 11 .A.4). The present pilot scale study speaks in favour of healthy pond environment, better growth, higher survival rate and low FCR values through use of seaweed-based feed. An important factor governing the consumer acceptance and market value of many cultivated fish and shrimp species is the pink or red colouration of their flesh or boiled exoskeleton (Brun and Vidal 2006) . In the wild, this colouration is achieved through the ingestion of carotenoid pigments particularly astaxanthin contained within invertebrate food organisms (Johnson et al. 1977; Ibrahim et al. 1984) . The Catenella-based feed in the present study resulted in higher astaxanthin values in shrimps of experimental pond (11.32 ± 6.37 ppm) as reflected through darker orange-red colouration of shrimp exoskeleton in comparison to control pond (9.52 ± 5.45 ppm). Roche SalmoFan™ colour score showed the value of 24 in control pond, much lesser than experimental pond with a colour score of 29 (Table 11 .A.3 and Fig. 11.A.3) . ", "cite_spans": [{"start": 1044, "end": 1065, "text": "(Brun and Vidal 2006)", "ref_id": "BIBREF4"}, {"start": 1225, "end": 1246, "text": "(Johnson et al. 1977;", "ref_id": "BIBREF18"}, {"start": 1247, "end": 1267, "text": "Ibrahim et al. 1984)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 86, "end": 95, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 357, "end": 366, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 376, "end": 383, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 679, "end": 688, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1657, "end": 1666, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1676, "end": 1688, "text": "Fig. 11.A.3)", "ref_id": "FIGREF2"}], "section": "Shrimp Growth and Pigmentation"}, {"text": "The surface water temperature during the study period ranged from 29.0 °C to 29.6 °C with a mean value of 29.4 ± 0.22 °C in both the culture ponds (Table 11 .A.5 and Fig. 11.A.4) . The surface water salinity ranged from 3.72 psu to 4.45 psu with . 11.A.3 Fortnightly variations of astaxanthin content of cultured shrimp from control (C) and experimental (E) ponds a mean value of 4.35 ± 0.2 psu in the control pond and 4.08 ± 0.16 psu in the experimental pond (Table 11 .A.5 and Fig. 11 .A.5). The surface water pH ranged from 7.10 to 8.12 with a mean value of 7.88 ± 0.35 in the control pond and 8.08 ± 0.03 in the experimental pond (Table 11 .A.5 and Fig. 11.A.6) . The D.O. values ranged from 3.08 mg l −1 to 5.58 mg l −1 with a mean value of 4.66 ± 0.77 mg l −1 in the control pond and 5.47 ± 0.12 mg l −1 in the experimental pond (Table 11 .A.5 and Fig. 11.A.7) . The water transparency during the study period ranged from 14.35 cm to 27.5 cm with a mean value of 17.02 ± 2.02 cm in the control pond and 24.3 ± 2.58 cm in the experimental pond (Table 11 .A.5 and Fig. 11 .A.8). The nutrient values (nitrate, phosphate and silicate) ranged from 15.12 μgat l −1 to 21.33 μgat l −1 with a mean Values are the mean ± SD Fig. 11 .A.4 Fortnightly variations of surface water temperature in control (C) and experimental (E) ponds value of 19.5 ± 1.21 μgat l −1 in the control pond and 16.6 ± 1.01 μgat l −1 in the experimental pond (Table 11 .A.5 and Fig. 11 .A.9) for nitrate, from 1.53 μgatl −1 to 2.28 μgatl −1 with a mean value of 2.22 ± 0.05 μgatl −1 in the control pond and 2.0 ± 0.29 μgatl −1 in the experimental pond (Table 11 .A.5 and Fig. 11 .A.10) for phosphate and from 59.63 μgatl −1 to 66.2 μgatl −1 with a mean value of 64.01 ± 2.23 μgatl −1 in the control pond and 63.32 ± 2.67 μgatl −1 in the experimental pond (Table 11 .A.5 and Fig. 11 .A.11) for silicate. The Chl a concentration during the study period ranged from 0.97 mg m −3 to 2.66 mg m −3 with a mean value of 1.74 ± 0.51 mg m −3 in the control pond and 1.92 ± 0.16 mg m −3 in the experimental pond (Table 11 .A.5 and Fig. 11.A.12) . The organic carbon of the pond bottom soil during the study period ranged from 0.97% to 1.35% with a mean value of 1.18 ± 0.16% in the control pond and 1.07 ± 0.10% in the experimental pond (Table 11 .A.5 and Fig. 11 .A.13). ", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 166, "end": 178, "text": "Fig. 11.A.4)", "ref_id": "FIGREF2"}, {"start": 246, "end": 254, "text": ". 11.A.3", "ref_id": "FIGREF2"}, {"start": 460, "end": 469, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 479, "end": 486, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 634, "end": 643, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 653, "end": 665, "text": "Fig. 11.A.6)", "ref_id": "FIGREF2"}, {"start": 835, "end": 844, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 854, "end": 866, "text": "Fig. 11.A.7)", "ref_id": "FIGREF2"}, {"start": 1049, "end": 1058, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1068, "end": 1075, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 1221, "end": 1228, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 1430, "end": 1439, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1449, "end": 1456, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 1623, "end": 1632, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1642, "end": 1649, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 1826, "end": 1835, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 1845, "end": 1852, "text": "Fig. 11", "ref_id": "FIGREF8"}, {"start": 2073, "end": 2082, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 2092, "end": 2105, "text": "Fig. 11.A.12)", "ref_id": "FIGREF2"}, {"start": 2298, "end": 2307, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 2317, "end": 2324, "text": "Fig. 11", "ref_id": "FIGREF8"}], "section": "Variation in Environmental Parameters"}, {"text": "Growth, health and reproduction of fish and other aquatic animals are primarily dependent upon an adequate supply of nutrient through feed both in terms of quality and quantity, irrespective of the culture system in which they are grown (Kader et al. . Therefore, supply of inputs (feeds, fertilizers etc.) has to be ensured so that the nutrients and energy requirements of the species under cultivation are met and the production goals of the system are achieved (Hasan 2001) . The nutrient balance of feed influences feed utilization and growth of fish. It is very essential to know the nutritional requirements particularly for protein, lipid and energy for optimum growth of fish species as well as in formulating a balanced diet. Dietary protein and energy levels are known to influence the growth and body composition of fish (Lovell 1989) . Improper protein and energy levels in feed increase fish production cost and deteriorates water quality. Insufficient energy in diets causes protein waste due to the increase proportion of dietary protein used for energy and the produced ammonia can reduce the water quality (Phillips 1972; Prather and Lovell 1973; Shyong et al. 1998 ). On the contrary, excessive energy in diets can lead to increased body lipid deposition and growth reduction because of lack of necessary nutrient for growth (Daniels and Robinson 1986; Van der Meer et al. 1997) . This is often the case seen in case of traditional meal which has resulted in deterioration of water quality parameters in the control pond (Table 11 .A.5). In the present study, the specially formulated feed prepared from C. repens had optimum protein, lipid, carbohydrate and astaxanthin content and the values were also within the recommended nutrient levels for fish (National Research Council 1983) . Protein is the major growth promoting factor in feed. The protein requirement of fish are influenced by various factors such as fish size, water temperature, feeding rate, availability and quality of natural foods and overall digestible energy content of diet (Satoh 2000; Wilson 2000) . In the present study, protein level in formulated feed was found to be 28.29 ± 0.58% in comparison to 32 ± 2.65% in traditional feed. Lipids are primarily included in formulated diet to maximize their protein sparing effect (Hasan Fig. 11 .A.13 Fortnightly variations of organic carbon in control (C) and experimental (E) ponds 2001) by being a source of energy. Low lipid content of the specially formulated feed results in greater binding efficiency and more pellet water stability. Lipid values were found to be lower in specially formulated feed indicating the efficiency of the present feed in maintaining water stability. Carbohydrate levels in feed are the most suitable sources of energy for shrimps. The best carbohydrate sources of shrimp feed are those derived from low-cost practical ingredients (e.g. wheat flour, rice bran, etc.). The formulated feed in the present study also supports the above view (Tables 11.A.1 and 11.A.3). Use of C. repens as astaxanthin supplement (source of carotenoid) has increased the antioxidative property of the feed and resulted in higher pigment concentration in shrimp species of experimental pond (Tables 11.A.3 and 11.A.2).", "cite_spans": [{"start": 464, "end": 476, "text": "(Hasan 2001)", "ref_id": "BIBREF13"}, {"start": 832, "end": 845, "text": "(Lovell 1989)", "ref_id": "BIBREF23"}, {"start": 1123, "end": 1138, "text": "(Phillips 1972;", "ref_id": "BIBREF37"}, {"start": 1139, "end": 1163, "text": "Prather and Lovell 1973;", "ref_id": "BIBREF38"}, {"start": 1164, "end": 1182, "text": "Shyong et al. 1998", "ref_id": "BIBREF44"}, {"start": 1343, "end": 1370, "text": "(Daniels and Robinson 1986;", "ref_id": "BIBREF9"}, {"start": 1371, "end": 1396, "text": "Van der Meer et al. 1997)", "ref_id": null}, {"start": 1770, "end": 1802, "text": "(National Research Council 1983)", "ref_id": null}, {"start": 2065, "end": 2077, "text": "(Satoh 2000;", "ref_id": "BIBREF42"}, {"start": 2078, "end": 2090, "text": "Wilson 2000)", "ref_id": "BIBREF58"}, {"start": 2317, "end": 2331, "text": "(Hasan Fig. 11", "ref_id": null}], "ref_spans": [{"start": 1539, "end": 1548, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Feed Quality"}, {"text": "The present case study exhibited significant weight gain in experimental pond compared to control pond (p < 0.05). The significant variation of C.I. with time is due to the growth in biomass with the passage of time. Feeding the shrimps (P. monodon) supplemented with Catenella meal resulted in better growth and survival rate in the present programme. The percentage increase in biomass was also higher in experimental pond than control pond (Table 11 .A.3). This was also revealed by the low FCR values for experimental pond than control pond, which proves the acceptance of the specially formulated feed by the shrimp species. Cost-benefit analysis (CBA) has also confirmed higher profit percentage (Table 11 .A.4).", "cite_spans": [], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 11", "ref_id": "TABREF0"}, {"start": 702, "end": 711, "text": "(Table 11", "ref_id": "TABREF0"}], "section": "Growth Performance of Shrimp"}, {"text": "Colour development depends on the carotenoid content of the feed (Moretti et al. 2006) although it has been reported that dietary carotenoids are responsible for less than 20% of the flesh pigmentation in aquatic organisms (Torrisen et al. 1989; Storebakken and No 1992) . Carotenoid pigmentation is affected by dietary pigment source, dosage level, duration of feeding, dietary composition, degree of carotenoid esterification, etc. (Meyers and Latscha 1997; Bjerkeng 2000; Buttle et al. 2001; Gomes et al. 2002; White et al. 2002) . Animals including fish and shrimp are unable to synthesize carotenoids, but certain aquaculture species (i.e. crustaceans, omnivorous/herbivorous fish) are capable of transforming ingested carotenoids such as ∝ − carotene and depositing the resulting end products, usually astaxanthin in their tissues (Simpson and Chichester 1981; NRC 1983) . ANOVA results showed a significant variation of astaxanthin between the control and experimental ponds (p < 0.05) which may be attributed to astaxanthin level in feed types. The seaweedbased feed had an astaxanthin of 62.33 ± 2.78 ppm, whereas the astaxanthin level in traditional feed was BDL. Red seaweed C. repens is a rich source of carotenoid (Chakraborty and Santra 2008; Banejee et al. 2009 ) and hence may be the cause for high astaxanthin level in the species of experimental pond. Pigmentation of muscle is a major quality attributed for shrimps (Brun and Vidal 2006; Darachai et al. 1998 ).", "cite_spans": [{"start": 65, "end": 86, "text": "(Moretti et al. 2006)", "ref_id": "BIBREF29"}, {"start": 223, "end": 245, "text": "(Torrisen et al. 1989;", "ref_id": "BIBREF51"}, {"start": 246, "end": 270, "text": "Storebakken and No 1992)", "ref_id": "BIBREF46"}, {"start": 434, "end": 459, "text": "(Meyers and Latscha 1997;", "ref_id": "BIBREF25"}, {"start": 460, "end": 474, "text": "Bjerkeng 2000;", "ref_id": "BIBREF2"}, {"start": 475, "end": 494, "text": "Buttle et al. 2001;", "ref_id": "BIBREF5"}, {"start": 495, "end": 513, "text": "Gomes et al. 2002;", "ref_id": "BIBREF11"}, {"start": 514, "end": 532, "text": "White et al. 2002)", "ref_id": "BIBREF57"}, {"start": 837, "end": 866, "text": "(Simpson and Chichester 1981;", "ref_id": "BIBREF45"}, {"start": 867, "end": 876, "text": "NRC 1983)", "ref_id": null}, {"start": 1227, "end": 1256, "text": "(Chakraborty and Santra 2008;", "ref_id": "BIBREF6"}, {"start": 1257, "end": 1276, "text": "Banejee et al. 2009", "ref_id": "BIBREF1"}, {"start": 1435, "end": 1456, "text": "(Brun and Vidal 2006;", "ref_id": "BIBREF4"}, {"start": 1457, "end": 1477, "text": "Darachai et al. 1998", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Pigmentation"}, {"text": "Coloration of muscles in shrimps using seaweed such as C. repens as a natural pigment source may enhance the potential of seaweed inclusion in shrimp feed and may perhaps replace or reduce artificial colourants currently used by the industry (Banerjee 2009; Nickell and Bromage 1998) .", "cite_spans": [{"start": 242, "end": 257, "text": "(Banerjee 2009;", "ref_id": "BIBREF0"}, {"start": 258, "end": 283, "text": "Nickell and Bromage 1998)", "ref_id": null}], "ref_spans": [], "section": "Pigmentation"}, {"text": "Aquatic parameters of the shrimp culture ponds is a reflection of the quality of feed provided to the cultured species, and the condition index values symbolize the suitability of the environment for the species (Maciena and Murphey 1988) . Surface water temperature in both the culture ponds showed more or less parallel trend of variation throughout the study period. This is reflected in the ANOVA results which showed no significant variation of the parameter between the control and experimental ponds as well as between the culture periods. The uniformity in temperature profile is due to the location of both the ponds in the same site that experience similar weather and climate. Water temperature plays a major role in shrimp enzyme kinetics which may have a regulatory influence on their growth . It also affects the process of moulting during the post larval stage of shrimps (WWF-India 2006) . In the present study, no significant relationship was observed between condition index of shrimp and surface water temperature. The salinity of the Hugli-Matla estuarine complex is known to exhibit intensive variations (Saha et al. Saha et al. 1995) . The selected station, Canning is located in the Matla estuarine stretch, which is known for its dynamics in tidal condition. ANOVA results showed significant spatial (between ponds) and temporal (between months) variation of salinity (p < 0.05). The relatively higher C.I. values in the experimental pond with less salinity (4.08 ± 0.16 psu) prove the efficiency of formulated feed in combating the stress posed by salinity which in turns increases the astaxanthin level in the cultured species (Kobayashi et al. 1992; Tjahjono et al. 1994; Harker et al. 1996; Boussiba 2000; Sarada et al. 2002) . Shrimp culture directly affects the pH of the pond bottom through deposition of excess feed, shrimp excreta, dead shrimps, etc. These shift the soil and overlying aquatic pH towards acidic condition. In the present study, such condition was not observed at culture site owing to the traditional practice of liming at a regular interval of time in the lower Gangetic region. ANOVA result also confirmed the above view as no significant variations of pH between the ponds was observed. High organic carbon load was observed in the control pond due to use of traditional feed resulting in low pH. ANOVA result shows significant variation of organic carbon content between the ponds (p < 0.05). D.O. is a vital parameter regulating the aquatic life. The shrimp health is a direct function of dissolved oxygen and its diurnal variation. Excessive organic load in the system results in lowering the D.O. value posing threat to the survival of aquatic life. In the present study, the D.O. level in the control pond showed lower value owing to deposition of organic carbon at the bottom of the pond. ANOVA result confirmed the significant variation of D.O. between the ponds. Transparency controls the phytoplankton standing stock in shrimp culture ponds due to their dependency on the solar radiation for photosynthesis. This parameter has thus a major role in regulating the phytopigment level and coloration of shrimp pond water. The formulated feed provided in the experimental pond showed increased transparency of the water due to its unique binding property. This upgraded the water quality as reflected by the high-condition index values of the shrimps in the experimental pond. The above statement was confirmed by ANOVA results which showed significant variation of transparency between the ponds (p < 0.05). The ready acceptance of the seaweedbased feed by the cultured species in the experimental pond may be the basis of reduced suspended particulate matter in aquatic phase that caused variation in water transparency.", "cite_spans": [{"start": 212, "end": 238, "text": "(Maciena and Murphey 1988)", "ref_id": "BIBREF24"}, {"start": 887, "end": 903, "text": "(WWF-India 2006)", "ref_id": "BIBREF59"}, {"start": 1125, "end": 1155, "text": "(Saha et al. Saha et al. 1995)", "ref_id": "BIBREF40"}, {"start": 1653, "end": 1676, "text": "(Kobayashi et al. 1992;", "ref_id": "BIBREF22"}, {"start": 1677, "end": 1698, "text": "Tjahjono et al. 1994;", "ref_id": "BIBREF50"}, {"start": 1699, "end": 1718, "text": "Harker et al. 1996;", "ref_id": "BIBREF12"}, {"start": 1719, "end": 1733, "text": "Boussiba 2000;", "ref_id": "BIBREF3"}, {"start": 1734, "end": 1753, "text": "Sarada et al. 2002)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Water Quality of the Cultured Ponds"}, {"text": "Nutrients comprising of nitrate, phosphate and silicate in the aquatic phase of the culture ponds are generated through the excretory products of the cultured species, left over feed and also by the churning of the pond bed (due to runoff from the adjacent land masses). ANOVA results showed significant variation of nitrate between the ponds (p < 0.05) which may be due to the leaching of the feed ingredients (particularly from animal component in traditional feed) in pond water and also the faecal matter that generates ammonia (Mitra and Choudhury 1995) . ANOVA results for the phosphate concentration during the study period showed no significant variation between the ponds. For silicate the variation between the ponds was significant (p < 0.05) which may be attributed to difference in bed materials of the ponds. Phytopigment (Chl a) are indicators of aquatic productivity and standing stock of phytoplankton. Although higher concentration of phytopigment signify eutrophic condition of water, but their presence in optimum level is healthy for shrimp growth as the phytoplankton constitute the natural diet of shrimp. In the present study, an optimum Chl a concentration and lower nutrient values in the experimental pond proves the effective utilization of nutrients by aquatic phytoplankton. ANOVA results showed no significant variation of Chl a between the ponds as well as between the culture periods, implying healthy growth of the cultured species. Aquaculture has become a peak industry in the present millennium, which involves seafood farming with shrimp, cuttlefish, squid, lobster and other such culinary delights actually 'cultivated' in aquatic enclosures under scientifically controlled conditions (Rajkhowa 2005) . The use of nutrient-rich feed continues to gain wide acceptance in the aquaculture industry in order to boost up the quality of the aquacultural products. The use of quality feed results in substantial reduction in the overall variable cost of an operation through improved animal performance, better FCR and improved water quality due to a reduction in the amount of nutrients and solids (i.e. faeces and uneaten food) in the waste water effluent. C. repens-based formulated feed showed better growth performance of the cultured species with respect to condition index values and survival rate. Body pigmentation improved in the cultured species of experimental pond and showed significantly higher astaxanthin level than the controlled pond. cost-benefit analysis (CBA) reflects high profitability of using floral-based feed instead of the traditional feed. A series of experiments are still needed for time testing the results and make the programme sustainable for the poor island dwellers of lower Gangetic delta. ", "cite_spans": [{"start": 532, "end": 558, "text": "(Mitra and Choudhury 1995)", "ref_id": "BIBREF26"}, {"start": 1724, "end": 1739, "text": "(Rajkhowa 2005)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Water Quality of the Cultured Ponds"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Income generation through eco-friendly pisciculture in Indian Sundarbans: an innovative approach towards sustainable green technology", "authors": [{"first": "K", "middle": [], "last": "Banerjee", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of feeding frequency on growth, survival and feed utilization in mrigal, Cirrhinus mrigala and rohu, Labeo rohita during nursery rearing", "authors": [{"first": "K", "middle": [], "last": "Banejee", "suffix": ""}, {"first": "R", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "S", "middle": [], "last": "Homechaudhuri", "suffix": ""}, {"first": "A", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "G", "middle": [], "last": "Biswas", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Jena", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "P", "middle": [], "last": "Patmajhi", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Muduli", "suffix": ""}], "year": 2006, "venue": "J Earth Syst Sci", "volume": "118", "issn": "5", "pages": "211--218", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Carotenoid pigmentation in salmonid fishes -recent progress", "authors": [{"first": "B ;", "middle": [], "last": "Bjerkeng", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Cruz-Suarez", "suffix": ""}, {"first": "D", "middle": [], "last": "Ricque-Marie", "suffix": ""}, {"first": "M", "middle": [], "last": "Tapia-Salazar", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Olvera-Novoa", "suffix": ""}], "year": 2000, "venue": "Avances en Nutricion Acuicola V -Memorias del Quinto Simposium Internacional de Nutricion Acuícola", "volume": "5", "issn": "", "pages": "71--89", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Carotenogenesis in the green algae Haematococcus pluvialis: Cellular physiology and stress response", "authors": [{"first": "S", "middle": [], "last": "Boussiba", "suffix": ""}], "year": 2000, "venue": "Plant Physiol", "volume": "108", "issn": "", "pages": "111--117", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Shrimp pigmentation with natural carotenoids. Feed Technology", "authors": [{"first": "H", "middle": ["L"], "last": "Brun", "suffix": ""}, {"first": "F", "middle": [], "last": "Vidal", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "34--35", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The effect of feed pigment type on flesh pigment deposition and colour in farmed Atlantic salmon, Salmo salar L", "authors": [{"first": "L", "middle": ["G"], "last": "Buttle", "suffix": ""}, {"first": "V", "middle": ["O"], "last": "Crampton", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Williams", "suffix": ""}], "year": 2001, "venue": "Aquac Res", "volume": "32", "issn": "", "pages": "103--111", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Biochemical composition of eight benthic algae collected from Sunderban", "authors": [{"first": "S", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Santra", "suffix": ""}], "year": 2008, "venue": "Indian J Mar Sci", "volume": "37", "issn": "3", "pages": "329--332", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Relaciones proteına renergıa y proteına vegetalranimal optimas en alimentos de engorda para Litopenaeus Õannamei y L. stylirostris", "authors": [{"first": "L", "middle": ["E"], "last": "Cruz-Suarez", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Antimo-Perez", "suffix": ""}, {"first": "N", "middle": [], "last": "Luna-Mendoza", "suffix": ""}, {"first": "M", "middle": [], "last": "Tapia-Salazar", "suffix": ""}, {"first": "Ricque-Marie D ;", "middle": [], "last": "Cruz-Suarez", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Ricque-Marie", "suffix": ""}, {"first": "D", "middle": [], "last": "Tapia-Salazar", "suffix": ""}, {"first": "M", "middle": [], "last": "Olvera-Novoa", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Civera-Cerecedo", "suffix": ""}, {"first": "R", "middle": [], "last": "Eds", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of UlvA0020clathrata and the kelps Macrocystis pyrifera and Ascophyllum nodosum as ingredients in shrimp feeds", "authors": [{"first": "L", "middle": ["E"], "last": "Cruz-Suárez", "suffix": ""}, {"first": "M", "middle": [], "last": "Tapia-Salazar", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Nieto-López", "suffix": ""}, {"first": "C", "middle": [], "last": "Guajardo-Barbosa", "suffix": ""}, {"first": "Ricque-Marie", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Aquac Nutr", "volume": "15", "issn": "", "pages": "421--430", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Protein and energy requirements of juvenile red drum (Sciaenops ocellatus)", "authors": [{"first": "W", "middle": ["H"], "last": "Daniels", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Robinson", "suffix": ""}], "year": 1986, "venue": "Aquaculture", "volume": "53", "issn": "", "pages": "243--252", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effect of astaxanthin on larval growth and survival of giant tiger prawn, Penaeus monodon", "authors": [{"first": "J", "middle": [], "last": "Darachai", "suffix": ""}, {"first": "S", "middle": [], "last": "Piyatiratitivorakul", "suffix": ""}, {"first": "P", "middle": [], "last": "Kittakoop", "suffix": ""}, {"first": "C", "middle": [], "last": "Nitithamyong", "suffix": ""}, {"first": "P", "middle": [], "last": "Menasveta", "suffix": ""}], "year": 1998, "venue": "Flegel TW (ed) Advances in shrimp biotechnology", "volume": "", "issn": "", "pages": "117--121", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Utilization of natural and synthetic sources of carotenoids in the skin pigmentation of gilthead seabream (Sparus aurata)", "authors": [{"first": "E", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "J", "middle": [], "last": "Dias", "suffix": ""}, {"first": "P", "middle": [], "last": "Silva", "suffix": ""}, {"first": "L", "middle": [], "last": "Valente", "suffix": ""}, {"first": "J", "middle": [], "last": "Empis", "suffix": ""}, {"first": "L", "middle": [], "last": "Gouveia", "suffix": ""}, {"first": "J", "middle": [], "last": "Bowen", "suffix": ""}, {"first": "A", "middle": [], "last": "Young", "suffix": ""}], "year": 2002, "venue": "J Eur Food Res Technol", "volume": "214", "issn": "", "pages": "287--293", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Factors responsible for astaxanthin formation in the chlorophyte Haematococcus pluvialis", "authors": [{"first": "M", "middle": [], "last": "Harker", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Tsavalos", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Young", "suffix": ""}], "year": 1996, "venue": "Bioresour Technol", "volume": "55", "issn": "", "pages": "207--214", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nutrition and feeding for sustainable aquaculture development in the third millennium", "authors": [{"first": "M", "middle": ["R"], "last": "Hasan", "suffix": ""}, {"first": "", "middle": [], "last": "Naca", "suffix": ""}, {"first": "", "middle": [], "last": "Bangkok", "suffix": ""}, {"first": "Rome", "middle": [], "last": "Fao", "suffix": ""}], "year": 2000, "venue": "Aquaculture in the third millennium. Technical proceedings of the conference on aquaculture in the third millennium", "volume": "", "issn": "", "pages": "193--219", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The utilization of seaweed meals as binding agents in pellet feeds for snakehead (Channa striatus) fry and their effects on growth", "authors": [{"first": "R", "middle": [], "last": "Hashim", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Mat-Saat", "suffix": ""}], "year": 1992, "venue": "Aquaculture", "volume": "108", "issn": "", "pages": "299--308", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pigmentation of culture red sea bream, Chrysophrys major, using astaxanthin from Antarctic krill, Euphausia superba, and a mysid, Neomysis sp", "authors": [{"first": "A", "middle": [], "last": "Ibrahim", "suffix": ""}, {"first": "C", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "M", "middle": [], "last": "Kono", "suffix": ""}], "year": 1984, "venue": "Aquaculture", "volume": "38", "issn": "", "pages": "45--57", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Potential for the development of aquaculture in Africa", "authors": [{"first": "D", "middle": ["M"], "last": "Jamu", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Ayinla", "suffix": ""}], "year": 2003, "venue": "", "volume": "26", "issn": "", "pages": "9--13", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "New spectrophotometric equations for determining chlorophyll a, b, c1 and c2 in higher plants, algae and natural phytoplankton", "authors": [{"first": "S", "middle": ["W"], "last": "Jeffrey", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Humphrey", "suffix": ""}], "year": 1975, "venue": "Biochem Physiol Pflanz Bd", "volume": "167", "issn": "", "pages": "191--194", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The yeast Phaffia rhodoyma as a dietary pigment source for salmonids and crustaceans", "authors": [{"first": "E", "middle": ["A"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Conklin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Lewis", "suffix": ""}], "year": 1977, "venue": "J Fish Res Board Can", "volume": "34", "issn": "", "pages": "2417--2421", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A survey of the nutrient composition of some commercial fish feeds available in Bangladesh", "authors": [{"first": "M", "middle": ["A"], "last": "Kader", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hossain", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hasan", "suffix": ""}], "year": 2005, "venue": "Asian Fish Sci", "volume": "18", "issn": "", "pages": "59--69", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Use of alternative protein resources for the intensive rearing of carnivorous fish", "authors": [{"first": "S", "middle": [], "last": "Kaushik", "suffix": ""}], "year": 1990, "venue": "Mediterranean aquaculture. Hellis Horwood Ltd", "volume": "", "issn": "", "pages": "125--138", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Growth and body composition of rohu (L. rohita) fed compound diet: winter feeding and rearing to marketable size", "authors": [{"first": "M", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Jafri", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Chadha", "suffix": ""}], "year": 2004, "venue": "J Appl Ichthyol", "volume": "20", "issn": "", "pages": "265--270", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Effects of light intensity, light quality and illumination cycle on astaxanthin formation in a green alga Haematococcus pluvialis", "authors": [{"first": "M", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Kakizono", "suffix": ""}, {"first": "N", "middle": [], "last": "Nishio", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagai", "suffix": ""}], "year": 1992, "venue": "J Ferment Bioeng", "volume": "74", "issn": "", "pages": "61--63", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Protein measurements with folin-phenol reagent", "authors": [{"first": "R", "middle": ["T"], "last": "Lovell", "suffix": ""}], "year": 1951, "venue": "J Biol Chem", "volume": "193", "issn": "", "pages": "1433--1437", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Variation in the weight to length relationship among Florida and Northern large mough bass and their interspecific F1 hybrid", "authors": [{"first": "M", "middle": ["J"], "last": "Maciena", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphey", "suffix": ""}], "year": 1988, "venue": "Trans Am Fish Soc", "volume": "117", "issn": "", "pages": "232--237", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Crustacean nutrition, Advances in world aquaculture", "authors": [{"first": "S", "middle": ["P"], "last": "Meyers", "suffix": ""}, {"first": "T", "middle": [], "last": "Latscha", "suffix": ""}], "year": 1997, "venue": "", "volume": "6", "issn": "", "pages": "164--193", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Causes of water pollution in prawn culture farms", "authors": [{"first": "A", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "A", "middle": [], "last": "Choudhury", "suffix": ""}], "year": 1995, "venue": "Jr of Ind Ocen Stud", "volume": "2", "issn": "3", "pages": "230--235", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Study on the water quality of the shrimp culture ponds in Indian Sundarbans", "authors": [{"first": "A", "middle": [], "last": "Mitra", "suffix": ""}, {"first": "R", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "K", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "A", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "N", "middle": [], "last": "Mehta", "suffix": ""}], "year": 2006, "venue": "Indian Sci Cruiser", "volume": "20", "issn": "1", "pages": "34--43", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Effect of feeding varying dietary formulations on body composition of rohu fry", "authors": [{"first": "S", "middle": ["N"], "last": "Mohanty", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Das", "suffix": ""}, {"first": "S", "middle": [], "last": "Sarkar", "suffix": ""}], "year": 1995, "venue": "J Aquac", "volume": "3", "issn": "", "pages": "23--28", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Determination of astaxanthin stereoisomers and colour attributes in flesh of rainbow trout (Oncorhynchus mykiss) as a tool to distinguish the dietary pigmentation source", "authors": [{"first": "V", "middle": ["M"], "last": "Moretti", "suffix": ""}, {"first": "T", "middle": [], "last": "Mentasti", "suffix": ""}, {"first": "F", "middle": [], "last": "Bellagamba", "suffix": ""}, {"first": "U", "middle": [], "last": "Luzzana", "suffix": ""}, {"first": "F", "middle": [], "last": "Caprino", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Turchini", "suffix": ""}, {"first": "I", "middle": [], "last": "Giani", "suffix": ""}, {"first": "F", "middle": [], "last": "Valfre", "suffix": ""}], "year": 2006, "venue": "J Food Addit Contam", "volume": "23", "issn": "", "pages": "1056--1063", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Growth rates, nucleic acid concentrations, and RNA/DNA ratios of juvenile white shrimp, Penaeus vannamei Boone, fed different algal diets", "authors": [{"first": "S", "middle": ["M"], "last": "Moss", "suffix": ""}], "year": 1994, "venue": "J Exp Mar Biol Ecol", "volume": "182", "issn": "", "pages": "193--204", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Improvement of quality of sesame (Seasamum indicum) seed meal protein with supplemental amino acids in feeds for rohu, Labeo rohita, (Hamilton), fingerlings", "authors": [{"first": "N", "middle": [], "last": "Mukhopadhyay", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Ray", "suffix": ""}], "year": 1999, "venue": "Aquac Res", "volume": "30", "issn": "", "pages": "549--557", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Effect of amino acids supplementation on the nutritive quality of fermented linseed meal protein in the diets for rohu, Labeo rohita (Hamilton), fingerlings", "authors": [{"first": "N", "middle": [], "last": "Mukhopadhyay", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Ray", "suffix": ""}], "year": 2001, "venue": "J Appl Ichthyol", "volume": "17", "issn": "", "pages": "220--226", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Sub-committee on Warm water Fish Nutrition, National Research Council Nickell DC, Bromage NR (1998) The effect of timing duration of feeding astaxanthin on the development and variation of fillet color and efficiency of pigmentation in rainbow trout (Oncorhyncus mykiss)", "authors": [], "year": 1983, "venue": "Aquaculture", "volume": "169", "issn": "", "pages": "233--246", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Nutrients requirements of warm water fishes and shell-fishes", "authors": [], "year": 1983, "venue": "NRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Inhibitory effects of fucoxanthin, a natural carotenoid, on N-ethyl-N'-nitro-N-nitrosoguanidineinduced mouse duodenal carcinogenesis", "authors": [{"first": "J", "middle": [], "last": "Okuzumi", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamane", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kitao", "suffix": ""}, {"first": "M", "middle": [], "last": "Inagake", "suffix": ""}, {"first": "K", "middle": [], "last": "Ohya", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishino", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tanaka", "suffix": ""}], "year": 1993, "venue": "Cancer Lett", "volume": "68", "issn": "", "pages": "159--168", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Use of seaweed meals from Kappaphycus alvarezii and Gracilaria heteroclada as binders in diets for juvenile shrimp Penaeus monodon", "authors": [{"first": "Golez", "middle": [], "last": "Peñafloridav", "suffix": ""}, {"first": "", "middle": [], "last": "Nv", "suffix": ""}], "year": 1996, "venue": "Aquacul", "volume": "143", "issn": "", "pages": "393--401", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Calorie and energy requirements", "authors": [{"first": "A", "middle": ["M"], "last": "Phillips", "suffix": ""}], "year": 1972, "venue": "Halver JE (ed) Fish nutrition", "volume": "", "issn": "", "pages": "2--29", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Response of intensively fed channel catfish to diets containing various protein energy ratio", "authors": [{"first": "E", "middle": ["E"], "last": "Prather", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Lovell", "suffix": ""}], "year": 1973, "venue": "Proc 27th South-Eastern Assoc Game Fish Comm", "volume": "27", "issn": "", "pages": "455--459", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Action in aquaculture -opportunities in a quaint specialization", "authors": [{"first": "I", "middle": [], "last": "Rajkhowa", "suffix": ""}], "year": 2005, "venue": "Business Today", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Plankton of Hooghly estuary with special reference to salinity and temperature", "authors": [{"first": "S", "middle": ["B"], "last": "Saha", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Ghosh", "suffix": ""}, {"first": "V", "middle": [], "last": "Gopalakrishnan", "suffix": ""}], "year": 1995, "venue": "J Mar Biol Assoc India", "volume": "17", "issn": "1", "pages": "107--120", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Influence on stress on astaxanthin production in Haematococcus pluvialis grown under different culture conditions", "authors": [{"first": "R", "middle": [], "last": "Sarada", "suffix": ""}, {"first": "U", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Ravishankar", "suffix": ""}], "year": 2002, "venue": "Proc Biochem", "volume": "37", "issn": "", "pages": "623--627", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "In: Wilson RP (ed) Handbook of nutrient requirement of finfish", "authors": [{"first": "S", "middle": [], "last": "Satoh", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "55--68", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Astaxanthin determination of stabilized, added astaxanthin in fish feeds and pre-mixes", "authors": [{"first": "W", "middle": [], "last": "Schuep", "suffix": ""}, {"first": "J", "middle": [], "last": "Schierle", "suffix": ""}], "year": 1995, "venue": "Carotenoids isolation and analysis", "volume": "1", "issn": "", "pages": "273--276", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Effects of dietary protein concentration on growth and muscle composition of juvenile", "authors": [{"first": "W", "middle": ["J"], "last": "Shyong", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Huang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Chen", "suffix": ""}], "year": 1998, "venue": "Aquaculture", "volume": "167", "issn": "", "pages": "35--42", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Metabolism and nutritional significance of carotenoids", "authors": [{"first": "K", "middle": ["L"], "last": "Simpson", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Chichester", "suffix": ""}], "year": 1981, "venue": "Annu Rev Nutr", "volume": "1", "issn": "", "pages": "351--374", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Pigmentation in rainbow trout", "authors": [{"first": "T", "middle": [], "last": "Storebakken", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "No", "suffix": ""}], "year": 1992, "venue": "Aquaculture", "volume": "100", "issn": "", "pages": "209--229", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A manual for seawater analysis", "authors": [{"first": "Jdh", "middle": [], "last": "Strickland", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Parsons", "suffix": ""}], "year": 1968, "venue": "Bull Fish Res Board Can", "volume": "167", "issn": "", "pages": "11--131", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A practical handbook of seawater analysis", "authors": [{"first": "Jdh", "middle": [], "last": "Strickland", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Parsons", "suffix": ""}], "year": 1972, "venue": "J Fish Res Board Can Ottawa", "volume": "167", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Efecto de la inclusion de alginate y harina de algas Sargassum sp y Macrocystis pyrifera sobre la estabilidad en agua, digestibilidad del alimento y sobre el crecimiento del camaron blanco Litopenaeus vannamei. Undergraduate thesis", "authors": [{"first": "H", "middle": ["A"], "last": "Suarez-Garcia", "suffix": ""}], "year": 2006, "venue": "Soxtec System HT Manual", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Hyper-accumulation of astaxanthin in a green alga Haematococcus pluvialis at elevated temperatures", "authors": [{"first": "A", "middle": ["E"], "last": "Tjahjono", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayama", "suffix": ""}, {"first": "T", "middle": [], "last": "Kakizono", "suffix": ""}, {"first": "Y", "middle": [], "last": "Terada", "suffix": ""}, {"first": "N", "middle": [], "last": "Nishio", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagai", "suffix": ""}], "year": 1994, "venue": "Biotechnol Lett", "volume": "16", "issn": "", "pages": "133--138", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Pigmentation of salmonids -carotenoid deposition and metabolism", "authors": [{"first": "O", "middle": ["J"], "last": "Torrisen", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hardy", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Shearer", "suffix": ""}], "year": 1989, "venue": "CRC Crit Rev Aqua Sci", "volume": "1", "issn": "", "pages": "209--225", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Studies on yeast metabolism. 1. Fractionation and microdetermination of cell carbohydrates", "authors": [{"first": "W", "middle": ["E"], "last": "Trevelyan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Harrison", "suffix": ""}], "year": 1952, "venue": "Biochem J", "volume": "50", "issn": "", "pages": "298--303", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Scientific and Cultural Organization Convention concerning the Protection of the World Cultural and Natural Heritage Report of the World Heritage Committee Eleventh session", "authors": [], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "7--11", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Evaluation of three seaweeds Gracilaria bursapatoris, Ulva rigida and Gracilaria cornea as dietary ingredients in European seabass (Dicentrarchus labrax) juveniles", "authors": [{"first": "Lmp", "middle": [], "last": "Valente", "suffix": ""}, {"first": "A", "middle": [], "last": "Gouveia", "suffix": ""}, {"first": "P", "middle": [], "last": "Rema", "suffix": ""}, {"first": "J", "middle": [], "last": "Matos", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Gomes", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Pinto", "suffix": ""}], "year": 2006, "venue": "Aquaculture", "volume": "252", "issn": "", "pages": "85--91", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Ver degem MCJ (1997) Effect of dietary lipid level on protein utilization and the size and proximate composition of body compartments of Colossoma macropomum (Cuvier)", "authors": [{"first": "M", "middle": ["B"], "last": "Van Der Meer", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Zamora", "suffix": ""}], "year": null, "venue": "Aquac Res", "volume": "28", "issn": "", "pages": "405--417", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "An examination of the effect of the digestive method for determining soil organic matter and a proposed modification of the chronic and titration method", "authors": [{"first": "A", "middle": [], "last": "Walkey", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Black", "suffix": ""}], "year": 1934, "venue": "Soil Sci", "volume": "37", "issn": "", "pages": "29--38", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Effect of esterification on the absorption of astaxanthin in rainbow trout, Oncorhynchus mykiss (Walbaum)", "authors": [{"first": "D", "middle": ["A"], "last": "White", "suffix": ""}, {"first": "G", "middle": ["I"], "last": "Page", "suffix": ""}, {"first": "J", "middle": [], "last": "Swaile", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Moody", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davies", "suffix": ""}], "year": 2002, "venue": "Aquac Res", "volume": "33", "issn": "", "pages": "343--350", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "In: Wilson RP (ed) Handbook of nutrient requirement of finfish", "authors": [{"first": "R", "middle": ["P"], "last": "Wilson", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "35--53", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Fucoxanthin as the major antioxidant in Hijikia fusiformis, a common edible seaweed", "authors": [{"first": "X", "middle": [], "last": "Wwf-India ; Pp Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chuda", "suffix": ""}, {"first": "M", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "T", "middle": [], "last": "Nagata", "suffix": ""}], "year": 1999, "venue": "Biosci Biotechnol Biochem", "volume": "130", "issn": "", "pages": "605--607", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 11.2 J-Shaped Growth (Sigmoid)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(C) Population growth is the increase in number of individuals. The rate of growth is measured by an increase in the number of individuals in a population per unit time. For controlling the growth of population, natality and mortality are important factors. The percentage ratio of natality and mortality is termed vital index. Population growth is the result of interaction of biotic potential and environmental resistance. Two distinct patterns of population growth are identified, namely, S-shaped growth (Sigmoid) and J-shaped growth. (D) The distribution of population in the world is highly non-uniform. Some areas are thickly populated while some are sparsely populated. There are various reasons behind uneven distribution of population that can be can be categorized in to geographical factors, social and cultural factors and economic factors. The geographical factors include favourable topography, availability of mineral and freshwater resources, favourable climate soil fertility and food security that invite population and help to flourish. The social and cultural factors encompass areas of better housing, education and health facilities and religious harmony. Places of religious and cultural significance also attract people, e.g. Varanasi, Jerusalem, etc. The economic factors invite population due to presence of more industries, transportation and communication facilities, employment opportunities, etc. (E) Family planning policy has been adopted to give a check to population explosion. The net result of this family planning concept is visualized when one critically compares the average annual exponential growth rates between1991-2001 and 2001-2011  for India. In all the States and Union Territories, the average annual exponential growth rate has reduced in2001-2011 compared to 1991-2001. Still to sustain this rising population food security and economic security is very vital, which can be achieved through alternative livelihood.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Permanent exit of some individuals from local population (b) Temporary exit of some individuals from local population (c) Permanent entry of some individuals into local population (d) Temporary entry of some individuals into local population 2. Due to immigration the size of the local population Triangular age pyramid in population study represents (a) Zero population growth (b) Negative population growth (c) Positive population growth (d) None of the above 7. Vital index in population growth is the percentage High birth rate and low death rate (b) High death rate and low death rate (c) Equal death and birth rates (d) None of the above 18. In 2050 the least populated country in the World will be (predicted) Age ratio indicates the ratio of different age groups on the basis of (a) Their death (b) Their birth (c) Their ability to produce (d) None of the above 20. Fecundity is the (a) Maximum natality rate achieved under ideal condition (b) Minimum natality rate under ideal condition (c) Maximum death rate (d) None of the above", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Map showing the location of culture pond at Canning, Indian Sundarbans", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fortnightly variations of condition index of cultured shrimp from control (C) and experimental (E) ponds", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fortnightly variations of surface water salinity in control (C) and experimental (E) ponds Fig. 11.A.6 Fortnightly variations of surface water pH in control (C) and experimental (E) ponds", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fortnightly variations of surface water dissolved oxygen in control (C) and experimental (E) pondsFig. 11.A.8 Fortnightly variations of surface water transparency in control (C) and experimental (E) ponds", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fortnightly variations of nitrate concentration in control (C) and experimental (E) ponds Fig. 11.A.10 Fortnightly variations of phosphate concentration in control (C) and experimental (E) ponds", "latex": null, "type": "figure"}, "FIGREF8": {"text": "A.11 Fortnightly variations of silicate concentration in control (C) and experimental (E) ponds Fig. 11.A.12 Fortnightly variations of chlorophyll a in control (C) and experimental (E) ponds 2005)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Increase of population in 1 year (in %)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}, "TABREF10": {"text": "", "latex": null, "type": "table"}, "TABREF11": {"text": "", "latex": null, "type": "table"}, "TABREF12": {"text": "", "latex": null, "type": "table"}, "TABREF13": {"text": "", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF15": {"text": "", "latex": null, "type": "table"}, "TABREF16": {"text": "Oral contraceptives (polls) introduced in 1960. 2. Plastic IUDs made available in 1961. 3. United Nations Fund for Population Activities (UNFPA) was created in 1961. 4. First World conference on population was organized by UNs at Bucharest (Romania) in 1974. 5. China started 'one child for one couple' campaign in 1979. 6. Second World War conference on population was organized by the UNs at Mexico in 1984. 7. Third World Conference on population was organized by the UNs at Cairo (Egypt) in 1994. 8. The latest World Conference on population was organized by the UNs at Cairo (Egypt) on July 11, 2012.", "latex": null, "type": "table"}, "TABREF17": {"text": "3 (continued) 2011 for India. In all the States and Union Territories, the average annual exponential growth rate has reduced in2001-2011 compared to 1991-2001", "latex": null, "type": "table"}, "TABREF18": {"text": "Population, percentage decadal growth and average annual exponential growth rates 1991-2001 and 2001-2011 State/UT", "latex": null, "type": "table"}, "TABREF19": {"text": "A.1 Comparative analysis of shrimp feed components", "latex": null, "type": "table"}, "TABREF20": {"text": "", "latex": null, "type": "table"}, "TABREF21": {"text": "A.3 Zootechnical parameters recorded in the culture ponds", "latex": null, "type": "table"}, "TABREF22": {"text": "", "latex": null, "type": "table"}, "TABREF23": {"text": "", "latex": null, "type": "table"}, "TABREF24": {"text": "Annexure 11B: Countries, Territories or Areas with Reported Laboratory-Confirmed COVID-19 Cases and Deaths; Data as of 19 March 2020Case classifications are based on WHO case definitions for COVID-19 Source: https://www.worldometers.info/coronavirus/", "latex": null, "type": "table"}}, "back_matter": []}