{
    "paper_id": "1cab5598c4e76316b87c3aed668148c4b6c3485a",
    "metadata": {
        "title": "Fusion mechanism of 2019-nCoV and fusion inhibitors targeting HR1 domain in spike protein",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "may change the interaction pattern between HR1 and HR2 domains in the post-fusion core, thus affecting the 6-HB formation. Based on our previous experience, we have now designed HR1-and HR2-derived peptides, designated 2019-nCoV-HR1P (aa924-965) and 2019-nCoV-HR2P (aa1168-1203), respectively (Fig. 1c) , and explored their biological characteristics. Since the 2019-nCoV and SARS-CoV S-HR2 sequences are 100% identical, 2019-nCoV-HR2P may act as a fusion inhibitor in much the same way as our reported SARS-CoV fusion inhibitor, SARS-HR2P. 4 Under native electrophoresis as described before, 4 2019-nCoV-HR2P, which carries negative charges, moved down to a lower gel position, while 2019-nCoV-HR1P, which carries positive charges, moved up and off the gel (Fig. 1d ) in a manner similar to SARS-CoV-HR1P 4 in native-polyacrylamide gel electrophoresis (PAGE) assay. Notably, in the 2019-nCoV-HR1P/2019-nCoV-HR2P mixture, new bands emerged at the upper part in the native-PAGE gel in a 2019-nCoV-HR1P dose-dependent manner, indicating that 2019-nCoV-HR2P could interact with 2019-nCoV-HR1P to form a complex, possibly 6-HB. We then assessed the secondary structures of 2019-nCoV-HR1P, 2019-nCoV-HR2P, and 2019-nCoV-HR1P/2019-nCoV-HR2P complex, using circular dichroism as previously described. 4 While 2019-nCoV-HR1P alone and 2019-nCoV-HR2P alone exhibited low helicity (<30%), the 2019-nCoV-HR1P/2019-nCoV-HR2P complex exhibited the characteristic helicity of 6-HB, with minimum values at 208 and 222 nm and helicity of 84.4% (Fig. 1e) . Moreover, the 2019-nCoV-HR1P/2019-nCoV-HR2P complex showed good thermal stability with T m of 66.2 o C (Fig. 1f) .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1294,
                    "end": 1295,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 758,
                    "end": 766,
                    "text": "(Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1643,
                    "end": 1652,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "These results confirm, for the first time, that 2019-nCoV HR1 and HR2 regions are able to interact with each other to form 6-HB and suggest that 2019-nCoV-HR2P may inhibit 2019-nCoV fusion with and entry into the target cell, as we showed before with SARS-CoV, MERS-CoV, and other human CoVs. 4, 5, 8 To confirm this hypothesis, we herein developed a 2019-nCoV Smediated cell-cell fusion assay as previously described. 4, 5, 8 Using this assay, we demonstrated that 2019-nCoV-HR2P exhibited potent fusion-inhibitory activity with a half maximal inhibitory concentration (IC 50 ) of 0.18 µM (Fig. 1g) , indicating that the 2019-nCoV HR1 region could serve as an ideal target site. On the other hand, 2019-nCoV-HR1P exhibited no significant inhibitory effect at concentrations up to 40 µM, consistent with other coronavirus HR1-derived peptides, such as SARS-HR1P and MERS-HR1P. 5, 8 We previously reported that the HR1 region in various coronaviruses is a conserved target site, and based on that evidence, we designed a pan-coronavirus fusion inhibitor, denoted as EK1. 8 Compared with 2019-nCoV-HR2P, EK1 shows . After binding of RBD in S1 subunit of 2019-nCoV S protein to the potential receptor ACE2 on the host cell, S2 subunit changes conformation by inserting FP into the cell membranes and triggering the association between the HR1 and HR2 domains to form 6-HB, which brings the viral and cellular membranes in close proximity for fusion (left part of k). In the presence of 2019-nCoV-HR2P or EK1 peptide, three copies of the peptide bind to the 2019-nCoV S-HR1-trimer to form heterologous 6-HB, thus blocking the formation of viral homologous 6-HB and thus inhibiting viral and cell membrane fusion (right part of k). significant sequence variation, but interestingly, EK1 could also bind 2019-nCoV-HR1P in native-PAGE in a manner similar to that of 2019-nCoV-HR2P (Fig. 1h) . The 2019-nCoV-HR1P/EK1 complex also showed high helicity (77.9%) (Fig. 1i) . EK1 also exhibited effective fusion inhibitory activity with IC 50 of 0.19 µM (Fig. 1g) . Taken together, these results suggest that the 2019-nCoV S-HR1 region is also a promising conserved target for developing effective CoV fusion/entry inhibitors.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 299,
                    "end": 300,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 425,
                    "end": 426,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 877,
                    "end": 879,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 880,
                    "end": 881,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1070,
                    "end": 1071,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 599,
                    "text": "(Fig. 1g)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1874,
                    "end": 1883,
                    "text": "(Fig. 1h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1951,
                    "end": 1960,
                    "text": "(Fig. 1i)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2041,
                    "end": 2050,
                    "text": "(Fig. 1g)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Taking still another step forward, we assessed the inhibitory effect of 2019-nCoV-HR2P or EK1 on 2019-nCoV pseudovirus infection in ACE2-expressing 293T cells. As shown in Fig. 1j , both 2019-nCoV-HR2P and EK1 peptides could significantly inhibit 2019-nCoV pseudovirus infection in a dose-dependent manner with an IC 50 values of 0.98 and 2.38 µM, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Fig. 1j",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Collectively, then, we have confirmed that 2019-nCoV S-HR1 and S-HR2 play key roles in mediating 2019-nCoV fusion with and entry into the host cell. 2019-nCoV may have similar membrane fusion mechanism as that of SARS-CoV. When S1 protein recognizes its receptor on human cells, the HR1 and HR2 domains are exposed to interact with each other, forming 6-HB to mediate membrane fusion between virus and target cell (Fig. 1k) . Notably, both 2019-nCoV-HR2P and EK1, the pan-CoV fusion inhibitor, exhibited potent inhibitory activity against S-mediated cell-cell fusion and 2019-nCoV pseudovirus infection, suggesting potential development of either 2019-nCoV-HR2P or EK1 peptide in nasal spray and inhalation formulations, respectively, to prevent and treat 2019-nCoV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 423,
                    "text": "(Fig. 1k)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for developing therapeutic and prophylactic strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interaction between heptad repeat 1 and 2 regions in spike protein of SARS-associated coronavirus: implications for virus fusogenic mechanism and identification of fusion inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "938--947",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure-based discovery of Middle East respiratory syndrome coronavirus fusion inhibitor",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A pan-coronavirus fusion inhibitor targeting the HR1 domain of human coronavirus spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Adv",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study of the fusion mechanism of 2019-nCoV and characterization of a fusion inhibitor derived from the HR2 domain in spike protein of 2019-nCoV and a pan-CoV fusion inhibitor. a Schematic representation of the 2019-nCoV S protein. SP signal peptide, RBD receptor-binding domain, RBM receptor-binding motif, FP fusion peptide, HR1 heptad repeat 1, HR2 heptad repeat 2, TM transmembrane domain, CP cytoplasm domain. The residue numbers of each region correspond to their positions in S protein of SARS-CoV and 2019-nCoV, respectively. b The sequence alignment of HR1 core domains in SARS-CoV, SL-CoVs, and 2019-nCoV. c Sequences of 2019-nCoV-HR1P, 2019-nCoV-HR2P, SARS-HR2P, and EK1. d Determination of the interactions between 2019-nCoV-HR1P and 2019-nCoV-HR2P. Bands of 2019-nCoV-HR2P are highlighted in red box; the blue arrows indicate the bands of 6-HB. e Circular dichroism (CD) spectra of 2019-nCoV-HR1P, 2019-nCoV-HR2P, and 2019-nCoV-HR1P/2019-nCoV-HR2P complex. f Melting curves of the 2019-nCoV-HR1P/2019-nCoV-HR2P complex. g Inhibitory activity of peptides on 2019-nCoV S-mediated cell-cell fusion. h Determination of the interactions between 2019-nCoV-HR1P and EK1. Bands of EK1 are highlighted in green box; the blue arrows indicate the bands of 6-HB. i CD spectra of 2019-nCoV-HR1P, EK1, and 2019-nCoV-HR1P/EK1 complex. j Inhibition of peptides on pseudotyped 2019-nCoV infection. k The putative antiviral mechanism of 2019-nCoV-HR2P and EK1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Qian Wang at the Core Facility of Microbiology and Parasitology (SHMC) of Fudan University. We thank GL Biochem (Shanghai) Company for peptide synthesis. This work was supported by the National Megaprojects of China for Major Infectious Diseases (2018ZX10301403). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}