{"paper_id": "1cad0a2d6f9bc7f7487d2d5c0bce3abc9e1d336e", "metadata": {"title": "The impact of believing you have had COVID-19 on behaviour: Cross-sectional survey COPYRIGHT COMPETING INTEREST STATEMENT TRANSPARENCY DECLARATION AUTHOR CONTRIBUTION STATEMENT WHAT IS ALREADY KNOWN ON THIS TOPIC", "authors": [{"first": "Louise", "middle": ["E"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": "louise.e.smith@kcl.ac.uk"}, {"first": "Abigail", "middle": ["L"], "last": "Mottershaw", "suffix": "", "affiliation": {"laboratory": "", "institution": "Behavioural Insights Team 3 King's College London", "location": {}}, "email": ""}, {"first": "Mark", "middle": [], "last": "Egan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Behavioural Insights Team 3 King's College London", "location": {}}, "email": ""}, {"first": "Jo", "middle": [], "last": "Waller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Theresa", "middle": ["M"], "last": "Marteau", "suffix": "", "affiliation": {"laboratory": "", "institution": "Behavioural Insights Team 3 King's College London", "location": {}}, "email": ""}, {"first": "James", "middle": [], "last": "Rubin", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}]}, "abstract": [{"text": "Objectives: To investigate whether people who think they have had COVID-19 are less likely to engage in social distancing measures compared with those who think they have not had COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Design: On-line cross-sectional survey.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Setting: Data were collected between 20 th and 22 nd April.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Participants: 6149 participants living in the UK aged 18 years or over.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "• During the COVID-19 pandemic, multiple countries, including the UK, have introduced \"lockdown\" measures.", "cite_spans": [], "ref_spans": [], "section": "WHAT IS ALREADY KNOWN ON THIS TOPIC"}, {"text": "• The World Health Organization has warned against using the results of antibody tests to issue \"immunity passports\" due to fears that those who test positive for antibodies may stop adhering to protective measures.", "cite_spans": [], "ref_spans": [], "section": "WHAT IS ALREADY KNOWN ON THIS TOPIC"}, {"text": "• There is no research investigating adherence to protective measures among those who think they have had COVID-19.", "cite_spans": [], "ref_spans": [], "section": "WHAT IS ALREADY KNOWN ON THIS TOPIC"}, {"text": "• This is the first study investigating behavioural differences between those who think they have had COVID-19 and those who do not.", "cite_spans": [], "ref_spans": [], "section": "WHAT THIS STUDY ADDS"}, {"text": "• About twice as many people think they have had COVID-19 than prevalence estimates suggest.", "cite_spans": [], "ref_spans": [], "section": "WHAT THIS STUDY ADDS"}, {"text": "• Results suggest that there may be a high degree of self-misdiagnosis within those who think they have had COVID-19.", "cite_spans": [], "ref_spans": [], "section": "WHAT THIS STUDY ADDS"}, {"text": "• Those who think they have had COVID-19 were more likely to think they were immune to COVID-19, and less likely to adhere to social distancing measures.", "cite_spans": [], "ref_spans": [], "section": "WHAT THIS STUDY ADDS"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "WHAT THIS STUDY ADDS"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Since the onset of the COVID-19 outbreak, numerous countries have introduced \"lockdown\" measures to limit contact between people and reduce the spread of illness. Some reports estimate that 3.9 billion people, over half the world's population, have been asked to \"stay at home\" by their country's Government or have had some limit on their movement imposed. (1) With almost 3 million confirmed cases globally, (2) countries around the world are pinning their hopes on testing as part of their exit strategy from more severe measures. This includes antigen testing, which tests if people currently have COVID-19, and antibody testing, which tests if people have had COVID-19 in the past. However, the World Health Organization has warned against using antibody tests in order to issue people with \"immunity passports\" due to fears that those who test positive for antibodies may stop adhering to protective measures. (3) People who believe they have had COVID-19 may be more likely to think they are completely immune, stop engaging in protective behaviours such as handwashing and reduce their social distancing measures. This may contribute to transmission of the virus for two reasons. First, test results can be wrong (4) and in the absence of testing people can misdiagnose themselves: this can lead people to believe that they have had COVID-19 when they have not. Second, for people who have had COVID-19, it remains unknown whether they could catch COVID-19, and be infectious, more than once.(3) However, there is currently no evidence about the behavioural consequences of believing that you have had COVID-19.", "cite_spans": [{"start": 358, "end": 361, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 410, "end": 413, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 1221, "end": 1224, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In this study, we explored whether believing that you have already had COVID-19 alters your behaviour. We hypothesised that people who think they have had COVID-19 are: more likely to believe that they are immune to COVID-19; less likely to adhere to social distancing measures; less worried about COVID-19; and perceive a lower risk of COVID-19 to themselves, but no difference in perceived risk of COVID-19 to others. We also investigated awareness of the most common COVID-19 symptoms as a marker of likely accuracy of selfdiagnosis.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This cross-sectional survey was carried out by the Behavioural Insights Team on their inhouse online experimentation platform, Predictiv, between 20 th and 22 nd April.", "cite_spans": [], "ref_spans": [], "section": "METHOD Design"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "METHOD Design"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint Participants Participants (n=6149) were recruited from Predictiv's research panel (n=500,000 UK adults) and were eligible for the study if they were aged 18 or over and lived in the UK. Quotas were based on age, gender, income and region to ensure a sample that was broadly representative of the general UK population. 89% of people who clicked on the link subsequently completed the study materials. For this survey, participants were reimbursed in points (equivalent to up to approximately £1) which could be redeemed in cash, gift vouchers or charitable donations.", "cite_spans": [], "ref_spans": [], "section": "METHOD Design"}, {"text": "Participants did not know the topic of the survey before commencing it.", "cite_spans": [], "ref_spans": [], "section": "METHOD Design"}, {"text": "These questions were asked as part of an experimental study investigating behavioural outcomes of antibody test terminology.(5) Results of this experiment will be reported elsewhere. For the purposes of this paper, we collapsed the data across all arms of the experiment and controlled for experimental condition.", "cite_spans": [], "ref_spans": [], "section": "Study materials"}, {"text": "Having had COVID-19", "cite_spans": [], "ref_spans": [], "section": "Study materials"}, {"text": "Participants were asked \"Do you think you have already had coronavirus?\" Response options were \"Yes, definitely\", \"Yes, probably\", \"No, probably not\", and \"No, definitely not\".", "cite_spans": [], "ref_spans": [], "section": "Study materials"}, {"text": "We asked participants if they had been tested for COVID-19. Possible answers included \"yes, the results showed I did have coronavirus\", \"yes, the results showed I did not have coronavirus\" and \"no, I haven't been tested\".", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "To measure perceived immunity to COVID-19, we asked participants to what extent they agreed or disagreed with the statement \"I think I have some immunity to coronavirus\" on a five-point Likert scale (\"strongly agree\" to \"strongly disagree\").", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "We asked participants to state \"over the last seven days, on how many days\" they had: been to the shops, for groceries/pharmacy, been to the shops, for things other than groceries/pharmacy, gone for a walk or some other exercise; gone out to work, helped or provided care for a vulnerable person, and met up with friends and/or family they did not live with.", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "We asked participants to rate how worried they were about COVID-19 on a five-point Likerttype scale from \"not at all worried\" to \"extremely worried\". We also asked participants to . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint rate the extent to which they thought COVID-19 posed a risk to themselves personally and to people in the UK on a four-point Likert-type scale from \"no risk at all\" to \"major risk\".", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "To assess the likelihood of misdiagnosis, we asked participants what they thought \"the most common symptoms of coronavirus\" were from a list of thirteen items (including cough, high temperature / fever, shortness of breath / difficulty breathing, runny or blocked nose, aches and pains, chest pain, chills / shivering, sore throat, diarrhoea, headaches, stomach ache, feeling tired or having low energy, and loss of sense of smell / taste). Participants could select up to three symptoms.", "cite_spans": [], "ref_spans": [], "section": "Other measures"}, {"text": "Participants were asked to state their: age; gender; employment status; highest educational attainment; and region. Participants were also asked what sector they worked in (to identify key workers) and whether they had children.", "cite_spans": [], "ref_spans": [], "section": "Personal characteristics"}, {"text": "Ethical approval for this study was granted by the King's College London Research Ethics Committee (reference: MRA-19/20-18485).", "cite_spans": [], "ref_spans": [], "section": "Ethics"}, {"text": "Due to the rapid nature of this research, the public was not involved in the development of the survey materials.", "cite_spans": [], "ref_spans": [], "section": "Patient and public involvement"}, {"text": "A sample size of 6,150 allows a 95% confidence interval of plus or minus 1.25% for the prevalence estimate for each survey item.", "cite_spans": [], "ref_spans": [], "section": "Power"}, {"text": "We recoded thinking you have had COVID-19 into a binary variable (yes / no), grouping together responses of \"Yes, definitely\" and \"Yes, probably\", versus \"No, probably not\" and \"No, definitely not\".", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "We created a binary variable to identify whether participants had correctly identified cough and high temperature / fever as two out of the three most common symptoms of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "We coded those who answered \"don't know\" as incorrect.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. We defined non-adherence to social distancing measures by considering the instructions from the UK Government to members of the public that were in force at the time of data collection.(6) If participants went out to the shops for items other than groceries/pharmacy once or more in the last seven days, or met up with friends and/or family they did not live with once or more in the last seven days, we classed them as not adhering to the guidelines.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "There is no objective guidance on the frequency of shopping for basic necessities such as food or medicine, with guidance stating that it \"must be as infrequent as possible\". (7) We created a binary variable for shopping for groceries/pharmacy grouping together those who had been shopping for necessities on two or more days in the last week, compared to one day or less. We also created a continuous variable representing the total amount of out-of-home activity a participant had engaged in during the past week, by summing the number of days they had left the house for each of six activities (shopping for groceries/pharmacy, shopping for items other than groceries/pharmacy, going for a walk or some other exercise, going out to work, helping or providing care for a vulnerable person; meeting up with friends and/or family they did not live with).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "For all analyses with binary outcomes (correct identification of the most common symptoms of COVID-19; non-adherence to social distancing measures), we used binary logistic regressions to investigate univariable associations between thinking you have had COVID-19 and dependent variables. We then used a second logistic regression adjusting for all personal characteristics and experimental group.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "For analyses with a continuous outcome (perceived immunity to COVID-19; worry about COVID-19; perceived risk of COVID-19 to oneself; perceived risk of COVID-19 to people in the UK; out-of-home activity), we used a series of one-way ANOVAs to investigate univariable associations between thinking you have had COVID-19 and dependent variables.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We then used a series of ANCOVAs adjusting for all personal characteristics and experimental group.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our analyses report unweighted statistics. We corrected for multiple comparisons using a Bonferroni adjustment (p=.005).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To provide a graphical illustration of the results, we used a bar chart to show the differences between those who did and did not think they had had COVID-19 in terms of the proportions . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. giving responses at the extreme end of the scale for relevant outcomes (e.g. strongly agreeing they have some immunity, being not at all worried about COVID-19).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We re-ran analyses excluding those who had been tested for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analyses"}, {"text": "Only adjusted analyses are reported narratively; unadjusted analyses are reported in the tables. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Younger participants, those who had a child, those who were employed (full-time, part-time, or self-employed), and those who worked in a key sector were more likely to report thinking that they had had COVID-19 (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 288, "end": 295, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "18.5% of participants (n=1140) agreed or strongly agreed that they had some immunity to COVID-19. Those who thought they had had COVID-19 were more likely to agree that they had some immunity to COVID-19 (did not think they had had COVID-19: 10.7%, n=500;", "cite_spans": [], "ref_spans": [], "section": "Differences between those who think they have and have not had COVID-19"}, {"text": "thought they had had COVID-19: 42.9%, n=640; see Table 2 and Figure 1 ). . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 61, "end": 69, "text": "Figure 1", "ref_id": null}], "section": "Differences between those who think they have and have not had COVID-19"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. In the last seven days, 38.9% (=2389) reported going out to the shops for groceries/pharmacy on two or more days; 29.8% (n=1833) reported going out to the shops for items other than groceries/pharmacy once or more; and 14.3% (n=878) reported meeting up with friends and/or family they did not live with once or more. Those who thought they had had COVID-19 were less likely to adhere to social distancing measures and went out shopping for groceries/pharmacy more frequently (Table 3) . They also went out more times in total in the last seven days ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 547, "end": 556, "text": "(Table 3)", "ref_id": "TABREF6"}, {"start": 623, "end": 631, "text": "Table 2)", "ref_id": "TABREF4"}], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Table 2 ). 17 .7% (n=1091) perceived a major risk of COVID-19 to themselves, while 47.0% (n=2893) perceived a major risk of COVID-19 to people in the UK. There was no evidence for an association between thinking you had had COVID-19 and perceived risk of COVID-19 (see Table 2 ). 59.1% (95% CI 57.8% to 60.3%, n=3632) correctly identified cough and high temperature / fever as two out of the three most common symptoms of COVID-19. Those who thought they had had COVID-19 were less likely to correctly identify these symptoms (see Table 3 ).", "cite_spans": [{"start": 83, "end": 85, "text": "17", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 72, "end": 79, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 341, "end": 348, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 603, "end": 610, "text": "Table 3", "ref_id": "TABREF6"}], "section": "(which was not certified by peer review)"}, {"text": "Of those who had not been tested for COVID-19 (n=5574), 20.0% (95% CI 19.0% to 21.1%) thought they had had COVID-19 (n=1117).", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analyses"}, {"text": "In adjusted analyses, women were more likely to think that they had had COVID-19 (aOR=1.16, 95% CI 1.01 to 1.34). There was no evidence for an association between having a child or employment status and thinking you had had COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analyses"}, {"text": "There was also no evidence for an association between thinking you had had COVID-19 and:", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analyses"}, {"text": "going shopping for groceries/pharmacy on two or more days in the last week, correct identification of two of the most common symptoms of COVID-19, and total out-of-home activity.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analyses"}, {"text": "Almost one quarter of participants thought they had had COVID-19. This percentage is higher to that seen in other surveys from the UK, with findings from daily tracker surveys indicating that approximately 10% to 18% think that they have had 9) Differences in findings may be explained by the fact that these data only cover dates until 20 th April. Although we cannot be sure of the true proportion of the population that have had COVID-19, it is likely much lower, with an estimate by the Chief Medical Officer for England on 24 th April being \"unlikely [to be] much above 10 per cent\".(10) It is likely that a substantial element of self-misdiagnosis underlies the high rate that we observed. This is supported not only by the high number of participants who felt they had had COVID-19 and who were unable to identify cough and fever as among the top three most common symptoms . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 242, "end": 244, "text": "9)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint of the illness (52.8%) but also by the high proportion of people who reported that their test showed they did not have COVID-19 and who nonetheless believed they had had COVID-19.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The proportion of the population who believe, rightly or wrongly, that they have had COVID-19 will only increase over time. Understanding how this affects behaviour is therefore important.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We found that people who thought they had had COVID-19 were more likely to think that they had some immunity to the virus and were less likely to adhere to social distancing measures. In particular, people were less likely to report adhering to measures that are not allowed at all in the UK, such as meeting up with friends and/or family that you do not live with and shopping for nonessentials. They also reported making more outings in the last week than those who did not think they had had COVID-19, however this result should be taken with caution as there was no longer an association in our sensitivity analyses. Given the cross-sectional nature of our data, it is impossible to be clear on causality -it may be that not adhering to social distancing rules leads to a greater likelihood of contracting COVID-19.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "However, the findings do fit with concerns expressed by the WHO that believing oneself to have had COVID-19 results in reduced adherence to protective behaviours. (3) This finding has important implications at an individual level and also widely. Social norms are known to affect adherence to quarantine.(11) Therefore, people may be less likely to adhere to \"lockdown\" measures if they perceive other people, such as those who think they have had COVID-19, not to be adhering. To date, there are no communications specifically targeting those who think they have had COVID-19. This will become increasingly important in minimising transmission as the outbreak continues. Communications should acknowledge the growing proportion of the population who think that they have had COVID-19 and should issue targeted recommendations for this group explaining why it remains important to adhere to social distancing measures, maintain good hand hygiene and, for healthcare workers, use personal protective equipment where necessary.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In addition to associations with behaviour, thinking that you had had COVID-19 was associated with decreased worry about COVID-19. This appears logical, however there was little evidence for an association between perceived risk (to oneself and others) and believing you have had COVID-19. As we did not measure different factors that may contribute to worry (e.g. concern about personal finances / job, impact on physical / mental health), we are unable to tell which specific worries may be driving this decrease. It should be noted that . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint differences detected in worry about COVID-19, and perceived risk of COVID-19 between those who did and did not think they had had the virus were small and may not be meaningful in real world situations.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Older participants were less likely to think they had had coronavirus. This may be because of a greater proportion of this group who are \"shielding\" (not leaving the home at all for at least 12 weeks). Those who have a child were more likely to report having had coronavirus perhaps linked to greater exposure, or perceived exposure, among this group. (12, 13) However, schools in the UK have been closed since 23 rd March 2020 except for children of key workers (14) reducing contacts between children(15) and these results pertaining to having children should be taken with caution as there was no longer any evidence for an association when analysing only those who had not been tested for COVID-19. Those who were employed (full-time, part-time or self-employed) were also more likely to think that they had had COVID-19, as were those working in key sectors. This may be due to increased objective exposure and perceived exposure as these groups continue to go out to work, while others work from home or stop working. There was no longer any evidence for an association between employment and thinking you had had COVID-19 when removing those who had been tested, therefore this interpretation should be taken with caution.", "cite_spans": [{"start": 352, "end": 356, "text": "(12,", "ref_id": "BIBREF8"}, {"start": 357, "end": 360, "text": "13)", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study has several limitations. First, while quotas were used to ensure a sample that was broadly representative of the general UK population, we cannot be certain whether respondents in survey panels are representative of the general population. (16, 17) We also cannot rule out participation bias. Given potential participants were not aware of the topic of the survey before starting it, the risk of this is low. Second, we did not differentiate between outings that were in line with Government guidelines and those that were not in our measure of \"total out-of-home activity\". Third, because we used a cross-sectional study design, we are unable to determine the direction of associations. Fourth, due to the large sample size, small differences between groups were statistically significant. Where detected differences were very small, there may not be meaningful influence of these differences (e.g. perceived risk to self).", "cite_spans": [{"start": 251, "end": 255, "text": "(16,", "ref_id": null}, {"start": 256, "end": 259, "text": "17)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "People are likely to change their behaviour in line with their belief of whether they have had COVID-19. Even when tested, the reported result of an antigen test was not necessarily reflected in people's belief about whether they had had COVID-19. Results from this study indicate that people who think they have had COVID-19 are less likely to adhere to social . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint distancing measures. Clear, targeted communications might be used to advise this constantly growing group both to reduce reliance on self-diagnosis in the absence of a test and to provide advice on what behaviour changes, if any, are advisable.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Anonymised data will be made available upon reasonable request.", "cite_spans": [], "ref_spans": [], "section": "DATA SHARING STATEMENT"}, {"text": "Dissemination of study results to study participants is not possible due to the anonymous nature of data collection.", "cite_spans": [], "ref_spans": [], "section": "DISSEMINATION DECLARATION"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "DISSEMINATION DECLARATION"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . Figure 1 . Graph depicting the percentage of people who: strongly agree that they are immune to COVID-19; went out to buy groceries/pharmacy on two or more days in the last seven days; went out to buy items other than groceries/pharmacy once or more in the last seven days; met up with friends and/or family they do not live with once or more in the last seven days; reported total out-of-home activity of eight or more (more than one outing per day on average); are not worried at all about COVID-19; perceive no risk at all to themselves from COVID-19; perceive no risk at all to people in the UK from COVID-19; did not identify cough and high temperature / fever as common symptoms of COVID-19 in those who think they have and have not had COVID-19. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 74, "end": 82, "text": "Figure 1", "ref_id": null}], "section": "DISSEMINATION DECLARATION"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086223 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "DISSEMINATION DECLARATION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Half of humanity now on lockdown as 90 countries call for confinement", "authors": [{"first": "A", "middle": [], "last": "Sandford", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Coronavirus (COVID-19)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization", "authors": [], "year": 2020, "venue": "9am CEST", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Impact of Framing of Antibody Tests on understanding of antibody positive test results: Protocol for an experimental study", "authors": [{"first": "E", "middle": ["R"], "last": "Adams", "suffix": ""}, {"first": "R", "middle": [], "last": "Anand", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Andersson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.15.20066407v15"]}}, "BIBREF4": {"ref_id": "b4", "title": "Savanta Coronavirus Data Tracker", "authors": [], "year": 2020, "venue": "Cabinet Office. New rules on staying at home and away from others", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "YouGov -Coronavirus daily tracker", "authors": [{"first": "", "middle": [], "last": "Yougov", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "How many people in London have REALLY had coronavirus? Antibody surveillance studies suggest up to 2.6MILLION residents could have already caught it as Professor Chris Whitty admits he thinks at least 10% of the capital has been infected. Daily Mail", "authors": [{"first": "S", "middle": [], "last": "Blanchard", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "How to improve adherence with quarantine: rapid review of the evidence", "authors": [{"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Woodland", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Rubin", "suffix": ""}], "year": 2020, "venue": "Public Health", "volume": "182", "issn": "", "pages": "163--172", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Measured dynamic social contact patterns explain the spread of H1N1v influenza", "authors": [{"first": "K", "middle": ["T"], "last": "Eames", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Tilston", "suffix": ""}, {"first": "E", "middle": [], "last": "Brooks-Pollock", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2012, "venue": "PLoS Comput Biol", "volume": "8", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Estimating the impact of school closure on social mixing behaviour and the transmission of close contact infections in eight European countries", "authors": [], "year": 2009, "venue": "187. 14. Schools, colleges and early years settings", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The impact of unplanned school closure on children's social contact: rapid evidence review", "authors": [{"first": "S", "middle": ["K"], "last": "Brooks", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Webster", "suffix": ""}, {"first": "D", "middle": [], "last": "Weston", "suffix": ""}, {"first": "L", "middle": [], "last": "Woodland", "suffix": ""}, {"first": "I", "middle": [], "last": "Hall", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Researching Internet-Based Populations Advantages and Disadvantages of Online Survey Research, Online Questionnaire Authoring Software Packages, and Web Survey Services", "authors": [{"first": "K", "middle": ["B"], "last": "Wright", "suffix": ""}], "year": 2005, "venue": "J Comput-Mediatd Commun", "volume": "10", "issn": "3", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF2": {"text": "24.3% (n=1493) of participants thought that they had had COVID-19. 9.4% (n=575) participants had been tested for COVID-19. Of those who had been tested, 42.6% (n=245) reported that the test showed they did have COVID-19, while 57.4% (n=330) reported that the test showed they did not have COVID-19. Of those who reported that their test showed they did not have COVID-19, 56.7% (n=187) nonetheless thought that they had had COVID-19. Conversely, of those who reported that the test showed they did have COVID-19, 22.9% (n=56) thought that they had not had COVID-19. Personal characteristics of participants are shown inTable 1.Table 1. Table showing associations between participant personal characteristics and thinking you have had COVID-19.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table showing associations between thinking you have had COVID-19 and", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Level </td><td>Had COVID-19 </td><td> </td><td> </td><td> </td></tr><tr><td>Participant characteristics </td><td> </td><td>Think </td><td>Think </td><td>Unadjusted analyses </td><td>Adjusted analyses </td></tr><tr><td> </td><td> </td><td>have not </td><td>have had </td><td>F </td><td>η2 </td><td>η2 </td></tr><tr><td> </td><td> </td><td>had </td><td>COVID-\n</td><td> </td><td>p </td><td>F p </td></tr><tr><td> </td><td> </td><td>COVID-\n</td><td>19 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>19 </td><td>n=1493 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>n=4656 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>I think I have </td><td>1=strongly </td><td>M=2.38, </td><td>M=3.33, </td><td>998.11 </td><td>&lt;.001* .14 </td><td>723.59 &lt;.001* .11 </td></tr></table></body></html>"}, "TABREF6": {"text": "Table showingassociations between thinking you have had COVID-19 and correct identification of most common symptoms of COVID-19; and adherence to social distancing measures (shopping for groceries/pharmacy, shopping for items other than groceries/pharmacy, and meeting up with friends and/or family who do not live with you; binary outcomes.", "latex": null, "type": "table"}, "TABREF7": {"text": "50.8% (n=3132) reported being very or extremely worried about COVID-19. Those who thought they had had COVID-19 were less worried about COVID-19 (see", "latex": null, "type": "table"}}, "back_matter": []}