{"paper_id": "1cbd91479a8bf77c4b1a98eb3a0dd73a5285c3c8", "metadata": {"title": "Cryo-EM analysis of a feline coronavirus spike protein reveals a unique structure and camouflaging glycans", "authors": [{"first": "Tzu-Jing", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Yen-Chen", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tzu-Ping", "middle": [], "last": "Ko", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Piotr", "middle": [], "last": "Draczkowski", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Yu-Chun", "middle": [], "last": "Chien", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Yuan-Chih", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Kuen-Phon", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Kay-Hooi", "middle": [], "last": "Khoo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Hui-Wen", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University", "location": {"postCode": "10617", "settlement": "Taipei", "country": "Taiwan;"}}, "email": ""}, {"first": "Shang-Te", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Danny", "middle": [], "last": "Hsu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Academia Sinica", "location": {"postCode": "11529", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Jennifer", "middle": ["A"], "last": "Doudna", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Feline infectious peritonitis virus (FIPV) is an alphacoronavirus that causes a nearly 100% mortality rate without effective treatment. Here we report a 3.3-Å cryoelectron microscopy (cryo-EM) structure of the serotype I FIPV spike (S) protein, which is responsible for host recognition and viral entry. Mass spectrometry provided site-specific compositions of densely distributed high-mannose and complex-type N-glycans that account for 1/4 of the total molecular mass; most of the N-glycans could be visualized by cryo-EM. Specifically, the N-glycans that wedge between 2 galectin-like domains within the S1 subunit of FIPV S protein result in a unique propeller-like conformation, underscoring the importance of glycosylation in maintaining protein structures. The cleavage site within the S2 subunit responsible for activation also showed distinct structural features and glycosylation. These structural insights provide a blueprint for a better molecular understanding of the pathogenesis of FIP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "cryoelectron microscopy | mass spectrometry | protein glycosylation | alphacoronavirus | feline infectious peritonitis virus C oronaviruses (CoVs) are enveloped viruses with single-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "stranded positive-sensed RNA. They are major infectious pathogens for a myriad of mammals and birds (1) . Interspecies transmission due to genetic mutations in CoVs are responsible for life-threatening pandemics, such as severe acute respiratory syndrome-related CoV (SARS-CoV) in 2003 and Middle East respiratory syndrome-related CoV (MERS-CoV) in 2012 (1-3), resulting in detrimental economic and societal impacts. Sporadic CoV outbreaks further cause animal endemics and major economic losses (4) (5) (6) . Crucially, there is a constant risk of zoonotic outbreaks that argues for a better molecular understanding of CoV-associated pathogenesis (7, 8) .", "cite_spans": [{"start": 100, "end": 103, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 496, "end": 499, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 500, "end": 503, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 504, "end": 507, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 648, "end": 651, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 652, "end": 654, "text": "8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "First reported 4 decades ago, feline infectious peritonitis (FIP) is one of the most fatal infectious diseases in cats, particularly kittens (9) . The disease results from infection by a feline CoV (FCoV), feline infectious peritonitis virus (FIPV) (10, 11) . There is no effective treatment and the fatality rate is essentially 100% (10, 11) . FCoV can be serologically categorized into 2 types: serotypes I and II. Serotype I FCoV is the most epidemiologically prevalent, contributing to more than 70% of circulating virus isolates worldwide (12) . Progress in FIP research has been limited not least because of difficulties in isolating and propagating serotype I FCoV in vitro for mechanistic studies on pathogenesis at the molecular level, which are urgently needed for the development of vaccines and therapeutics (2, 9, 13, 14) .", "cite_spans": [{"start": 141, "end": 144, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 249, "end": 253, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 254, "end": 257, "text": "11)", "ref_id": "BIBREF10"}, {"start": 334, "end": 338, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 339, "end": 342, "text": "11)", "ref_id": "BIBREF10"}, {"start": 544, "end": 548, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 820, "end": 823, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 824, "end": 826, "text": "9,", "ref_id": "BIBREF8"}, {"start": 827, "end": 830, "text": "13,", "ref_id": "BIBREF12"}, {"start": 831, "end": 834, "text": "14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "CoVs use their spike (S) proteins for host recognition and subsequent membrane fusion to introduce their viral genomes into the host for replication. Preventing CoV infection by blocking S-protein binding to host receptors therefore represents the first line of defense. CoV S proteins consist of 2 functional units, the S1 and S2 subunits, which are responsible for cell attachment and membrane fusion, respectively (1, 2, 15) . Mutations in the receptor-binding motifs (RBMs) or cleavage sites of CoV S proteins can lead to zoonotic spillover and alteration of cell/tissue tropism, as exemplified by SARS and MERS (1, 16) .", "cite_spans": [{"start": 417, "end": 420, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 421, "end": 423, "text": "2,", "ref_id": "BIBREF1"}, {"start": 424, "end": 427, "text": "15)", "ref_id": "BIBREF14"}, {"start": 616, "end": 619, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 620, "end": 623, "text": "16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "To better understand the molecular basis of FIPV, we constructed a trimeric S glycoprotein of a serotype I FIPV UU4 strain and overexpressed it in a mammalian cell line, as opposed to insect cell lines that were used in previous structural studies on CoV S proteins (3, (17) (18) (19) (20) (21) . This ensured a better resemblance of the posttranslationally modified glycosylation patterns on the S protein, the chemical structures of which were determined by mass spectroscopy (MS). Cryoelectron microscopy (cryo-EM) single-particle reconstruction was employed to determine the 3-dimensional (3D) structure of FIPV-UU4 S protein to a resolution of 3.3 Å, enabling ab initio model building of not only the protein but also most of the N-glycan structures. The result enabled direct visualization of the camouflaging N-glycans on the surface of FIPV-UU4 S protein. Nearly 1/3 of the observed N-linked glycans correspond to the complex type, which has not been studied in such detail in previously reported CoV S proteins (3, (17) (18) (19) (20) (21) . Our cryo-EM structure of FIPV-UU4 S protein therefore serves as a starting point for further studies on virus-host interactions and development of better vaccines and therapeutics for the intervention of FIP.", "cite_spans": [{"start": 266, "end": 269, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 270, "end": 274, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 275, "end": 279, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 280, "end": 284, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 285, "end": 289, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 290, "end": 294, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 1020, "end": 1023, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 1024, "end": 1028, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 1029, "end": 1033, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1034, "end": 1038, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 1039, "end": 1043, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1044, "end": 1048, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "We report here a 3.3-Å cryo-EM structure of feline infectious peritonitis virus (FIPV) S protein derived from the serotype I FIPV UU4 strain. The near-atomic EM map enabled ab initio modeling of 27 out of the 33 experimentally verified high-mannose and complex-type N-glycans that mask most of the protein surface. We demonstrated the feasibility to directly visualize the core fucose of a complex-type glycan, which was independently crossvalidated by glycopeptide mass spectrometry analyses. There exist 3 N-glycans that wedge between 2 galectin-like domains within the S1 subunit of FIPV-UU4 S protein, resulting in a propeller-like conformation unique to all reported CoV S proteins. The results highlight a structural role of glycosylation in maintaining complex protein structures. ", "cite_spans": [], "ref_spans": [], "section": "Significance"}, {"text": "Structure of FIPV-UU4 S Protein. The ectodomain of FIPV-UU4 S protein was fused with a trimerization domain of T4 fibritin followed by a V5 tag and a His 6 tag at the C terminus to replace the transmembrane helix. The recombinant FIPV-UU4 S protein was overexpressed in a human embryonic kidney 293 (HEK 293) cell line. With 1,391 amino acids in its sequence, the expected molecular mass of the homotrimeric recombinant protein is 465 kDa. Nevertheless, size-exclusion chromatography coupled with multiangle static light scattering (SEC-MALS) indicated an apparent molecular mass of 722 kDa for the single elution peak, of which 192 kDa (27% of the total molecular mass) was ascribed to glycan moieties (SI Appendix, Fig. S1A ). The extensive glycosylation and the trimeric state were confirmed by gel electrophoresis under denaturing and native conditions, respectively (SI Appendix, Fig. S1B) . Importantly, immunocytochemistry analysis demonstrated that mouse anti-FIPV-UU4 S protein serum was able to differentiate serotype I-and II-infected cells, thus establishing the potential of FIPV-UU4 S protein as a potent vaccine candidate for FIP treatment (SI Appendix, Fig. S1 C and D). Using a 200-keV electron microscope, we determined the 3D electron density map of the FIPV-UU4 S protein to 3.3-Å resolution, which revealed a propeller-like homotrimer structure with an overall dimension of 180 Å in diameter and 170 Å in height (Fig. 1A , Table 1 , SI Appendix, Figs. S2A and S3 A and B, and Movie S1). In contrast, all previously reported cryo-EM structures of CoV S proteins have adopted compact ellipsoidal shapes of which the host receptor-recognizing S1 subunits pack against the spring-loaded coiled-coil S2 subunits (SI Appendix, Table S1 ) (3, (17) (18) (19) (20) (21) . Local resolution analysis indicated that the propeller-like regions of the EM map were less defined compared with that of the core regions, indicative of local dynamics (SI Appendix, Fig. S3E ).", "cite_spans": [{"start": 1753, "end": 1756, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 1757, "end": 1761, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 1762, "end": 1766, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1767, "end": 1771, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 1772, "end": 1776, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1777, "end": 1781, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 717, "end": 725, "text": "Fig. S1A", "ref_id": "FIGREF1"}, {"start": 885, "end": 894, "text": "Fig. S1B)", "ref_id": "FIGREF1"}, {"start": 1169, "end": 1176, "text": "Fig. S1", "ref_id": "FIGREF1"}, {"start": 1433, "end": 1441, "text": "(Fig. 1A", "ref_id": "FIGREF1"}, {"start": 1444, "end": 1451, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1742, "end": 1750, "text": "Table S1", "ref_id": "TABREF1"}, {"start": 1967, "end": 1975, "text": "Fig. S3E", "ref_id": null}], "section": "Results"}, {"text": "The high-resolution EM map enabled ab initio model building and refinement to generate an atomic model of FIPV-UU4 S protein. The 3 monomers are intertwined through extensive interactions between the conserved S2 subunits, while the 3 S1 subunits form the propeller blades ( Fig. 1B and Table 1 ). Detailed inspection of the EM map showed well-defined sidechain densities in most regions, including the interstrand disulfide bonds, attesting to the high quality of our EM-derived structural model (SI Appendix, Fig. S3D and Movie S2). After considering the electron densities of individual amino acids, many electron densities remained unaccounted for. It transpired that these additional densities correspond to the N-glycan structures (vide infra). Based on our cryo-EM structure, we defined 5 distinct domains within the S1 subunit: domain 0 (residues 1 to 275), domain A (residues 276 to 540), domain B (residues 541 to 695), domain C (residues 696 to 754), and domain D (residues 755 to 791). The S2 subunit consists of an S2′ cleavage site (residues 969 to 978), a fusion peptide (residues 979 to 1055), and 2 heptad repeats (HR1 and HR2), corresponding to residues 1056 to 1156 and 1342 to 1403, respectively. The electron density map corresponding to the HR2 domain of the C terminus (residues 1338 to 1391) could not be resolved, suggesting conformational heterogeneity that leads to loss of contrast after averaging over a large number of particle images (Fig. 1C) . Likewise, the model of the 4 loop segments (residues 1 to 61, 391 to 410, 781 to 796, and 1337 to 1361) could not be built because of the loss of the corresponding EM maps, potentially due to intrinsic dynamics.", "cite_spans": [], "ref_spans": [{"start": 275, "end": 282, "text": "Fig. 1B", "ref_id": "FIGREF1"}, {"start": 287, "end": 294, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 511, "end": 519, "text": "Fig. S3D", "ref_id": null}, {"start": 1465, "end": 1474, "text": "(Fig. 1C)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Site-Specific N-Glycosylation Mapped by MS and Cryo-EM. Glycosylation of CoV S proteins is implicated in protein folding (22) , structure stability (22), virus entry, and receptor recognition (23) (24) (25) (26) (27) . According to the sequence, 37 N-linked glycosylation sites are predicted for FIPV-UU4 S protein. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) analysis of the de-Nglycosylated tryptic peptides led to identification of 29 occupied N-glycosites based on the conversion of Asn to Asp upon PNGase F treatment ( Fig. 2A) . The remaining 8 predicted N-glycosylation sites, namely 27 NTSH, 31 NNSK, 482 NYTD, 585 NGSV, and 590 NVTS in the S1 subunit, 1308 NTTH in the S2 subunit, and 1352 NQTK and 1357 NLTA in HR2, were not verified due to the lack of corresponding tryptic peptides. To obtain an unbiased view of the range of N-glycans carried, the pool of released N-glycans was profiled by MALDI-MS after permethylation. Both high-mannose and ±core-fucosylated, ±sialylated complex-type N-glycans were evidently present, with Man 9 GlcNAc 2 (M9) and a simple core-fucosylated biantennary structure contributing to the 2 most intense molecular ion signals detected (SI Appendix, Fig. S4 ). Taking the average size of these 2 predominant N-glycan structures-1,768 Da for biantennary and 1,864 Da for M9-that were released from the FIPV-UU4 S protein, a total of 37 glycosylated sites would contribute to a total of 66.6 kDa of glycan per monomer, namely ca. 200 kDa for a trimer, consistent with the 192-kDa glycan contribution as inferred from SEC-MALS data (SI Appendix, Fig. S1A ). Collectively, it confirms that FIPV-UU4 S protein is indeed heavily N-glycosylated at most, if not all, of the predicted sites.", "cite_spans": [{"start": 121, "end": 125, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 192, "end": 196, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 197, "end": 201, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 202, "end": 206, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 207, "end": 211, "text": "(26)", "ref_id": "BIBREF25"}, {"start": 212, "end": 216, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 614, "end": 616, "text": "31", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 538, "end": 546, "text": "Fig. 2A)", "ref_id": "FIGREF2"}, {"start": 1206, "end": 1213, "text": "Fig. S4", "ref_id": "FIGREF3"}, {"start": 1599, "end": 1607, "text": "Fig. S1A", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "The extensive N-glycosylation of FIPV-UU4 S protein was evident in the 2-dimensional classifications of the raw cryo-EM particle images. The use of the Volta phase plate (VPP) in combination with a 300-keV electron microscope enhanced the contrast of the blurry density around the core protein densities. The VPP-derived dataset was used to construct a 3D EM map, which showed betterdefined protrusions with lower local resolutions as a result of conformational heterogeneity (SI Appendix, Figs. S2B and S5). Through different image-processing procedures, we could unambiguously build 28 N-linked glycan structures onto the atomic model, including 2 N-glycosylation sites, N585 and N590, which were not identified by LC-MS/MS analysis of the de-N-glycosylated peptides (SI Appendix, Fig. S6 ). The reconstituted glycan EM densities were mostly limited to 1 or 2 N-acetylglucosamine (GlcNAc) moieties linked to the asparagine side chains due to their intrinsic dynamics. Nonetheless, a number of well-defined glycan densities could be traced and modeled with up to 7 monosaccharide residues. In the case of N357 and N1218, we could resolve the densities that correspond to 2 GlcNAcs and up to 5 mannoses, which is indicative of these 2 sites being mostly glycosylated by high-mannosetype structures (Fig. 2 D and F and Movie S3).", "cite_spans": [], "ref_spans": [{"start": 783, "end": 790, "text": "Fig. S6", "ref_id": null}, {"start": 1298, "end": 1305, "text": "(Fig. 2", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "To further define the distribution of high-mannose versus complex-type N-glycans over the various sites, tryptic digests of FIPV-UU4 S protein were subjected to LC-MS/MS analysis without first removal of the N-glycans. By directly identifying the intact glycopeptides, the site-specific N-glycosylation pattern of 24 sites could be profiled, including 482 NYTD and 1308 NTTH, not detected by previous analysis of de-N-glycosylated peptides. This brings the total of MS-verified N-glycosylation to 31 out of the predicted 37 sites (summarized in Fig. 2A ). For each of the identified sites, the most abundant and hence most representative glycoforms were deduced from the relative peak intensities of the manually extracted ion chromatograms (XICs) of the corresponding glycopeptides (SI Appendix, Table S2 ). For example, the XICs of glycopeptides derived from N1218 and N949 indicated that the major glycoforms correspond to an M9 high mannose and a nonsialylated, fucosylated biantennary complex-type glycan structure, respectively ( Fig. 2 C and E, Left) . Close examination of the EM density protruding from the side chain of N949 revealed additional density next to the first GlcNAc moiety linked to N949. We attributed this to a core fucose (Fuc), which is consistent with and fully corroborated by the corresponding glycopeptide MS/MS spectrum, which contained a diagnostic peptide backbone fragment ion carrying a GlcNAc and a Fuc (Y 1 +F; Fig. 2E ). Combining all our cryo-EM and MS data, 33 out of the 37 predicted N-linked glycosylated sites were identified, including 18 and 15 sites in the S1 and S2 subunits, respectively (SI Appendix, Table S3 ). The 4 unaccounted sites included N27 and N31 at the N terminus and N1352 and N1357 at the C terminus, all of which were not resolved by cryo-EM. Based on the chemical structures of the most populated N-glycans derived from glycopeptide analysis and the complementary cryo-EM results, we generated an atomic model that represented the most likely spatial distribution of the N-glycans on the FIPV-UU4 S protein (Figs. 2B and 3 and SI Appendix, Table S3 ). These glycans shield more than 2/3 of the protein surface, potentially camouflaging protein functional motifs to evade detection by the host immune system.", "cite_spans": [], "ref_spans": [{"start": 545, "end": 552, "text": "Fig. 2A", "ref_id": "FIGREF2"}, {"start": 797, "end": 805, "text": "Table S2", "ref_id": null}, {"start": 1036, "end": 1057, "text": "Fig. 2 C and E, Left)", "ref_id": "FIGREF2"}, {"start": 1448, "end": 1455, "text": "Fig. 2E", "ref_id": "FIGREF2"}, {"start": 1650, "end": 1658, "text": "Table S3", "ref_id": null}, {"start": 2105, "end": 2113, "text": "Table S3", "ref_id": null}], "section": "Results"}, {"text": "Compared with the cryo-EM structure of the S protein of human CoV NL63 (HCoV-NL63), which represents the only reported alphacoronavirus S-protein structure (19) , domain 0 of FIPV-UU4 is rotated 90°with respect to the adjacent domain A (Fig. 4 A and B) . Such a pronounced conformational difference could stem from the extensive glycosylation at N254, N357, and N491 that wedge between domains 0 and A (Fig. 3A) . Domain 0 is only present in alphacoronaviruses, while it is structurally similar to domain A of other CoV genera (SI Appendix, Table  S4 ). Structure-based bioinformatics analysis indicated that both domains 0 and A of FIPV-UU4 S protein are structurally homologous to galectins, and galectin-4 in particular (SI Appendix, Tables S4 and S5). Nevertheless, domains 0 and A of FIPV-UU4 S protein have distinct glycosylation patterns, leading to differential steric hindrance and physiochemical characteristics on their surfaces that may influence host recognition (Figs. 2A and 3A and SI Appendix, Tables S2 and S3).", "cite_spans": [{"start": 156, "end": 160, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 236, "end": 252, "text": "(Fig. 4 A and B)", "ref_id": "FIGREF3"}, {"start": 402, "end": 411, "text": "(Fig. 3A)", "ref_id": null}, {"start": 541, "end": 550, "text": "Table  S4", "ref_id": null}], "section": "Structural Characteristics of Domain 0 Unique to Alphacoronaviruses."}, {"text": "Despite sharing a similar 3D fold with galectins (SI Appendix, Table S4 ), domain 0 of FIPV-UU4 S protein lacks the conserved tryptophan residues that galectins use to bind β-galactoside through CH-π interactions (28) . Furthermore, the putative carbohydrate-binding pocket in domain 0 is sequestered by a long loop in the cryo-EM structure. Nonetheless, the ill-defined electron density was indicative of local dynamics such that the putative carbohydrate-binding pocket may still be accessible in solution (SI Appendix, Table S4 ).", "cite_spans": [{"start": 213, "end": 217, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 63, "end": 71, "text": "Table S4", "ref_id": null}, {"start": 522, "end": 530, "text": "Table S4", "ref_id": null}], "section": "Glycan Array Analysis of Domain 0 Unique to Alphacoronaviruses."}, {"text": "Because hemagglutinin activity has been reported for several CoVs, we asked whether individual domains of FIPV-UU4 S protein indeed exhibit lectin activity as a way to bind to host cellsurface glycans for mediating FIPV infection. We employed an array of 100 glycan structures to test the lectin activities of fulllength FIPV-UU4 S protein and 3 truncated variants, namely domain 0 only, domains 0 and A, and domains 0, A, and B (SI Appendix, Materials and Methods). Three groups of glycan structures were found to be recognized by all 4 variants, namely sialylated or core-Fuc Galβ(1→4)Glcβ-core structures, sialylated Galβ(1→3)GalNAcβ-core structures, and oligo-glucose (Glc) structures (SI Appendix, Fig. S7 ). Notably, NeuAc sialylation at the 6 position of the inner GalNAc seems to be required (compound 67) while additional sialylation at the 6 position of Gal (compound 69) increased its affinity slightly. However, sialylation at the 6 position of Gal itself without the presence of Fig. 3 . Structural mapping of N-glycosylation on S1 and S2 subunits. Cartoon representations of the protein parts of S1 (A) and S2 (B) subunits with surface rendering of cryo-EM-observed (gold, salmon, and gray in each of the 3 protomers) and expected (MS-verified and modeled by GlyProt; semitransparent white) N-glycans. For the S1 subunit, 1 protomer is colored in accordance with Fig. 1B . The identities of individual N-glycosylated residues within 1 protomer are indicated in green, magenta, and orange, corresponding to high-mannose, complex or mixed, and those that were only observed by cryo-EM, respectively. To guide visualization, the same views of the overall glycosylation model are shown (Upper Right) with the same coloring scheme as in Fig. 2B . Regions that are not shown in A or B are shaded gray. sialylation on GalNAc (compound 68) did not support binding, whereas the additional presence of sialylation at the 3 position of Gal (compound 70) actually inhibited the binding slightly. Collectively, the glycan array data suggest that positive recognition and binding by domain 0 prefer a minimum Galβ(1→3) GalNAcβ-core structure sialylated at the 6 position of GalNAc. Di-and tri-Glc with α-linkages could be recognized. The structural basis and functional implications of recognizing these sialylated disaccharides in the context of FIPV host recognition remain to be established.", "cite_spans": [], "ref_spans": [{"start": 703, "end": 710, "text": "Fig. S7", "ref_id": null}, {"start": 992, "end": 998, "text": "Fig. 3", "ref_id": null}, {"start": 1377, "end": 1384, "text": "Fig. 1B", "ref_id": "FIGREF1"}, {"start": 1746, "end": 1753, "text": "Fig. 2B", "ref_id": "FIGREF2"}], "section": "Glycan Array Analysis of Domain 0 Unique to Alphacoronaviruses."}, {"text": "Previous studies on CoVs indicated that domain B within subunit S1 is responsible for primary host receptor binding (1) . The structures of domain B from different CoVs share the same overall β-sandwich fold structure, encompassing 2 3-stranded antiparallel β-sheets with divergent loop sequences and conformations that constitute the putative receptor-binding motifs (Fig.  4C) . The RBMs play a key role in host specificity; mutations in them are responsible for interspecies transmission (29) . Among the 4 selected alphacoronaviruses, FIPV-UU4, HCoV-NL63, human CoV 229E (HCoV-229E), and porcine respiratory coronavirus (PRCV), FIPV-UU4 S protein has the longest loop 1 in domain B with a distinct helical conformation (Fig. 4 C-E and SI Appendix, Table S6 ), rendering it more solvent-exposed and potentially more accessible to host receptors than that of HCoV-NL63 (19) . Meanwhile, other regions of domain B of FIPV-UU4 S protein are shielded by N-glycans (Fig. 4D ).", "cite_spans": [{"start": 116, "end": 119, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 491, "end": 495, "text": "(29)", "ref_id": "BIBREF28"}, {"start": 871, "end": 875, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 368, "end": 378, "text": "(Fig.  4C)", "ref_id": "FIGREF3"}, {"start": 723, "end": 730, "text": "(Fig. 4", "ref_id": "FIGREF3"}, {"start": 752, "end": 760, "text": "Table S6", "ref_id": null}, {"start": 963, "end": 971, "text": "(Fig. 4D", "ref_id": "FIGREF3"}], "section": "Structure Comparison of the Putative Receptor-Binding Domain B."}, {"text": "Structural Characteristics of the S2 Subunit in Its Prefusion State. CoVs share conserved sequences and structures of their S2 subunits (30, 31) . The S2 subunit of FIPV-UU4 is structurally similar to that of HCoV-NL63 and porcine deltacoronavirus (PdCoV), with which FIPV-UU4 shares 57 and 52% sequence identity, respectively. FIPV-UU4 S protein shows a positional rmsd of 3.3 and 2.2 Å with respect to that of HCoV-NL63 and PdCoV, respectively (SI Appendix, Table  S7 ). Our cryo-EM analysis identified 12 N-glycosylation sites in the S2 subunit of FIPV-UU4. Except for N841 and N862, all these Nglycosylation sites were confirmed by MS, including 6 high-mannose types, 3 complex types, and 1 that showed a mixture of high-mannose and complex-type N-glycans ( Fig. 3B and SI Appendix, Tables S2 and S3).", "cite_spans": [{"start": 136, "end": 140, "text": "(30,", "ref_id": "BIBREF29"}, {"start": 141, "end": 144, "text": "31)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 460, "end": 469, "text": "Table  S7", "ref_id": null}, {"start": 762, "end": 769, "text": "Fig. 3B", "ref_id": null}], "section": "Structure Comparison of the Putative Receptor-Binding Domain B."}, {"text": "Activation of CoV S proteins through site-specific proteolysis at the conserved S1/S2 and S2′ cleavage sites is an essential step for viral entry. The S2′ cleavage site of FIPV-UU4 ( 969 LLPPRVGMR ↓978 S), which connects the upstream S2′ activation loop and a fusion peptide, is implicated in the pathogenicity of serotype I FIPVs (2) . The underscore refers to the recognition residue for protease cleavage. Compared with other CoVs, FIPV-UU4 has a short S2′ activation loop with only 1 N-glycan (N949), located upstream of the cleavage site (R977; Fig. 5 ). Another N-glycan stemming from the other monomer (N841′) is in close proximity to the S2′ cleavage site. These 2 N-glycans may provide steric hindrance for proteolysis of the S2′ activation loop, thereby changing the protease activation requirements and host cell tropism (2) .", "cite_spans": [{"start": 331, "end": 334, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 832, "end": 835, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 550, "end": 556, "text": "Fig. 5", "ref_id": "FIGREF4"}], "section": "Structure Comparison of the Putative Receptor-Binding Domain B."}, {"text": "Bioactivity of FIPV-UU4 S Protein. To investigate the antigenicity of the HEK293-expressed recombinant FIPV-UU4 S protein, the recombinant FIPV-UU4 S protein was used to immunize mice. The mouse serum was collected and subjected to immunohistochemistry (IHC) staining of clinical serotype I FIPV-infected cat tissues, which were characterized by typical granulomatous inflammation, and the immunocytochemistry (ICC) staining of serotype II FIPV (NTU156)-inoculated Fcwf-4 cells. The result showed positive cytoplasmic signals in macrophages associated with granulomatous lesions by IHC staining but negative signals in serotype II FIPV NTU156-inoculated Fcwf-4 cells by ICC staining, confirming that the recombinant FIPV-UU4 S protein indeed exhibits antigenicity that is close to that of native serotype I FIPVs (SI Appendix, Fig. S1 D and E).", "cite_spans": [], "ref_spans": [{"start": 827, "end": 834, "text": "Fig. S1", "ref_id": "FIGREF1"}], "section": "Structure Comparison of the Putative Receptor-Binding Domain B."}, {"text": "We report here a high-resolution cryo-EM structure of FIPV-UU4 S protein with a distinct domain architecture that sets it apart from all previously reported CoV S protein structures ( Fig.  1 and SI Appendix, Table S2 ). The most significant structural difference is the unique 3-blade propeller-like structure formed by the S1 subunit. The combined efforts of cryo-EM and MS analyses identified and delineated the positions and structures of 33 out of the 37 predicted N-glycosylation sites, accounting for 27% of the total molecular mass. Our results represent the unprecedentedly detailed analysis of the N-linked glycans of a CoV S protein in terms of their chemical compositions and 3D structures, made possible through the use of a mammalian expression system to introduce physiological mammalian glycosylation patterns. The resulting models revealed some spatial partitioning of high-mannose versus complex-type glycans. Several high-mannose-type glycans are located at the junctions between domains and appear to serve as wedges to maintain the domain architecture (Fig. 2B) . It is plausible that the protein domain junctions generate significant steric hindrance, thereby preventing subsequent trimming and addition of the complextype glycan structures (32) . In addition to protein folding, viral protein glycosylation plays a pivotal role in viral infection. Glycosylation of virus envelope proteins helps shield their antibody-neutralizing epitopes as a way to evade host immunity. One of the best-known examples is the envelope glycoprotein (gp120) of HIV-1, of which glycosylation accounts for almost half of its molecular mass and plays an essential role in host immunity evasion (33) . In CoVs, a recent study on HCoV-NL63 suggests that the glycosylation at N358 within its RBMs may serve as molecular trickery for evading host immunity (19) . However, the role of the absent glycan shield at the corresponding putative RBMs in FIPV-UU4 S protein should be further investigated. In addition to their protective roles in shielding viruses from being neutralized by host immune systems, spike-protein glycosylation can be selectively recognized by host cells to facilitate viral infections. Lectin-dependent enhancements of viral infections have been reported for SARS-CoV (34), Ebola virus (35, 36) , Marburg virus (34) , and Dengue virus (37) . Both serotype I and serotype II FIPVs use feline dendritic cell-specific intercellular adhesion molecule 3-grabbing nonintegrin (fDC-SIGN) as a coreceptor to recognize high-mannose glycans during viral entry and transmission (34) . Domain A of FIPV-UU4 S protein is densely decorated with highmannose-type glycans, which could be implicated in interacting with fDC-SIGN during viral infection ( Figs. 2A and 3A) .", "cite_spans": [{"start": 1263, "end": 1267, "text": "(32)", "ref_id": "BIBREF31"}, {"start": 1696, "end": 1700, "text": "(33)", "ref_id": "BIBREF32"}, {"start": 1854, "end": 1858, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 2306, "end": 2310, "text": "(35,", "ref_id": "BIBREF34"}, {"start": 2311, "end": 2314, "text": "36)", "ref_id": "BIBREF35"}, {"start": 2331, "end": 2335, "text": "(34)", "ref_id": "BIBREF33"}, {"start": 2355, "end": 2359, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 2587, "end": 2591, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 184, "end": 191, "text": "Fig.  1", "ref_id": "FIGREF1"}, {"start": 209, "end": 217, "text": "Table S2", "ref_id": null}, {"start": 1073, "end": 1082, "text": "(Fig. 2B)", "ref_id": "FIGREF2"}, {"start": 2757, "end": 2773, "text": "Figs. 2A and 3A)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "While viral envelope or S-protein glycosylation is targeted by host cells, several viral envelope or S proteins also exhibit lectin activities to recognize host surface glycans in trans (38) . For example, a number of CoVs have been reported to exhibit hemagglutinin activity with some preference for sialylated oligosaccharides (39) . Through glycan array analysis, we obtained experimental evidence of lectin activity for domain 0 of FIPV-UU4 S protein, which showed a distinct binding preference for a Galβ(1→3)GalNAcβ-core structure sialylated at the 6 position of the inner GalNAc. If one disregards the anomericity of the GalNAc, this minimal NeuAcα(2→6)GalNAcα-determinant corresponds to the sialyl Tn epitope widely implicated as a cancer and CART antigen, and also being developed as a vaccine candidate. Follow-up binding studies including the use of custom-made O-glycans containing the actual sialyl Tn epitope and other core 1 O-glycans sialylated at different positions would be required to substantiate this intriguing finding that sialylated O-glycans on host cell surfaces might play an important role in viral recognition and infection of serotype I FIPV.", "cite_spans": [{"start": 186, "end": 190, "text": "(38)", "ref_id": "BIBREF37"}, {"start": 329, "end": 333, "text": "(39)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the present study, 33 N-glycosylation sites were confirmed on the ectodomain of the trimeric S protein. M9 high mannoses were identified on N1092 and N1218 (SI Appendix, Fig. S8 ) of the Th1 and/or Th2 epitopes (residues 1051 to 1110 and 1208 to 1235) of the FIPV-UU4 S protein (40) . Viral protein glycosylation might determine the host tropism (41), immunogenicity, and pathogenicity (42) (43) (44) (45) (46) . The N-linked glycans in Th1 epitopes might function as hindering structures that constrict T cell recognition or mislead the host immune defense by producing an ineffective immune response (42) (43) (44) (45) (46) , as demonstrated in HIV (47) . The role of these glycans in the pathogenesis of FIP should be further studied.", "cite_spans": [{"start": 281, "end": 285, "text": "(40)", "ref_id": "BIBREF39"}, {"start": 389, "end": 393, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 394, "end": 398, "text": "(43)", "ref_id": "BIBREF42"}, {"start": 399, "end": 403, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 404, "end": 408, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 409, "end": 413, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 605, "end": 609, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 610, "end": 614, "text": "(43)", "ref_id": "BIBREF42"}, {"start": 615, "end": 619, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 620, "end": 624, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 625, "end": 629, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 655, "end": 659, "text": "(47)", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 173, "end": 180, "text": "Fig. S8", "ref_id": null}], "section": "Discussion"}, {"text": "In summary, we describe, at the atomic level, the structure and glycosylation of FIPV-UU4 S protein. This represents structural work on the serotype I FIPV family, which inflicts an exceptionally high mortality rate for infected cats. The structure reveals major structural differences in the S1 subunit from the only known example within the alphacoronavirus genera, HCoV-NL63 S protein, for which structural information is available. These results demonstrate how structurally divergent these S proteins can be despite their sequence homology (SI Appendix, Table S1 ). The integrated use of cryo-EM and MS reveals the unique domain architecture with detailed structural information regarding its glycosylation, the galectin-like N-terminal domains, and the location of the putative RBMs of serotype I FIPV. The high-resolution structure of FIPV-UU4 S protein may therefore serve as the blueprint for further mechanistic insights into viral host interactions of FIPV.", "cite_spans": [], "ref_spans": [{"start": 559, "end": 567, "text": "Table S1", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "Purification of FIPV-UU4 S Protein. HEK293 cells stably expressing FIPV-UU4 S protein were washed by Dulbecco's phosphate-buffered saline (PBS) (Gibco) 2 times prior to inoculation into 9 175T flasks, each containing 350 mL FreeStyle 293 expression medium (Gibco), and cultured in the CELLSPIN System (INTEGRA Biosciences) at 37°C for 5 d. Cells were harvested by centrifugation at 1,000 rpm for 20 min, and the supernatant was collected and filtered through a membrane with a pore size of 0.22 μm. The supernatant was supplemented with 10× binding buffer (500 mM sodium phosphate, 1.5 M sodium chloride, 100 mM imidazole, pH 8). HisPur cobalt resin (Thermo Fisher Scientific) was added to the supernatant (20 mL resin per L) following the manufacturer's protocols. The eluent was concentrated using Vivaspin 20 (GE Healthcare) with 100-kDa molecular mass cutoff, supplemented with cOmplete EDTA-free Protease Inhibitor Mixture (Roche), aliquotted, flash-frozen in liquid nitrogen, and stored at −80°C until further use. Cryo-EM sample preparation and data collection.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Defocus phase-contrast cryo-EM. Four microliters of purified FIPV-UU4 S protein (0.2 mg/mL) in PBS (Sigma-Aldrich; 79382) was applied onto glowcharged 200-mesh Quantifoil R2/1 holey carbon grids. The grids were blotted for 3 s at 4°C and 100% humidity, and vitrified using a Vitrobot Mark IV (Thermo Fisher). Cryoelectron data of FIPV-UU4 S protein were collected using a 200-keV Talos Arctica microscope with an exposure time of 2.5 s and pixel size of 0.87 Å, using a Falcon III detector (Thermo Fisher) in a linear mode. In total, 2,436 micrographs were collected with defocus ranging between 1.8 and 2.8 μm and accumulated exposure of 48 e − /Å 2 distributed over 32 frames.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Volta phase plate cryo-EM. The grid preparation was the same as aforementioned for defocus phase-contrast (DPC) cryo-EM data collection. Cryoelectron micrographs of FIPV-UU4 S protein were collected using a 300-keV Titan Krios microscope (Thermo Fisher) with an exposure time of 2.27 s and pixel size of 0.85 Å, using a Falcon III detector (Thermo Fisher) in a linear mode with contrast enhancement by using a VPP. In total, 1,405 micrographs were collected with defocus ranging between 0.2 and 0.8 μm and accumulated exposure of 30 e − /Å 2 in 30 output frames.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Data Availability. The atomic coordinates of FIPV-UU4 S protein have been deposited in the Protein Data Bank (PDB) under ID code 6JX7. The cryo-EM maps, including unsharpened and sharpened maps, have been deposited in the Electron Microscopy Data Bank (EMDB) under ID code EMD-9891.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Further detailed information on materials and methods is provided in SI Appendix, Materials and Methods.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis", "authors": [{"first": "J", "middle": ["K"], "last": "Millet", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": 2015, "venue": "Virus Res", "volume": "202", "issn": "", "pages": "120--134", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Feline coronavirus: Insights into viral pathogenesis based on the spike protein structure and function", "authors": [{"first": "J", "middle": ["A"], "last": "Jaimes", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": 2018, "venue": "Virology", "volume": "517", "issn": "", "pages": "108--121", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains", "authors": [{"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2017, "venue": "Nat. Commun", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Outbreak of porcine epidemic diarrhea in suckling piglets", "authors": [{"first": "R", "middle": ["Q"], "last": "Sun", "suffix": ""}], "year": 2012, "venue": "China. Emerg. Infect. Dis", "volume": "18", "issn": "", "pages": "161--163", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Bovine coronavirus associated syndromes", "authors": [{"first": "M", "middle": ["J"], "last": "Boileau", "suffix": ""}, {"first": "S", "middle": [], "last": "Kapil", "suffix": ""}], "year": 2010, "venue": "Vet. Clin. North Am. Food Anim. Pract", "volume": "26", "issn": "", "pages": "123--146", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus avian infectious bronchitis virus", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 2007, "venue": "Vet. Res", "volume": "38", "issn": "", "pages": "281--297", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Virology: SARS virus infection of cats and ferrets", "authors": [{"first": "B", "middle": ["E"], "last": "Martina", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "425", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China", "authors": [{"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "302", "issn": "", "pages": "276--278", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Feline infectious peritonitis: Still an enigma?", "authors": [{"first": "A", "middle": [], "last": "Kipar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Meli", "suffix": ""}], "year": 2014, "venue": "Vet. Pathol", "volume": "51", "issn": "", "pages": "505--526", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An update on feline infectious peritonitis: Diagnostics and therapeutics", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 2014, "venue": "Vet. J", "volume": "201", "issn": "", "pages": "133--141", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Recombinant feline coronaviruses as vaccine candidates confer protection in SPF but not in conventional cats", "authors": [{"first": "Á", "middle": [], "last": "Bálint", "suffix": ""}, {"first": "A", "middle": [], "last": "Farsang", "suffix": ""}, {"first": "L", "middle": [], "last": "Szeredi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zádori", "suffix": ""}, {"first": "S", "middle": [], "last": "Belák", "suffix": ""}], "year": 2014, "venue": "Vet. Microbiol", "volume": "169", "issn": "", "pages": "154--162", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Prevalence of feline coronavirus types I and II in cats with histopathologically verified feline infectious peritonitis", "authors": [{"first": "V", "middle": [], "last": "Benetka", "suffix": ""}], "year": 2004, "venue": "Vet. Microbiol", "volume": "99", "issn": "", "pages": "31--42", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "An update on feline infectious peritonitis: Virology and immunopathogenesis", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 2014, "venue": "Vet. J", "volume": "201", "issn": "", "pages": "123--132", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Differences in virus receptor for type I and type II feline infectious peritonitis virus", "authors": [{"first": "T", "middle": [], "last": "Hohdatsu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Izumiya", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yokoyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Kida", "suffix": ""}, {"first": "H", "middle": [], "last": "Koyama", "suffix": ""}], "year": 1998, "venue": "Arch. Virol", "volume": "143", "issn": "", "pages": "839--850", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Mechanisms of coronavirus cell entry mediated by the viral spike protein", "authors": [{"first": "S", "middle": [], "last": "Belouzard", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Millet", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Licitra", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": 2012, "venue": "Viruses", "volume": "4", "issn": "", "pages": "1011--1033", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Host cell proteases controlling virus pathogenicity", "authors": [{"first": "H", "middle": ["D"], "last": "Klenk", "suffix": ""}, {"first": "W", "middle": [], "last": "Garten", "suffix": ""}], "year": 1994, "venue": "Trends Microbiol", "volume": "2", "issn": "", "pages": "39--43", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pre-fusion structure of a human coronavirus spike protein", "authors": [{"first": "R", "middle": ["N"], "last": "Kirchdoerfer", "suffix": ""}], "year": 2016, "venue": "Nature", "volume": "531", "issn": "", "pages": "118--121", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cryo-electron microscopy structure of a coronavirus spike glycoprotein trimer", "authors": [{"first": "A", "middle": ["C"], "last": "Walls", "suffix": ""}], "year": 2016, "venue": "Nature", "volume": "531", "issn": "", "pages": "114--117", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Glycan shield and epitope masking of a coronavirus spike protein observed by cryo-electron microscopy", "authors": [{"first": "A", "middle": ["C"], "last": "Walls", "suffix": ""}], "year": 2016, "venue": "Nat. Struct. Mol. Biol", "volume": "23", "issn": "", "pages": "899--905", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Glycan shield and fusion activation of a deltacoronavirus spike glycoprotein fine-tuned for enteric infections", "authors": [{"first": "X", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2018, "venue": "J. Virol", "volume": "92", "issn": "", "pages": "1628--1645", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Cryo-EM structure of infectious bronchitis coronavirus spike protein reveals structural and functional evolution of coronavirus spike proteins", "authors": [{"first": "J", "middle": [], "last": "Shang", "suffix": ""}], "year": 2018, "venue": "PLoS Pathog", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Assembly of coronavirus spike protein into trimers and its role in epitope expression", "authors": [{"first": "B", "middle": [], "last": "Delmas", "suffix": ""}, {"first": "H", "middle": [], "last": "Laude", "suffix": ""}], "year": 1990, "venue": "J. Virol", "volume": "64", "issn": "", "pages": "5367--5375", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Coronavirus IBV glycopolypeptides: Size of their polypeptide moieties and nature of their oligosaccharides", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 1983, "venue": "J. Gen. Virol", "volume": "64", "issn": "", "pages": "1187--1191", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Structural basis for selective recognition of oligosaccharides by DC-SIGN and DC-SIGNR", "authors": [{"first": "H", "middle": [], "last": "Feinberg", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Mitchell", "suffix": ""}, {"first": "K", "middle": [], "last": "Drickamer", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Weis", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "294", "issn": "", "pages": "2163--2166", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Identification of N-linked carbohydrates from severe acute respiratory syndrome (SARS) spike glycoprotein", "authors": [{"first": "G", "middle": [], "last": "Ritchie", "suffix": ""}], "year": 2010, "venue": "Virology", "volume": "399", "issn": "", "pages": "257--269", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Identification of N-linked glycosylation sites in the spike protein and their functional impact on the replication and infectivity of coronavirus infectious bronchitis virus in cell culture", "authors": [{"first": "J", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2018, "venue": "Virology", "volume": "513", "issn": "", "pages": "65--74", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A single asparagine-linked glycosylation site of the severe acute respiratory syndrome coronavirus spike glycoprotein facilitates inhibition by mannosebinding lectin through multiple mechanisms", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2010, "venue": "J. Virol", "volume": "84", "issn": "", "pages": "8753--8764", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Lactose binding induces opposing dynamics changes in human galectins revealed by NMR-based hydrogen-deuterium exchange", "authors": [{"first": "C", "middle": ["H"], "last": "Chien", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Hsu", "suffix": ""}], "year": 2017, "venue": "Molecules", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Structure, function, and evolution of coronavirus spike proteins", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Annu. Rev. Virol", "volume": "3", "issn": "", "pages": "237--261", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Core structure of S2 from the human coronavirus NL63 spike glycoprotein", "authors": [{"first": "Q", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2006, "venue": "Biochemistry", "volume": "45", "issn": "", "pages": "15205--15215", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Crystal structure of severe acute respiratory syndrome coronavirus spike protein fusion core", "authors": [{"first": "Y", "middle": [], "last": "Xu", "suffix": ""}], "year": 2004, "venue": "J. Biol. Chem", "volume": "279", "issn": "", "pages": "49414--49419", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Intracellular functions of N-linked glycans", "authors": [{"first": "A", "middle": [], "last": "Helenius", "suffix": ""}, {"first": "M", "middle": [], "last": "Aebi", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "291", "issn": "", "pages": "2364--2369", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Structure and immune recognition of trimeric pre-fusion HIV-1 Env", "authors": [{"first": "M", "middle": [], "last": "Pancera", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "514", "issn": "", "pages": "455--461", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "DC-SIGN and DC-SIGNR interact with the glycoprotein of Marburg virus and the S protein of severe acute respiratory syndrome coronavirus", "authors": [{"first": "A", "middle": [], "last": "Marzi", "suffix": ""}], "year": 2004, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "12090--12095", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "C-type lectins DC-SIGN and L-SIGN mediate cellular entry by Ebola virus in cis and in trans", "authors": [{"first": "C", "middle": ["P"], "last": "Alvarez", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "6841--6844", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "DC-SIGN and L-SIGN are high affinity binding receptors for hepatitis C virus glycoprotein E2", "authors": [{"first": "P", "middle": ["Y"], "last": "Lozach", "suffix": ""}], "year": 2003, "venue": "J. Biol. Chem", "volume": "278", "issn": "", "pages": "20358--20366", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Dendritic-cell-specific ICAM3-grabbing non-integrin is essential for the productive infection of human dendritic cells by mosquito-cell-derived dengue viruses", "authors": [{"first": "E", "middle": [], "last": "Navarro-Sanchez", "suffix": ""}], "year": 2003, "venue": "EMBO Rep", "volume": "4", "issn": "", "pages": "723--728", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Bittersweet symphony: Glycan-lectin interactions in virus biology", "authors": [{"first": "W", "middle": [], "last": "Van Breedam", "suffix": ""}, {"first": "S", "middle": [], "last": "Pöhlmann", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Favoreel", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "De Groot", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Nauwynck", "suffix": ""}], "year": 2014, "venue": "FEMS Microbiol. Rev", "volume": "38", "issn": "", "pages": "598--632", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Sialic acids as receptor determinants for coronaviruses", "authors": [{"first": "C", "middle": [], "last": "Schwegmann-Wessels", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrler", "suffix": ""}], "year": 2006, "venue": "Glycoconj. J", "volume": "23", "issn": "", "pages": "51--58", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Screening and identification of T helper 1 and linear immunodominant antibody-binding epitopes in the spike 2 domain and the nucleocapsid protein of feline infectious peritonitis virus", "authors": [{"first": "R", "middle": [], "last": "Satoh", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "", "pages": "1791--1800", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Effects of sialic acid modifications on virus binding and infection", "authors": [{"first": "B", "middle": ["R"], "last": "Wasik", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Barnard", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parrish", "suffix": ""}], "year": 2016, "venue": "Trends Microbiol", "volume": "24", "issn": "", "pages": "991--1001", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "N-glycosylation of HIV-gp120 may constrain recognition by T lymphocytes", "authors": [{"first": "P", "middle": [], "last": "Botarelli", "suffix": ""}], "year": 1991, "venue": "J. Immunol", "volume": "147", "issn": "", "pages": "3128--3132", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Hepatitis C virus envelope glycoprotein E1 originates in the endoplasmic reticulum and requires cytoplasmic processing for presentation by class I MHC molecules", "authors": [{"first": "M", "middle": [], "last": "Selby", "suffix": ""}], "year": 1999, "venue": "J. Immunol", "volume": "162", "issn": "", "pages": "669--676", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Processing of glycans on glycoprotein and glycopeptide antigens in antigen-presenting cells", "authors": [{"first": "O", "middle": [], "last": "Werdelin", "suffix": ""}, {"first": "M", "middle": [], "last": "Meldal", "suffix": ""}, {"first": "T", "middle": [], "last": "Jensen", "suffix": ""}], "year": 2002, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "99", "issn": "", "pages": "9611--9613", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Carbohydrates and antigen recognition by T cells", "authors": [{"first": "F", "middle": ["R"], "last": "Carbone", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Gleeson", "suffix": ""}], "year": 1997, "venue": "Glycobiology", "volume": "7", "issn": "", "pages": "725--730", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Crystal structure of an MHC class I presented glycopeptide that generates carbohydrate-specific CTL", "authors": [{"first": "J", "middle": ["A"], "last": "Speir", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Abdel-Motal", "suffix": ""}, {"first": "M", "middle": [], "last": "Jondal", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Wilson", "suffix": ""}], "year": 1999, "venue": "Immunity", "volume": "10", "issn": "", "pages": "51--61", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Rational vaccine design\" for HIV should take into account the adaptive potential of polyreactive antibodies", "authors": [{"first": "J", "middle": ["D"], "last": "Dimitrov", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Kazatchkine", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Kaveri", "suffix": ""}, {"first": "S", "middle": [], "last": "Lacroix-Desmazes", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "7", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Author contributions: T.-J.Y., Yen-Chen Chang, K.-H.K., H.-W.C., and S.-T.D.H. designed research; T.-J.Y., Yen-Chen Chang, Yu-Chun Chien, and Yuan-Chih Chang performed research; T.-J.Y., Yen-Chen Chang, P.D., Yu-Chun Chien, K.-P.W., K.-H.K., H.-W.C., and S.-T.D.H. contributed new reagents/analytic tools; T.-J.Y., Yen-Chen Chang, T.-P.K., P.D., Yu-Chun Chien, K.-H.K., H.-W.C., and S.-T.D.H. analyzed data; and T.-J.Y., Yen-Chen Chang, K.-H.K., H.-W.C., and S.-T.D.H. wrote the paper. The authors declare no competing interest. This article is a PNAS Direct Submission. This open access article is distributed under Creative Commons Attribution License 4.0 (CC BY).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Cryo-EM structure of FIPV-UU4 S protein. (A) The 3.3-Å cryo-EM map of FIPV-UU4 S protein shown in side view (Left) and top view (Right) with the 3 protomers colored in gold, red, and gray. (B) Cartoons representative of the atomic model of monomeric FIPV-UU4 S protein. (C) Functional subunits and domains are indicated and colored as defined in the schematic representation as a function of the sequence number indicated above each functional unit. CD, connector domain; CH, central helix; CT, cytoplasmic tail; FP, fusion peptide; TM, transmembrane domain; UH, upstream helix. Regions that were resolved by cryo-EM, namely HR2, TM, and CT, are shown in light gray.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Structural analysis of N-glycosylation of FIPV-UU4 S protein by mass spectrometry and cryo-EM. (A) Site-specific annotation of glycan structures. The positions of individual N-glycosylation sites are indicated by their residue numbers along the primary sequence of FIPV-UU4 S protein, which is colored using the same scheme as inFig. 1D. Glycan structures that were confirmed by glycopeptide analysis with high confidence are shown schematically with the individual symbols defined (Right). Some glycosylation sites exhibit heterogeneous glycan structures, which are stacked onto each other at the same site. Protein sequences that were not covered by tryptic digests are shown in white. Positions that are predicted to be N-glycosylated but were not experimentally verified are indicated by dashed lines. (B) Spatial distributions of experimentally identified glycosylation patterns on FIPV-UU4 S protein shown in 2 orthogonal views as a homotrimer. Mass spectrometry-identified high-mannose and complex/mixed-type glycans are colored in green and magenta, respectively. N-glycosylation that was observed by cryo-EM but not by mass spectrometry are shown in basic type and colored in pale yellow. GlyProt was used to generate the most common atomic structures of high-mannose and complex-type glycans in order to illustrate the extent of the most probable glycan distributions over the surface of the FIPV-UU4 S protein. (C and E) Overlaid extracted ion chromatograms (Left) for the major glycoforms identified on N1218 (C) and N949 (E) are shown along with the HCD MS/MS spectra of the doubly charged glycopeptides (Right), corresponding to the most abundant glycoforms. The accurately measured m/z of peptide b and y ions with and without carrying the single HexNAc at the Asn, together with the Y 0 (peptide backbone) and Y 1 (peptide backbone + HexNAc), allowed unambiguous assignment of the nontryptic glycopeptides. The glycan compositions were inferred from molecular masses alone and annotated using the standard Symbol Nomenclature for Glycans as high-mannose (Man 9 GlcNAc 2 ) and core-fucosylated biantennary complex-type N-glycans, respectively. Annotation of the fragment ions: F, fucose; H, hexose; N, N-acetylhexosamine (HexNAc). (D and F) Expanded views of cryo-EM maps corresponding to the high-mannose structure on N1218 (D) and complex-type structure on N949 (F). Note that a clear protrusion next to the stem HexNAc was observed, which was assigned to be core fucosylation, in line with the mass spectrometry data (E). Both D and F were derived from the 3.3-Å map (DPC dataset).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Structure divergence of host receptor recognition motifs among different CoVs. (A and B) Cartoon representations of FIPV-UU4 (A) and HCoV-NL63 (B) S1 subunits. The individual domains are colored in accordance with Fig. 1B. Note that domain 0 exhibits major conformational rearrangements between FIPV-UU4 and HCoV-NL63. (C) Structural comparison of domain B of FIPV-UU4, HCoV-NL63 (PDB ID code 3KBH), HCoV-229E (PDB ID code 6ATK), and PRCV (PDB ID code 4F5C). Extended loops 1 to 3 that are putative host receptor recognition motifs are highlighted with different colors and indicated with the respective numbers. (D) Expanded top view of the putative receptor-binding motifs of FIPV-UU4. The only 3 N-glycans in domain B are located on N547, N585, and N590, all of which are distant from the putative RBMs. A schematic view of the overall structure (the same as in Fig. 2B) indicates the absence of N-glycans in the putative RBMs. All N-glycan densities were segmented from the 3.3-Å map. (E) Sequence alignment of the domain B regions of FIPV-UU4 (residues 541 to 695), HCoV-NL63 (residues 481 to 616), HCoV-229E (residues 290 to 435), and PRCV (residues 283 to 430). Regions that correspond to the 3 extended loops are highlighted in blue.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Structural divergence within the S2 subunit of FIPV-UU4 and HCoV-NL63. (A) Superimposition of monomeric S2 subunits of FIPV-UU4 (orange) and HCoV-NL63 (semitransparent gray) highlighting the overall structural similarity between the two. The S2′ activation loop, S2′ cleavage sites, and parts of the fusion peptide are colored red, cyan, and indigo, respectively. (B and C) Expanded views of the CoV activation motifs of FIPV-UU4 (B) and HCoV-NL63 (C). The respective activation peptide sequences are shown (Lower Right) with the protease-specific digestion site shown in bold font indicating the positions of the peptide bond that connects the arginine and serine residues. The Cα-atoms of the corresponding arginine residues are shown as cyan spheres in the 3D model with their identities indicated. The cryo-EM-observed electron densities of the N-glycans are shown in gold surfaces. N-glycan densities of FIPV-UU4 were segmented from the 3.3-Å map. (D) Structural mapping of the conservation score of the coronavirus S2 subunit analyzed by the ConSurf server. (E) Sequence alignment of the coronavirus S2′ activation loop was generated by ESPript 3.0. The red arrow indicates the S2′ cleavage site. An additional S2′ cleavage site ( 863 R ↓ SSR) of HCoV-NL63 is highlighted in blue in the background.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Data deposition: The cryo-EM map and atomic model coordinates have been deposited in the Electron Microscopy Data Bank (EMDB) and Protein Data Bank (PDB) (ID codes EMD-9891 and 6JX7, respectively).T.-J.Y. and Yen-Chen Chang contributed equally to this work.To whom correspondence may be addressed. Email: huiwenchang@ntu.edu.tw or sthsu@ gate.sinica.edu.tw.This article contains supporting information online at https://www.pnas.org/lookup/suppl/ doi:10.1073/pnas.1908898117/-/DCSupplemental.", "latex": null, "type": "table"}, "TABREF1": {"text": "Parameters of cryo-EM data collection, processing, and model validation", "latex": null, "type": "table"}}, "back_matter": [{"text": "ACKNOWLEDGMENTS. We are thankful for the excellent support from the Academia Sinica Common Mass Spectrometry Facilities for glycan analyses, Academia Sinica Cryo-EM Center (Grant AS-CFII-108-110) for cryo-EM data collection, and Academia Sinica Grid Computing for cryo-EM data processing. This work was supported by the Ministry of Science and Technology ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}