{
    "paper_id": "1cc719a7be7ca5ba709fd152d6f6691dea83ca90",
    "metadata": {
        "title": "Otitis media mit akutem progressivem Lungenversagen?",
        "authors": [
            {
                "first": "U",
                "middle": [],
                "last": "Ziehn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Halle (Saale)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "B"
                ],
                "last": "Wollschläger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Halle (Saale)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "B"
                ],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Halle (Saale)",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Inter leukin-6 71,9 pg/ml (Referenz <6,4 pg/ml), Procalcitonin 2,53 ng/ml (Referenz <0,005ng/ml), Krea 71 μmol/l (Referenz <102 µmol/l), D-Dimere 30,7 mg/l (Referenz <0,5 mg/IFEU), Hb 6,1 mmol/l, Hkt 0,29 l/l (Referenz 0,41-0,50 l/l); Urinsediment: dysmorphe Erythrozyten (Akanthozyten, Erythrozytenzylinder), Proteinurie, Bakteriurie positiv.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Im Trachealsekret zeigte sich kein Wachstum. Aspergillus-fumigatus-Antigen: EIA (\"enzyme immunoassay\") positiv; Aspergillus-DNA: PCR (\"polymerase chain reaction\") negativ. In der Bronchiallavage war kein Wachstum von Bakterien zu erkennen. Die PCR war negativ auf Legionel-la pneumophilae, Mykoplasma pneumoniae und es ergab sich kein Nachweis von RS-, Adeno-, Influenza-A/B/H1N1-, Parainfluenza-Virus und von Pilzen. Im Urin wurde kein Keimwachstum festgestellt, Hemmstoffe waren positiv. Die Serologie ergab keinen Hinweis auf eine akute Infektion mit Adeno-, Influenza-A/B/H1N1-, Parainfluenza-, RS-, Echo viren, CMV, EBV, HBV, HIV 1/2, humanes T-lymphotropes Virus 1/2, Legionella pneumophilae, Chlamydia pneumoniae, Coxiella burnetii, Mycoplasma pneumoniae, Candida albicans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mikrobiologie"
        },
        {
            "text": "Der T-Spot.TB-Test blieb negativ. In der Bronchiallavage war die Virusisolierung negativ, ebenso wie der Legionella-pneumophila-SG-1-AG-Schnelltest im Urin. Die Abstriche im Bereich Nase/Rachen waren für MRSA-DNA und für Influen-za A/H1N1 PCR-negativ. Sämtliche Blutkulturen erbrachten keinen Befund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mikrobiologie"
        },
        {
            "text": "Thorax-Röntgenaufnahmen an Tag 3 und 4 nach Aufnahme sind in . Abb. 1 und 2 gezeigt. Bei Aufnahme im UKH ergab die Thorax-CT-Aufnahme in beiden Lungen multiple umschriebene Verdichtungen, welche die Lungenperipherie weitgehend aussparen. Positive Bronchoaerogrammstrukturen, keine soliden Anteile (. Abb. 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologie"
        },
        {
            "text": "Bronchoskopisch imponieren diffuse Hämorrhagien und eine sehr vulnerable Schleimhaut ohne Lokalisation einer umschriebenen Blutungsquelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchoskopie"
        },
        {
            "text": "Unter Analgosedierung und druckkontrollierter Beatmung wurde im Rah- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchoskopie"
        },
        {
            "text": "Immunserologische Befunde ergaben dsDNA 1,7 IU/ml (normal <20,0), ANA-Hep-2 0 Titer (normal <1:80), ANA-Profil (Blo: negativ), Proteinase-3 476,00 RE/ ml (normal <10,00 RE/ml), MPO 1,20 U/ ml (<5,00), Kardio-IgG 1,3 GPL-U/ml (normal <10,0), Kardio-IgM 0,5 MPL-U/ ml (normal <7,0), GBM quant. 1,80 U/ml (normal <20,00).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ergänzende Labordiagnostik"
        },
        {
            "text": "Syndrom bei Granulomatose mit Polyangiitis (vormals Wegener-Granulomatose) Therapieeinleitung Hochpositive Proteinase-3-Antikörper erhärteten den Verdacht auf Vorliegen einer Granulomatose mit Polyangiitis (GPA; Wegener-Granulomatose). Ein Tag nach Verlegung wurde eine Methylprednisolon-Stoßtherapie und aufgrund des lebensbedrohlichen Verlaufs mit Multiorganbeteiligung (pulmorenales Syndrom, rapid progressive Glomerulonephritis) eine Plasmapherese begonnen. In den folgenden Tagen verschlechterte sich die Nierenfunktion (Krea 262 µmol/l, Hst 31,3 mmol/l, Oligurie) trotz kontinuierlicher Hämodiafiltration. Klinisch wird hier von einer rapid progressiven Glomerulonephritis ausgegangen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Diagnose: Pulmorenales"
        },
        {
            "text": "Bei schwerem Krankheitsverlauf und hinzukommender disseminierter intravasaler Koagulopathie, welche bei Einsatz einer ECMO häufig zu beobachten ist, wurde zunächst auf eine Biopsie (Nasenschleimhaut, Niere) verzichtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Diagnose: Pulmorenales"
        },
        {
            "text": "Das klinische Korrelat der manifesten Kapillaritis in Lunge und Niere wird auch als pulmorenales Syndrom bezeichnet. Definiert ist dieses als diffuse alveoläre Hämorrhagie (DAH) auf der Basis einer pulmonalen nekrotisierenden Kapillaritis, die mit einer rapid progressiven Glomerulonephritis einhergeht [2] . Es handelt sich nicht um eine ätiologisch einheitliche Krankheitsentität, sondern beschreibt eine klinische Symptomatik, welche bei verschiedenen Erkrankungen vorkommen kann [9] . Zugrunde liegen in der Regel systemische Autoimmunerkrankungen v. a. ANCA-assoziierte Kleingefäßvaskulitiden (GPA, mikroskopische Polyangiitis, seltener das Churg-Strauss-Syndrom), das Goodpasture-Syndrom, gelegentlich der systemische Lupus erythematodes oder andere Vaskulitiden und Kollagenosen. Jedoch sind Krankheitsbilder, die ein pulmorenales Syndrom imitieren können, viel häufiger, z. B. Pneumonien mit akuter postinfektiöser Glomerulonephritis, bilaterale Pneumonien mit prärenalem Nierenversagen, akutes Nierenversagen mit Lungenödem, Infektionen mit Hantavirus, Legionellen und Mykoplasmen oder Nierenvenenthrombosen mit Lungenembolien. Hilfreich ist hier die Mikroskopie des Urinsediments. Ein unauffälliges Sediment oder eine nephrotische Proteinurie sprechen gegen eine Glomerulonephritis und müssen daher an ein Nierenversagen anderer Genese denken lassen.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Das pulmorenale Syndrom -ein internistischer Notfall"
        },
        {
            "text": "Die Frühletalität des pulmorenalen Syndroms ist mit 40% hoch und erfordert eine umgehende Differentialdiagnostik und Therapieeinleitung [1, 2] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Das pulmorenale Syndrom -ein internistischer Notfall"
        },
        {
            "text": "Das Auftreten eines DAH ist ein relativ seltenes, dann jedoch oft lebensbedrohliches Ereignis, welches mit einer schweren Schädigung der alveolokapillären Membran einhergeht. Es kann Folge infektiöser, autoimmunologischer, toxischer, hämodynamischer, neoplastischer oder physikalischer Schädigungen der alveolokapillären Membran sein [12] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Diffuse alveoläre Hämorrhagie"
        },
        {
            "text": "Die klassischen Hauptsymptome sind für sich genommen nicht spezifisch, legen aber durch das gemeinsame Auftreten den Verdacht auf das Vorliegen einer diffusen alveolären Hämorrhagie nahe. Dazu z ählen subakut bis akut auftretende Luftnot, Husten, neu aufgetretene alveoläre Infiltrate, Hämoptysen in ca. 50% der Fälle sowie ein relativ rascher Abfall des Hämoglobins um 1-4 g/dl [6] . In vielen Fällen liegt gleichzeitig Fieber vor [3] . Jedoch wird in der Literatur insbesondere auf eine variable Ausprägung der Symptome hingewiesen. Subklinische alveoläre Blutungen sind wesentlich häufiger. Ein plötzlicher Beginn und ein fulminanter Verlauf werden als weitere Merkmale angesehen [6] . Unbehandelt ist die Prognose der DAH sehr ernst, die Mortalität beträgt in Abhängigkeit von der zugrundeliegenden Erkrankung und den untersuchten Patientenkollektiven zwischen 10 und 50% (50% bei beatmungspflichtiger DAH). Dabei sind nichtbeherrschbare Infektionen sowie Nierenversagen die häufigsten Todesursachen [5] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Merkmale und Prognose"
        },
        {
            "text": "Wichtig sind anamnestische Angaben hinsichtlich möglicher Expositionen und die Suche nach kardialen Erkrankungen oder extrapulmonalen Manifestationen von immunologischen Systemerkrankungen. Die Anamneseerhebung und Inspektion des Patienten sollte sich insbesondere auf Merkmale einer Vaskulitis oder Kollagenose wie Hautveränderungen (palpable Purpura, Hautnekrosen, Noduli), Gelenkbeschwerden und neu aufgetretene sensible oder motorische Ausfällen beziehen. Beispielsweise findet sich bei der GPA überdurchschnittlich häufig retrospektiv eine Episkleritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Laborchemisch zeigen sich erhöhte Entzündungsmarker, vielfach begleitet von einer Anämie. Da die häufigsten Ursachen der DAH autoimmunologischen Ursprungs sind, ist die Suche nach aktivem nephritischen Sediment im Urin (dysmorphe Erythrozyten in Form von Akanthozyten und/oder Erythrozytenzylinder) und vorwiegend nichtnephrotischer Proteinurie (<3,5 g/Tag), welche für eine Nierenbeteiligung sprechen, wichtig [2] . Die Initialphase zeigt jedoch oft ein blandes Labor. Außerdem sollten die serologischen Untersuchungen die Bestimmung von anti-ds-DNA-, Anti-ENA (extrahierbare nukleäre Antigene), ANCA-, Anti-GBM-(glomeruläre Basalmembran) und Antiphosholipidantikörpern beinhalten [12] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "In der Blutgasanalyse findet man bei der DAH durch die verminderte Diffusion sowie die reduzierte Vitalkapazität eine Oxygenierungsstörung [3] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Oft liegt zum Diagnosezeitpunkt eine konventionelle Röntgenaufnahme vor, jedoch ist die rasche Durchführung einer Computertomographie obligat. Im Thorax-Röntgenbild zeigen sich typischerweise bilaterale, konfluierende Fleckschatten. Computertomographisch stellen sich bei einer alveolären Hämorrhagie Dichtezunahmen im Lungenparenchym dar, die von Milchglasveränderungen bis zu konsolidierten Arealen reichen. Häufig finden sich positive Bronchogramme vor dem Hintergrund der eingebluteten Al-veolarräume. Die Verdichtungen sind meis tens beidseitig ausgeprägt, fleckförmig oder diffus und liegen überwiegend in den mittleren und unteren Abschnitten der Lungen. Über die alveolären Einblutungen hinaus, ist auch eine zusätzliche Beteiligung des pulmonalen Interstitiums mit inter-und intralobulären Erythrozyteneinlagerungen möglich; im Dünnschicht-CT resultiert aus dem netzartigen Linienmuster mit unregelmäßig eingestreuten Milchglasveränderungen das sog. \"crazy paving\" (Kachelmuster). Bei rezidivierenden Einblutungen kann sich eine Lungenfibrose entwickeln [2, 3] .",
            "cite_spans": [
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Die Bronchoskopie sichert die Diagnose mittels fraktionierter bronchoalveolärer Lavage (zunehmende Rotfärbung der Spülflüssigkeit, Siderophagen). Mikrobiologische Befunde helfen ggf. differentialdiagnostisch weiter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Eine mögliche Ursache des pulmorenalen Syndroms ist die Granulomatose mit Poly angiitis (GPA). Die Inzidenz liegt bei 8-10 Neuerkrankungen/Mio./Jahr [1] . Antineutrophile zytoplasmatische Anti- Therapieziel ist zunächst die Remissionsinduktion (Prednisolon/Methyl-Prednisolon, Cyclophosphamid obligat). Nach Erreichen dieser ist eine remissionserhaltende Therapie erforderlich (sequen-zielle Therapie; Einsatz von Azathioprin, Methotrexat, Leflunomid, Mycophenolat, Biologika; [2] ). Die Rezidivrate beträgt bis zu 50% innerhalb der ersten 4 Jahre [8] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Granulomatose mit Polyangiitis"
        },
        {
            "text": "Im schweren Stadium der GPA mit Multiorganversagen (pulmorenales Syndrom, rapid progressive Glomerulonephritis) kann man additiv zur Immunsuppression die Plasmapherese zur schnelleren Entfernung der Autoantikörper einbeziehen [2, 10] . Damit soll die Gefahr der Dialysepflichtigkeit vermindert, zumindest aber hinausgezögert werden.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Granulomatose mit Polyangiitis"
        },
        {
            "text": "Ohne adäquate Therapie schreitet die GPA rasant fort. Die mittlere Lebenserwartung nach Symptombeginn beträgt weniger als ein Jahr. Dabei ist das Erreichen der terminalen Niereninsuffizienz der kritische Punkt. Von den initial dialysepflichtigen Patienten erlangen nur etwa 25% wieder eine unabhängige Nierenfunktion. Die Frühmortalität ist hoch, wobei diese durch infektiöse Komplikationen und unkontrollierbare Krankheitsaktivität bedingt wird. Die Langzeitmortalität unterscheidet sich bei zentrumsbehandelten Patienten nicht mehr von der Normalbevölkerung [1] . Die heutigen Therapien erlauben Remissionsraten in ca. 90% der Fälle. Jedoch besteht eine hohe Rezidivgefahr und regelmäßige ärztliche Vorstellungen sind erforderlich.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Prognose"
        },
        {
            "text": "Zur Verbesserung des Gasaustauschs erfolgte bei dem Patienten eine konsequente Lagerungstherapie mit täglich 12-bis 16-stündiger Bauchlagerung. Nach 16 Tagen konnte die ECMO-Unterstützung beendet werden. Im Rahmen einer Dilatationstracheotomie imponierte am Folgetag ein Pneumothorax (. Abb. 5), sodass vorübergehend eine Thoraxsaugdrainage angelegt wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf"
        },
        {
            "text": "Die Plasmapherese wurde zunächst täglich, danach zweitägig durchgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf"
        },
        {
            "text": "Die Immunsuppression zur Behandlung der GPA wurde schrittweise angepasst: Methylprednisolon wurde reduziert und auf Prednisolon umgestellt, nach Abklingen der Infektionszeichen begann man noch auf der Intensivstation mit dem Abb. 5 9 Thorax-CT-Aufnahme am Tag 32: Pneumothorax links; Weichteilemphysem, unter Plasmapherese und Immunsuppression ersten Zyklus der Cyclophosphamid-Induktionstherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf"
        },
        {
            "text": "Im Verlauf besserte sich der Zustand des Patienten deutlich. Er zeigte sich orientiert und kommunikationsfähig und wurde nach insgesamt 6-wöchigem Intensivstationsaufenthalt mit suffizienter Spontanatmung (Tracheostoma), kreislaufstabil und vollständig orientiert zur Anschlussheilbehandlung verlegt. Nach 6 Monaten erfolgte eine Biopsie der Nasenscheidewand. Histologisch zeigte sich in einem 0,5 cm großen Fragment der linken Nasenscheidewand erosiv destruiertes Plattenepithel mit deutlichen Fibrinauflagerungen und dichter Durchsetzung mit neutrophilen Granulozyten. Diagnose: Erosive Rhinitis. Die beschriebenen histologischen Veränderungen können im Rahmen einer GPA auftreten, sind jedoch nicht beweisend. Sie untermauern aber die Arbeitsdiagnose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf"
        },
        {
            "text": "Die glomeruläre Filtrationsrate zeigt sich 3 Jahre nach Erstdiagnose leicht reduziert (GFR 58 ml/min/1, Krea 105 µmol/l), aber stabil. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update Granulomatose mit Polyangitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Holle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reinhold-Keller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Z Rheumatol",
            "volume": "9",
            "issn": "",
            "pages": "745--753",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Das pulmorenale Syndrom auf der Intensivstation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stoffler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schwenger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pneumologe",
            "volume": "7",
            "issn": "",
            "pages": "434--440",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diffuse alveolar hemorrhage: diagnosing it and finding the cause",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Ioachimescu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cleve Clin J Med",
            "volume": "75",
            "issn": "",
            "pages": "258--280",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonale Vaskulitis - Lungenbeteiligung bei systemischen Gefäßentzündungen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pneumologie",
            "volume": "54",
            "issn": "",
            "pages": "232--242",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diffuse alveolar haemorrhage: factors associated with in-hospital and long-term mortality",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Prost",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "35",
            "issn": "",
            "pages": "1303--1311",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fulminanter Verlauf einer diffusen alveolären Hämorrhagie bei systemischem Lupus erythematodes - Ein Fallbericht",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaumann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Z Rheumatol",
            "volume": "61",
            "issn": "",
            "pages": "175--179",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wegener granulomatosis: an analysis of 158 patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leavitt",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ann Intern Med",
            "volume": "116",
            "issn": "",
            "pages": "488--498",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Das pulmorenale Syndrom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groot K De",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Internist",
            "volume": "44",
            "issn": "",
            "pages": "1140--1150",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Randomized trial of plasma exchange or high-dosage methylprednisolone as adjunctive therapy for severe renal vasculitis",
            "authors": [
                {
                    "first": "Drw",
                    "middle": [],
                    "last": "Jayne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaskin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Soc Nephrol",
            "volume": "18",
            "issn": "",
            "pages": "2180--2188",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autoantikörperdiagnostik rheumatologischer Systemerkrankungen mit pulmonaler Manifestation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Holle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Csernok",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pneumologe",
            "volume": "6",
            "issn": "",
            "pages": "213--223",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differentialdiagnostik der diffuse alveolären Hämorrhagie",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knolle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kachel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schück",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pneumologie",
            "volume": "60",
            "issn": "",
            "pages": "347--354",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Abb. 2 8Thorax-Röntgenaufnahme nach Verlegung an Tag 4: Diffuse, beidseitige und weitgehend symmetrische Verschattung mit rascher Progredienz, Hämoptoe und Intubation Tab.1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab.2 Differenzialdiagnostik der diffusen alveolären Hämorrhagie (DAH); Einteilung nach histomorphologischem Muster. (Adaptiert nach[3,12])Tab.3 Krankheitsstadien der GPA",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "F Die im Vorfeld behandelte Otitis media sowie die rezidivierende Epistaxis müssen retrospektiv als Frühsymptome der GPA betrachtet werden, die zu dem schweren Krankheitsbild mit ARDS geführt hat. Bei blander, unspezifischer Initialsymptomatik kann die Diagnose oft erst bei Auftreten der richtungsweisenden Symptome Nierenversagen und diffuses alveoläres Hämorrhagiesyndrom gestellt werden. F 90% der Patienten mit einer GPA bieten im Rahmen der Diagnosestellung Symptome aus den oberen und/oder unteren Atemwegen. Daher sollte bei der Anamnese gezielt nach solchen gefragt werden. F Findet sich zur pulmonalen Blutung eine koexistente Glomerulonephritis, kann von einem pulmorenalen Syndrom gesprochen werden. Dies reduziert die differentialdiagnostischen Erwägungen auf eine begrenzte Anzahl von Systemerkrankungen und es wird so eine schnellere Erstdiagnose möglich. F Bei schweren Verläufen der GPA mit einsetzendem Organversagen sollte zur Therapie frühzeitig die Plasmapherese mit einbezogen werden. F Die Kasuistik verdeutlicht, dass der Verlauf einer GPA auch atypisch, d. h. im generalisierten, schwer verlaufendem Stadium in Erscheinung treten kann und gerade hier die Diagnosestellung entscheidend und das Einleiten einer suffizienten Therapie prognosebestimmend ist.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}