{
    "paper_id": "1cc9b7fd82198ef12b716486259485cc8e375f4f",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Il est nécessaire de considérer que, conformément aux dernières recommandations de la SFORL, les laryngologistes et phoniatres seront amenés à réaliser des nasofibroscopies pour l'exploration des dysphonies. Nous renvoyons le lecteur au site de la SFORL ou toutes les dernières recommandations sont mises à jour (https://www.sforl.org/actualites-covid-19/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommandations concernant l'exploration des dysphonies récentes"
        },
        {
            "text": "Pour ces patients, il est préférable de proposer dans un premier temps une téléconsultation si elle est réalisable. Les consultations « physiques » sont à décider de manière collégiale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommandations concernant l'exploration des dysphonies récentes"
        },
        {
            "text": "En cas de consultation présentielle, en dehors du cas de la nasofibroscopie, l'examen ORL doit être réalisé avec précaution même si le patient est relativement peu suspect de COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommandations concernant l'exploration des dysphonies récentes"
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mettant le personnel soignant en contact étroit avec les voies aériennes sont particulièrement à risque de contamination par le virus SARS-Cov-2, en particulier en cas de crachats, toux, ou présence d'une trachéotomie. Dans la phase pandémique actuelle, tous les patients sont à considérer comme potentiellement infecté donc l'attitude du soignant est à adapter au statut COVID-19 du patient mais aussi et surtout au geste effectué. Ainsi, s'il s'agit d'un geste invasif comme une fibroscopie ou une pose de sonde naso-gastrique notamment, les précautions sont identiques pour tous les patients quel que soit leur statut COVID. Les rééducations vocales sont à considérer comme non urgentes dans ce contexte. Les recommandations présentaient ici en date du 9 avril 2020 sont donc surtout destinées à la prise en charge des troubles de la déglutition (ceci pouvant parfois être dangereux pour le patient) ou d'une dysphonie récente inquiétante. Dès qu'elles sont possibles techniquement et règlementairement, les téléconsultations seront à privilégier. Seules les urgences non différables seront réalisées en présentiel et ce après décision collégiale (ou en fonction des informations venues des autorités de santé) et en prenant les précautions adéquates du devoir du médecin spécialiste en laryngologie et en phoniatrie comme de l'orthophoniste de prodiguer des soins à la population, tout en respectant l'obligation de ne pas favoriser la propagation du virus. Il faudra donc pour chaque situation évaluer la balance entre les risques (pour le patient et le soignant) et les bénéfices attendus. Pour la pratique ORL et laryngologique générale, nous renvoyons aux recommandations proposées par la SFORL sur son site, notamment en ce qui concerne l'usage du nasofibroscope (https://www.sforl.org/actualites-COVID-19/). Nous conseillons également la lecture des documents consultables en ligne et régulièrement mis à jour du gouvernement (https://solidarites-sante.gouv.fr/soins-et-maladies/maladies/maladiesinfectieuses/coronavirus/), du Haut Conseil de la Santé Publique (HCSP) (https://www.hcsp.fr) et de la Société Française d'Hygiène Hospitalière (SF2H) (www.sf2h.net). Des questions nous ont été posées sur la prise en charge des patients de laryngo-phoniatrie. Les membres du Conseil d'Administration de la Société Française de Phoniatrie et Laryngologie livrent donc ici quelques éléments d'aide à la décision. Ces instructions sont en date du 9 avril 2020 et seront amenées à évoluer en fonction de l'évolution de l'épidémie et de l'avancée des recherches qui y ont trait.Informations généralesLes gestes mettant le personnel soignant en contact étroit avec les voies aériennes sont particulièrement à risque de contamination par le virus SARS-Cov-2. De plus il existe un risque de transmission du virus en cas de crachats, toux ou présence d'une trachéotomie (situations favorisant la contagion par production de gouttelettes).Les rééducations vocales sont à considérer comme non urgentes dans ce contexte. Les recommandations à suivre sont donc plutôt destinées à la prise en charge des troubles de la patient était déjà pris en charge en rééducation, celle-ci peut être poursuivie par télérééducation pendant la durée du confinement de la population (arrêté du 25 mars 2020), y compris en pratique libérale.Les indications et précautions relatives à la réalisation d'une vidéofluoroscopie de la déglutition sont en cours d'évaluation.Statuts COVID-19 des patientsAu stade de pandémie actuel, tous les patients sont considérés théoriquement comme COVID-19 positif.A ce jour, la plupart des équipes emploie cependant la classification suivante.Les patients sont considérés COVID-19 positif en cas de : Test PCR positif  et/ou Scanner thoracique évocateur Les patients sont considérés suspect d'une infection COVID-19 si :  Présence de signes cliniques évocateurs : syndrome grippal, myalgies, asthénie, fièvre, toux, douleur thoracique, céphalée, anosmie ou agueusie, signes digestifs (diarrhées notamment), état confusionnel  et/ou Contact avec un cas COVID-19 positif Les patients ne présentant pas ces critères doivent tout de même être traités avec précaution car les patients infectés asymptomatiques sont fréquents et, de plus, les tests diagnostiques n'ont pas une sensibilité de 100%. Il y a par exemple environ 30% de faux négatifs avec la RT-PCR réalisée sur prélèvement rhinopharyngé [1,2]. En réalité, l'attitude des soignants dépend du geste à réaliser. S'il s'agit d'un geste invasif, comme une fibroscopie ou une pose de sonde naso-gastrique notamment, les précautions sont J o u r n a l P r e -p r o o f identiques pour tous les patients quel que soit leur statut COVID. La prise en charge des troubles de déglutition, à l'heure où ces lignes sont écrites, est considérée comme à risque pour le personnel soignant. Il est vraisemblable que la situation devra être réévaluée rapidement avec l'aide des spécialistes en infectiologie. Recommandations concernant l'exploration des troubles de la déglutition Nous recommandons de ne réaliser chez ces patients que les urgences non différables et uniquement en milieu hospitalier. La notion d'urgence non différable devra être validée de façon collégiale ou en fonction des informations venues des autorités de santé. Dans le domaine des troubles de la déglutition, ces urgences étant relativement rares, la plupart des examens pourront être reportés au moment où le patient ne sera plus contagieux (guérison confirmée par l'équipe médicale en charge du patient). Une téléconsultation peut être réalisée si l'état du patient le permet et si celle-ci peut lui être utile. La réalisation de bilans cliniques et fibroscopiques de déglutition n'est pas recommandée en routine en raison de l'impossibilité de maintenir les protections nécessaires (patient non masqué pour les essais alimentaires, distance de moins d'un mètre) et du haut risque de production d gouttelettes (toux, éternuements, crachats…). La réalisation de vidéofluoroscopies de déglutition nécessite les mêmes protections, pour tous les intervenants, que pour les autres gestes sur les voies aériennes. En cas de fausses routes identifiées pour certaines textures (notamment les liquides), leur éviction sera réalisée en attendant que le patient ne soit plus contagieux. En cas d'impossibilité d'alimentation per os, il sera si possible mis en place une nutrition alternative dont les modalités seront déterminées de façon collégiale. La pose et le retrait de sonde naso-gastrique doivent être réalisées avec la même protection que pour les autres gestes sur les voies aériennes, avec un minimum d'intervenants. Il existe cependant des situations où la prise en charge des troubles de la déglutition est une nécessité médicale impérative (patients post opératoires, patients J o u r n a l P r e -p r o o f chroniques présentant notamment des maladies neurodégénératives). Dans ces cas, la télérééducation doit être privilégiée si elle est possible techniquement et règlementairement. Dans les autres cas, le soignant doit être informé du caractère potentiellement contaminant des gouttelettes émises par le patient et la protection adéquate doit être mise en place. La protection adéquate comprend une charlotte, un masque FFP2, des lunettes de protection et éventuellement un heaume à visière transparente, des gants et une surblouse (confer protocole en vigueur dans l'établissement où est réalisé la procédure). Les orthophonistes ou médecins devront se rapprocher des cadres infirmiers pour apprendre la technique d'habillage et déshabillage adaptée.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Rappelons qu'au stade 3 de l'épidémie tous les patients sont considérés comme potentiellement COVID-19 positifs. En attendant la disponibilité parfaite de masques FFP2, il est recommandé le port du masque chirurgical pour le patient comme pour le soignant, d'autant que la distance de 1 m avec le patient ne peut pas être respectée. Les rééducations vocales sont à considérer comme non urgentes dans le contexte épidémique actuel. Si le patient était déjà pris en charge pour une telle rééducation, celle-ci peut être poursuivie par télé-rééducation. Les présents conseils de bonne pratique concernent donc essentiellement la prise en charge des troubles de la déglutition et l'exploration des dysphonies récentes  Du fait que nous sommes actuellement en phase de pandémie de COVID-19, que des patients même asymptomatiques peuvent être infectés et contagieux, et qu'il existe des faux négatifs des tests diagnostiques de cette infection, les mêmes précautions s'appliquent à tous les patients  Seules les indications de prises en charge de troubles de la déglutition ou d'explorations de dysphonies récentes jugées non différables sont à maintenir. La décision de maintien de ces indications urgentes doit être validée de façon collégiale ou en fonction des informations venues des autorités de santé  Différentes procédures sont à considérer comme à risque élevé de contamination du personnel soignant : bilans cliniques et fibroscopiques de déglutition (d'autant que les essais alimentaires nécessitent que le patient ne porte pas de masque), fibroscopies, poses de sondes naso-gastriques et vidéofluoroscopies, bien que ce dernier point soit encore l'objet de discussions  Lorsque ces procédures à risque ne peuvent pas être différées, le port de l'équipement de protection individuelle (EPI) suivant est recommandé pour le personnel soignant : lunettes de protection, masque FFP2, charlotte, gants et surblouse (confer protocole en vigueur dans l'établissement où est réalisé la procédure). Les orthophonistes ou médecins devront se rapprocher des cadres infirmiers pour apprendre la technique d'habillage et déshabillage adaptée.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}