{
    "paper_id": "1cd47932ea2f13f928a80862f835153c08e5aa64",
    "metadata": {
        "title": "Journal Pre-proofs Is Macrophages Heterogeneity Important in Determining Covid-19 Lethality? Is Macrophages Heterogeneity Important in Determining Covid-19 Lethality?",
        "authors": [
            {
                "first": "Pasquale",
                "middle": [],
                "last": "Pagliaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Torino",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": "pasquale.pagliaro@unito.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Classically, failure to survive in adult respiratory distress syndrome (ARDS) is linked to a prolonged increase in IL-6 and IL-1. Serious COVID-19 patients with clear signs of pneumonia and ARDS have characteristics of systemic hyper-inflammation known as cytokine storm or macrophage activation syndrome (MAS) [1] . Here I discuss whether macrophages heterogeneity may be important in determining COVID-19 lethality Children are known to be somewhat protected from the dangerous effects of COVID-19. For example, in Italy, my country, one of the most affected western countries, 27,995 died out of 214,103 SARS-CoV-2 positive patients. Yet, under the age of 18 there are just 4,550 infected children and three died (https://www.epicentro.iss.it/coronavirus/sars-cov-2-decessi-italia, accessed 13 th May 2020). The reasons for this protection are not known. Children are less vulnerable to the effects of COVID-19, but they can still be infected. The reasons for this different behavior can be many. The age-related increase in risk of mortality has been attributed to decline in immune and inflammatory responses while aging, which can lead to a cytokine storm. This may be a contributing factor to explain the age-related susceptibility to COVID-19 outcome worsening, but cannot explain children's reduced vulnerability. A Pubmed search, on May 13 2020, using the words \"COVID-19 and children\" gives 625 articles. The majority of these articles describe clinical, psychological and social features due to this infection. A few, if any, analyzes why children are less prone and less vulnerable to infection. If to the Pubmed search is added the word \"mechanisms\" the outcome is 7 papers. No one of this seven papers is about researches on the mechanism of protection in children.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In some papers, it has been proposed a different distribution of ACE2 receptors, the receptor of coronavirus, in children compared to adults [2] , but if this is true and in which cells this occurs is not clear yet. It is well known that the respiratory tract and in particular the lung is the preferred target of coronavirus. Some have proposed that low ACE2 receptors in this tract may explain the reduced lethality. In my opinion it is not a matter of low ACE2 level. Actually low ACE2 level/activity may be dangerous. The SARS-CoV-2 infection induces ACE2 downregulation and promotes monocyte/macrophage activation, thus inducing lung inflammation and injury [3] . Moreover, a high ACE/ACE2 ratio is considered deleterious in the pathogenesis and progression of pulmonary disease: many comorbidities of severe COVID-19 are characterized by a high ACE/ACE2 ratio. Therefore, in my opinion a lower ACE2 presence in the lung or in the other part of the respiratory tract is unlikely protective. Nevertheless, a study on bronchoalveolar lavage fluid from patients with ARDS re-ported no association between ACE2 protein activity and age [4] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The macrophages activation seems a key step in determining COVID-19 harmfulness [1] . Not all the macrophages have ACE2 receptors [1] . Perhaps, lung physiology development can give us some clue and open new perspectives on the reason why children are less vulnerable. In an interesting paper published in 2016, Serena Y. S. Tan and Mark A. Krasnow [5] have clearly demonstrated that macrophages populate the lung in three \"developmental waves\". Each of this wave gives rise to a distinct lineage, that in addition to reside in different locations also express different markers. It is also likely that these macrophages have different membrane receptors, including ACE2. Actually, it has been suggested that some macrophages have this receptor and some do not have it [1] . The reasons are not well known, but different origin of studied macrophages cannot be ruled out. Moreover, these three macrophage lineages demonstrate little interconversion. In my opinion the study of Tan and Krasnow lays important foundations for further researches on how development contributes to pulmonary macrophage diversity and how this diversity can influence the response to inflammatory processes, including those evoked by the coronavirus responsible for COVID-19. Two waves of macrophage lung invasion occur early in intrauterine development in mice; the third wave occurs after birth. So that a mosaic of macrophages of three different origins populates the adult lung. It is likely that the lungs of children have more macrophages of the first two waves rather than those of the third wave. Indeed, the relative presence of each type changes with age and among people. Therefore, it can be argued that response to COVID-19 may be different in relation to the macrophage population within the lung at the moment of first contact. Macrophages play an important role in response to respiratory tract infections. In particular, it has been reported that coronavirus spike protein induces an innate immune response in human monocyte/macrophages in vitro, through the activation of the NF-kappaB pathway [6] . The majority of studies focused on a single population of macrophages. However, all lineage can interact, and both alveolar and interstitial macrophages may perform important immune functions in the lung, in particular in terms of innate immunoregulation [7] . Therefore, in my mind the three different populations described by Tan and Krasnow [5] may respond differently to virus infection and may explain the range of clinical scenarios from asymptomatic, to cold-like symptoms or to dramatic pneumonia. It has been suggested that tissueresident memory T cells, pre-existing populations of cells, possess potential cross-reactivity against SARS-CoV-2. These cells may allow rapid control of the virus and protect against disease progression by lowering local inflammation, endothelial damage and accumulation of pathological macrophage populations [1] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2089,
                    "end": 2092,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2350,
                    "end": 2353,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2439,
                    "end": 2442,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2945,
                    "end": 2948,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Another coronavirus target is the heart, in which intra-cardiac fibroblasts/macrophages are considered essential for inducing myocardial injury. It is likely that functionally distinct macrophages lineages will also be found in other organs. Also in these organs different populations of macrophages might change the story.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Molecular and cellular properties of the macrophages residing in the targeted tissues deserve to be studied. Current single cell transcriptome based cellular analysis to map the landscape of the cellular properties, including macrophages and other immune cells, in the targeted tissues and blood from COVID-19 patients have begun to implicate the cellular heterogeneity in terms of ACE2 expression and properties of anti-vs. pro-inflammatory properties of the macrophages and monocytes. Studies demonstrate that SARS-CoV-2 unique domain modulate NLRP3 inflammasome-dependent CXCL10-mediated pulmonary inflammation, triggering infiltration of macrophages and monocytes and severe diffuse alveolar damage symptoms [6, 8] . It may be worthwhile to determine whether ACE2-NLRP3 inflammasome interaction is differently modulated in the different macrophage population in order to demonstrate their relevance for the different outcome from young vs. old COVID-19 patients. A remarkable expansion of populations of CD14 + CD16 + cells producing IL-6 was also observed in the peripheral blood of patients with COVID-19 in Intensive Care Units (ICU) compared with those patients who did not require ICU hospitalization. This finding was also confirmed by scRNA-seq study of peripheral blood mononuclear cells [1] .",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 715,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The molecular mechanisms underlying the difference in COVID-19 lethality in the various ages is certainly multifactorial and at present unclear. Several theories have been advanced to explain the lower lethality in younger people. The lack of pulmonary, cardiac and renal comorbidities likely plays a role [8] . A different expression of the main factors involved in the viral invasion (ACE2 and TMPRSS2), and a different response of the immune system (e.g. reduced neutrophil infiltration, prevalence of CD4 + T cells, reduction in the production of pro-inflammatory cytokines) is likely involved [1, 8, 9] . Among factors that may explain different lethality and linked with macrophages is the proposed role of pollution and drugs [10] . Indeed, macrophages are essential for effective removal of inhaled particles from the respiratory tract [11] . Therefore, it can be speculated that different macrophages populations are differently primed by pollutants. Of course all these factors may be ascertained in future studies.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The discussed data show the importance of macrophages and suggest that there may be different macrophage populations with different features. Macrophages play a pivotal role in determining COVID-19 severity, but the consequences of macrophage activation in different cell populations are still speculations. More experiments are needed. It is most likely that macrophages heterogeneity is involved in determining the severity, but it may not be the only reason at the basis of different age dependent COVID-19 vulnerability. For sure the role of different macrophage lineages and the three \"developmental waves\" deserve to be taken into account in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding: The author is supported by MIUR and University of Torino, Italy. I have no conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures: None"
        },
        {
            "text": "Pasquale Pagliaro",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathological inflammation in patients with COVID-19: a key role for monocytes and macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1038/s41577-020-0331-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Disease (COVID-19) in Children -What We Know So Far and What We Do Not? Indian Pediatr",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramanian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goenka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roderick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Ramanan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Dynamic Variation of Pulmonary ACE2 Is Required to Modulate Neutrophilic Inflammation in Response to Pseudomonas aeruginosa Lung Infection in Mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sodhi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Werts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ladd",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kovler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prindle",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Lazartigues",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holtzman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Alcorn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hackam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Immunol",
            "volume": "203",
            "issn": "11",
            "pages": "3000--3012",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1900579"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wösten-van Asperen RM; MARS consortium. Age-dependent differences in pulmonary host responses in ARDS: a prospective observational cohort study. Ann Intensive Care",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Kaam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kohse",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Veltkamp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "De Beer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Hooijdonk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Straat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Witteveen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Glas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wieske",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Vught",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiewel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ingelse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cortjens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Woensel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13613-019-0529-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Developmental origin of lung macrophage diversity. Development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Krasnow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "143",
            "issn": "",
            "pages": "1318--1345",
            "other_ids": {
                "DOI": [
                    "10.1242/dev.129122"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS Unique Domain (SUD) of Severe Acute Respiratory Syndrome Coronavirus Induces NLRP3 Inflammasome-Dependent CXCL10-Mediated Pulmonary Inflammation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Mol Sci",
            "volume": "21",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms21093179"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The interstitial macrophage: A long-neglected piece in the puzzle of lung immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liegeois",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Desmet",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marichal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Immunol",
            "volume": "330",
            "issn": "",
            "pages": "91--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cellimm.2018.02.001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19-associated cardiovascular morbidity in older adults: a position paper from the Italian Society of Cardiovascular Researches. Geroscience",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moccia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gerbino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lionetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miragoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Munaron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pagliaro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pasqua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rocca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samaja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Angelone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11357-020-00198-w"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ACE/ACE2 Ratio: A Key Also in 2019 Coronavirus Disease (Covid-19)? Front. Med",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pagliaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmed.2020.00335"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ACE2 at the centre of COVID-19 from paucisymptomatic infections to severe pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rivellese",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prediletto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmun Rev",
            "volume": "19",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2020.102536"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Macrophage phagocytosis: effects of environmental pollutants, alcohol, cigarette smoke, and other external factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karavitis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "90",
            "issn": "6",
            "pages": "1065--78",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.0311114"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Web reference:Ref.: Hypothesis: Is Macrophages Heterogeneity Important in DeterminingCovid-19 Lethality?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Characteristics of SARS-CoV-2 patients dying in Italy Report based on available data on May 7 th , 2020. https://www.epicentro.iss.it/coronavirus/sars-cov-2-decessi-italia, accessed 13 th May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}