{"paper_id": "1cdad2e9c9672251af14de4558fa968e6cce8bce", "metadata": {"title": "Combined Resection and Radiofrequency Ablation for Advanced Hepatic Malignancies: Results in 172 Patients", "authors": [{"first": "Timothy", "middle": ["M"], "last": "Pawlik", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Francesco", "middle": [], "last": "Izzo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deborah", "middle": ["S"], "last": "Cohen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeffery", "middle": ["S"], "last": "Morris", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": ["A"], "last": "Curley", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Resection combined with radiofrequency ablation (RFA) is a novel approach in patients who are otherwise unresectable. The objective of this study was to investigate the safety and efficacy of hepatic resection combined with RFA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Patients with multifocal hepatic malignancies were treated with surgical resection combined with RFA. All patients were followed prospectively to assess complications, treatment response, and recurrence.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Seven hundred thirty seven tumors in 172 patients were treated (124 with colorectal metastases; 48 with noncolorectal metastases). RFA was used to treat 350 tumors. Combined modality treatment was well tolerated with low operative times and minimal blood loss. The postoperative complication rate was 19.8% with a mortality rate of 2.3%. At a median follow-up of 21.3 months, tumors had recurred in 98 patients (56.9%). Failure at the RFA site was uncommon (2.3%). A combined total number of tumors treated with resection and RFA Ͼ10 was associated with a faster time to recurrence (P ϭ .02). The median actuarial survival time was 45.5 months. Patients with noncolorectal metastases and those with less operative blood loss had an improved survival (P ϭ .03 and P ϭ .04, respectively), whereas radiofrequency ablating a lesion Ͼ3 cm adversely impacted survival (HR ϭ 1.85, P ϭ .04).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Resection combined with RFA provides a surgical option to a group of patients with liver metastases who traditionally are unresectable, and may increase long-term survival.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Patients with primary and secondary malignancies of the liver are extremely common. Worldwide, hepatocellular carcinoma (HCC) is one of the most widespread solid cancers, with an estimated incidence of at least one million new patients per year. 1 In the United States, colorectal cancer represents the third most common type of cancer for both men and women, with an annual incidence of 130,000 new cases. A majority of these patients develop secondary metastatic disease within their liver and a significant subset of these patients has isolated hepatic disease (20%). 2 Although less frequent, other solid malignancies, such as neuroendocrine, breast, and sarcoma, can also metastasize solely to the liver. Surgical resection of primary and metastatic liver tumors is considered to be the optimal treatment modality with a curative effect, offering a 5-year survival rate between 20% and 35%. [3] [4] [5] Despite this, surgical extirpation is seldom undertaken. The majority of patients with primary or metastatic malignancies confined to the liver are not candidates for curative resection because of tumor location, multifocality, proximity of tumor to vessels, or inadequate functional hepatic reserve. In fact, only 5% to 15% of newly diagnosed primary or secondary liver malignancies are amenable to surgical resection. 6, 7 In an attempt to provide treatment for the overwhelming majority of patients who are not candidates for isolated hepatic resection, novel treatment approaches to control and potentially cure primary and secondary liver disease are being explored.", "cite_spans": [{"start": 246, "end": 247, "text": "1", "ref_id": "BIBREF0"}, {"start": 571, "end": 572, "text": "2", "ref_id": "BIBREF1"}, {"start": 896, "end": 899, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 900, "end": 903, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 904, "end": 907, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1328, "end": 1330, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1331, "end": 1332, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Radiofrequency ablation (RFA) has become a widely used ablative technique for primary and secondary liver tumors. RFA involves the localized application of thermal energy to destroy tumor cells. Alternating electric current in the range of radiofrequency (RF) waves (460 kHz) is applied from an RF generator through a needle electrode placed directly into the tumor. 8 This agitates ions in tissue surrounding the electrodes, causing localized frictional heating and thermal coagulative necrosis. Others have shown that RFA of liver malignancies is safe, efficacious, and has acceptable local recurrence and short-term survival rates. 9 -14 Virtually all studies to date, however, have investigated RFA as an isolated, alternative therapy for unresectable hepatic disease. To our knowledge, hepatic resection combined with simultaneous RFA of unresectable secondary lesions in a large series of patients has not been reported.", "cite_spans": [{"start": 367, "end": 368, "text": "8", "ref_id": "BIBREF7"}, {"start": 635, "end": 640, "text": "9 -14", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Combining hepatic resection with RFA allows the surgeon to remove the bulk of disease or larger tumors while ablating any residual smaller lesions. By combining techniques, more patients may become candidates for hepatic resection, as any remaining \"unresectable\" tumors can be ablated while still preserving an adequate volume of perfused functional liver. Although conceptually appealing, there is presently little empirical data to support the use of this combination of therapy. In this study, we review a large cohort of patients who underwent combined multimodality treatment consisting of hepatic resection with RFA of additional lesions for the treatment of primary or secondary hepatic malignancies. The objective of this study was to investigate and elucidate the feasibility, safety, and potential efficacy of hepatic resection combined with RFA.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Between January 1996 and April 2002, a series of 172 patients underwent combined hepatic resection with intraoperative RFA. All patients with histologically confirmed primary or metastatic hepatic malignancies with no clinical, radiographic, or intraoperative evidence of extrahepatic disease were eligible for combined treatment. To be eligible, patients had to have multifocal hepatic disease that was deemed unresectable by classic standards due to either the location of the disease or the volume of liver involved. Patients were deemed surgically unresectable for cure based on the number or bilobar location of tumors, tumor proximity to major vascular structures precluding a margin-negative resection, and/or the presence of cirrhosis with a functional hepatic reserve inadequate to tolerate major hepatic resection. In all cases, the intent of the surgical procedure could not have been curative had it not been associated with RFA. Patients were considered for RFA even if they had tumor abutting a major portal or hepatic vein branch or the inferior vena cava, but they were excluded if tumor involved the main right or left bile duct (or both) because of the probability of destruction of the major bile ducts by RFA.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "All patients were evaluated with a baseline history and physical examination; serum laboratory tests consisting of a complete blood count, platelets, coagulation profile, hepatitis B and C virus serology (HCC patients only), renal panel, electrolytes, albumin, alanine aminotransferase, aspartate aminotransferase, gamma-glutamyl transferase, alkaline phosphatase, total bilirubin, and serum alpha-fetoprotein (AFP) or serum carcinoembryonic antigen (CEA) as deemed appropriate; computed tomography (CT) or magnetic resonance imaging (MRI) scan of the abdomen and pelvis; and a chest radiograph. Patients were excluded for combined modality treatment if their platelet count was Ͻ40,000/L or if the prothrombin time was prolonged more than 1.5 times above normal. However, if platelet or fresh-frozen plasma transfusions corrected the abnormal laboratory values to meet these criteria, the patient received treatment. Those patients with a white blood count below 2,000 or a bilirubin Ͼ2.0 mg/dL were also excluded.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "All patients were treated surgically with both resection and RFA during one operation. Upon entering the abdomen, an initial exploration was performed to preclude the presence of extrahepatic disease. An intraoperative hepatic ultrasound was then performed to identify, count, and characterize the nature and vascular proximity of the hepatic lesions. Routinely, the hepatic resection was performed first. The location of the hepatic lesion and its relation to surrounding vascular and biliary structures dictated whether or not a formal anatomic resection was performed. In general, hepatic resection was performed using a stapling technique as previously described. 15 After removal of the index lesion(s), the remaining unresectable lesions were treated with RFA after a standardized treatment algorithm. 16, 17 Intraoperative ultrasonography was used to place the RF needle into the lesions to be treated by RFA. RFA was administered using the RF 2000 or 3000 generator system (Boston Scientific Corp, Natick, MA), a LeVeen monopolar needle electrode (4.0-cm maximum array diameter), and four indifferent dispersive grounding pads applied to the patient's skin. The RF 2000 system consists of a generator that supplies up to 100 W of power, whereas the RF 3000 provides up to 200 W of power. The LeVeen needle electrode is a 15-gauge, 12-to 15-long insulated cannula that contains 10 to 12 individual hook-shaped electrode arms that are deployed in situ. For tumors Ͻ2.5 cm in diameter, the multiple array was deployed into the center of the tumor. For larger lesions, the array was first deployed at the most posterior interface (ultrasonographically) between tumor and normal liver parenchyma; it was subsequently withdrawn and redeployed at 1.5-cm intervals in the tumor. Each tumor or area within a large tumor was treated with a two-phase application of RF power before retracting the multiple array and repositioning or removing the needle electrode. The electrode was optimally positioned to achieve complete destruction of tumor and at least a 1-cm zone of normal liver parenchyma when possible.", "cite_spans": [{"start": 668, "end": 670, "text": "15", "ref_id": "BIBREF14"}, {"start": 808, "end": 811, "text": "16,", "ref_id": "BIBREF15"}, {"start": 812, "end": 814, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "After hepatic resection and tumor ablation, the same battery of serum blood tests as had been drawn preoperatively were again obtained postoperatively on days 1, 7, and 30. At 1 month and every 3 months up to 2 years after treatment, and then every 6 months thereafter, a CT or MRI scan of the abdomen, a chest radiograph, and serum laboratory tests were obtained.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "For purposes of this study, the following were collected for all patients: patient age and sex; tumor histology, number, location, and size; type of surgical resection; operative details; disease status; follow-up date; death date; and complication data. Disease status was classified as no evidence of disease (NED), alive with disease (AWD), dead of disease (DOD), or dead of other causes at last known follow-up. Recurrences were detected by CT/MRI imaging or via biopsy diagnosis and were defined as tumors occurring either at local sites of prior ablation, distant sites within the liver, or distant sites outside of the liver. Distribution of survival time and time to progression were analyzed in relation to the different variables collected. Univariate tests (log-rank) were used to test for differences in these distributions by any single factor. Those factors that appeared to have significant impact on survival or time to progression were entered into a Cox proportional hazards model to test for significant effects while adjusting for multiple factors simultaneously.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "During the study period, a total of 172 patients were treated using the combined modality of hepatic resection with RFA. There were 102 men (59.9%) and 70 women (40.1%), with a median age of 56.2 years (range, 12-80 years). In all cases, RFA treatment and hepatic resection were performed at The University of Texas M.D. Anderson Cancer Center. The primary cancer diagnoses in these patients are shown in Table 1 . Combined hepatic resection and RFA was used to treat metastatic colorectal cancer in the overwhelming majority of cases: 124 patients (72.1%). Metastatic leiomyosarcoma was the second most commonly treated lesion (n ϭ 13, 7.6%), whereas only 5 patients (2.9%) had multifocal HCC. Other more uncommon lesions included metastatic carcinoid, pancreatic cancer, neuroendocrine tumors, breast metastases, cholangiocarcinoma, and one patient with ocular melanoma. This latter group of patients, however, only accounted for 17.6% of the total patients treated and represents a highly selected cohort of patients. The common factor in these patients with noncolorectal liver metastases was liver-only disease confirmed on multiple imaging studies that was responding or stable on suitable systemic chemotherapy regimens.", "cite_spans": [], "ref_spans": [{"start": 405, "end": 412, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Resection combined with RFA was used to treat 737 tumors. A total of 387 tumors were treated with hepatic resection, whereas 350 tumors underwent RFA. The median number of tumors per patient was 3 (range, 2-21); the median number of tumors surgically excised per patient was 2 (range, [1] [2] [3] [4] [5] [6] [7] [8] [9] , and the median number of tumors ablated was 1 (range, 1-12). Surgery involved resection of a single tumor in 81 patients (47.1%), two tumors in 30 patients (17.4%), three tumors in 31 patients (18.1%), and more than three in 30 patients (17.4%) ( Table 2 ). In performing the hepatic resection, the type of procedure employed varied widely ( Table 3) . The majority of patients (n ϭ 101, 58.7%) had a resection that involved the removal of at least 2 hepatic segments and a full one-half of the patients underwent at least a formal hepatic lobectomy in addition to the RFA treatment. Specifically, 31 patients (18%) underwent a After removal of the index lesion(s), the remaining unresectable lesions were treated with RFA following a standardized treatment algorithm. RFA was used to treat 350 lesions: a single tumor in 97 patients (56.4%), two tumors in 34 patients (20.0%), and three or more tumors in 41 patients (23.6%) ( Table 2 ). The diameter of each tumor was measured in three dimensions by ultrasonography before RFA. The median size of the lesions treated with RFA was 1.8 cm ϫ 1.6 cm ϫ 1.5 cm (range, .3 cm ϫ .3 cm ϫ .3 cm to 12.0 cm ϫ 12.0 cm ϫ 5.5 cm). In general, adding RFA to the hepatic resection was well tolerated and added minimal complexity or morbidity to the operation. The median operative time for the combined procedure was 3.0 hours (range, 1-8.13 hours) with a median blood loss of 200 cc (range, 50 -2000 cc).", "cite_spans": [{"start": 285, "end": 288, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 289, "end": 292, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 293, "end": 296, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 297, "end": 300, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 301, "end": 304, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 305, "end": 308, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 309, "end": 312, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 313, "end": 316, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 317, "end": 320, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 570, "end": 577, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 665, "end": 673, "text": "Table 3)", "ref_id": "TABREF1"}, {"start": 1251, "end": 1258, "text": "Table 2", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "Only one intraoperative RFA-associated complication occurred: a partial thickness thermal injury to the adjacent stomach, which was recognized and repaired at the time of injury; there were no long-term consequences of this injury in the patient.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The postoperative complication rate was 19.8% (34 complications occurring in 25 patients), including 4 postoperative deaths for an overall mortality rate of 2.3% (Table 4 ). A number of complications were minor and not necessarily related to the type of procedure performed. These included prolonged postoperative ileus (2.3%), urinary tract infections (.6%), and pleural effusion (.6%). Intermediate morbidity complications included cardiac events such as tachycardia or dysrhythmias (1.7%), biloma (2.3%), perihepatic abscess (1.7%), and pneumonia (2.9%). There was no correlation between the extent of the liver resection or number of tumors treated with RFA and the development of postoperative complications. Major complications such as adult respiratory distress syndrome (.6%), multisystem organ failure/hepatic failure (1.7%), postoperative bleed (.6%), and pulmonary embolus (.6%) were more uncommon and predominantly occurred in the 4 patients who died postoperatively (Table 5) . A review of the 4 postoperative deaths revealed that 2 deaths were related to liver failure. Patient 1 had cirrhosis and did not tolerate a limited resection involving the removal of hepatic segments V and VI. In contrast, patient 4 had normal preoperative liver function, but did not have enough hepatic reserve to tolerate an extended right lobectomy with RFA and postoperatively developed multisystem (Table 6 ). Not unexpectedly, the most common site of distant disease was pulmonary metastases. A detailed review of the 8 patients with RFA site recurrences revealed that 4 patients had lesions ablated that were Ն 3 cm (Table 7) . One patient had a 12-cm lesion treated with RFA but recurred Ͻ2 months postoperatively. It is important to note that although 8 patients out of 172 recurred at the RFA site for an overall patient failure rate of 8.2%, there were only 8 treatment site failures out of 350 tumors ablated (2.3%).", "cite_spans": [], "ref_spans": [{"start": 162, "end": 170, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 979, "end": 988, "text": "(Table 5)", "ref_id": "TABREF4"}, {"start": 1395, "end": 1403, "text": "(Table 6", "ref_id": "TABREF5"}, {"start": 1615, "end": 1624, "text": "(Table 7)", "ref_id": "TABREF7"}], "section": "RESULTS"}, {"text": "Univariate analysis was performed to detect which factors possibly had an effect on the time to recurrence. As shown in Table 8 , the only factor that affected time to recurrence was the total number of tumors treated (i.e., the total number of tumors surgically resected plus those treated with RFA). When tested in a four-category system, there was a statistically significant difference in the time to recurrence in those patients who had more than 10 tumors treated (P ϭ .02). These patients had a shorter median disease-free survival time (2.3 months) as com-pared to those patients with fewer tumors (7.6 -10.3 months) (Fig. 1) . Although the total numbers of tumors treated seemed to impact time to recurrence, the number and size of tumors treated with RFA did not effect median time to recurrence (P ϭ .44 and P ϭ .42, respectively) (Fig. 2) . Similarly, other factors such as age, type of cancer, simultaneous vs. metachronous metastases, and type of resection all did not impact time to recurrence on univariate analysis (all P Ͼ .05). In all cases, the median time to recurrence was Ͻ12 months, suggesting that the majority of patients who do recur will do so within a short period of time after surgery.", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 8", "ref_id": "TABREF6"}, {"start": 625, "end": 633, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 842, "end": 850, "text": "(Fig. 2)", "ref_id": null}], "section": "RESULTS"}, {"text": "On multivariate analysis, the total number of tumors was again the only significant variable that affected time to recurrence. Those patients who had more than 10 tumors treated with combined hepatic resection and RFA were significantly more likely to have a shorter time to recurrence than those with less disease (HR ϭ 1.63, CI ϭ 1.12-2.36, P ϭ .009).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "With regard to survival, at last follow-up 60 patients (34.8%) had died of disease, whereas 112 patients (65.2%) were still alive. The overall median actuarial survival time was 45.5 months. Univariate analysis revealed that the type of cancer as well as the amount of blood loss were significant factors affecting overall survival. Those patients with noncolorectal metastases had a significantly better median survival (59 months) as compared to those patients with colorectal metastases (37.3 months) (P ϭ .03) (Fig. 3) . The amount of surgical blood loss also significantly affected overall survival. Patients with Ͼ 1000 cc blood loss had a median survival of 30.5 months as compared to 42.6 months and 56.6 months for patients with Ͻ250 cc and 250 to 1000 cc blood loss, respectively (P ϭ .04). The effect of blood loss on survival was not seen in the immediate postoperative period but rather became more evident in long-term follow-up (Fig. 4) . Although not statistically significant, those patients who had RFA of a lesion Ͼ3 cm showed a trend toward worse survival (P ϭ .14). Other factors such as age, number of RFA tumors, type of surgery, and total number of tumors treated did not significantly affect survival on univariate analysis (all P Ͼ .05). As colorectal cancer is the major type of hepatic metastasis confronting surgeons in the United States, we felt it important to analyze this group separately. As noted above, those patients with colorectal metastases had a median actuarial survival of 37.3 months. Additional analysis revealed that patients with synchronous colorectal metastasis had a better overall survival as compared to patients with metachronous metastases (P ϭ .04).", "cite_spans": [], "ref_spans": [{"start": 514, "end": 522, "text": "(Fig. 3)", "ref_id": "FIGREF1"}, {"start": 943, "end": 951, "text": "(Fig. 4)", "ref_id": null}], "section": "RESULTS"}, {"text": "On multivariate survival analysis, the size of the RFA lesion was the only factor that significantly impacted survival. Patients who underwent RFA of a lesion Ͼ3 cm had a higher likelihood of death than those who underwent RFA of a lesion Յ3 cm (HR ϭ 1.85, CI ϭ 1.02-3.37, P ϭ .04). Similar to univariate analysis, there was a trend suggesting that patients with synchronous hepatic metastases did better than those patients with metachronous lesions (HR ϭ .64, CI ϭ .36 -1.14, P ϭ .13).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Primary and secondary malignancies of the liver are extremely common. The liver is second only to lymph nodes as the most frequent site of metastasis from other solid cancers. 2 In fact, liver failure from extensive metastases often constitutes the main cause of death in patients with both colorectal cancer as well as a number of other common carcinomas. Surgical resection for primary and secondary hepatic malignancies is considered the only treatment modality with potential for a curative effect. In selected patients with metastatic disease confined to the liver, reported five-year survival rates for patients undergoing resection of secondary metastatic liver tumors range from 20% to 35%. [3] [4] [5] In contrast, without any treatment, the median survival after the detection of liver metastases is approximately 9 months, depending on the extent of the disease at the time of diagnosis. 18 The outcomes for patients treated with systemic chemotherapy strongly depend on the regimen used and type and organ of origin of the cancer, but generally a 1-year survival rate of approximately 60% is reported, with a 2-year survival rate below 30%. 19 Fiveyear survival and cure are both exceedingly rare for patients with hepatic metastases treated with chemotherapy alone. Given this, the availability of surgical therapy for hepatic malignancies is critical if higher long-term survival rates are to be achieved. Unfortunately, most patients (80% to 90%) are not candidates for surgical resection either due to extent or distribution of disease. 20 Traditionally, for a tumor to be considered appropriate for resection, there must not be any extrahepatic disease or severe hepatic dysfunction, the tumor or tumors must not be so extensive that too little functioning liver remains after the resection, at least a 1-cm tumor-free resection margin should be attained, and there should not be any involvement of the confluence of the portal vein. 20, 21 Recent advances have led to the development", "cite_spans": [{"start": 176, "end": 177, "text": "2", "ref_id": "BIBREF1"}, {"start": 699, "end": 702, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 703, "end": 706, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 707, "end": 710, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 899, "end": 901, "text": "18", "ref_id": "BIBREF17"}, {"start": 1153, "end": 1155, "text": "19", "ref_id": "BIBREF18"}, {"start": 1553, "end": 1555, "text": "20", "ref_id": "BIBREF19"}, {"start": 1951, "end": 1954, "text": "20,", "ref_id": "BIBREF19"}, {"start": 1955, "end": 1957, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Patients with Ͼ1000 cc blood loss had a median survival less than that of patients who had Ͻ250 cc and 250 to 1000 cc blood loss (P ϭ .04). Effect of blood loss on survival was not seen in the immediate postoperative period but rather became evident in long-term follow-up.", "cite_spans": [], "ref_spans": [], "section": "FIG. 4."}, {"text": "Although the total number of tumors treated seemed to impact time to recurrence, the number (A) and the size (B) of tumors treated with radiofrequency ablation (RFA) did not affect median time to recurrence (P ϭ .44 and P ϭ .42, respectively). of several alternative treatment methods designed to provide therapy for the majority of patients diagnosed with liver cancer who are not candidates for surgical resection. Interstitial local ablative techniques involving either freezing (cryoablation), 22,23 chemical desiccation (alcohol ablation), 24, 25 or RFA 9,26,27 have all been described. Among these, rapid freezing of tissue with exposure to liquid nitrogen cryoprobes at 196°C has a high risk of liver fracture, hemorrhage, and tumor-lysis syndromes, whereas alcohol injection results in nonhomogeneous distribution within tumors and results in incomplete areas of necrosis. 28 Neither of these local therapies produces extended long-term survival in most patients. 29 -33 In contrast, isolated RFA of unresectable liver malignancies has been shown to be safe and efficacious; however, local recurrence rates ranging from 5% to 30% have been reported. 9 -14 In general, most data concerning RFA treatment of hepatic tumors has come from studies involving patients with unresectable disease who have had RFA as primary therapy. In these studies, RFA has proven to be an extremely safe procedure with a complication rate lower than 10%. 9,10 Previous studies using both imaging studies and pathological evaluation of ablated lesions have shown complete tumor eradication. 34 -37 Recent studies with isolated RFA show a median survival of 34 months and a 3-year survival rate of 36% from the time of thermal ablation. 38, 39 Recurrence rates at the RFA site have been reported to be Ͻ10% after surgical RFA, with most treatment failures occurring in larger tumors (Ͼ3-4 cm in diameter). 9,10,13,40 One explanation for local RFA site failure in 4 of the 8 patients in the present study is the large size of the ablated lesion with a corresponding inadequate tumor kill. Local RFA failure, however, could not be completely attributed to the size of the lesion ablated as the other 4 patients had tumors Յ3 cm.", "cite_spans": [{"start": 545, "end": 548, "text": "24,", "ref_id": "BIBREF23"}, {"start": 549, "end": 551, "text": "25", "ref_id": "BIBREF24"}, {"start": 881, "end": 883, "text": "28", "ref_id": "BIBREF27"}, {"start": 972, "end": 978, "text": "29 -33", "ref_id": null}, {"start": 1158, "end": 1163, "text": "9 -14", "ref_id": null}, {"start": 1576, "end": 1582, "text": "34 -37", "ref_id": null}, {"start": 1721, "end": 1724, "text": "38,", "ref_id": "BIBREF37"}, {"start": 1725, "end": 1727, "text": "39", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "FIG. 2."}, {"text": "We do not advocate use of RFA as a replacement for resection, which remains the gold standard for the treatment of malignant liver tumors. Rather, RFA has been advocated as a treatment solely for those tumors that are unresectable by virtue of their number, location, or size relative to liver volume. At the University of Texas M.D. Anderson Cancer Center, in an attempt to increase the number of patients who are eligible for aggressive surgical removal or destruction of tumors, we now perform RFA in combination with hepatic resection. Despite the theoretical appeal of combination therapy, there is some concern in the surgical community that the addition of an ablative therapy to a major hepatic resection would be unsafe and add significant complexity to an already demanding operation. Additionally, there is concern that patients with traditionally unresectable disease represent a population of patients who have a larger tumor burden associated with biologically more aggressive disease and an inherently poorer prognosis. Performing a potentially morbid procedure (such as a resection with RFA) would be unwarranted if it could not lead to meaningful longterm survival in a subset of patients. In reviewing the literature, there have been occasional reports of RFA being used as an adjunct to resection, but these studies have included only small numbers of patients. 40, 41 The current study represents the largest series of patients reported to date who have been treated simultaneously with hepatic resection and RFA.", "cite_spans": [{"start": 1381, "end": 1384, "text": "40,", "ref_id": "BIBREF39"}, {"start": 1385, "end": 1387, "text": "41", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "FIG. 2."}, {"text": "This study was performed to address the question of feasibility and safety concerning the use of combined hepatic resection and RFA applications. As other studies have reported, intraoperative complications from RFA are uncommon. 9, 17, 40, 41 In the current series, there was only one intraoperative complication: a partial thickness thermal injury to the stomach that resulted in no longterm consequences. The complication rate for hepatic resection and RFA was 19.8%, which is comparable to the 11% to 35% morbidity rates reported for hepatic resection alone. 42, 43 Most of the complications were minor or intermediate, including urinary tract infections, bilomas, or abscesses that were amenable to percutaneous drainage. Serious complications were less common, but when they did occur they were strongly associated with mortality. Overall the perioperative mortality rate was 2.3%, which again compares favorably to reported rates of 0% to 3% for hepatic resection alone. 42, 43 It appears, therefore, that hepatic resection combined with RFA is safe and well tolerated. A review of the perioperative deaths, however, mandates a cautionary note. Two deaths were associated with liver failure, subsequent multisystem organ failure and death. These patients serve to emphasize that although combined therapy appears to be safe in the majority of cases, resection combined with thermal destruction of too great a volume of liver may lead to liver failure and death. Patients with cirrhosis and preoperative hepatic compromise, as well as those patients with normal liver function but in whom an extended resection combined with RFA is being considered must be carefully evaluated to determine if an adequate volume of perfused normal liver will remain after resection and RFA.", "cite_spans": [{"start": 230, "end": 232, "text": "9,", "ref_id": "BIBREF8"}, {"start": 233, "end": 236, "text": "17,", "ref_id": "BIBREF16"}, {"start": 237, "end": 240, "text": "40,", "ref_id": "BIBREF39"}, {"start": 241, "end": 243, "text": "41", "ref_id": "BIBREF40"}, {"start": 563, "end": 566, "text": "42,", "ref_id": "BIBREF41"}, {"start": 567, "end": 569, "text": "43", "ref_id": "BIBREF42"}, {"start": 978, "end": 981, "text": "42,", "ref_id": "BIBREF41"}, {"start": 982, "end": 984, "text": "43", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "FIG. 2."}, {"text": "In general, adding RFA to the hepatic resection was well tolerated and added minimal complexity to the operation. In the majority of cases, the operation involved a formal hepatic lobectomy plus RFA. Despite this, the median operative time was only 3 hours and the median blood loss was only 200 cc. These numbers are comparable to historical operative data of isolated hepatic resection performed at our institution. On univariate anal-ysis, the amount of blood loss did seem to affect overall survival with patients experiencing Ͼ 1000 cc blood loss having a significantly decreased median survival. One possible reason for this is that blood loss may have acted as a surrogate marker for not only the complexity of the surgical resection, but also the extent of hepatic disease.", "cite_spans": [], "ref_spans": [], "section": "FIG. 2."}, {"text": "The patients in the present study had a wide spectrum of tumors, with the majority having colorectal metastases. The study did include patients with other secondary malignancies of the liver such as leiomyosarcoma, breast cancer, pancreatic cancer, and neuroendocrine tumors. This latter group represented a minority of the patients treated with resection and RFA. Previously studies have shown that RFA for noncolorectal hepatic metastases can be effective if the patient population is chosen carefully. 9, 40, 44 In the present study, on univariate analysis, those patients with noncolorectal metastases had a statistically significant better median survival as compared to those patients with colorectal metastases. This may be related to selection bias. The therapeutic threshold for operating on noncolorectal hepatic metastasis is considerably higher than that for colorectal disease. Most patients with noncolorectal liver metastases have been heavily pretreated with systemic or regional chemotherapy and have been followed for a period of time in order to document stable isolated hepatic disease. In contrast, colorectal patients are more likely to undergo resection sooner, without a period of time to monitor the stability of their disease. Thus, colorectal patients may be more likely to harbor unsuspected regional or distant micrometastatic disease that becomes clinically evident months or years after an operation. Our data supports the safety of an appropriately aggressive treatment plan for patients with both colorectal and noncolorectal hepatic metastasis. In patients with stable isolated noncolorectal hepatic metastases, hepatic resection in combination with RFA can lead to significant long-term survival periods.", "cite_spans": [{"start": 505, "end": 507, "text": "9,", "ref_id": "BIBREF8"}, {"start": 508, "end": 511, "text": "40,", "ref_id": "BIBREF39"}, {"start": 512, "end": 514, "text": "44", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "FIG. 2."}, {"text": "Recurrence of cancer after liver resection and RFA occurred in 56.9% of patients. RFA site recurrence occurred in 8 patients (8.2%), but local recurrence occurred in only 8 of 350 tumors ablated (2.3%). Thus, RFA site recurrence was uncommon with regional or distant recurrence being much more frequent. RFA and resection are treatments designed to achieve local control of malignant hepatic tumors. Resection or local destruction of tumor can produce long-term disease-free and overall survival in a subset of patients but cannot overcome the tumor biology in patients who already have micrometastatic disease at the time of their surgical therapy. Thus, even though we had a RFA site failure rate of only 2.3%, recurrent disease developed in over one-half of the patients after combined resection and RFA. In the current study, multivariate analysis revealed that a total number of tumors Ͼ10 was significantly associated with a short time to recurrence (Ͻ3.0 months). Patients with Ͼ10 tumors clearly represent a cohort of patients with a significant tumor burden who may be more likely to harbor micrometastatic disease. Based on our data, we would recommend caution in offering combined modality therapy to this subset of patients, as a meaningful disease-free outcome is unlikely.", "cite_spans": [], "ref_spans": [], "section": "FIG. 2."}, {"text": "At last follow-up, 65.2% of patients were alive, yielding a median actuarial survival time of 45.5 months. Three factors seemed to affect overall survival. As noted above, patients with noncolorectal metastasis and those with Ͻ1000 cc blood loss had a significantly greater probability of long-term survival. RFA of a tumor Ͼ3 cm in diameter was a significant factor on multivariate analysis with these patients having a higher likelihood of death from cancer recurrence than those who underwent ablation of a lesion Յ3 cm (HR ϭ 1.85, CI ϭ 1.02-3.37, P ϭ .04). Previous studies have also shown a correlation between lesion size, recurrence risk, and survival. We do not recommend abandoning combined hepatic resection and RFA of lesions Ͼ 3 cm, but this data does show that there is an increased risk of failure in this subset of patients. This may be because RFA of lesions Ͼ3 cm in diameter requires more experience and creation of multiple overlapping zones of thermal necrosis is usually required. For this reason, hepatic resection combined with RFA should be performed by those who have expertise in both techniques. Due to the inherent learning curve associated with RFA, one should initially attempt ablation of smaller lesions before undertaking more complex larger lesions. Furthermore, clinical trials of adjuvant systemic and/or regional therapies following resection and RFA of hepatic malignancies must be performed to assess for reduction in rates of cancer recurrence.", "cite_spans": [], "ref_spans": [], "section": "FIG. 2."}, {"text": "One of the most surprising outcomes of the study was the finding that patients with synchronous colorectal metastases seemed to enjoy a better survival than patients with metachronous lesions. Although this was found to be significant in univariate analysis, in the multivariate model, it did not withstand competing risk adjustment but a trend did persist (P ϭ .13). This finding is at odds with traditional reports showing that patients with synchronous lesions tend to have a relatively poor survival probability. Although we do not have a clear explanation for this finding in the current study, it may be related to patient selection and pretreatment bias. The majority of our patients who developed metachronous colorectal liver metastases did so after receiving adjuvant fluoropyrimidine-based systemic therapy after resection of their primary colorectal cancer. Thus, they had already failed one chemotherapy regimen and had fewer subsequent treatment options. In contrast, patients with synchronous liver metastases underwent resection of their primary cancer followed by three drug-combined systemic chemotherapy (IFL: irinotecan, 5-fluorouracil, leucovorin) both before and after liver resection and RFA. This aggressive multimodality approach may have a greater impact on patient survival probabilities; however, further accrual and follow-up of these patients is needed.", "cite_spans": [], "ref_spans": [], "section": "FIG. 2."}, {"text": "Our group of 172 patients treated with combined hepatic resection and RFA of malignant liver tumors is the largest series reported to date. Other reports contain either patients treated with RFA alone or have small number of patients who underwent combined modality treatment. In this study, we showed that concurrent treatment with surgical resection and RFA is feasible and safe. Local recurrence rates at RFA sites treated using intraoperative ultrasound-guided therapy with multiple overlapping zones of thermal treatment is uncommon. Regional or distant recurrence of disease is the more frequent pattern of failure. We demonstrated that tumor burden influences the time to recurrence, but age, gender, histological type, RFA lesion size, and the type of resection performed do not. At a median follow-up of 21.3 months, 65.2% of patients were still alive for a median actuarial survival of 44.5 months. It is difficult to compare objectively resection plus RFA results with other modalities such as RFA alone or resection alone because of the differences in the patient populations treated. Nevertheless, our data is provocative as it suggests that even patients with multifocal, liver-only, but otherwise unresectable liver cancer may derive a significant survival benefit from combined hepatic resection and RFA. The selection of such patients is critical and results of this nonrandomized, retrospective study must be corroborated by further clinical trials. Further studies will also be needed to evaluate the impact of combining liver resection and RFA on patient quality of life. Moreover, although local tumor control may be achieved with hepatic resection and RFA, the high propensity for these malignant liver tumors to recur regionally and systemically in a significant number of patients emphasizes the need for effective multimodality approaches to aid in the control of distant disease.", "cite_spans": [], "ref_spans": [], "section": "FIG. 2."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "NIH conference on hepatocellular carcinoma", "authors": [{"first": "Di", "middle": [], "last": "Bisceglie", "suffix": ""}, {"first": "A", "middle": [], "last": "Rustgi", "suffix": ""}, {"first": "V", "middle": [], "last": "Hoffnagle", "suffix": ""}, {"first": "J", "middle": [], "last": "Dusheiko", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Lotze", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "", "suffix": ""}], "year": 1988, "venue": "Ann Intern Med", "volume": "108", "issn": "", "pages": "390--401", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hematogenous metastatic patterns in colonic carcinoma: an analysis of 1541 necropsies", "authors": [{"first": "L", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "E", "middle": [], "last": "Grundmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Torhorst", "suffix": ""}], "year": 1986, "venue": "J Pathol", "volume": "150", "issn": "", "pages": "195--203", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Liver resection for colorectal metastases", "authors": [{"first": "Y", "middle": [], "last": "Fong", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Fortner", "suffix": ""}], "year": 1997, "venue": "J Clin Oncol", "volume": "15", "issn": "", "pages": "938--984", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Surgical options in the treatment of hepatic metastases from colorectal cancer", "authors": [{"first": "L", "middle": ["H"], "last": "Blumgart", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fong", "suffix": ""}], "year": 1995, "venue": "Curr Probl Surg", "volume": "32", "issn": "", "pages": "333--421", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hepatectomy for noncolorectal liver metastases", "authors": [{"first": "T", "middle": ["M"], "last": "Tuttle", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "201--212", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Liver Cancer Study Group of Japan. Primary liver cancer in Japan: clinicopathologic features and results of surgical treatment", "authors": [], "year": 1990, "venue": "Ann Surg", "volume": "211", "issn": "", "pages": "277--84", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Primary hepatic malignancy: surgical management and determinants of survival", "authors": [{"first": "D", "middle": ["M"], "last": "Nagorney", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Van Heerden", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Ilstrup", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Adson", "suffix": ""}], "year": 1989, "venue": "Surgery", "volume": "106", "issn": "", "pages": "740--748", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Radiofrequency thermal ablation of liver tumors", "authors": [{"first": "H", "middle": [], "last": "Rhim", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Dodd", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}], "year": 1999, "venue": "J Clin Ultrasound", "volume": "27", "issn": "", "pages": "221--230", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Radiofrequency ablation of unresectable primary and metastatic hepatic malignancies: results in 123 patients", "authors": [{"first": "S", "middle": ["A"], "last": "Curley", "suffix": ""}, {"first": "F", "middle": [], "last": "Izzo", "suffix": ""}, {"first": "P", "middle": [], "last": "Delrio", "suffix": ""}], "year": 1999, "venue": "Ann Surg", "volume": "230", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Radiofrequency ablation of 231 unresectable hepatic tumors: indications, limitations, and complications", "authors": [{"first": "T", "middle": ["F"], "last": "Wood", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rose", "suffix": ""}, {"first": "M", "middle": [], "last": "Chung", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Allegra", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Foshag", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bilchik", "suffix": ""}], "year": 2000, "venue": "Ann Surg Oncol", "volume": "7", "issn": "", "pages": "593--600", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Radiofrequency ablation of 100 hepatic metastases with a mean follow up of more than 1 year", "authors": [{"first": "T", "middle": [], "last": "De Baere", "suffix": ""}, {"first": "D", "middle": [], "last": "Elias", "suffix": ""}, {"first": "C", "middle": [], "last": "Dromain", "suffix": ""}], "year": 2000, "venue": "Am J Roentgenol", "volume": "175", "issn": "", "pages": "1619--1644", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Radiofrequency thermal ablation of hepatic metastases", "authors": [{"first": "L", "middle": [], "last": "Solbiati", "suffix": ""}, {"first": "T", "middle": [], "last": "Ierace", "suffix": ""}, {"first": "M", "middle": [], "last": "Tonolino", "suffix": ""}, {"first": "V", "middle": [], "last": "Orti", "suffix": ""}, {"first": "L", "middle": [], "last": "Cova", "suffix": ""}], "year": 2001, "venue": "Eur J Ultrasound", "volume": "13", "issn": "", "pages": "149--58", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Radiofrequency ablation of unresectable hepatic malignancies: lessons learned", "authors": [{"first": "A", "middle": ["J"], "last": "Bilchik", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wood", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Allegra", "suffix": ""}], "year": 2001, "venue": "Oncologist", "volume": "6", "issn": "", "pages": "24--33", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Thermal ablation of liver metastases. Current status and prospects", "authors": [{"first": "T", "middle": [], "last": "Vogl", "suffix": ""}, {"first": "M", "middle": [], "last": "Mack", "suffix": ""}, {"first": "R", "middle": [], "last": "Straub", "suffix": ""}], "year": 2001, "venue": "Radiologe", "volume": "41", "issn": "", "pages": "49--55", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Advances in the treatment of liver tumors", "authors": [{"first": "S", "middle": ["A"], "last": "Curley", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cusack", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Tanabe", "suffix": ""}, {"first": "O", "middle": [], "last": "Stoelzing", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ellis", "suffix": ""}], "year": 2002, "venue": "Curr Probl Surg", "volume": "39", "issn": "", "pages": "449--571", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Intraoperative radiofrequency ablation or cryoablation for hepatic malignancies", "authors": [{"first": "A", "middle": ["S"], "last": "Pearson", "suffix": ""}, {"first": "F", "middle": [], "last": "Izzo", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Fleming", "suffix": ""}], "year": 1999, "venue": "Am J Surg", "volume": "178", "issn": "", "pages": "592--600", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Radiofrequency ablation of hepatocellular cancer in 110 patients with cirrhosis", "authors": [{"first": "S", "middle": ["A"], "last": "Curley", "suffix": ""}, {"first": "F", "middle": [], "last": "Izzo", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ellis", "suffix": ""}, {"first": "J", "middle": [], "last": "Vauthey", "suffix": ""}, {"first": "P", "middle": [], "last": "Vallone", "suffix": ""}], "year": 2000, "venue": "Ann Surg", "volume": "232", "issn": "", "pages": "381--91", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Factors influencing the natural history of colorectal liver metastases", "authors": [{"first": "R", "middle": [], "last": "Stangl", "suffix": ""}, {"first": "A", "middle": [], "last": "Altendorf-Hofmann", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Charnley", "suffix": ""}], "year": 1994, "venue": "Lancet", "volume": "343", "issn": "", "pages": "1405--1415", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Treatment of liver metastases, an update on the possibilities and results", "authors": [{"first": "T", "middle": [], "last": "Ruers", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Bleichrodt", "suffix": ""}], "year": 2002, "venue": "Eur J Cancer", "volume": "38", "issn": "", "pages": "1023--1056", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Resection of hepatic metastases from colorectal cancer. Biologic perspective", "authors": [{"first": "G", "middle": [], "last": "Steele", "suffix": ""}, {"first": "T", "middle": [], "last": "Ravikumar", "suffix": ""}], "year": 1989, "venue": "Ann Surg", "volume": "210", "issn": "", "pages": "127--165", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Resection of hepatic metastases from colorectal cancer", "authors": [{"first": "M", "middle": ["A"], "last": "Adson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Van Heerden", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Adson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Wagner", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Ilstrup", "suffix": ""}], "year": 1984, "venue": "Arch Surg", "volume": "119", "issn": "", "pages": "647--51", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Cryosurgical ablation of unresectable hepatic tumors", "authors": [{"first": "L", "middle": ["M"], "last": "Zuro", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Staren", "suffix": ""}], "year": 1996, "venue": "AORN-J", "volume": "64", "issn": "", "pages": "231--275", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Long-term survival after hepatic cryosurgery versus surgical resection for metastatic colorectal carcinoma: a critical review of the literature", "authors": [{"first": "V", "middle": ["R"], "last": "Tandan", "suffix": ""}, {"first": "A", "middle": [], "last": "Harmantas", "suffix": ""}, {"first": "S", "middle": [], "last": "Gallinger", "suffix": ""}], "year": 1997, "venue": "Can J Surg", "volume": "40", "issn": "", "pages": "175--81", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Local recurrence of hepatocellular carcinoma after percutaneous ethanol injection", "authors": [{"first": "H", "middle": [], "last": "Ishii", "suffix": ""}, {"first": "S", "middle": [], "last": "Okada", "suffix": ""}, {"first": "H", "middle": [], "last": "Nose", "suffix": ""}], "year": 1996, "venue": "Cancer", "volume": "77", "issn": "", "pages": "1792--1798", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Percutaneous ethanol injection in the treatment of hepatocellular carcinoma in cirrhosis. A study on 207 patients", "authors": [{"first": "T", "middle": [], "last": "Liviraghi", "suffix": ""}, {"first": "L", "middle": [], "last": "Bolondi", "suffix": ""}, {"first": "S", "middle": [], "last": "Lazzaroni", "suffix": ""}], "year": 1992, "venue": "Cancer", "volume": "69", "issn": "", "pages": "925--934", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Treatment of liver tumors by percutaneous radiofrequency electrocautery", "authors": [{"first": "J", "middle": ["P"], "last": "Magahan", "suffix": ""}, {"first": "P", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Brock", "suffix": ""}], "year": 1993, "venue": "Semin Interven Radiol", "volume": "10", "issn": "", "pages": "143--152", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Percutaneous radiofrequency interstitial thermal ablation in the treatment of small hepatocellular carcinoma", "authors": [{"first": "S", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "Di", "middle": [], "last": "Stasi", "suffix": ""}, {"first": "M", "middle": [], "last": "Buscarini", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 1995, "venue": "Cancer J Sci Am", "volume": "1", "issn": "", "pages": "73--81", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Percutaneous ethanol injection for the treatment of hepatocellular carcinoma: study of 95 patients", "authors": [{"first": "M", "middle": [], "last": "Ebra", "suffix": ""}], "year": 1990, "venue": "Gastroenterol Hepatol", "volume": "15", "issn": "", "pages": "615--641", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Long-term results of percutaneous ethanol injection therapy for hepatocellular in cirrhosis: a European experience", "authors": [{"first": "R", "middle": [], "last": "Lencioni", "suffix": ""}, {"first": "F", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "N", "middle": [], "last": "Armillotta", "suffix": ""}], "year": 1997, "venue": "Eur Radiol", "volume": "7", "issn": "", "pages": "514--523", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Infection complications of hepatic cryosurgery", "authors": [{"first": "D", "middle": ["K"], "last": "Riley", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Babinchak", "suffix": ""}, {"first": "R", "middle": [], "last": "Zemel", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Weaver", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Rotheram", "suffix": ""}], "year": 1997, "venue": "Clin Infect Dis", "volume": "24", "issn": "", "pages": "1001--1004", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Place of cryosurgery in the treatment of malignant liver tumors", "authors": [{"first": "R", "middle": [], "last": "Adam", "suffix": ""}, {"first": "E", "middle": [], "last": "Akpinar", "suffix": ""}, {"first": "Johann", "middle": ["M"], "last": "Kunstlinger", "suffix": ""}, {"first": "F", "middle": [], "last": "Majno", "suffix": ""}, {"first": "P", "middle": [], "last": "Bismuth", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "Ann Surg", "volume": "225", "issn": "", "pages": "38--47", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Hepatic cryosurgery for liver metastases: long-term follow-up", "authors": [{"first": "N", "middle": ["N"], "last": "Korpan", "suffix": ""}], "year": 1997, "venue": "Ann Surg", "volume": "225", "issn": "", "pages": "193--201", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Cryosurgical ablation of hepatic metastases from colorectal carcinomas", "authors": [{"first": "K", "middle": ["A"], "last": "Yeh", "suffix": ""}, {"first": "L", "middle": [], "last": "Fortunato", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Hoffman", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Eisenberg", "suffix": ""}], "year": 1997, "venue": "Ann Surg", "volume": "63", "issn": "", "pages": "63--71", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Percutaneous RF interstitial thermal ablation in the treatment of hepatic cancer", "authors": [{"first": "S", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "Di", "middle": [], "last": "Stasi", "suffix": ""}, {"first": "M", "middle": [], "last": "Buscarini", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 1996, "venue": "Am J Roentgenol", "volume": "167", "issn": "", "pages": "759--68", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Hepatic metastasis: percutaneous radio-frequency ablation with cooled-tip electrodes", "authors": [{"first": "L", "middle": [], "last": "Solbiati", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Goldberg", "suffix": ""}, {"first": "T", "middle": [], "last": "Ierace", "suffix": ""}], "year": 1997, "venue": "Radiology", "volume": "205", "issn": "", "pages": "367--73", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Minimally invasive treatment of malignant hepatic tumors: at the threshold of a major breakthrough", "authors": [{"first": "G", "middle": ["D"], "last": "Dodd", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Soulen", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Kane", "suffix": ""}], "year": 2000, "venue": "Radio", "volume": "20", "issn": "", "pages": "9--27", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Radiofrequency tissue ablation: increased lesion diameter with a perfusion electrode", "authors": [{"first": "S", "middle": ["N"], "last": "Goldberg", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Gazelle", "suffix": ""}, {"first": "L", "middle": [], "last": "Solbiati", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Rittman", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Mueller", "suffix": ""}], "year": 1996, "venue": "Acad Radiol", "volume": "3", "issn": "", "pages": "636--680", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Image guided ablation of colorectal liver metastases: time for a randomized controlled trial versus hepatic resection", "authors": [{"first": "A", "middle": [], "last": "Gillams", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Lees", "suffix": ""}], "year": 1999, "venue": "Radiology", "volume": "213", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Thermal ablation of liver metastases", "authors": [{"first": "A", "middle": [], "last": "Gillams", "suffix": ""}], "year": 2001, "venue": "Abdominal Imaging", "volume": "26", "issn": "", "pages": "361--369", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Radiofrequency ablation in 447 complex unresectable liver tumors: lessons learned", "authors": [{"first": "R", "middle": ["J"], "last": "Bleicher", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Allegra", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Nora", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wood", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Foshag", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bilchik", "suffix": ""}], "year": 2003, "venue": "Ann Surg Oncol", "volume": "10", "issn": "", "pages": "52--60", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Usefulness of intraoperative radiofrequency thermoablation of liver tumors associated or not with hepatectomy", "authors": [{"first": "D", "middle": [], "last": "Elias", "suffix": ""}, {"first": "A", "middle": [], "last": "Goharin", "suffix": ""}, {"first": "El", "middle": [], "last": "Otmany", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "Eur J Surg Oncol", "volume": "26", "issn": "", "pages": "763--772", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Hepatic resection for metastatic neuroendocrine carcinomas", "authors": [{"first": "F", "middle": ["G"], "last": "Que", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Nagorney", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Batts", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Linz", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Kvols", "suffix": ""}], "year": 1995, "venue": "Am J Surg", "volume": "169", "issn": "", "pages": "36--43", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Prospective study of aggressive resection of metastatic pancreatic endocrine tumors", "authors": [{"first": "S", "middle": ["E"], "last": "Carty", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Jensen", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Norton", "suffix": ""}], "year": 1992, "venue": "Surgery", "volume": "112", "issn": "", "pages": "1024--1056", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Laparoscopic radiofrequency ablation of neuroendocrine liver metastases", "authors": [{"first": "E", "middle": [], "last": "Berber", "suffix": ""}, {"first": "N", "middle": [], "last": "Flesher", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Siperstein", "suffix": ""}], "year": 2002, "venue": "World J Surg", "volume": "26", "issn": "", "pages": "985--90", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Total burden of disease-treated (i.e., the total number of tumors surgically resected plus those treated with radiofrequency ablation ) impacts recurrence. Those patients with a total tumor burden of Ͼ10 lesions treated do have a shorter median disease-free survival time as compared to those with fewer tumors (P ϭ .02).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Patients with noncolorectal metastases had a significantly better median survival (59 months) as compared with those patients with colorectal metastases (37.3 months) (P ϭ .03).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of the 172 patients treated with hepatic resection and RFA", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Female Male </td><td> </td></tr><tr><td>istology Color</td><td>124 (72.1)\n</td></tr><tr><td>Leiomyosarcoma metastasCarcinoid metastasis </td><td>10 (5.8)\n</td></tr><tr><td>Hepatocellular carcinoma </td><td>5 (2.9)\n</td></tr><tr><td>Pancreas metastasis </td><td>4 (2.4)\n</td></tr><tr><td>Neuroendocrine metastasi</td><td>3 (1.7)\n</td></tr><tr><td>Breast metastasis </td><td>4 (2.4)\n</td></tr><tr><td>Sarcoma metastasis NOS </td><td>3 (1.7)\n</td></tr><tr><td>Cholangiocarcino</td><td>2 (1.1)\n</td></tr><tr><td>Ocular melanoma metasta</td><td>1 (.6)\n</td></tr><tr><td>Other </td><td>3 (1.7)\n</td></tr><tr><td>RFA, </td><td>ed.\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Operative procedures performed", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Segment I and III </td><td> </td></tr><tr><td>Segment II and I</td><td>30 (17.4)\n</td></tr><tr><td>Segment IV resection </td><td>1 (.6)\n</td></tr><tr><td>Segment V and VI resection </td><td>12 (7.0)\n</td></tr><tr><td>Segment VI resection </td><td>10 (5.8</td></tr><tr><td>Segments II, III, V and VI re</td><td>7 (4.1)\n</td></tr><tr><td>Bilobar resection NOS </td><td>4 (2.4)\n</td></tr><tr><td>Right lobectomy </td><td>31 (18.0</td></tr><tr><td>Extended right lobecto</td><td>11 (6.4)\n</td></tr><tr><td>Left lobectomy Extended left lobectomy </td><td>28 (16.3) 14 (8.1)\n</td></tr><tr><td>Trisegmentecto</td><td>2 (1.1)\n</td></tr><tr><td>NOS, not otherwis</td><td> </td></tr></table></body></html>"}, "TABREF2": {"text": "Patient tumor burden characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Total no. of tumors resecte</td><td>n (%737 387\n</td></tr><tr><td>Median no. per patient </td><td>2 (range, 1-9)\n</td></tr><tr><td>1 Lesion 2 Lesions 3 Lesion</td><td>(4731 (18.1)\n</td></tr><tr><td>4 Lesio</td><td>30 (17.4)\n</td></tr><tr><td>l no. of tu</td><td>350\n</td></tr><tr><td>FA\n</td><td> </td></tr><tr><td>Median no. per patient 1 L</td><td> </td></tr><tr><td>2 Lesions 3 Lesio</td><td>41 (23.6)\n</td></tr><tr><td>edian size </td><td> 1.6  </td></tr><tr><td>with RFA Smallest lesion </td><td> </td></tr><tr><td>argest lesion FA, radiofrequ</td><td>.3  .3  .3\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Postoperative The site of first recurrence was isolated to the RFA site in 8 patients (8.2%), a non-RFA hepatic recurrence in 38 patients (38.8%), a non-RFA hepatic recurrence plus distant disease in 31 patients (31.6%), and isolated distant disease in 21 patients (21.4%). Interestingly, the median time to failure was about 7.5 months in all cases", "latex": null, "type": "table"}, "TABREF4": {"text": "Postoperative complications and deaths: postoperative deaths (n ϭ 4, 2.3%) HCC, hepatocellular carcinoma; CRC, colorectal carcinoma metastasis; RFA, radiofrequency ablation; OR, operating room; EBL, estimated blood loss; ARDS, adult respiratory distress syndrome; MSOF, multiple system organ failure.", "latex": null, "type": "table"}, "TABREF5": {"text": "Details of tumor recurrence after hepatic resection and RFA: overall recurrence rates", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No. of n  98Median\n</td></tr><tr><td>n (%)\n</td><td>failure\n(mo)\n</td><td> </td></tr><tr><td>A site 8 (8.2) Non-RFA plus distant disease\n31 (31.6Distant disease only 21 (21.4) </td><td>7.5 7.5 </td><td>.5-19(2.3-23.4)\n</td></tr><tr><td>RFA, radiofreque</td><td>7.6 </td><td>(3.2-26.5)\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Univariate analysis of factors affecting time to recurrence", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Median di</td></tr><tr><td>2 3</td><td>9 </td></tr><tr><td>ota2 3 to 4 </td><td>10</td></tr><tr><td>5 11 </td><td>7.6 2.3 </td></tr><tr><td>FA size\n</td><td> </td></tr><tr><td>3 c3 cm </td><td>8.5\n</td></tr><tr><td>ge\n</td><td> </td></tr><tr><td>55 </td><td>9\n</td></tr><tr><td>ype o</td><td> </td></tr><tr><td>Colo</td><td>7.7\n</td></tr><tr><td>Noncolorecta</td><td> </td></tr><tr><td>etastases\n</td><td> </td></tr><tr><td>Metachronous Synchron</td><td>7\n</td></tr><tr><td>ype of surgery\n</td><td> </td></tr><tr><td>2 Segment</td><td>8.5\n</td></tr><tr><td>2 Segments </td><td> </td></tr><tr><td>ood loss\n</td><td> </td></tr><tr><td>250 cc </td><td>7.3\n</td></tr><tr><td>250-100</td><td> </td></tr><tr><td>1000 c</td><td>11.5 </td></tr><tr><td>esection marg</td><td> </td></tr><tr><td>1 cm </td><td>7.7\n</td></tr><tr><td>1 cm </td><td> </td></tr><tr><td>RFA, r</td><td> </td></tr></table></body></html>"}, "TABREF7": {"text": "Details of tumor recurrence after hepatic resection and RFA: recurrence at the RFA site", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>(mo) </td><td>Time to\n</td></tr><tr><td>1 Patient 3 5 4 </td><td>5  5  3.5  6  6 </td><td>gment VII Segments VI</td><td>3.3 10.2 </td><td>orectal Leiomyosa</td></tr><tr><td>Patient 4 2 1 </td><td> 1  1 </td><td>Segment VI </td><td>7.5 </td><td>Colorectal\n</td></tr><tr><td>Patient 5 1 12 </td><td> 12  </td><td>Right lobe </td><td>1.5 </td><td>Colorectal\n</td></tr><tr><td>Patient 6 1 .8 </td><td> 1.5  </td><td>Segment I </td><td>19.0 </td><td>Colorectal\n</td></tr><tr><td>Patient 7 1 3.5 </td><td> 3.5  3.5 </td><td>Segment IV</td><td>19.0 </td><td>Colorectal\n</td></tr><tr><td>Patient 8 1 1.5 </td><td> 1.5  1.5 </td><td>Segment V </td><td>10.6 </td><td>Colorectal\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "The acknowledgments are available online at www.annalssurgicaloncology.org.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}