{"paper_id": "1ce4b4f580a5e4dcc098b2f935c60e817f2e2a6f", "metadata": {"title": "Simulation of Non-Pharmaceutical 1 Interventions on COVID-19 with an 2 Agent-based Model of Zonal Restraint", "authors": [{"first": "Lindsay", "middle": [], "last": "Álvarez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Distrital Francisco José de Caldas", "location": {"settlement": "Bogotá"}}, "email": "lalvarez@udistrital.edu.cola"}, {"first": "Sergio", "middle": [], "last": "Rojas-Galeano", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Distrital Francisco José de Caldas", "location": {"settlement": "Bogotá"}}, "email": ""}]}, "abstract": [{"text": "are currently the only mechanism 8 governments can use to mitigate the impact of the COVID-19 epidemic. Similarly to the actual 9 spread of the disease, the dynamics of the contention patterns emerging from the application of 10 NPIs are complex and depend on interactions between people within a specific region as well as 11 other stochastic factors associated to demographic, geographic, political and economical 12 conditions. Agent-based models simulate microscopic rules of simultaneous spatial interactions 13 between multiple agents within a population, in an attempt to reproduce the complex dynamics 14 of the effect of the contention measures. In this way, it is possible to design individual behaviours 15 along with NPI scenarios, measuring how the simulation dynamics is affected and therefore, 16 yielding rapid insights to perform a broad assessment of the potential of composite interventions 17 at different stages of the epidemic. In this paper we describe a model and a tool to experiment 18 with such kind of analysis applied to a conceptual city, considering a number of widely-applied 19 NPIs such as social distancing, case isolation, home quarantine, total lockdown, sentinel testing, 20 mask wearing and a distinctive \"zonal\" enforcement measure, requiring these interventions to be 21 applied gradually to separated enclosed districts (zones). We find that the model is able to 22 capture emerging dynamics associated to these NPIs; besides, the zonal contention strategy 23 yields an improvement on the mitigation impact across all scenarios of combination with 24 individual NPIs. The model and tool are open to extensions to account for omitted or newer 25 factors affecting the planning and design of NPIs intended to counter the late stages or 26 forthcoming waves of the COVID-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "27 28 34 people according to their individual behaviour, but many other stochastic factors associated to 35 demographic, geographic, political and economical conditions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "36", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "One way of getting insights about the progression of the epidemics so as to allow researchers 37 and policy-makers to take actions to control its spread, are simulation models. In this respect, there 38 are two main approaches. The best-known approach uses macroscopic models that represent 39 population level dynamics with causality analysis or through transition between discrete events 40 : medRxiv preprint that affect the state of the system (System Dynamics, Discrete Event Simulation). These sort of 41 models are intended to describe the average infection dynamics and have been used in the past 42 to study the spread of influenza pandemics (Ferguson et al., 2006), and more recently to COVID-43 19 (Ferguson et al., 2020). They are build on the basis of the classical epidemic SIR compartment 44 model (Susceptible, Infectious, Recovered) or variations of the same, where the entire population is 45 split in such compartments and the dynamic of the epidemics is explained by how disease evolves 46 in each compartment rather than at the individual level. Model parameters such as compartment 47 transition rates are calibrated with available data, whilst others such as reproduction number or 48 NPI settings are assumed in order to simulate hypothetical scenarios, see e.g. Fanelli and Piazza 49 (2020); Wilson et al. (2020); Kantner (2020); Giordano et al. (2020); Ansumali and Prakash (2020); 50 Ferguson et al. (2020); Lai et al. (2020). 51 The other approach resorts to microscopic modelling of interactions simulated at the individual 52 level, also known as microsimulation; here the global phenomena are observed as an emergent 53 property of collective dynamics. Commonly referred as Individual-Based Models or IBM, this ap-54 proach assumes an inherent network structure within the population, yielding contagions depen-55 dent on the interaction (or links) between individuals, whereas onset of symptoms and disease 56 progress are modelled with probability distributions conditioned on age structures. A number 57 of models of this kind have been also proposed recently to study the spread and contention of 58 COVID-19 (Bock et al., 2020; Tuomisto et al., 2020; Gomez et al., 2020). 59 The latter microsimulation approach is also known as Agent-based Modelling or ABM (Railsback 60 and Grimm, 2019). Some advantages of the ABM approach to study the epidemic include their abil-61 ity to model deterministic and non-deterministic decisions made by the individuals affected by 62 interactions with other agents within a spatial vicinity, enabling a more intuitive and closely resem-63 bling the real system being simulated. In this way, uncertainty or variance arises inherently in a 64 ABM, enabling the model to obtain non-deterministic emergencies without input parameter varia-65 tion (Ahmed et al., 2012). The randomness of the spatial patterns followed by the free movement 66 of agents, allows a broader representation of epidemiological relevant heterogeneity in the popu-67 lation. In addition, the ability to define particular individual traits, as well as behaviour and disease 68 progression per individual, are useful features to study how non-deterministic effects emerge from 69 the application of a diverse combination of NPIs. 70 In this paper we propose an ABM model of the COVID-19 epidemic, incorporating a number of 71", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "NPIs such as social distancing, case isolation, home quarantine, total lockdown, sentinel testing, 72 mask protection and a distinctive \"zonal\" restriction where these interventions can be applied to 73 separated districts or zones of a hypothetical city. The effect of these strategies are measured in 74 terms of morbidity, mortality, lethality -infection fatality rate (IFR) and case fatality rate (CFR)-, dou-75 bling time, reproduction number and plots of infection, recovery and deaths occurring during the 76 simulation timeline. The main purpose of the tool is to let modellers see which NPIs or combina-77 tion of NPIs can help flattening the curve of spread (mitigate) of the disease, in addition to assess 78 the emergencies in the corresponding epidemics indicators. The details of the contemplated NPIs, 79 model features and the developed tool are given in the following sections, along with the results 80 of several simulation scenarios.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "81 Non-Pharmaceutical Interventions 82 NPIs are health policies intended to mitigate the effects of the spread of a new virus when vac-83 cines or medicines are not yet available. They consist of actions recommended to the public or in 84 some cases, enforced by the government, that affect their daily life habits. During the COVID-19 85 pandemic, many of these action plans have been designed and deployed at a global scale. Here 86 we describe those that are currently incorporated into our model. Social Distancing 88 This intervention consists of maintaining a minimum physical distance between people so as to 89 reduce the number of close interactions between infected and healthy individuals, slowing down 90 the speed of transmission and eventual deaths. In the model, this intervention can be set on or 91 off, and the actual amount of people willing to comply with the intervention can be defined with a 92 parameter between 0 and 100%. 93 Case Isolation 94 This intervention consists of confining in an enclosed facility (home) either positive tested people 95 or sufficiently symptomatic patients that self-isolate, until they recover from the disease. In the 96 model, this intervention can be set on or off. 97 Home Quarantine 98 This intervention consists of confinement of relatives or housemates living in the same household 99 of isolated cases, during their recovery. It is assumed that quarantined healthy people in the house-100 hold must observe strict safety protocols to avoid contagion from the isolated case. In the model, 101 this intervention can be set on or off. 102 Total Lockdown 103 This intervention enforces a stay-at-home policy due to partial shutdown of economy. Only some 104 people are authorised to move around to fulfil basic needs or to support essential services. In the 105 model, this intervention can be set on or off with a parameter of percentage of mobility permits 106 between 5 and 95%. 107 Sentinel Testing 108 This intervention consists of running health campaigns performing mass testing at random loca-109 tions in order to detect not isolated or unconfirmed cases of either symptomatic or asymptomatic 110 carriers. Persons whose test result positive are isolated immediately. In the model, this interven-111 tion can be set on or off, with an option to deploy the campaigns widely or restricted to zones. The 112 stock of tests available is a parameter of the model defined as a fraction of the population between 113 10 and 100%. Once the campaigns run out of tests, it is possible to replenished them with a new 114 equal supply. 115 Zonal Enforcement 116 This intervention assumes that the hypothetical city can be divided in different districts (or zones), 117 and then recommends to restrict movement of residents to their respective zones only. In other 118 words, it enforces border closures between districts. The other NPIs can be applied localised to 119 each zone. In addition, the model enables applying a novel NPI consisting of a total lockdown to 120 the entire city with the option of gradually lifting of the curfew by individual zones. In the model, 121 this intervention can be set on or off; besides, it features a command to unlock one zone at a time. 122 Mask Protection 123 This intervention consists of the use of face masks as personal protective equipment to avoid 124 spreading, or breathing in, airborne virus particles. In the model, this intervention is currently 125 simulated as a population habit controlled by a combination of two parameters: carriers (infected 126 people) wearing masks or not, and susceptibles (healthy people) wearing masks or not. A partic-127 ular combination will have incidence in the chance of contagion when two people encounter: 3% 128 if both are wearing masks, 8% if carrier wears masks but susceptible do not, 50% if susceptible 129 wears masks but carrier do not, and 90% if none wear masks. : medRxiv preprint 235 pends on what mask protection intervention is applied, as 236", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "it was explained before. Besides, our model does not con-237 sider incubation periods; infectiousness is assumed to start as soon as contagion occurs, with no 238 difference in infectivity between symptomatic and asymptomatic carriers, or variable infectious-239 ness between individuals. On recovery from the disease, individuals are assumed to acquire im-240 munity to the virus so they cannot be re-infected. In this model all deaths are considered to be 241 caused by . No births are taken into consideration during the timeline of the simulation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A high-level depiction of the flow of events that is applied in each iteration of the simulation is 243 shown in Figure 2 . Next, we provide a brief description of each of these events. : medRxiv preprint 370 We observe that Mask Protection of healthy people only, also obtains similar figures to DN, yielding 371 a low impact NPI. MP of sicks, in contrast, is more effective in reducing the mortality rate. : medRxiv preprint Another interesting finding related to 0 , shows that Mask Protection-everyone obtained the 373 best result (0.84), followed by Sentinel Testing (1.19) , and then by Total Lockdown (1.54). On the 374 other hand, thē 0 number that is computed directly by tracing the contacts of agents, yielded a 375 best result with Mask Protection-everyone again (1.22), then Sentinel Testing (1.72), followed by 376 Social Distancing (1.87). The latter corroborates the observation regarding the prioritisation that 377 should be given to ST or MP interventions, plus education campaigns. Moreover, the two estimates 378 of reproduction number can differ amply, particularly in the DN scenario ( 0 = 21,94,̄ 0 = 1.97), as 379 it has been noted elsewhere (Breban et al., 2007) ). In view of these results, we believe the tracing 380 approach̄ 0 is a more realistic estimate for epidemics ABM simulations.", "cite_spans": [], "ref_spans": [{"start": 113, "end": 121, "text": "Figure 2", "ref_id": null}, {"start": 564, "end": 578, "text": "Testing (1.19)", "ref_id": null}, {"start": 1168, "end": 1189, "text": "(Breban et al., 2007)", "ref_id": null}], "section": "Abstract"}, {"text": "On the other hand, we found that the Zone Enforcement NPI exhibits interesting indicators 382 suggesting its potential benefit for mitigation impact. Compared to the Do Nothing scenario, ZE 383 improves death rate (from 65±9 to 37±18), CFR (from 69±5% to 56±8%) and IFR (from 16±2% to 384 13±3%). Since this is one of the distinctive features of our model, we thus decided to assess the 385 effect of combining every individual NPI with the ZE restriction. 386 Interestingly enough, across all scenarios of NPIs combined with ZE, more effective mitigation 387 indicators were obtained. For example, survivor and death count is better than any other sce-388 nario: TL+ZE (survivors: 394±3, death: 6±3), ST+ZE (survivors: 395±5, deaths: 5±5) and MP every-389 one+ZE (survivors: 389±13, deaths: 5±4). SD+ZE achieves herd immunity rate of 31%, which may be 390 favourable for protection against a subsequent second wave of virus spread, taking into account 391 that this scenario assumes that only 50% of population respects distancing. Regarding case fatality 392 rate (CFR) these zone-restricted NPIs obtained ranges between 12% and 59%, whilst the infected 393 fatality rate (IFR) obtained more optimistic values between 12% and 17%, a result that confirms 394 the overestimation phenomenon when only official confirmed cases are accounted rather than 395 actual contagions (Verity et al., 2020) . Another observation concerning herd immunity is that fol-396 lowing Social Distancing then comes Case Isolation (deaths: 56±20, immunity: 90±30%) and Mask 397 Protection for sicks only (deaths: 50±21, immunity: 83±33%); then Total Lockdown (deaths: 27±14, 398 immunity: 47±24%) and Sentinel Testing (deaths: 19±17, immunity: 34±21%).", "cite_spans": [], "ref_spans": [{"start": 1373, "end": 1394, "text": "(Verity et al., 2020)", "ref_id": null}], "section": "Abstract"}, {"text": "On a different note, a noticeable pattern in these experiments is the high variability of the av-400 erage results, which can be explained by two reasons. Firstly, a common theme in all these NPIs 401 is that they perform isolation of cases as soon as they are discovered: CI by self-isolation of symp-402 tomatic cases, ST by immediate isolation of asymptomatic tested positive, and TL by mandatory 403 confining of both symptomatic or asymptomatic (or healthy for that matter) people. Secondly, 404 since the experiments were designed in a way that only one infected agent (patient zero) is ran-405 domly seeded at the beginning of the simulation, it is likely that in some repetitions, as soon as 406 these NPIs take effect, patient zero can be sent by pure chance to isolation just before he or she 407 can transmit virus to other agents; therefore, in those executions indicators may remain unaltered 408 whilst in other repetitions the epidemics effectively unfolds fully. This kind of variability is actually 409 an inherent property of ABM models (Ahmed et al., 2012) , one that may resemble more closely the 410 natural phenomena they simulate (take for example, the way the COVID-19 epidemics has evolved 411 in Latin America differs amply between countries, despite sharing similar socio-economical condi-412 tions and that likewise NPIs measures have been taken by their local governments).", "cite_spans": [], "ref_spans": [{"start": 1055, "end": 1075, "text": "(Ahmed et al., 2012)", "ref_id": null}], "section": "Abstract"}, {"text": "In order to perform an analysis ensuring the epidemics fully develops across all repetitions, we 414 embarked in another set of experiments where rather than beginning with a single infection of 415 a patient zero, the simulation starts with a small outbreak of 5% of the population representing 416 \"imported cases\", distributed randomly in different zones of the city. Again we run 30 repetitions 417 per scenario for a timeline of 60 days. The average results are reported in Table 5 and Table 6 .", "cite_spans": [], "ref_spans": [{"start": 479, "end": 498, "text": "Table 5 and Table 6", "ref_id": null}], "section": "Abstract"}, {"text": "The first observation in this set of outbreak experiments is that the results exhibit a smaller 419 variability, confirming the fully unfolding intuition explained before. Moreover, compared to the 420 patient zero experiments, the overall trend can also be identified here, except that with higher 421 numbers. Let us examine for example, the death count here varies from 65.7 in the DN scenario 422 to 33.2, compared to 65.1 and 5.3 in the same scenario for the patient zero experiments. 423 12 of 18 .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In view of the absence of approved drugs or vaccines for COVID-19 (up to this day), Interventions (NPI) are the mechanisms that public health offices around the world are using in an 31 attempt to mitigate the impact of its epidemic (Lai et al., 2020; Ferguson et al., 2020) . Similarly 32 to the actual spread of the disease, the dynamics of the contention patterns obtained as a result 33 of application of NPIs are complex and may depend not only on interactions (contacts) between Figure 1 . Notice that not all of these conditions are mutually-exclusive, as they represent 141 incremental stages of the I state, evolving in a manner that is explained below. 142 Accordingly, we designed three types of agents: a healthy agent associated to the S and R 143 states (the latter marked with an immunity condition), a sick agent associated to the I extended 144 state tagged with the CARDS conditions, and a dead agent associated to the E state. In contrast to 145 population-dynamic simulation, instead of using transition rates between states, our model uses 150 Therefore, we consider the following transition events: is initially characterised as not confirmed, not tested, not severe, not deadly, not hospitalised 154 and not ICU-admitted. Besides, a recovery (or illness) period in days is assigned as a random 155 variate with a Gaussian distribution centered at the avg-duration model parameter.", "cite_spans": [{"start": 233, "end": 251, "text": "(Lai et al., 2020;", "ref_id": null}, {"start": 252, "end": 274, "text": "Ferguson et al., 2020)", "ref_id": null}, {"start": 663, "end": 666, "text": "142", "ref_id": null}, {"start": 1061, "end": 1064, "text": "150", "ref_id": null}, {"start": 1219, "end": 1222, "text": "154", "ref_id": null}], "ref_spans": [{"start": 485, "end": 493, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "29"}, {"text": "• I + Confirmed. This condition characterises an agent as a positive case. This may happen in any 157 of the following moments: when the patient is tested for the virus and the test results positive; 158 when the agent has not been previously diagnosed as positive at the moment of admission to 159 hospital, or admission to ICU bed or death; or when the patient feels sufficiently symptomatic 160 so as to self-isolate. On the other hand, if the Case Isolation NPI (see above) is lifted after 161 having been enforced during the course of the simulation, then the confirmed condition of 162 agents who have not been tested positive, is reversed (i.e those who self-isolated).", "cite_spans": [], "ref_spans": [], "section": "156"}, {"text": "The distinction between confirmed and non-confirmed cases is used to identify individuals 164 that need to stay isolated so as to prevent his capability to spread the virus. Besides, this 165 distinction is also useful to examine the discrepancy between \"official\" confirmed fatality rates CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "163"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020 June 16, . . https://doi.org/10.1101 June 16, /2020 doi: medRxiv preprint a model parameter (%-asymptomatic). In the simulation tool, this condition is indicated with the colour of the agent (yellow for asymptomatic, red for symptomatic).", "cite_spans": [{"start": 59, "end": 72, "text": "June 16, 2020", "ref_id": null}, {"start": 73, "end": 109, "text": "June 16, . . https://doi.org/10.1101", "ref_id": null}, {"start": 110, "end": 124, "text": "June 16, /2020", "ref_id": null}], "ref_spans": [], "section": "163"}, {"text": "• I + Risky. This condition characterises an agent as being in a high-risk population group. Cur-173 rently the model does not consider neither risk stratification of co-morbidities nor age struc-174 ture of the population. Therefore all these risk factors (obesity, diabetes, cardiovascular dis-175 ease or medium to old age) are encompassed in this single condition which is activated upon 176 acquiring the infection, with a probability defined as a model parameter (%-high risk).", "cite_spans": [], "ref_spans": [], "section": "172"}, {"text": "• I + Severity. This condition indicates progression of the disease to a severe state, which in turn 178 represents a higher threat of death, as it is defined in the I E transition. This event occurs 179 according to the following parameters (see Tuomisto et al. (2020) to hospital beds, on a daily basis but considering patients with a deadly condition instead.", "cite_spans": [], "ref_spans": [], "section": "177"}, {"text": "Here, ICU beds are released when agents recover or die. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "203"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. Since dead may occur in any day during the illness period, we modelled the chance of the day 208 of fatality as a triangular distribution with peak in the middle of such individual's particular 209 recovery period (half-recover-period). In other words, we assume:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "where CDF stands for cumulative distributed function. As a result, we compute the actual 211 probability of death in a given day as follows:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "212 P(Extinct | day) = P(day) P(Extinct | Conditions).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "• I R (recovery). An infected individual gets cured when he reaches the end of his recovery • lifestyle: simulates the daily routine of agents, which currently encompasses moving the agent ahead towards its current destination, or head it backwards home if he has reached 246 his range limit. In any case, confirmed patients are not allowed to move around.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "If zonal enforcement is on, the movement is restricted only within the periphery of the zone 248 where the agent is resident. In the simulation view, residents of different zones are identified 249 with different shapes and colours (the latter coincides with the colour of their zone's ground).", "cite_spans": [], "ref_spans": [], "section": "247"}, {"text": "• epidemic: here the spread of the epidemic is simulated, with transmissions occurring in 251 proportion to proximity between infectious and susceptibles and probability of contagion. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "250"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130542 doi: medRxiv preprint NetLogo Web\" tab. NetLogo is a widely popular software platform for ABMs, which further to the 325 simulation language, also integrates a graphical view area and a test-bed for experimental design 326 (Wilensky and Rand, 2015) . 327 The developed tool implements the NPIs, epidemic SIRE+CARDS model and agent behaviour 328 rules described previously. A snapshot of the simulation view area is shown in Figure 3 . In there, 329 8 of 18", "cite_spans": [{"start": 371, "end": 374, "text": "327", "ref_id": null}], "ref_spans": [{"start": 343, "end": 368, "text": "(Wilensky and Rand, 2015)", "ref_id": "FIGREF0"}, {"start": 544, "end": 552, "text": "Figure 3", "ref_id": "FIGREF8"}], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . Figure 3 . View area of the simulation tool. Agents are identified by a different shape and colour per zone; additionally, the epidemic state of agents is indicated by red (sysmptomatic), yellow (asymptomatic) or white (recovered, immune); deaths are shown by black cross marks (×). Besides, households and sentinels (ambulances) can also be seen.", "cite_spans": [], "ref_spans": [{"start": 76, "end": 84, "text": "Figure 3", "ref_id": "FIGREF8"}], "section": "(which was not certified by peer review)"}, {"text": "agents are represented with different shapes according to the zone where they reside. The colour 330 of the agent also represents its extended state (healthy: same colour as zone ground; immune: 331 white; sick: red, or yellow if asymptomatic; dead: black ×). Special-purpose agents designed to im-332 plement some of the NPIs such as households for home-quarantine and ambulances for sentinel-333 testing can also be seen.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The control panel is organised in sections related to general, city and COVID-19 settings, mon-335 itors of epidemic indicators, parameters, action commands to execute the simulation, and a ded- ", "cite_spans": [], "ref_spans": [], "section": "334"}, {"text": "In this section we describe a number of scenarios conceived to illustrate how to perform a rapid 342 assessment of the effect of NPIs, or combination of NPIs, to contain the spread of the epidemics 343 in the population of agents. We start with a baseline scenario where no measure is taken (Do 344 Nothing). Then we simulate scenarios where the individual NPIs are applied. Finally, we simulate 345 scenarios where these NPIs are combined with the zonal enforcement strategy in order to verify 346 its potential impact. The description of these scenarios is given in Table 1 . General, city and COVID-347 19 parameters used in all simulations are defined in Figure 2 . For each scenario, the epidemic is 348 assumed to begin with a \"patient zero\" seeded randomly in any zone of the city at 0d:12h after the 349 start of the simulation. The application of the configured NPI policies begins at 04d:00h. Table 3 and Table 4 . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 568, "end": 575, "text": "Table 1", "ref_id": null}, {"start": 659, "end": 667, "text": "Figure 2", "ref_id": null}, {"start": 903, "end": 922, "text": "Table 3 and Table 4", "ref_id": null}], "section": "341"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130542 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. 28.4 ± 20.4 0.07 ± 0.05 Table 3 . Survivor, death and immune count in each scenario starting with a single infection. Statistical significant differences in counts of survivors and deaths between the single NPI scenarios compared to their corresponding combined NPI+ZE scenarios, are marked as * (p<0.01) and ** (p<0.001). Table 6 . Epidemic indicators obtained in each scenario starting with an outbreak of 5% population.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 3", "ref_id": null}, {"start": 397, "end": 404, "text": "Table 6", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The latter increase is caused of course, by the larger amount of carriers at the beginning of the 424 simulation (20 individuals or 5%) yielding a higher burden on the hospital facilities at the peak of The main finding however, in our opinion, is that simultaneous application of the Zone Enforc- . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Scenario CFR (%) IFR (%)"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. In addition, the proposed zonal enforcing NPI proved to be useful to boost the mitigation im-459 pact of combination of other individual NPIs. Although this seems an appealing finding, practical 460 application of said zonal enforcing may require logistic, residential and economical adjustments, 461 since people usually reside and work in different districts of a city. Therefore the feasibility of 462 limiting mobility of people within districts will depend on the urban planning and development 463 of sufficient decentralised infrastructure, such as industrial, residential, technological, commercial 464 and financial hubs distributed in a way that motivate people to reside and work within the same 465 district. This may not be feasible to achieve for the current COVID-19 pandemic, particularly in 466 cities in Latin America where proper urban zonal planning is unsatisfactory, but it is an alluring 467 idea to start exploring as a preventive measure to counter new epidemics that may come in the 468 forthcoming future.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Finally, interesting gaps remain to be addressed in future work. Some of the ideas we are con-470 sidering are: expanding the model to include more realistic attributes regarding patients and epi-471 demic dynamics, such as differentiated infectiousness taking into account symptomatic structures 472 associated with age and gender; also considering incubation periods, co-morbidity risk stratifica-473 tion with age windows, inclusion of conglomeration centres (that is, mass transportation, schools, 474 cinemas, hospitals), as well as the estimation of indicators of economic impacts and the study of 475 the importance of educational aspects in the habits of collective social intelligence that may be 476 beneficial for the mitigation power of NPIs.", "cite_spans": [], "ref_spans": [], "section": "469"}, {"text": "Here we report plots of example executions of simulated scenarios with an outbreak infecting 5% 522 of the population. For each scenario in Table 1 , we include the individual NPIs outcome (left-hand 523 side) and the corresponding NPIs plus zonal enforcement outcome (right-hand side). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 140, "end": 147, "text": "Table 1", "ref_id": null}], "section": "469"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130542 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "469"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130542 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "469"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130542 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "469"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10. 1101 /2020 ", "cite_spans": [{"start": 96, "end": 100, "text": "1101", "ref_id": null}, {"start": 101, "end": 106, "text": "/2020", "ref_id": null}], "ref_spans": [], "section": "469"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Theory versus data: how to calculate R0? PLoS One", "authors": [{"first": "R", "middle": [], "last": "Breban", "suffix": ""}, {"first": "R", "middle": [], "last": "Vardavas", "suffix": ""}, {"first": "S", "middle": [], "last": "Blower", "suffix": ""}], "year": 2007, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic of the SIRE+CARDS state model. The Agent-based Model 131 Epidemics model 132 We build upon the compartmental SIRE epidemic model (Susceptible-Infectious-Recovered-Extinct), 133 but we regarded the Infectious compartment as an extended-state (Lano, 2009) consisting of a num-134 ber of conditions that we believe explain better the dynamics of the infection. These conditions 135 are the following: Confirmed or not (indicating the patient will remain isolated), Risky or not (mean-136 ing predisposition to develop severe or critical disease), Asymptomatic or not (meaning patient is 137 unaware of being a virus carrier), Severe or not (meaning it requires to be hospitalised to prevent 138 death), and Deadly or not (indicating the patient requires Intensive Care Unit -ICU-assistance to 139 prevent death). The schematics of the resulting extended model, that we termed SIRE+CARDS, is 140 shown in", "latex": null, "type": "figure"}, "FIGREF1": {"text": "146 transition events. A transition event is a set of decision rules evaluated on the conditions of each 147 state. It is in this sense our proposal differs from other related ABM approaches where these condi-148 tions are regarded as additional compartments of modified SIR models, e.g. SIDHARTE (Giordano 149 et al., 2020), REINA (Tuomisto et al., 2020) or INFEKTA (Gomez et al., 2020).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "S I (infection). A healthy individual may become infected (with a probability p-contagion) if 152 contact with another infectious individual occurs. When transmission happens, the new case 153", "latex": null, "type": "figure"}, "FIGREF3": {"text": "166 and the actual case fatality rate (which is computed with the totality of cases, not only the 167 confirmed ones). 168 • I + Asymptomatic. This condition characterises an agent as not showing symptoms for the 169 disease. The condition is activated upon acquiring the infection, with a probability defined as 170 4 of 18 .", "latex": null, "type": "figure"}, "FIGREF5": {"text": "period. If this happens, our model assumes the individual acquires immunity to the virus and 214 cannot be re-infected. In the simulation view, agents with this condition are coloured white.215Agent design and behaviour Simulation flow chart.We designed agents to represent individual people resid-217 ing in a hypothetical city, whose attributes include: spatial218 location, household location and zone or district of resi-219 dence. The simulation traces an individual disease path for 220 every agent, from susceptible to recovery or death, accord-221 ing to the SIRE+CARDS epidemic model described above. 222 Each agent is assigned a daily routine consisting of going 223 outdoors and returning home with a commuting distance 224 range randomly chosen from 25, 50, 100, 200 unit steps; 225 the actual route the agent follows varies slightly due to ran-226 dom fluctuations in his orientation. In addition the length 227 of each step can be set as a global parameter between 0.1 228 and 1 units. Similarly, the day length can be defined with a 229 given number of ticks in the range between 600 and 2400. 230 Individuals interact by random contacts they make 231 within his/her household or during their daily routines out-232 doors. Virus transmission occurs when proximity within a 233 spatial radius of 0.5 units of an infectious individual with 234 other susceptible individuals; the chance of contagion de-", "latex": null, "type": "figure"}, "FIGREF6": {"text": "of the number of infected people per day during the timeline of the simulation. 298 2. Two estimates of the reproduction number. The first one uses a population-level approach that takes cumulative incidence data at a given day, namely the attack rate(Obadia et al., 2012); here 0 is computed as the inverse of the proportion of susceptibles after the last day of simulation of the epidemic(Dietz, 1993): 0 is the initial amount of susceptibles at the time of introduction of the first 299 infected, and the susceptibles at time .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The second estimate is computed with a individual-based approach, computed directly by tracing agents, contacts and contagions individually throughout the epidemic timeline, and then taking the average:the number of contagions made by agent up to time , and | | is the count 301 of agents that have actually made a contagion up to that point. In this sense, instead 302 of making assumptions about the value of reproduction number, we measure it as an 303 emergent property of the epidemic dynamics. Both indicators, 0 and̄ 0 usually follow 304 similar trends, although in some scenarios they may differ amply, as it has been previ-305 ously reported(Breban et al., 2007), as it can be also verified in the corresponding plot 306 output section of the simulation tool.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "The doubling time computed as (Bakir, 2016): the number of infected agents at time .", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Additionally, the following statistics are recorded or obtained: total amount of healthy 310 agents (susceptible or recovered), total amount of deaths, total amount of infected agents, 311 amount of infected and confirmed agents today, new cases today, number of positive 312 tested, and herd immunity percentage. Lethality is reported as infection fatality rate (IFR) 313 and case fatality rate (CFR) which are computed each day as the cumulative number of 314 deaths per cumulative number of total infections or confirmed cases, respectively. 315 5. Lastly, since these indicators vary with respect to time along the duration of the simula-316 tion, we keep record of a number of plots showing the dynamics of the epidemics: SIRE 317 plot (Susceptibles, Infectious, Recovered, Extinct), I+CARDS plot (Infectious, Confirmed, 318 Asymptomatic, Risky, Severe, Deadly), Hospital and ICU demand plot, and R0 and Douwas developed in the NetLogo language v.6.1 (May 13, 2019). It is available as free 322 software and can be accesed via the ModelingCommons web server in the following URL: http: 323 //modelingcommons.org/browse/one_model/6374. To experiment with the tool, choose the \"Run in324", "latex": null, "type": "figure"}, "FIGREF10": {"text": "336icated section for NPI activation with their corresponding parameters. A snapshot of the panel is 337 shown inFigure 4. Besides, the tool also includes another panel with plot outputs showing the 338 dynamics of the simulation, as it was mentioned in the previous section. An example of the plots 339 obtained in a particular execution of the model is shown inFigure 5.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "each scenario we performed an experiment consisting of 30 repetitions of execution of 351 the simulation model for a timeline of 60 days. We collected the results of the count of healthy 352 agents, deaths and immunity rate, as well as some epidemic indicators obtained at the end of the 353 simulation time. Average results are reported in", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Control panel of the simulation tool.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Plot area of the simulation tool.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "the epidemics. On the contrary, immunisation also rises in the MP everyone+ZE scenario to a 56%,426 from a 7% in the earlier experiment. The higher levels of immunity achieved in all the scenarios are 427 beneficial to effectively suppress the contagion or prevent it in a forthcoming second wave of the 428 epidemics. Similar trends can be identified when comparing the other indicators with the earlier 429 patient zero experiments.430", "latex": null, "type": "figure"}, "FIGREF17": {"text": "ing intervention with the other NPIs, again yields an improvement on the mitigation impact com-432 pared to the single NPI scenarios (more survivors, fewer deaths). Significant differences between 433 the single and their corresponding +ZE scenarios (p-value < 0.01) are highlighted in the tables. To434 further illustrate the effect of the application of Zone Enforcing, in the Appendix we included a 435 comparison of the epidemic dynamics between arbitrary executions of the simulation for each 436 pair of scenarios (single vs its corresponding combination with ZE). Particularly, the \"flatenning\" of 437 the infectious curve can be seen in the +ZE plots, both as a lower height of the infectious peak and 438 in some cases as a longer tail shifted towards a later time in hours, with respect to the start of the 439 simulation.440 13 of 18", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Plots of a single run of DN simulation.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Plots of a single run of ZE simulation.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Plots of a single run of SD simulation.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Plots of a single run of SD+ZE simulation. 16 of 18", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Plots of a single run of CI simulation.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Plots of a single run of CI+ZE simulation.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Plots of a single run of ST simulation.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "Plots of a single run of ST+ZE simulation. 17 of 18", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Plots of a single run of TL simulation.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Plots of a single run of TL+ZE simulation.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Plots of a single run of MP simulation.", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Plots of a single run of MP+ZE simulation. 18 of 18", "latex": null, "type": "figure"}, "TABREF0": {"text": "Severe | day) = P(day) P(Severe | Conditions).• I + Deadliness. This condition indicates progression of the disease to a critical state, which in 185 turn represents an even higher threat of death, as it is defined in the I E transition. The", "latex": null, "type": "table"}, "TABREF1": {"text": "on his conditions according to the following parameters (see Tuomisto et al.(2020)):", "latex": null, "type": "table"}, "TABREF2": {"text": "cases are sent home and their movement is restricted; they will stay quarantined unless HQ is lifted during the simulation.• distancing: when the Social Distancing NPI (SD) is enabled, every agent stays away of any other agent within a radius of the minimal distance model parameter. For this purpose the agent chooses the closest agent in its vicinity and heads into the opposite direction.• sentinel: when the Sentinel Testing NPI (ST) is enforced, ambulances move around the entire region performing mass-testing of any agent found on their ways. Therefore each ambulance looks around its vicinity for agents that has not been tested before, perform the test on them, mark these persons as tested, and for those with positive result, sent them to isolation marked as confirmed cases. Each ambulance is supplied with a stock of tests defined as a model parameter (%-tests); however if they run out of tests during the simulation it is possible to replenish them with a new supply of stock. We remark that this NPI can be applied locally within each zone if the zonal? parameter is enabled. Lastly, notice that once a healthy agent is tested it will not be tested again in the future, unless it gets infected in which case his tested condition is reset, as it was previously explained in the epidemic event.• lockdown: when the Total Lockdown NPI (TL) is enforced, all the agents are confined at home, except for a few with movement permits. The latter is intended to represent people going out for food or medicines or workers of essential jobs; they are chosen randomly every day according to a proportion of the population defined with the model parameter %-permits. Because our model considers zonal divisions, hence it is possible to lift the restriction in one or many zones while keeping the remainder locked down (this can be done tapping the unlock zone button in the simulation panel). If TL is disabled during the simulation, all the agents are unlocked so they can move freely, unless of course, they are confirmed cases. TL enforcement or lifting have effect from midnight on the next day of simulation, after having been • illness: in this step, progress of illness for the entire population of infectious agents is simulated according to the transition events of the SIRE+CARDS model described earlier. The sequence of application of these events is the following: I R, I E, I + Severity, I + Deadliness, I + Hospitalised, and lastly, I + ICU-admitted.• clock: this event updates the day and hour counters which depends on the number of ticks 293 (or iterations) that are needed to complete a simulated day, as defined by the corresponding", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. Description of the simulated scenarios.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scenario DN </td><td>Description\nd at 00d:12h, e</td></tr><tr><td>SD CI </td><td>Baseline scenario. Patient zero is seedepidemics unfoldswith no interventions.Baseline plus social distancing activated with 50% of population willing to comply (%-willings).Baseline plus case isolation activated with no home quarantine (HQ) of relatives was applied.</td></tr><tr><td>TL </td><td>Baseline plus total lockdown with 10% of people allowed to leave households ().</td></tr><tr><td>ST </td><td>%-permitsBaseline plus sentinel testingwith no zonal limitation. A sufficient stock of tests is guarantee</td></tr><tr><td>ZE </td><td>d.Baseline plus zone enforcement or mobility restriction within each of nine zones.</td></tr><tr><td>MP </td><td>Baseline plus mask protection (either everybody wearing masks, sicks only or hea</td></tr><tr><td>D+Z</td><td>lthy only)Same as SD with zone enforcing activated.</td></tr><tr><td>SE CI+ZE </td><td>Same as CI with zone enforcing activated.</td></tr><tr><td>TL+ZE </td><td>Same as TL with zone enforcing activated.</td></tr><tr><td>ST+ZE </td><td>Same as ST with zone enforcing activated.</td></tr><tr><td>MP+ZE </td><td>Same as MP everybody with zone enforcin</td></tr><tr><td> </td><td>g activated.\n</td></tr></table></body></html>"}, "TABREF5": {"text": "These results hint at the effectiveness of the different NPI strategies. Across all the scenarios,", "latex": null, "type": "table"}, "TABREF6": {"text": "Survivor", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scenario DN SD </td><td>Survivor 334.9 ± 8.7 338.8 ± 7.6 344.0 ± 20.</td><td>Death 65.1 ± 8.7 334.8 ± 8.8 1.00 ± 0.0058.2 ± 7.3 329.9 ± 8.2 0.97 ± 0.01CI 0 55.9 ± 20.0 302.7 ± 102.5 0.90 ± 0.30TL 344.6 ± 25.0 26.8 ± 14.4 162.1 ± 82.4 0.47 ± 0.24</td><td>Immune Immune (%)\n</td></tr><tr><td>380.8 ± 13.0 329.0 ± 38.1 334.0 ± 6.6 </td><td>ST 18.8 ± 12.6 125.4 ± 77.7 0.34 ± 0.21MP sicks 49.9 ± 20.9 265.2 ± 109.2 0.83 ± 0.33MP healthy 66.0 ± 6.6 334.0 ± 6.6 1.00 ± 0.00</td><td> </td></tr><tr><td>DN+ZE SD+ZE </td><td>339.1 ± 49.2 356.1 ± 29.3 * 375.0 ± 39.5 *</td><td>MP everyone 361.2 ± 43.7 6.3 ± 9.1 35.0 ± 45.2 0.11 ± 0.15 36.5 ± 18.2 ** 211.0 ± 104.8 0.65 ± 0.33</td><td>17.9 ± 8.8 ** 105.9 ± 48.8 0.31 ± 0.16CI+ZE * 10.4 ± 8.2 ** 64.0 ± 55.6 0.18 ± 0.16</td><td> </td></tr><tr><td>ST+ZE 5.2 ± 4.6 ** 34.6 ± 26.4 0.09 ± 0.07MP everyone +ZE 388.8 ± 12.6 * 5.3 ± 3.9 28.4 ± 20.4 0.07 ± 0.05\n</td><td>TL+ZE 6.0 ± 3.4 ** 35.3 ± 19.7 0.09 ± 0.05</td><td>394.0 ± 3.4 ** 394.8 ± 4.6 ** </td><td> </td></tr></table></body></html>"}, "TABREF7": {"text": ". https://doi.org/10.1101//doi.org/10. /2020 Given the complex nature of human behavior and virus infection, attempting to model every mechanism of the COVID-19 epidemic may prove difficult; necessary assumptions have to be made to simplify the representation of the agents and their interactions. Our aim was to focus on finding emergencies in the dynamic of this disease, considering a broad set of traits for the agents;in real life of course, there are many properties of interest that may impact the growing of the epidemics. Here we omitted detailed structures such as age, gender, profession, health status, or family, school and work clusters, transportation, job shifts or economic impacts. Clearly, those properties can be examined as extensions of the model, in the hope of capturing additional hidden patterns that may yield a better assessment of the effects NPIs can have taking additional mechanisms into consideration. Nonetheless, the results obtained indicate that the proposed model can be a useful tool in relation to a rapid assessment of the potential impact of combinations of NPIs at different stages of the contagion.Overall, our findings suggest three relevant recommendations. In general, mass-testing (ST as we denote it in our model) is the one intervention that authorities should give priority to mitigate the impact of COVID-19, providing for this purpose with sufficient stock of tests to medical units performing random testing campaigns. Besides, Mask Protection for everyone, is even a cheaper strategy authorities should strengthen as an alternative to declaring costly lengthy total lockdowns.", "latex": null, "type": "table"}}, "back_matter": []}