{"paper_id": "1ce5ffd79efe70b33c0f5a1a262954b1158d5433", "metadata": {"title": "Frequency of routine testing for SARS-CoV-2 to reduce transmission among workers", "authors": [{"first": "Elizabeth", "middle": ["T"], "last": "Chin Bs", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"addrLine": "1265 Welch Rd", "postCode": "94305", "settlement": "Palo Alto", "region": "CA"}}, "email": ""}, {"first": "†", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nathan", "middle": ["C"], "last": "Lo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"addrLine": "San Francisco. 533 Parnassus Ave", "postCode": "94143", "settlement": "San Francisco", "region": "CA"}}, "email": ""}, {"first": "Benjamin", "middle": ["Q"], "last": "Huynh Bs", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"addrLine": "1265 Welch Rd", "postCode": "94305", "settlement": "Palo Alto", "region": "CA"}}, "email": ""}, {"first": "Matthew", "middle": [], "last": "Murrill", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"addrLine": "San Francisco. 533 Parnassus Ave", "postCode": "94143", "settlement": "San Francisco", "region": "CA"}}, "email": ""}, {"first": "Sanjay", "middle": [], "last": "Basu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Shelter-in-place policies have been considered effective in mitigating the transmission of the virus SARS-CoV-2. To end such policies, routine testing and self-quarantine of those testing positive for active infection have been proposed, yet it remains unclear how often routine testing would need to be performed among workers returning to workplaces, and how effective this strategy would be to meaningfully prevent continued transmission of the virus. We simulated SARS-CoV-2 polymerase chain reaction testing to estimate the frequency of testing needed to avert continued epidemic propagation as shelter-in-place orders are relaxed . We find that testing strategies less frequent than twice weekly (e.g. weekly testing or testing once prior to returning to work) are unlikely to prevent workforce outbreaks . Even given unlimited testing capacity, the impact of frequent testing may not be sufficient to reliably relax shelter-in-place policies without risking continued epidemic propagation, unless other measures are instituted to complement testing and self-isolation .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Main Text Word Count: 397", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Shelter-in-place policies have been considered effective in mitigating the transmission of the virus SARS-CoV-2. To end such policies and have workers return to their jobs, routine testing and self-quarantine of those testing positive for active infection have been proposed. These strategies would require increased testing capacity and substantial logistical resources. Yet it remains unclear how often routine testing would need to be performed among workers returning to workplaces, and how effective this strategy would be to meaningfully prevent continued transmission of the virus. We simulated SARS-CoV-2 polymerase chain reaction (PCR) testing to estimate the frequency of testing needed to avert continued epidemic propagation as shelter-in-place orders are relaxed .", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "When testing each worker daily, we observed a 78·7-86·4% reduction in transmission using PCR testing. By contrast, when testing each worker every three days, we observed a 59·5-70·5% reduction; when testing weekly, we observed a 36·7-46·5% reduction; and when testing monthly, a 8·7-12·2% reduction (Figure 1 ). At each cadence of testing frequency, the estimated range of transmission reduction was derived from uncertainty around disease and test characteristics. [1] [2] [3] [4] [5] In our simulations, the optimal testing frequency and effective reproduction number (R e ) were sensitive to changes in the basic reproduction number (R 0 ), the true value of which remains unclear ( Figure 2 ). If R 0 = 2·4, we estimated workers would have to be tested at least every 3-4 days to prevent an outbreak amongst the workforce (R e < 1), unless other measures were added to testing and self-isolation. At R 0 = 3, workers would have to be tested every 2 days (Appendix).", "cite_spans": [{"start": 466, "end": 469, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 470, "end": 473, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 474, "end": 477, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 478, "end": 481, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 482, "end": 485, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 299, "end": 308, "text": "(Figure 1", "ref_id": null}, {"start": 686, "end": 694, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Our findings imply that in settings with ongoing community-based transmission, even very frequent PCR testing (twice weekly) may only modestly reduce transmission. The impact of frequent testing may not be sufficient to reliably relax shelter-in-place policies without risking continued epidemic propagation, unless other measures are instituted to complement testing and self-isolation . In particular, we find that testing strategies less frequent than twice weekly (e.g. weekly testing or testing once prior to returning to work) are unlikely to prevent workforce transmission .", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Even given unlimited testing capacity, preventing further epidemic propagation with routine frequent testing and self-isolation would be difficult, exacerbated by high costs and slim margins for error. Given our current testing capacity and limited information, our findings support that strategies to relax shelter-in-place policies not only involve routine testing, but also interventions such as social distancing and contact tracing to safely reopen workplaces.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20087015 doi: medRxiv preprint Figure   Figure 1 : Projected effectiveness of routine PCR testing frequency on reduction on transmission for high risk workers, assuming the proportion of asymptomatic cases is 40% with the R 0 =3. Error bars represent the minimum and maximum bounds of projected reduction, varying sensitivity and specificity of the PCR test and assumptions on natural history of transmission.", "cite_spans": [], "ref_spans": [{"start": 140, "end": 157, "text": "Figure   Figure 1", "ref_id": null}], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. . https://doi.org/10.1101/2020.04.30.20087015 doi: medRxiv preprint Appendix : Frequency of routine testing for SARS-CoV-2 to reduce transmission among workers", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our approach involved developing a microsimulation model as well as a closed-form mathematical solution to estimate the reduction in infectious workdays over a range of testing frequencies. Our mathematical approach was used to validate the microsimulation model. Both approaches probabilistically varied over the following parameters.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We designed a SEIR-like model in which workers interact with an age-structured community population (representing patients, customers, etc.) as well as among themselves. We simulated PCR-based testing for each individual in a workforce, and varied the time intervals for testing from daily to monthly. We assumed infectiousness begins in the last two days of the incubation period 2 and workers self-quarantine when receiving a positive test or when symptoms occur, so that transmission between workers occurs only from asymptomatically or pre-symptomatically infectious workers. We also assumed workers take one day to receive results after testing. We probabilistically varied the following parameters: incubation time, infectious period, test sensitivity, and test specificity. We varied over basic reproduction number (R 0 ) and proportion of infections that were asymptomatic.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The model tracked three features of each simulated person: (i) the person's true state of infection (susceptible, exposed, infected, or recovered); (ii) the observed state of infection based on test results (uninfected, currently infected based on positive PCR, or immune based on observed PCR infection followed by completion of a 14 day self-quarantine period); and (iii) whether the person was at work. Each individual believed to be uninfected in the population is tested at varying intervals. We did 1000 simulations for each parameter setting, with 300 days in each simulation, and 1356 healthcare workers per 100000 people (cite). For each simulation we estimated reduction in workplace transmission by dividing the number of infectious worker-days by the number of potential infectious worker-days. At each time point, we calculated the effective reproduction number (R t ) by multiplying R 0 by the reduction in transmission at that time period.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "For validation, we derived a mathematical formula with an analytical solution based on a geometric distribution. The derivation followed the same assumptions and parameters as the microsimulations, and is as follows:", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "is the expected number of days that a person who is infected will work. F is (Inf ectious Days) E the testing frequency in days and n is the number of infectious days. For symptomatic individuals, n = 3 which is approximately the number of presymptomatic days. For asymptomatic . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. . individuals, n = 9 which is the infectious period length.", "cite_spans": [{"start": 59, "end": 73, "text": "May 6, 2020. .", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "is an indicator function which (.) 1 determines if an infectious work day occurs on a testing day.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To estimate R e in a susceptible workforce, we calculated the daily R e and took the mean across the first 10 days of the simulation after R e has stabilized (confidence interval sizes < +/-0.05). The bounds in Figure b represent the minimum and maximum effective reproduction number across those 10 days. The model assumes a constant worker population and that workers gain immunity in the short-term after recovery.", "cite_spans": [], "ref_spans": [{"start": 211, "end": 219, "text": "Figure b", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Appendix figure: Analytical solution for the projected effectiveness of routine PCR testing frequency on reduction on transmission. The results from the analytical solution were very similar to the simulation. The analysis assumed the proportion of asymptomatic infections was 40%, a test sensitivity of 75%, 9 asymptomatic infectious days, and 3 presymptomatic days.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Notably, when we additionally simulated advances in testing such as high-sensitivity saliva test-based PCR or serological antibody testing, our results did not substantially change, due to the brief timeframe during which asymptomatic or pre-symptomatic infections may be caught. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 6, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "FALSE-NEGATIVE RESULTS OF INITIAL RT-PCR ASSAYS FOR COVID-19: A SYSTEMATIC REVIEW. Infectious Diseases (except HIV/AIDS)", "authors": [{"first": "I", "middle": [], "last": "Arevalo-Rodriguez", "suffix": ""}, {"first": "D", "middle": [], "last": "Buitrago-Garcia", "suffix": ""}, {"first": "D", "middle": [], "last": "Simancas-Racines", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.16.20066787"]}}, "BIBREF1": {"ref_id": "b1", "title": "Early Release -Severe Acute Respiratory Syndrome Coronavirus 2 Infection among Returnees to Japan from Wuhan, China", "authors": [{"first": "Y", "middle": [], "last": "Arima", "suffix": ""}, {"first": "T", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "M", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2020, "venue": "Emerging Infectious Diseases journal -CDC", "volume": "26", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3201/eid2607.200994"]}}, "BIBREF2": {"ref_id": "b2", "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases", "authors": [{"first": "T", "middle": [], "last": "Ai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Hou", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR", "authors": [{"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1199--207", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "authors": [{"first": "X", "middle": [], "last": "He", "suffix": ""}, {"first": "Ehy", "middle": [], "last": "Lau", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing", "authors": [{"first": "Z", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Song", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "China. Sci China Life Sci", "volume": "63", "issn": "", "pages": "706--717", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Projected effective reproduction number (R e ) in a susceptible workplace. Bounds represent the estimated minimum and maximum values.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "B.Q.H coded the simulation and analysis. S.B. supervised the study. All authors contributed to study design, interpretation of results, and writing of the manuscript. Acknowledgments E.T.C acknowledges support by the National Science Foundation Graduate Research Fellowship under Grant No. DGE 1656518. NCL is supported by the University of California, San Francisco. B.Q.H acknowledges support by the National Science Foundation Graduate Research Fellowship under Grant No. DGE 1656518 and the National Library of Medicine under Training Grant T15 LM 007033. Funding sources had no role in the writing of this correspondence or the decision to submit for publication. Declaration of interests SB serves on the City of San Francisco's Department of Public Health street outreach team for homeless adults affected by COVID-19, as a provider at the HealthRight360 Integrated Care Center, and as an employee of Collective Health, all of which provide COVID-19 testing. The views expressed here reflect the opinions of the authors and not necessarily those of affiliated organizations. References 1 He X, Lau EHY, Wu P, et al. Temporal dynamics in viral shedding and transmissibility of COVID-19. Nat Med 2020; : 1-4. 2 Gandhi M, Yokoe DS, Havlir DV. Asymptomatic Transmission, the Achilles' Heel of Current Strategies to Control Covid-19. N Engl J Med 2020; 0 : null. 3 Ai T, Yang Z, Hou H, et al. Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases. Radiology 2020; : 200642. 4 Hu Z, Song C, Xu C, et al. Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China. Sci China Life Sci 2020; 63 : 706-11. 5 Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020; 382 : 1199-207.", "latex": null, "type": "figure"}, "TABREF1": {"text": "AppendixTable 1: Varied parameter distributions and their sources.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Appendix Table 2 : Ranges of mean percent reduction of infectious work days. Simulations were stratified for various risk groups (low: 1x, medium: 3x, high: 5x) and proportion of asymptomatic infections (0.4, 0.6, 0.8) with sensitivity ranging from .69 to .80. The percent reduction for perfect sensitivity simulations assumed R 0 = 3 for a high risk, and P(asymptomatic) = 0.4. The mean and confidence intervals were reported for both a testing delay of 1 and 0 days.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 2", "ref_id": null}], "section": "annex"}]}