{
    "paper_id": "1ce7294d6f258e640bc6a83fe0958ae5a11a6c7a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "J o u r n a l P r e -p r o o f Los coronavirus pueden provocar cuadros clínicos que van desde el resfriado común hasta neumonías graves. El síndrome respiratorio agudo grave (SARS-CoV) y el síndrome respiratorio de Oriente Medio (MERS-CoV) son claros ejemplos. El SARS-CoV-2, que se detectó por primera vez en diciembre de 2019 en Wuhan, causa el covid-19 (enfermedad por coronavirus 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "había mutado a una forma mucho más mortífera, golpeando principalmente a regiones que aún no habían sido expuestas. Juega en contra de una posible mutación el hecho de que los coronavirus, a diferencia del virus de la gripe, tienden a ser genéticamente bastante estables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "No obstante, saber si el coronavirus desaparecerá, reaparecerá en oleadas o quedará como una enfermedad endémica sigue siendo una incógnita en estos momentos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bibliografía",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Los síntomas más comunes incluyen fiebre, tos y disnea, pero en algunos casos puede haber también síntomas digestivos. En casos más graves, puede haber neumonía, fracaso renal y otras complicaciones, principalmente en pacientes ancianos y aquellos con comorbilidades subyacentes [1] .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La falta de liderazgo por parte de la Organización Mundial de la Salud (OMS), principalmente en las etapas iniciales de la enfermedad, unido a las políticas desiguales en los distintos países, falta de información veraz y clara para la población, indecisión y comentarios desafortunados de algunos líderes, ha facilitado en gran medida que hayamos llegado a esta situación de pandemia. Aún recordamos el pánico innecesario que generó la gripe porcina en el año 2009 que llevó a muchos gobiernos a que gastaran en exceso en medicamentos antivirales. La situación actual se compara cada vez más a la gripe española de 1918-1919, en la que se estima que murieron entre 50 y 100 millones de personas [2] , confirmando lo que Honigsbaum dice que todas las epidemias siguen un patrón similar, donde la gente niega o descarta la amenaza hasta que se hace imposible ignorar más [3] . ¿Qué hay que hacer ahora? China nos ha enseñado que la cuarentena, el distanciamiento social y el aislamiento de las poblaciones infectadas pueden contener la pandemia. Taiwan, que actuó tan pronto cuando empezó la epidemia restringiendo viajes procedentes de la zona afectada, cuando la OMS decía que no era necesario, es un modelo a imitar [4] . Mantener la mortalidad lo más baja posible y minimizar el número de afectados deben ser la máxima prioridad [5] . Hay que evitar un pico epidémico que pueda desbordar los servicios sanitarios, mantener el impacto económico en un nivel gestionable y aplanar la curva epidémica (Figura 1). Esto daría tiempo a los servicios de salud para tratar los casos e incrementar su capacidad y permitiría también esperar el desarrollo de una vacuna y su producción a gran escala (nunca antes de 12 meses) así como disponer de un tratamiento farmacológico [6] . Recordemos por ejemplo como durante el brote de la enfermedad por el virus del Ébola en el oeste de África en 2014-16, las muertes por otras causas aumentaron debido a un sistema de salud saturado y a las muertes de trabajadores sanitarios [7] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1332,
                    "end": 1335,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1767,
                    "end": 1770,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2013,
                    "end": 2016,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No obstante, lo que ha funcionado en un sistema dictatorial difícilmente se puede aplicar en el contexto de Europa sin la implicación de la ciudadanía. Las medidas extremas son Page 2 of 5 J o u r n a l P r e -p r o o f absolutamente necesarias para poder acortar el tiempo desde el inicio de los síntomas hasta el aislamiento, ya que reducirá la transmisión. Por ello, hay que aislarse bien, mantener la distancia social, detener las reuniones masivas, cerras escuelas, cerrar fronteras y cerrar los puestos de trabajo donde ha habido infecciones y aislar casas, pueblos y ciudades, buscar consejo médico a distancia salvo que se sufran síntomas graves y asegurar instalaciones de diagnóstico, además del tratamiento especializado para la gente que sufra síntomas graves. ¿Qué debe hacer el médico de familia? En la fase actual de transmisión del SARS-CoV-2 se ha de realizar la detección de casos en las siguientes situaciones: a) persona con un cuadro clínico de infección respiratoria aguda que se encuentre en un centro hospitalario o que cumpla criterios de ingreso hospitalario; b) cuadro clínico de infección respiratoria aguda de cualquier gravedad que sea personal sanitario y socio-sanitario o de otros servicios asistenciales; c) se puede valorar la realización del test diagnostico a personas especialmente vulnerables que presenten un cuadro clínico de infección respiratoria aguda independientemente del grado de gravedad, después de realizar una valoración clínica individualizada. Los servicios de salud pública pueden establecer los mecanismos de vigilancia y diagnóstico que consideren necesarios para el seguimiento y la gestión de la epidemia. Hay que concentrar recursos y esfuerzos en diagnosticar los casos más graves y vulnerables. La red de vigilancia epidemiológica es quien debe indicar la realización de la prueba y debe coordinarse con el servicio de emergencias médicas para la obtención y transporte de la muestra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Los posibles casos que lleguen al centro de salud deben acompañarse a la sala de aislamiento, y el personal sanitario, adecuadamente protegido, ha de indagar sobre los síntomas respiratorios y antecedentes epidemiológicos, realizar una exploración mínima que ha de incluir temperatura, frecuencias respiratoria y cardíaca, saturación de oxígeno y auscultación respiratoria, y se ha de notificar de forma urgente a la red de vigilancia epidemiológica. En el caso de que el paciente tenga una clínica moderada o grave (insuficiencia respiratoria, hemoptisis, dolor en punta de costado, vómitos incoercibles, diarrea con deshidratación, confusión, letargo), debemos notificar al servicio de emergencias médicas para el traslado al hospital. Si el cuadro clínico es leve y se puede garantizar aislamiento domiciliario se remite al paciente al domicilio hasta la valoración por parte de la red de vigilancia epidemiológica. En este caso tenemos que valorar que la disponibilidad de la vivienda es adecuada, con una habitación con buena ventilación y que se pueda dedicar específicamente para el aislamiento del paciente, con la posibilidad de designar un baño exclusivo para el paciente y, si no es posible, el baño común debe limpiarse con lejía después de su uso. Se ha de garantizar la comunicación permanente con el personal de salud hasta que se resuelvan los síntomas y personas ancianas, con enfermedades crónicas, inmunodeprimidas, mujeres embarazadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Todas estas medidas de aislamiento se han de mantener hasta 14 días del inicio de los síntomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ya que la transmisión del covid-19 se produce principalmente por el contacto con las secreciones respiratorias de una persona enferma, las medidas generales de protección individual son las mismas que para evitar la gripe, e incluyen la higiene de manos frecuente, especialmente después del contacto con secreciones respiratorias; mantener una distancia mínima de dos metros con las personas con síntomas de infección respiratoria aguda; evitar tocarse la nariz, ojos y boca; evitar compartir comida, utensilios y otros objetos sin limpiarlos debidamente, y en caso de tos o estornudos, cubrir la boca y nariz con la parte anterior del codo o con pañuelos desechables que después tiraremos a la basura.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Existen actualmente muchas incertidumbres respecto al covid-19. Por ejemplo, no se conoce aún qué porcentaje de asintomáticos lo presentan. Los síntomas del coronavirus son generalmente leves y aproximadamente el 80% de las personas se recuperan en seis días, mientras que son graves el 20% restante [9] . Tampoco se sabe de forma clara cuál es su tasa de letalidad, ya que es necesario saber el denominador que define el número de infectados.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Las mejores estimaciones sugieren una tasa de aproximadamente 0,3-1% [6] , mucho mayor al 0,1% que se asocia a la gripe estacional por Influenzavirus A. Es también incierto si el periodo de contagio se inicia antes de la aparición de los síntomas y su duración. El período de incubación del covid-19 es de aproximadamente 5-6 días [10] , lo que significa que puede haber un periodo de contagiosidad presintomática bastante importante. Esto lo hace distinto a la gripe, ya que éste es solo de 1-2 días.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Una de las mayores incógnitas es el posible efecto estacional en la transmisión del covid-19 [11] ; sin embargo, con el número de reproducción (R0) de aproximadamente 2,5, descrito en las fases iniciales de la enfermedad en China (lo que significa que una persona infectada contagia de media 2,5 personas más), los meses cálidos del verano en el hemisferio norte podrían no reducir necesariamente la transmisión por debajo del valor de la unidad como pasa con la gripe A, que normalmente tiene un R0 que oscila entre 1,1 y 1,5 [12] . A medida que avanza una epidemia, R0 disminuye hasta caer por debajo de 1, ya sea por la mortalidad de las personas más vulnerables a la infección o por el hecho de que las medidas de control han funcionado. Tampoco nadie se atreve a aventurar si el virus puede virar dentro de unos meses.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Es bien conocido que la primera ola de gripe española en la primavera de 1918 no fue tan mala, pero en agosto, cuando una segunda ola se extendió en gran parte del mundo, el virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A year of terror and a century of reflection: perspectives on the great influenza pandemic of 1918-1919",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Nickol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Uncomfortable truths about modern epidemics: A review of the pandemic century and Interview with author Mark Honigsbaum",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunavan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Trop Med Hyg",
            "volume": "101",
            "issn": "",
            "pages": "724--729",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) situation report-44",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preventing a covid-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "Déirdre",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The health impact of the 2014-15 Ebola outbreak",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Elston",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ndumbi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health",
            "volume": "143",
            "issn": "",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Procediment d'actuació enfront de casos d'infecció pel nou coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sub-Direcció",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Daily risk assessment on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Will COVID-19 go away on its own in warmer weather?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Center for Communicable Disease Dynamics (CCDD) at the Harvard T",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission parameters of the A/H1N1 (2009) influenza virus pandemic: a review. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "306--322",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "no haya convivientes en condiciones de salud que impliquen vulnerabilidad:",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}