{
    "paper_id": "1ceabc796f5be674931466df34cde881810025e3",
    "metadata": {
        "title": "Pathology of the Gastrointestinal Tract",
        "authors": [
            {
                "first": "Gerhard",
                "middle": [
                    "R F"
                ],
                "last": "Krueger",
                "suffix": "",
                "affiliation": {},
                "email": "gerhard.krueger@uth.tmc.edu"
            },
            {
                "first": "Mathias",
                "middle": [],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chitra",
                "middle": [],
                "last": "Chandrasekhar",
                "suffix": "",
                "affiliation": {},
                "email": "chitra.chandrasekhar@uth.tmc.edu"
            },
            {
                "first": "G",
                "middle": [
                    "R F"
                ],
                "last": "Krueger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Chandrasekhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This chapter presents representative photographs of common diseases in the esophagus, stomach, small and large intestines, appendix, and rectum. Most of the diseases discussed here are infectious or neoplastic; a few others appear that students should be able to identify. A few microscopic photographs are added to support the understanding of gross lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Esophageal diseases present clinically with a combination of dysphagia, pain (heartburn), and vomiting. Most common are esophageal re fl ux disease (erosive esophagitis of different stages) with recurrent in fl ammation and eventual focal intestinal metaplasia of the mucosa (Barrett's esophagus). Shown is another form of erosive and ulcerative esophagitis caused by infection with human cytomegalovirus (HCMV). Barrett's esophagus is at risk of developing into adenocarcinoma of the esophagus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases of the Esophagus"
        },
        {
            "text": "Besides HCMV esophagitis, another form of infectious esophagitis is shown, which is caused by invasive Candida (fungal) infection. Both are frequently seen in immunode fi cient patients with malignant tumors, leukemia, AIDS, or certain forms of inherited immune de fi ciency syndromes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases of the Esophagus"
        },
        {
            "text": "The most common tumors are squamous cell carcinoma and adenocarcinoma. Other changes shown here are found in patients with chronic liver diseases, such as esophageal varices in liver cirrhosis and portal hypertension. Portal hypertension follows obstruction of portal blood fl ow, most commonly in the liver (e.g., in cirrhosis); it also may be prehepatic (e.g. , portal vein thrombosis) or posthepatic (e.g., Budd-Chiari syndrome, occlusion of the hepatic vein and tributaries). It is characterized by ascites, splenomegaly, and varices in the stomach, esophagus, and skin (caput medusa) following the opening up of portosystemic collateral veins. Of patients with cirrhosis of the liver and uncorrected portal hypertension, the initial acute hemorrhage used to kill 50 % of the patients. Of those remaining, another 50 % died of the second hemorrhage. Early diagnosis of portal hypertension and surgical correction of blood fl ow blockages are the treatment of choice a b ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseases of the Esophagus"
        },
        {
            "text": "As in the esophagus, most diseases in the stomach are in fl ammatory (infectious) or neoplastic. Not discussed here are congenital diseases and hernias. In fl ammatory diseases (various forms of gastritis) may follow circulatory changes, autoimmune disorders, or infection (e.g., Helicobacter pylori gastritis). Shown here are congestive gastritis following severe right heart failure, erosive gastritis in Helicobacter infection, pseudomembranous gastritis in agranulocytosis, various kinds of gastric ulcers, and gastritis in autoimmune disease (e.g., scleroderma). Most important are the various presentations of gastric neoplasias, including adenocarcinoma and primary malignant lymphoma. Acute and chronic gastritis differ both etiologically and morphologically. Among their causes are infection (e.g., H. pylori ), chemical injury (aspirin, nonsteroidal antiin fl ammatory drugs [NSAIDs], alcohol, steroids), autoimmunity, and circulatory changes (stress, sepsis, shock). Acute gastritis is commonly erosive, hemorrhagic, or both, whereas chronic gastritis ranges from a mild, super fi cial form or lymphocytic gastritis with autoantibodies (autoimmune gastritis in pernicious anemia) to severe, atrophic gastritis with intestinal metaplasia and increased risk of gastric cancer. Peptic ulcer disease refers to mucosal ulcerations in the stomach and duodenum resulting from various causes, such as gastritis related to consumption of alcohol, aspirin, and NSAIDs. It appears that psychic and genetic in fl uences in these patients are responsible for excessive gastric secretions of hydrochloric acid and peptic enzymes. Shown here is a typical, sharply de fi ned gastric ulcer located in the \"magenstrasse\" (the major route of food transport in the lesser curvature). More common are peptic ulcers in the upper duodenum and pyloric area [ 2 ] . More details of their diagnosis, classi fi cation, clinical features, and prognosis may be found in major textbooks of pathology and clinical specialties. Fig. 4 .33 Hemorrhagic infarction. Sudden occlusion of a large artery by embolism or thrombosis leads to hemorrhagic infarction. Less frequently, hemorrhagic infarction may be caused by autoimmune arteritis. Thrombosis of mesenteric veins causes ischemia without overt infarction because of good collateral blood fl ow, unless small veins are also occluded. The fi gure shows a typical hemorrhagic infarction of the small intestine. Note the segmental hyperemia with subsequent segmental hemorrhagic enteritis and necrosis. Microscopy shows hyperemia, edema, mucosal hemorrhage, and eventual necrosis. Muscular dysfunction will cause ileus and subsequent peritonitis and shock In severe cases, more extensive mucosal damage will cause pseudomembranous enteritis. Other common infectious organisms causing this type of enteritis are Yersinia , Campylobacter species, and the more toxic Clostridium perfringens Fig. 4 .44 Crohn's disease. Enteritis regionalis (Crohn's disease) is a chronic in fl ammatory disease preferentially of the small bowel. Its cause is not known, but its pathogenesis is thought to be infectiousautoimmune. Crohn's disease starts with edematous thickening of the intestinal wall, lymphoid in fi ltrates, and focal granulomas and fi stulas progressing to mucosal atrophy, fi brosis, and eventual perforation and peri-intestinal mesenteric in fl ammation. There is prominent regional lymphadenopathy. ( a , b ) Atrophy and fi brosis of the bowel mucosa and wall, with typical pseudopolypoid mucosal hyperplasia (cobblestone mucosal surface with intermittent fi stulas) Fig. 4.71 ( a , b ) Severe, diffuse, hemorrhagic, and necrotizing colitis with intestinal paralysis (paralytic ileus) following infection with toxic E. coli organisms (enterohemolytic E. coli ). Note the dark purple color and prominent dilatation of the large bowel. The disease is also known as toxic megacolon a b Fig. 4.72 ( a , b ) Necrotizing putrid colitis with gas formation (gas gangrene, Gasbrand ) following infection with C. perfringens . Note the focal ulcers covered by pseudomembranes ( brownish areas ) and multiple intramural gas bubbles with a glassy appearance. The yellowbrownish color of this specimen results from formalin fi xation Fig. 4 .73 Focal necrotizing colitis with perforation. In a patient with myeloblastic leukemia and agranulocytosis, the usual colitis (as in Fig. 4 .61 ) progressed to ulceration and perforation (formalin-fi xed specimen)",
            "cite_spans": [
                {
                    "start": 1844,
                    "end": 1849,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2007,
                    "end": 2013,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2916,
                    "end": 2922,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3598,
                    "end": 3617,
                    "text": "Fig. 4.71 ( a , b )",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3914,
                    "end": 3933,
                    "text": "Fig. 4.72 ( a , b )",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 4252,
                    "end": 4258,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 4393,
                    "end": 4399,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Diseases of the Stomach"
        },
        {
            "text": "Ulcerative colitis. Ulcerative colitis is a chronic, recurrent ulcerative disease of the large intestine. Although it is idiopathic, its pathogenesis appears to include several factors, such as genetic predisposition, infection, and autoimmunity. It is occasionally associated with other autoimmune disorders, such as primary sclerosing cholangitis, erythema nodosum, systemic vasculitis, and uveitis. Tests for autoantibodies (perinuclear antineutrophil cytoplasmic antibodies) are frequently positive in ulcerative colitis. The disease usually starts with a yellowish exudate and hyperemia of the proctosigmoid mucosa and the left-sided colon, but it may extend to involve the entire colon (pancolitis). Ulcerative colitis progresses with recurrent attacks and the formation of extensive, coalescent ulcerations with islands of intact mucosa in between. Fulminant cases may show features of toxic megacolon (see Fig. 4 .71 ). Radiologic features are shown in Fig. 4 .64 . This fi gure and Fig. 4 .75 show typical gross pathologic changes of ulcerative colitis in the colon, with segmental severe in fl ammation with con fl uent ulcerations The clinical term polyp consists of various pathologic entities, essentially of reactive lesions and of neoplastic growths. Reactive types are hyperplastic, in fl ammatory, hamartomatous, and juvenile polyps. Neoplastic polyps are known in pathology as adenomas (adenomatous polyps) or polypoid carcinomas. Adenomas are subclassi fi ed according to their proliferative activity and their structure as tubular adenomas, villous adenomas, and mixed tubulovillous adenomas. The risk of malignant transformation to carcinoma rises with the prolifera-tive activity, that is, from tubular to villous adenoma. This pedunculated tubular adenoma of the large intestine ( a ) was removed by endoscopy. Microscopy shows proliferation of nonatypical tubular glands ( b , c ), resulting in classi fi cation as an adenomatous polyp-that is, a tubular adenoma (benign). In a villous adenoma ( d , e ), the gross surface would not be smooth but would look velvety; microscopy shows an irregular, fi ne villous surface with a hyperplastic and often dysplastic epithelium Transformation into adenocarcinoma is a stepwise process from usually benign precursor lesions, involving the altered activation of proto-oncogenes and repressor genes as well as defective repair mechanisms. Grossly, adenocarcinoma of the colon is classi fi ed as polypoid, ulcerative, or in fi ltrative. The prognosis depends on the spread of the tumor through the colonic wall and metastases into lymph nodes and more distant organs (especially the liver). Shown in this fi gure is a common ulcerated, primary adenocarcinoma of the colon and rectum. Note the elevated fi rm wall with immobile mucosa surrounding an irregular and partially bloody ulcer focal, constrictive lesion of the colon producing a circumferential \"apple core\" deformity in the sigmoid colon ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 920,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 961,
                    "end": 967,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 991,
                    "end": 997,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fig. 4.74"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Food-related illness and death in the United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slutsker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "607--632",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bethesda: National Cancer Institute",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Howlader",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krapcho",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aminou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altekruse",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "SEER cancer statistics review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Severe, diffuse oropharyngitis in a patient with human cytomegalovirus infection. Note the mucosal reddening with focal pseudomembranes covering shallow ulcers ( arrow ) a b Fig. 4.2 Early ( a ) and late ( b ) esophagitis following human cytomegalovirus infection. Note the multiple small erosions and large ulcer. Viral and fungal esophagitis frequently indicate that the patient has some sort of immune de fi ciency (e.g., AIDS, tumor, leukemia, or posttransplant immunosuppression). Because the primary host defense against fungi and viruses is a T cell/macrophage response, de fi ciency of these reactions will cause more severe, progressive, and fi nally lethal fungal and viral infections. The types of viruses and fungi involved in these diseases are primarily ones that under normal conditions may colonize the body but are kept at bay by a functioning immune response, such as latent infection by herpesviruses (HCMV, Epstein-Barr virus, herpes simplex), measles, or fungal colonization by Candida , Aspergillus , or Mucor species Fig. 4.3 Severe, diffuse pseudomembranous esophagitis following fungal ( Candida ) infection of a patient with severe immune de fi ciency Fig. 4.4 Esophagitis in HIV infection (severe immune de fi ciency). ( a ) Axial CT image showing diffuse concentric thickening of the wall of the esophagus with enhancement of the mucosa. ( b ) Sagittal reformatted CT image showing diffuse mucosal enhancement of the entire length of the esophagus. ( c ) Oblique image taken during barium swallow shows the shaggy, irregular appearance of the esophageal mucosa, with intramural ulcers seen en face as small extraluminal projections Multiple varices of the esophagus in a patient with cirrhosis of the liver and portal hypertension (increased portal venous pressure).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Progressive systemic sclerosis (scleroderma) is an autoimmune collagen vascular disease affecting the esophagus ( see also Chaps. 3 and 10 ). ( a ) The esophagus shows stiffness and whitish thick-ening of the mucosa wall in toto. ( b ) Microscopy shows prominent fi brosis ( blue on trichrome stain) invading muscle layers, with subsequent muscular atrophy (muscle is reddish brown ) Portal hypertension with portosystemic shunting and formation of collaterals. ( a ) A fi lm taken during barium swallow shows large, serpiginous fi lling defects in the distal esophagus produced by dilated varices. ( b ) Axial CT through the upper abdomen shows dilated vascular collaterals at the splenic hilum and in the anterior abdominal wall, producing a CT \"caput medusa\" appearance subcutaneously in the anterior abdominal wall. ( c ) A coronal reformatted CT image shows the presence of dilated vascular collaterals in the distal esophagus and gastroesophageal junction Fig. 4.8 Esophagus in scleroderma (progressive systemic sclerosis). ( a ) An axial CT image shows groups of rounded air sacs identi fi ed as \"honeycombing\" of lung bases. A cross-sectional view of the dilated, air-fi lled esophagus is also noted. ( b ) A sagittal reformatted CT image shows the presence of intraluminal air within a markedly dilated esophagus. ( c ) A barium swallow image shows marked dilatation of the entire length of the esophagus Barrett's esophagus. Barrett's disease describes an esophageal metaplasia in which normal squamous epithelium is replaced by columnar epithelium. It results from long-standing gastroesophageal re fl ux and is complicated by an increased risk of the development of adenocarcinoma. ( a ) A late stage of Barrett's esophagus, with development of adenocarcinoma. The regular white squamous cell lining of normal mucosa ( left ) is replaced by atypical reddish mucosa (brown discoloration from fi xation in formalin) with gross structural irregularities representing carcinoma. ( b ) Microscopy shows invasive growth of atypical glands surrounded by in fl ammation, which will support perforation of the esophagus a b Fig. 4.10 ( a ) Squamous cell carcinoma of esophagus: polypoid or ulcerated lesions in the lower or middle part of the esophagus.Environmental factors, such as excessive alcohol consumption, smoking, and chemical carcinogens (e.g., nitrosamines), and dietary factors usually contribute to its pathogenesis. ( b ) Microscopy shows atypical, immature squamous epithelium invading deep into the wall of the esophagus, with foci of corni fi cation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "11 Carcinoma of the esophagus. ( a , b ) Circumferential thickening of the distal wall of the esophagus at the diaphragmatic level and gastroesophageal junction. ( c , d ) Barium swallow shows a long, irregular segmental fi lling defect of the distal esophagus. ( e ) A CT sagittal reformatted image shows a constrictive, irregular mass of the distal esophagus extending to the gastroesophageal junction and gastric fundus 11 (continued)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "12 Severe congestive gastritis (right heart failure with passive congestion and hypoxidosis of the gastric mucosa). Note the diffuse swelling and purple color of the gastric mucosa",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "13 Erosive gastritis with multiple shallow ulcers in the mucosa in a patient with Helicobacter pylori infection. Similar lesions may be seen in patients with chemical gastritis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "14 Prominent pseudomembranous gastritis of the stomach. Note the mucosal hyperemia and pale, yellowish pseudomembranes. This patient had a fungal ( Candida ) infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "16 Gastric varicosis. Axial CT scan ( a ) and coronal reformatted CT image ( b ) of the abdomen showing enhanced dilated and engorged vessels in the wall of the gastric fundus and body. These represent por-tosystemic collaterals in a patient with portal hypertension (compare Figs. 4.5 and 4.7 ) Fig. 4.17 Gastritis ( Helicobacter pylori infection). Note the extensive perigastric in fl ammatory changes along the lesser curvature and anterior abdominal mesenteric fat secondary to focal gastric perforation. Enhancement of the gastric mucosa is also evident",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "18 Gastritis. An upper gastrointestinal image shows very prominent, thickened mucosal folds in the gastric body and fundusFig. 4.19 Atrophic gastritis. An upper gastrointestinal image shows obliteration and effacement of normal gastric mucosal folds in a patient with chronic H. pylori infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "20 Peptic ulcer disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "21 Kissing ulcers. The term kissing ulcers describes a variant of peptic ulcer, as shown here in the immediate postpyloric regionFig. 4.22Severe, diffuse, hemorrhagic gastritis with Dieulafoy's ulcer (probe inserted) in the esophagocardial junction. Dieulafoy's ulcer is a mucosal, hemorrhagic ulceration on top of an aneurysm-like dilatation of a tortuous arteriole or small artery. It is usually located in the stomach but rarely may be found in other parts of the intestines. Ulcerative in fl ammation will cause erosion of the vessel, and sudden hemorrhage brings the patient to medical attention. Note: localized arteriovenous malformations without ulceration in the rectum, small bowel, or stomach (often displaying multiple angiomatous lesions) are called angiodysplasiaFig. 4.23 CT image of the upper abdomen showing a perforated gastric ulcer. Note the thickened wall of the stomach, with extravasation of contrast outside the gastric lumen with gastric perforation. Perigastric in fl ammation and free fl uid around the liver are also present 24 ( a ) Adenocarcinoma of the stomach in the antrum-pylorus region with destruction and fl attening of the regular mucosal relief, whitish discoloration, and in fi ltration of the various layers of the stomach wall (noted at the cut surface in the pyloric area). ( b ) Microscopy shows atypical, invasive glands replacing the normal mucosa. Adenocarcinoma accounts for more than 95 % of all gastric cancers. It comes in several variants: polypoid, ulcerative (or combinations of both), and diffusely in fi ltrative (\"linitis plastica\") types. Although the etiopathogenesis is dif fi cult to identify in individual cases, it essentially resembles the origins of gastritis (nitrosamines, diet, Early gastric cancer. Early gastric cancer (EGC) is de fi ned as a cancer that is con fi ned to the mucosa and submucosa. Although super fi cial, up to 20 % of EGCs already may show regional lymph node metastases. ( a ) Typical gross picture of EGC in the stomach, with fl attening of the mucosa and shallow erosion. It needs to be distin-guished from chronic atrophic gastritis: in EGC, the mucosal membrane appears stiff and immobile, owing to tumor invasion. ( b ) Microscopy shows atypical signet-ring cells, frequently spreading between normal mucosal glandsFig. 4.26 Typical ulcus crater of gastric carcinoma, with an irregular, prominent border; fi rm mucosa; and white discoloration a b Fig. 4.27 Axial ( a ) and coronal ( b ) CT images of carcinoma of the stomach. Note the marked thickening of the stomach wall in the region of the distal body and antrum a b Fig. 4.28 Carcinoma of the stomach. ( a ) An upper gastrointestinal series shows an irregular, focal, and circumferential thickening of the gastric antrum in a patient with gastric carcinoma. ( b ) The region of the antrum shows persistent nondistention and appears rigid on the compression spot view a b Fig. 4.29 Linitis plastica in a coronal reformatted CT image ( a ) and an upper gastrointestinal image ( b ). Note the lack of distensibility and rigidity of the gastric wall. The entire gastric body is nonpliable and retains the same appearance, with a lack of peristalsis Fig. 4.30 Malignant lymphoma of the stomach, diffuse type. This axial CT image shows diffuse and severe circumferential thickening of the stomach wall a b Fig. 4.31 ( a , b ) Malignant non-Hodgkin's lymphoma of the stomach. Note the multiple pale and fl eshy submucosal round in fi ltrates with depressed (not necessarily ulcerated) centers. Histologically, the tumor was classi fi ed as \"large-cell B immunoblastic type\" ( see Chap. 8 for lymphoma classi fi cation). Gastric lymphoma accounts for about 5 % of all gastric tumors and is frequently related to the mucosa-associated lymphoid tissue (MALT)-for example, MALToma or low-32 ( a ) Malignant lymphoma, lymphoblastic type. Note the more diffuse submucosal in fi ltration. ( b ) Diffuse in fi ltration of all layers of the small intestine is seen in a low-magni fi cation view of a MALT lymphoma developing from immunoproliferative small intestinal disease. Note that the lymphoma spreads diffusely through all layers of the jejunum Diseases of the Small and Large Intestines Infectious diseases of the intestinal tract constitute the greatest health problem in the world. In the United States alone, some 76 million illnesses per year are caused by infectious food poisoning, with 325,000 hospital admissions and 5,000 deaths [ 1 ] . Several representative pictures of infectious enterocolitis are shown in this chapter. Similar to other organ sites, infections with certain organisms, such as fungi ( Candida ), and certain viruses (HCMV) suggest an underlying immune de fi ciency of the af fl icted patient. Other in fl ammatory bowel diseases are of autoimmune etiology and may include systemic reactions such as ileitis terminalis (Crohn's disease) and ulcerative colitis. Diverticulosis and diverticulitis are rather nonspeci fi c, yet may suggest a genetic susceptibility. In addition, several examples depict common diseases in which the intestines are involved secondarily: colitis in uremia, enterocolitis in hemorrhagic-uremic syndrome, and vascular thrombotic or thromboembolic diseases. Many of the in fl ammatory diseases are accompanied by peritonitis, with peritoneal adhesions in their chronic forms. Neoplastic diseases of the small bowel are rare, accounting for less than 5 % of gastrointestinal tumors. Benign tumors include polyps (e.g., in Peutz-Jeghers syndrome) and adenomas, lipomas, and leiomyomas. Malignant tumors include adenocarcinoma, malignant lymphoma, carcinoid tumors, and gastrointestinal stromal tumors. Finally, benign and malignant tumors of the bowel (most often of the large intestine) are among the most common. Among the large variety presented here in their typical forms are intestinal polyps (adenomas), carcinomas, and carcinoids. Adenocarcinomas of the colon account for about 15 % of all cancer deaths in the United States, with about 150,000 new cancers arising every year",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Mesenteric venous thrombosis. Small bowel with congestion and segmental hemorrhagic enteritis. Venous thrombosis usually is caused by coagulopathies, blocked blood fl ow (stasis), or in fl ammation (pylephlebitis) Fig. 4.35 Hemorrhagic infarction of the small intestine secondary to fi brous adhesions between intestinal loops, volvulus, and occlusion and thrombosis of the mesentery vein (probe at site of volvulus). Volvulus commonly follows intestinal adhesions, eventual Meckel's diverticulum, or (in small infants) meconium ileusFig. 4.36 Lupus vasculitis. This coronal reformatted CT image shows prominent small bowel loops with enhancing mucosa and wall thickening. Prominence of the mesenteric vessels is noted, producing a \"comb sign\" ( see also Chaps. 3 and 10 ) a b Fig. 4.37 ( a ) Hemorrhagic infarction of the small bowel with pneumatosis of the bowel wall. ( b ) A coronal CT reformatted image shows small pockets of air within the wall of the infarcted small bowel loops",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "38 Small bowel hemorrhagic infarction with pneumatosis. A coronal reformatted CT image shows pockets of air within the wall of the infarcted bowel loops (lung window) Infectious Diseases of the Small Bowel Fig. 4.39 Membranous enteritis following staphylococcal food poisoning. Note the fi brin membranes covering hyperemic mucosa. Staphylococcal food poisoning is common and results from ingestion of contaminated food. Besides immediate infection of the enteric mucosa, bacteria produce exotoxins that cause severe abdominal cramps, diarrhea, vomiting, and eventual super fi cial mucosal damage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "40 Pseudomembranous enteritis. Pseudomembranous enteritis frequently follows infection with toxic Escherichia coli . Note the mucosal hemorrhage, hyperemia, and pseudomembranes consisting of fi brin and mucosal debris ( arrows )Fig. 4.41Cytomegalovirus enteritis in a patient with AIDS. This endoscopic photograph shows edematous mucosa with multiple, partially con fl uent \" fl eabite\" erosions. Besides HCMV, other viral enteritides are common in nonimmunode fi cient persons, including those caused by the Norwalk virus, rotaviruses, coronaviruses, adenoviruses, and echoviruses; these infections cause a more benign edematous and lymphocytic enteritis of short duration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "42 Agranulocytic necrotizing and hemorrhagic enteritis in a patient with acute myelogenous leukemia. Note the multiple deep ulcers, hemorrhages, and pseudomembranes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 4.43 Diffuse \"pseudofollicular\" enteritis. Note the diffuse edema of mucosa with a multinodular surface structure, here in an AIDS patient with systemic infection by Mycobacterium avium-intracellulare . The nodules are foci of histiocytes containing abundant mycobacteria",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "45 Hemolytic uremic syndrome. Hemolytic uremic syndrome is an infectious disease caused by toxic organisms (e.g., shigella toxinproducing E. coli ) that damage the vascular endothelium and cause thrombotic microangiopathy. Most frequently affected are the renal glomeruli, but the bowel may also show hemorrhage and in fl ammation, as shown here ( see also Chap. 6 ) a bFig. 4.46 ( a ) Delayed small bowel series fi lm in ileitis terminalis (Crohn's disease) showing multiple areas of stricturing with narrowing and prestenotic dilatation of the small bowel in several segments, producing \"skip lesions.\" ( b ) Small bowel series showing an enterocolic fi stula. Barium is seen entering the sigmoid colon via a fi stula between the distal ileum and the colon, with the early appearance of barium within the sigmoid colon 47 Adenocarcinoma of a duodenal papilla ( a ) causing dilatation of the common bile duct ( b ). Most adenocarcinomas occur in the duodenum and jejunum. Chronic in fl ammatory disease (e.g., Crohn's disease) is thought to be a risk factor, as is familial adenomatous polyposis (Warthin-Lynch syndrome). The case shown here involves the papilla of Vater and is called ampullary carcinoma. Such tumors cause obstructive jaundice, pain, and pancreatitisFig. 4.48 Carcinoid of the small intestine. Note the yellow-white submucosal nodule in the upper center of the specimen. Carcinoids are tumors of the neuroendocrine system and usually secrete neuropeptides (frequently serotonin, causing carcinoid syndrome). Besides the gastrointestinal tract (more commonly in the ileum and appendix), carcinoid tumors may arise in other locations, such as the pancreas, bronchus, liver and gallbladder, ovary, or testis. They are often multicentric and may be part of a familial multiple endocrine neoplasia (MEN) syndrome. Several types of MEN also involve the parathyroid (adenoma, carcinoma), thyroid (medullary carcinoma), adrenal (pheochromocytoma; see Chap. 11 ), and other glands. Carcinoid tumors are potentially malignant (size above 1 cm) and can metastasize. Tumors of multicentric carcinoid tumors or of MEN may appear simultaneously or at different timesFig. 4.49 Malignant lymphoma, Hodgkin's type, of the small intestine. Note the multiple fl eshy, submucosal nodules ( see also Chap. 8 ) Fig. 4.50 Eosinophilic granuloma of the small intestine. Note the large submucosal nodule causing intestinal obstruction. Eosinophilic granuloma belongs to a group of diseases classi fi ed as Langerhans cell histiocytosis. Besides eosinophilic granuloma, Langerhans cell histiocytosis includes Hand-Schüller-Christian disease and Abt-Letterer-Siwe syndrome. The disease may occur in isolated form (mostly in adults, as pulmonary eosinophilic granuloma) or as a systemic disease in children. Microscopy is characterized by focal in fi ltrates of Langerhans-type histiocytes of variable degrees of maturation (with Birbeck granules on electron microscopy) and admixtures of eosinophils, lymphocytes, and macrophages a b Fig. 4.51 Duodenal adenoma. An axial CT scan ( a ) and a coronal reformatted CT image ( b ) show a smoothly marginated, well-circumscribed, submucosal soft tissue mass arising within the duodenal C-loop. Partial gastric outlet obstruction is present, with a markedly distended, fl uid-fi lled stomach a b Fig. 4.52 Carcinoid with liver and mesenteric metastases. Axial CT images show a complex, partially enhancing metastatic mass within the right lobe of the liver ( a ) and a solid, round mass with calci fi cations in the small bowel mesentery ( b ) Fig. 4.53 Mesenteric mass in a patient with malignant non-Hodgkin's lymphoma, B cell type. An axial CT scan ( a ) and coronal CT image ( b ) show a large, enhancing mesenteric mass in a patient with B cell lymphoma. Displacement and encasement of the bowel loops and mesenteric vasculature are present. The peritoneal cavity contains large amounts of free fl uid 54 Acute appendicitis. Note the swelling of the appendix with vascular injection ( a ). A cross section ( b ) and microscopic overview ( c ) show marked edematous swelling and focal hemorrhage. Complications of untreated acute appendicitis are perityphlic abscess, perforation, peritonitis, pylephlebitis, and, more rarely, fi stulation to adjacent organs such as the bladder or vaginaFig. 4.55 Acute peritonitis showing prominent vascular injection and piriform membranes covering the peritoneum. White thickening ( fi brosis) in other areas of the peritoneum indicates that peritonitis is recurrent. The probe is located in a perforation of the bowel, the source of peritoneal infection a b Fig. 4.56 Metastatic adenocarcinoma of the appendix. ( a ) Peritoneal site showing the enlargement of the appendix with peritoneal metastases. ( b ) Cut surface with mucogelatinous appearance of tumor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "57 Spontaneous bacterial peritonitis. This axial CT image shows diffusely enhancing peritoneum, as well as ascites (compare Fig. 4.55 ) Fig. 4.58 Mucinous carcinoma of the appendix. (Compare Fig. 4.56 ). This coronal reformatted CT image shows a dilated and distended mucus-fi lled appendix. A small amount of free fl uid is present in the left abdomen Infection and In fl ammation of the Large Intestine a bFig. 4.59 Diverticular disease. Diverticular disease (diverticulosis without in fl ammation; diverticulitis with in fl ammation) refers to a herniation of mucosa and submucosa through the muscularis in the large intestine. It is common in adults beyond the age of 50 and is usually located in the sigmoid and descendent colon. Besides a familial predisposition, the pathogenesis includes a weakness (defect) in the colonic wall at sites of nutrient vessel entrance, increased intraluminal pressure, and dietary factors (low fi ber with high carbohydrates; certain spices, such as garlic). Complications of recurrent diverticulitis are perforations, peritonitis, adhesions, and fi stulas into adjacent organs. Gross photographs show acute diverticulitis ( a ) and acute hemorrhagic colitis following diverticulitis ( b )Fig. 4.60 Membranous enterocolitis in a newborn baby following staphylococcal food poisoning. The baby was infected by contaminated bottle-fed milk and died from acute diarrhea with massive fl uid loss and circulatory collapse. Note the diffuse edema of the mucosa with mild focal hyperemia and soft, yellowish loose fi brin membranesFig. 4.61 Ulcerative and pseudomembranous colitis following E. coli infection in an adult. The source of infection was contaminated fresh vegetables. Note the severe hyperemia of the mucosa and multiple sharply demarcated ulcers with dirty-colored, gray-yellowish ground (necrotic debris, fi brin, and neutrophils) Fig. 4.62 Severe pseudomembranous colitis following Candida infection in an immunode fi cient patient. Note the moderate mucosal hyperemia and disseminated, partially con fl uent, pale fi brinous membranes a b Fig. 4.63 Diverticulosis coli and diverticulitis (Compare Fig. 4.59 ). Axial CT images through the pelvis show several small outpouchings from the wall of the colon ( a ) with focal thickening of the wall and associated fat stranding of the adjacent mesentery ( b ) a b Fig. 4.64 Ulcerative colitis. ( a ) An axial reformatted CT image shows diffuse thickening of the entire wall of the colon with enhancement of the mucosa. ( b ) A coronal CT image from the same patient shows that the changes extend from the rectosigmoid into the rectum (compare Figs. 4.74 and 4.75 ) Fig. 4.65 Pseudomembranous colitis shows extensive and marked thickening of the wall of the colon, with the appearance of strati fi cation and diffuse mucosal enhancement (compare Figs. 4.61 and 4.62 ) Fig. 4.66 Septic colitis in meningococcal sepsis. Note edematous swelling of the mucosa with multiple petechial hemorrhages corresponding to microscopic septic endotheliitis of small vessels. Similar changes are seen in the skin. A serious complication of meningococcal sepsis is adrenal cortical hemorrhage and necrosis (see Chap. 11 ) Fig. 4.67 Pseudomembranous colitis following prolonged antibiotic treatment, with alterations of the intestinal fl ora and overgrowth of Clostridium dif fi cile organisms.The most common site is the rectosigmoid. Note mucosal hyperemia and typical small, fungiform pseudomembranes scattered throughout the mucosa 68 Uremic colitis. Uremic colitis is a chemically induced in fl ammation in patients with renal failure and uremia. Toxic substances normally removed by the kidneys are eliminated through secondary excretory mechanisms in mucosa and serosal membranes. By accumulation, these toxins induce chemical in fl ammation (e.g., serous pleuritis and pericarditis, sero fi brinous pneumonitis). These fi gures show the early phase with edema and hemorrhage ( a ) and a later phase with pseudomembranous colitis ( b ), in which the foci are larger and more irregular than in postantibiotic colitis a bFig. 4.69Amebic colitis. Amebic infestation (amebiasis) is caused by Entamoeba histolytica invasion of the large intestine, which may spread to the liver and produce amebic abscess. Humans are the sole reservoir, so the disease is acquired by ingestion of foods contaminated by human feces. Amebic colitis starts with asymptomatic colonization followed in about 8 days by scattered necroses and ulceration. These lesions show a typical undermining pattern and contain many amebae in the necrotic debris. Liquid stools and bloody mucus contain many organisms and permit the clinical diagnosis. Shown here is an amebic ulcer of the rectum ( a ). Microscopy from the ulcer shows many amebic trophozoites ( b )Fig. 4.70 Endoscopic view of cytomegalovirus colitis. Note the irregular erosions and shallow ulcers, as seen in other mucosal sites. Microscopy shows a focal, lymphocytic in fi ltration with occasional \"owl-eye\" giant cells (Cowdry type A giant cells) and ulceration. Systemic HCMV disease is usually indicative of immune de fi ciency of the patient (AIDS, cancer, transplant recipient) a b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "75 Enlarged segment of large intestine with ulcerative colitis, showing single and con fl uent ulcers a b Fig. 4.76 Pneumatosis coli. ( a ) Cobblestone relief of mucosa caused by multiple gas-fi lled pseudocysts, one of which is ruptured. ( b ) A cross section through the colonic wall. The specimen is pale yellowish because of formalin fi xation. Microscopy shows occasional foreignbody reactions adjacent to the cysts. The etiology is not well known, but ischemia and dysbactery (altered composition of bacterial fl ora) occasionally are identi fi ed in such casesFig. 4.77 Axial CT image of pneumatosis coli showing intramural air within the wall of the cecum and ascending colon in a case of ischemic colitis with necrotizing bowel changes (lung window) Fig. 4.78",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "81 Adenocarcinoma of the colon and rectum is among the most common cancers in Western societies. Its pathogenesis is related to genetic, dietary, and environmental factors (carcinogens, smoking).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "79 Sessile polyp (adenoma) with central exulceration and transformation into an adenocarcinoma (see Fig. 4.80 ) A Fig. 4.80 Microscopy from the same case as in Fig. 4.79 shows a wall of the residual adenoma with central replacement of benign glands by irregular and atypical glands of adenocarcinoma 82 ( a , b ) Serosa-associated malignant lymphoma in an HIVpositive patient with AIDS and infection with human herpesvirus 8. Note the diffuse cobblestone-like coverage of the serosa by malignant lymphoma, with only a few islands of uninvolved colonic serosa. ( c ) Microscopy shows a polymorphic, plasmablastoid cell proliferation in serosa and ascites. This is a rare virus-induced lymphoma associated with ascites occurring in AIDS patients. Other body cavities (e.g., pleural space) also may be involved, but tumor outside the body cavities is usually found. Very rare cases of such lymphomas in persons not infected with HIV have been reported a b Fig. 4.83 An air-contrast barium enema ( a ) shows an adenocarcinoma shaped as a broad-based sessile polypoid mass arising in the sigmoid colon. A compression spot fi lm of the descending colon ( b ) shows a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "84 Sigmoid mass. An axial CT scan through the pelvis shows a focal concentric wall thickening of the sigmoid with severe narrowing of the lumen. Trace amounts of contrast are noted within the lumen of the bowel secondary to partial bowel obstructionFig. 4.85 Malignant lymphoma of the colon. Note the concentric, circumferential thickening of the wall of the descending colon. Pericolonic mesenteric fat stranding is noted, and air is present within the central lumen of the colon",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}