{
    "paper_id": "1cec013f18cd530f6249e1602664312f26ecb119",
    "metadata": {
        "title": "BRIEF REPORT",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Mavrommati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "T"
                ],
                "last": "Hatzis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Ladis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "E"
                ],
                "last": "Lagona",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Giannaki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "A"
                ],
                "last": "Raftopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Patients with homozygous beta-thalassemia are at increased risk for serious Yersinia enterocolitica infections. The cause of this increased susceptibility is related to systemic iron overload and the use of iron chelators [1] . Extraintestinal sites of systemic Yersinia infection include lymphadenitis, arthritis, osteomyelitis, pneumonia, endocarditis, meningitis, and dermatitis [2] . There are also numerous reports of Y. enterocolitica sepsis in patients with iron overload [3], yet there is no report of a relationship between the acute respiratory distress syndrome (ARDS) and Yersinia sepsis in the current literature. A clinical situation mimicking ARDS due to yersiniosis has been described, but the strict definition of ARDS has not been respected [4] . We present a case of Yersinia sepsis syndrome and ARDS in a female adolescent with homozygous beta-thalassemia.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 15-year-old girl (weight 64 kg) with homozygous beta-thalassemia, had been on regular red cell transfusion therapy since infancy. Desferrioxamine chelation (50 mg/kg per day) had been used for 12 years. The serum ferritin level was stable at 800±1000 ng/ml (normal range 10±150 ng/ml), and she had not undergone splenectomy. Human immunodeficiency virus serology was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One week after the last red blood cell transfusion she developed fever to 39°C for 3 days with nausea, vomiting, and nonbloody diarrhea. She had not yet received any antibiotics. Progressive pain in the right lower quadrant and signs of peritonitis necessitated laparotomy and appendectomy. Chest and abdominal radi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract We report a case of Yersinia enterocolitica sepsis syndrome and the acute respiratory distress syndrome in a chronically transfused adolescent with beta-thalassemia. This manifestation of serious Y. enterocolitica infection has not previously been reported. Dyspnea, hypoxia, and fever were the principal features of the clinical presentation. The acute onset of respiratory symptoms occurred after appendectomy. Chest radiographs revealed frontal bilateral infiltrates and alveolar consolidation to three quadrants. Y. enterocolitica was identified from blood and intraoperative appendix cultures. Although there was no need for mechanical ventilation, a remarkable persistence of clinical and X-ray findings was noted. Ther-apy with high levels of oxygen, and intravenous amikacin and piperacillin/tazobactam led to a favorable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with homozygous beta-thalassemia are at increased risk for serious Yersinia enterocolitica infections. The cause of this increased susceptibility is related to systemic iron overload and the use of iron chelators [1] . Extraintestinal sites of systemic Yersinia infection include lymphadenitis, arthritis, osteomyelitis, pneumonia, endocarditis, meningitis, and dermatitis [2] . There are also numerous reports of Y. enterocolitica sepsis in patients with iron overload [3] , yet there is no report of a relationship between the acute respiratory distress syndrome (ARDS) and Yersinia sepsis in the current literature. A clinical situation mimicking ARDS due to yersiniosis has been described, but the strict definition of ARDS has not been respected [4] . We present a case of Yersinia sepsis syndrome and ARDS in a female adolescent with homozygous beta-thalassemia.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 15-year-old girl (weight 64 kg) with homozygous beta-thalassemia, had been on regular red cell transfusion therapy since infancy. Desferrioxamine chelation (50 mg/kg per day) had been used for 12 years. The serum ferritin level was stable at 800±1000 ng/ml (normal range 10±150 ng/ml), and she had not undergone splenectomy. Human immunodeficiency virus serology was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "One week after the last red blood cell transfusion she developed fever to 39°C for 3 days with nausea, vomiting, and nonbloody diarrhea. She had not yet received any antibiotics. Progressive pain in the right lower quadrant and signs of peritonitis necessitated laparotomy and appendectomy. Chest and abdominal radi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Abstract We report a case of Yersinia enterocolitica sepsis syndrome and the acute respiratory distress syndrome in a chronically transfused adolescent with beta-thalassemia. This manifestation of serious Y. enterocolitica infection has not previously been reported. Dyspnea, hypoxia, and fever were the principal features of the clinical presentation. The acute onset of respiratory symptoms occurred after appendectomy. Chest radiographs revealed frontal bilateral infiltrates and alveolar consolidation to three quadrants. Y. enterocolitica was identified from blood and intraoperative appendix cultures. Although there was no need for mechanical ventilation, a remarkable persistence of clinical and X-ray findings was noted. Ther-apy with high levels of oxygen, and intravenous amikacin and piperacillin/tazobactam led to a favorable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "ography performed in the immediate preoperative period was normal. White blood cell count was 15´10 3 /mm 3 with 84 % neutrophils before surgery. The patient was begun on intravenous amikacin (1 g/day) and piperacillin/tazobactam (9 g/day). Surgical abdominal exploration revealed an inflamed and enlarged appendix and mesenteric lymph nodes. Pathological study confirmed an acute purulent appendix. In the immediate postoperative period her temperature was raised (39 C). Dyspnea and hypoxia occurred 8 h after surgery. A chest radiograph was then taken, which revealed diffuse shadows in both lung fields. Persistence of high fever and increasing dyspnea with a high oxygen requirement precipitated a transfer to the intensive care unit of our hospital 4 h later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "On arrival, the physical examination was remarkable for a tachypneic (respiratory rate 60 breaths/min), tachycardic (heart rate 130 beats/min) young adult with severe respiratory distress. She was febrile to 39.5 C and the blood pressure was 130/ 60 mmHg. Respiratory sounds were diminished and crackles were audible bilaterally during inspiration. Results of the heart examination were normal except for the tachycardia. The arterial blood pressure remained stable. The head, throat, and extremities were normal. No cutaneous lesions of lymphadenopathy were found. The abdomen was soft and the liver was unpalpable. An already known splenomegaly due to thalassemia was noted. Arterial blood gas analysis on 100 % oxygen inspiration showed pH 7.45, partial pressure of oxygen PO 2 81 mmHg, partial pressure of carbon dioxide PCO 2 32 mmHg, bicarbonate HCO 3 21 mmol/l, and oxygen saturation 96.7 %. Her white blood cell count was 14.5´10 3 /mm 3 with 80 % neutrophils and a marked shift to the left not accompanied by eosinophilia. Other blood count data were hemoglobin 9.3 g/dl, hematocrit 28 %, and platelets 58´10 3 /mm 3 . C-reactive protein was 182 mg/l. Blood coagulation, liver and renal function, and blood sugar were normal. A chest radiograph on arrival showed remarkable deterioration since the first X-ray was taken at the first hospital in the early postoperative period. The radiograph revealed bilateral infiltrates and alveolar consolidation confined to three quadrants (Fig. 1) . Cardiac echocardiography did not show any cardiac dysfunction (Ejection fraction = 75 %, shortening fraction = 37.5 %). From the above findings we made a diagnosis of ARDS developing in the sepsis syndrome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1487,
                    "end": 1495,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "Medical support consisted of: (1) oxygenation [fractional inspired oxygen (FIO 2 100 %)] and (2) intravenous amikacin (1 g/ day) and piperacillin/tazobactam (9 g/day). There was no need for mechanical ventilation because an arterial oxygen saturation greater than 96 % was achieved by supplemental oxygen, and arterial carbondioxide tension PaCO 2 values were within the normal range. The reason for the choice of antibiotics was that the main target of therapy was gram-negative bacteria including Y. enterocolitica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "Bacterial cultures of two blood samples, received on hospital day 1, and serology revealed Y. enterocolitica serotype 0:3. The same microorganism was isolated from the intraoperative appendix culture. Amikacin and piperacillin/tazobactam were sensitive and the minimum inhibitory concentration (MIC) was < 4 and < 8/4 mg/ml, respectively. Other sensitive antibiotics were aztreonam (MIC < 8 mg/ml), cefoxitin (MIC < 4 mg/ml), ceftazidime (MIC < 4 mg/ml), ceftriaxone (MIC < 8 mg/ml), cefuroxime (MIC < 4 mg/ml), ciprofloxacin (MIC < 0.28 mg/ml), ofloxacin (MIC < 0.5 mg/ml), tobramycin (MIC < 2 mg/ml), gentamicin (MIC < 2 mg/ml), mezlocillin (MIC < 8 mg/ml), and trimethop-rim±sulfamethoxazole (MIC < 1/19 mg/ml). The microorganism was found to be resistant to ampicillin (MIC > 16) and cefazolin (MIC > 16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "Progressive improvement of the clinical signs of ARDS and Xray findings was noted after the 4th day of admission. Intermittent fever (up to 39 C) persisted for 10 days. Because of the persistence of high fever an ultrasonogram was performed which was negative for intraabdominal abscess. The patient was discharged from the intensive care unit after 10 days. A normal chest radiograph was obtained on the 18th hospital day (Fig. 2) . She received a total of 3 weeks of intravenous antibiotics while chelation therapy was withheld.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ARDS in a patient with homozygous beta-thalassemia due to yersiniosis"
        },
        {
            "text": "The patient described had the characteristics of a young adult with homozygous beta-thalassemia: chronically transfused, chelated with desferrioxamine, yet with iron overload. The initial clinical presentation was typi- cal of a Yersinia infection in a patient with iron overload: invasive infection, fever, abdominal symptoms, and finally acute appendicitis with positive intraoperative appendix culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Infections due to Y. enterocolitica are usually associated with the gastrointestinal tract. Invasive and noninvasive endotoxin-producing strains of this gram-negative bacterium are the most commonly recognized bacterial cause of acute terminal ileitis. They also cause nonspecific abdominal pain or ªpseudoappendicitisº and occasionally acute colitis or acute appendicitis. Severe Y. enterocolitica infections are described in patients with homozygous beta-thalassemia. Iron excess and iron chelator use are predisposing factors, as supported by clinical, animal, and in vitro data. To understand the pathogenesis of the infection one must remember that Y. enterocolitica, an extremely iron-siderophore ± dependent microorganism, lacks siderophores yet has receptors for them. Desferrioxamine supplies the microorganism with iron in a form it can use (chelating agents bound to iron = exogenous siderophores) [1] . The source of Y. enterocolitica in this patient was not identified. It is known that the microorganism is transmitted to humans mainly from contaminated dairy products, meat, or water. It may also be transmitted human to human via blood transfusion from a bacteremic donor. This possibility cannot be excluded in our case, although the typical clinical presentation of a transfusion±induced infection in an iron±overloaded patient is severe septicemia within 24 h after infusion [5] .",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 912,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1394,
                    "end": 1397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The diagnosis of sepsis syndrome was established in our case by the following findings: (1) signs of systemic response to infection including tachypnea, tachycardia, hyperthermia and leukocytosis, (2) severe hypoxemia [arterial oxygen tension (PaO 2 )/FIO 2 < 100 mmHg] without preexisting pulmonary or cardiovascular disease, and (3) positive blood cultures. The term septic shock did not characterize the condition of the patient according to the definition suggested by Bone and colleagues [6] . The diagnosis of ARDS was based on the following criteria: (1) acute onset of respiratory symptoms, (2) frontal chest radiography with bilateral infiltrates, and (3) exclusion of left heart disease and congestive heart failure. The lung injury score obtained for the patient was 7 (alveolar consolidation confined to three quadrants and PaO 2 /FIO 2 < 100 mmHg), which also confirmed severe lung injury [7] . The possibility of bilateral hematogenic Yersinia pneumonia after systemic spread from the bowel due to surgery has to be mentioned here; however, the acute onset of clinical presentation, the radiographic findings of widespread airspace consolidation, and the fact that repeated cultures of bronchial secretions were negative, make this diagnosis of secondary importance [8] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 496,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In fact, gram-negative sepsis is strongly associated with the development of ARDS. Endotoxemia causes lung dysfunction through a variety of mechanisms [9] . Many studies indicate that sepsis is the most frequent event precipitating the development of ARDS. Pfenninger et al. [10] found that in children aged 2 weeks to 15 years, intraabdominal infection and/or sepsis are the most common causes. On the other hand, among patients with gram-negative bacteremia or sepsis the frequency of ARDS has been reported to vary from 18 to 38 % [9] . It is interesting that, although many cases of septicemia due to Y. enterocolitica have been described, there is no reference to ARDS related to Yersinia sepsis in the current literature.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Referring to the patient's treatment, antimicrobial therapy consisted of a combination of an aminoglycoside and an ureidopenicillin/b-lactamase inhibitor which were found sensitive in the microorganism isolated from blood and intraoperative appendix cultures. The dosage of intravenous amikacin administered was 15 mg/kg per day, which is suggested as effective treatment for Y. enterocolitica septicemia unless adaption to the patient's renal function is necessary [3] . Amikacin blood levels were measured during treatment and were found to be within therapeutic limits. The combination of an aminoglycoside and a third-generation cephalosporin or a fluoroquinolone is also suggested by many to be effective in Yersinia sepsis. In particular, fluoroquinolones are suggested to be a suitable treatment for Y. enterocolitica septicemia because most of the available parameters (in vitro activity, pharmacological properties, therapeutic effect in animal models, and clinical results) are favorable [3] . Persistence of clinical signs of ARDS and X-ray findings was noted. This is probably due to the increased susceptibility to Yersinia infections of these patients and is also confirmed by reports of acute septicemia, intraabdominal abscess, intestinal perforation, or gangrene and peritonitis following Yersinia infection of the gastrointestinal tract even under antiyersinial therapy [2] . However, we cannot know whether changing the treatment to other sensitive antibiotics (combination of a fluoroquinolone and a third generation cephalosporin or an aminoglycoside) would have shortened the response to therapy in our case [3] . Nevertheless, authors agree that early and accurate diagnosis and specific therapy are required in such patients. When Yersinia enterocolitis or mesenteric adenitis are suspected, an ultrasound examination has to be performed. Initial treatment includes antiyersinial therapy and temporarily stopping chelation [1] . Surgery may lead to hematogenic contamination and enhance sepsis [11] . This probably explains the rapid postoperative development of the sepsis syndrome in our patient. Recognition of Yersinia infection does not always forestall laparotomy; such patients may have conditions with true surgical consequences of infection accompanying adenitis, as was described in our case.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1947,
                    "end": 1950,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The absence of cardiovascular instability (hypotension) and the noninvolvement of an extrapulmonary or-gan system were, beyond the intensive care treatment, important factors for the good outcome [12] . The patient's immunological condition is also critical for the prognosis of Yersinia sepsis in patients with beta-thalassemia. Our patient was not immunologically compromised by splenectomy, which is consistent with improved conditions for survival [13] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A rare case of ARDS following Yersinia enterocolitica sepsis in a young adult with beta-thalassemia has been described. Although there was no need for mechanical ventilation, a remarkable persistence of clinical and X-ray findings despite antiyersinial therapy was noted. This is related to the increased virulence of this microorganism due to iron burden and use of iron chelators. Treatment in the intensive care unit with oxygen and intravenous antibiotics allowed a favorable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Yersinia infections in patients with homozygous beta-thalassemia associated with iron overload and its treatment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatr Hematol Oncol",
            "volume": "9",
            "issn": "",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Yersinia enterocolitica",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Cover",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aber",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "N Engl J Med",
            "volume": "321",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibiotic treatment of Yersinia enterocolitica septicemia: a retrospective review of 43 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayraud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scavizzi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "405--410",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Septicemie à Yersinia enterocolitica avec choc, insuffisance rØnale et oedeme pulmonaire lesionel mortel aprs transfusion dans le post partum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Med Maladies Infect",
            "volume": "13",
            "issn": "",
            "pages": "197--199",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sepsis associated with transfusion of red cells contaminated with Yersinia enterocolitica",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tipple",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Transfusion",
            "volume": "30",
            "issn": "",
            "pages": "207--213",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sepsis syndrome: a valid clinical entity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Crit Care Med",
            "volume": "17",
            "issn": "",
            "pages": "389--393",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The American-European Consensus Conference on ARDS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gram negative sepsis and the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1213--1228",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adult respiratory distress syndrome in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tschaeppeler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Pediatr",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Yersinia infections in surgical practice",
            "authors": [
                {
                    "first": "Sfa",
                    "middle": [],
                    "last": "Attwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Cafferkey",
                    "suffix": ""
                },
                {
                    "first": "Fbv",
                    "middle": [],
                    "last": "Keane",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Br J Surg",
            "volume": "76",
            "issn": "",
            "pages": "499--504",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Multiple organ system failure and infection in adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Coalson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Ann Intern Med",
            "volume": "99",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Homozygous beta-thalassemia: a review of patients who had splenectomy at the Royal Alexandra Hospital for children",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lammi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Singapore Med J",
            "volume": "35",
            "issn": "",
            "pages": "59--61",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiograph on admission showing alveolar consolidation confined to three quadrants",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Normal chest radiograph was obtained on the 18th day after admission",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}