{
    "paper_id": "1cf47e3a3bf5fac4b9420a01fcea144643743311",
    "metadata": {
        "title": "Antibacterial effects of low- temperature plasma generated by atmospheric-pressure plasma jet are mediated by reactive oxygen species",
        "authors": [
            {
                "first": "Mckayla",
                "middle": [
                    "J"
                ],
                "last": "Nicol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "R"
                ],
                "last": "Brubaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "J"
                ],
                "last": "Honish Ii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alyssa",
                "middle": [
                    "N"
                ],
                "last": "Simmons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Kazemi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Madison",
                "middle": [
                    "A"
                ],
                "last": "Geissel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Connor",
                "middle": [
                    "T"
                ],
                "last": "Whalen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "A"
                ],
                "last": "Siedlecki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Penn State College of Medicine",
                    "location": {
                        "postCode": "17033",
                        "settlement": "Hershey",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [
                    "G"
                ],
                "last": "Bilén",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [
                    "D"
                ],
                "last": "Knecht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Girish",
                "middle": [
                    "S"
                ],
                "last": "Kirimanjeswara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Emergence and spread of antibiotic resistance calls for development of non-chemical treatment options for bacterial infections. Plasma medicine applies low-temperature plasma (LTP) physics to address biomedical problems such as wound healing and tumor suppression. LTP has also been used for surface disinfection. However, there is still much to be learned regarding the effectiveness of LTP on bacteria in suspension in liquids, and especially on porous surfaces. We investigated the efficacy of LTP treatments against bacteria using an atmospheric-pressure plasma jet and show that LTP treatments have the ability to inhibit both gram-positive (S. aureus) and gram-negative (E. coli) bacteria on solid and porous surfaces. Additionally, both direct LTP treatment and plasma-activated media were effective against the bacteria suspended in liquid culture. Our data indicate that reactive oxygen species are the key mediators of the bactericidal effects of LTP and hydrogen peroxide is necessary but not sufficient for antibacterial effects. In addition, our data suggests that bacteria exposed to LTP do not develop resistance to further treatment with LTP. These findings suggest that this novel atmospheric-pressure plasma jet could be used as a potential alternative to antibiotic treatments in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "global scale. Finally, aside from the medical obstacles posed by treatment of patients with bacterial infections, the spread of antibiotic resistance also results in significant excess healthcare system costs and economic burdens with estimates of up to $1 billion per year and $3 trillion in worldwide gross domestic product losses respectively 5, 6 .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is the combination of all of these factors that has necessitated the search for new treatment options targeting bacterial infections. In the past several years, plasma medicine has emerged as a leading potential alternative to antibiotic treatments. Plasma medicine is an interdisciplinary field that combines plasma physics with research in the life sciences to create solutions to a variety of biomedical problems. Recently, there has been an increased focus on the development and implementation of low-temperature plasma (LTP) sources that are able to meet specifications required of medical instrumentation 7 . The well-reported use of plasmas for sterilization of non-biomedical materials has presented an opportunity for plasma medicine to expand into the realm of antiseptics [8] [9] [10] [11] . This research has resulted in the successful application of two plasma configurations known as dielectric barrier discharge (DBD) and atmospheric-pressure plasma jets (APPJ) 12 . These configurations have been used for treatment of chronic wounds and multiple dental applications. Additionally, further investigation is being done in several other fields including oncology, ophthalmology, and aesthetic surgery 12 . Another related area within plasma medicine is the use of plasma-activated media (PAM), which has been of particular interest for cancer treatments 13, 14 .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the progress that has been made thus far regarding the use of LTP for biomedical applications, there is still much to be explored. The mechanisms of action behind LTP treatments have yet to be fully elucidated. Additionally, unique plasma sources will likely be adapted and optimized based on the targeted medical application. Therefore, there is an acute need for different systems and discharge configurations to be studied further. More importantly, there are only a few studies that have investigated the benefits of either APPJ or DBD configurations in treating drug-resistant bacteria, particularly for in vivo settings [9] [10] [11] [12] [15] [16] [17] [18] [19] . Here, we describe the construction of an APPJ system and characterize the bactericidal activity of this system. It was found that LTP treatments were able to consistently produce 90% reduction in both gram-positive and gram-negative bacterial strains on solid and porous surfaces, as well as in liquid. More importantly, our results revealed that generation of reactive oxygen and nitrogen species (ROS/RNS) during LTP treatments was critical for its bactericidal activity, and that bacteria do not develop resistance to LTP treatments. Together, this represents an important step forward towards developing plasma-mediated strategies for combating drug-resistant bacterial infections.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 637,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Development and operation of atmospheric-pressure low-temperature plasma jet system (APPJ System). We developed a quartz-based plasma jet with copper electrodes, supplied by helium and oxygen gases, with the goal of producing plasma with minimal thermal discharge. While the design and technical details of the jet are discussed in materials and methods section, Fig. 1 (left panel) depicts a schematic of the APPJ system 20 . Figure 1 (right) shows the jet during operation exposed to living tissue, demonstrating the non-thermal nature of the device. The Lissajous method 21 was used to determine the power consumption of the discharge, which was found to be between 7.5-11 W, depending on the operating voltage. We found that the jet could be operated safely at voltages up to 20 kV pp , which is the limit of our amplifier system. A representative Lissajous plot is shown in Fig. 2 for 10 kV pp operating conditions at a frequency of 5 kHz.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 369,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 427,
                    "end": 435,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 879,
                    "end": 885,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "LTP treatments inhibit the growth of gram-positive and gram-negative bacteria. LTP treatments have previously been shown to inhibit the growth of bacteria both on hard surfaces and in liquid environments 8-12,14-17,19,22-24 . Therefore, we investigated the effect of our APPJ system on both gram-positive and gram-negative bacteria, Staphylococcus aureus and Escherichia coli, respectively. When these bacteria were plated The APPJ consists of a quartz tube with outer diameter 4 mm and inner diameter 2.4 mm Copper ring electrodes are located on the outside of the tube separated by 10 mm and with the ground electrode located 10 mm from the jet exit. Helium with or without oxygen admixture flows through the tube and is excited by a high-voltage amplifier. (Right) The APPJ can be exposed to living tissue without thermal sensation, demonstrating that its effects are non-thermal in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "on LB agar and exposed to the LTP stream for 90 s, a significant reduction in the growth of both bacteria was observed around the zone of exposure to LTP (Fig. 3 , panels A and B). Subsequently, the areas of the zones of inhibition were measured as a function of the duration of LTP exposure to quantify the effect of LTP on bacterial growth (Fig. 3 , panel C). It was found that 30 s of exposure was sufficient for a significant reduction in the growth of S. aureus (Fig. 3C, left panel) . A 60 s exposure to LTP resulted in a statistically significant reduction in the growth of E. coli (Fig. 3C , right panel), although a trend towards reduction in growth was noted after 30 s exposure (p ≤ 0.05). Additionally, exposure times longer than 60 s did not further reduce the growth for either bacteria. To investigate if these LTP treatments were effective for non-surface level applications, bacteria suspended and grown in soft agar were subjected to similar LTP treatments. A more porous surface with bacteria suspended throughout was used to more accurately simulate in vivo conditions of a deep tissue infection. While small zones of inhibition were observed after 30 s of treatment, a more significant inhibition was noted after 60 s of exposure for both S. aureus and E. coli (Fig. 3D) . Several system parameters such as voltage, distance of jet from biological samples, and ratios of gaseous mixtures (oxygen: helium) were tested to optimize the system for maximum effect on bacteria with no thermal effects. It was found that decreases in voltage (Fig. S1 ) and flow rate (Fig. S2 ) as well as increases in distance between the jet nozzle and sample (Fig. S3 ) led to decreased efficacy of LTP treatment. It was also found that increasing the amount of oxygen in the gas mixture led to decreased treatment efficacy (Fig. S2 ). We speculate that this is likely a result of the addition of oxygen, resulting in a decreased plume length, electron density, and ionization 25 . The pH of treated media was also tested immediately following treatment and subsequently every hour for four hours. No changes were noted in the pH of the media following LTP treatment (data not shown). Optimal settings were found to be 17-20 kV pp , 2 slm of He, 0.01 slm of O 2 , and ≤10 mm nozzle elevation. These optimized conditions were kept constant for all further testing. The combined data from these experiments indicate that the LTP treatments are effective against both gram-positive and gram-negative bacteria on both hard and porous surfaces. LTP mediates antibacterial effects by an indirect mechanism. The liquid medium creates an additional barrier to plasma due to the differential density gradient between the surrounding air, gaseous plasma, and liquid media. Therefore, we investigated the efficacy of LTP on bacteria suspended in liquid media to test the robustness of our APPJ configuration and its potential for in vivo use. The bacteria were suspended in LB broth and exposed to LTP at optimized conditions. Initial experiments showed that exposure to LTP did not immediately lead to a significant inhibition of bacterial growth in LB broth (data not shown). We speculated that perhaps, the effect of LTP is indirect and requires additional time to initiate the bactericidal effects. To test this hypothesis, bacteria were incubated for a period 0-4 hours following LTP treatment to determine potential time-dependent antibacterial properties of the LTP. Significant reductions in CFU of S. aureus (Fig. 4, left panel) , and E. coli (Fig. 4 , right panel) were observed after 1 hr of incubation following LTP treatments. Additionally, nearly a 90% reduction in CFU of both bacteria was observed by 4-hours post treatment (Fig. 4) . On the other hand, both bacteria that were not exposed to LTP grew by about a log fold within 4 hr of incubation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 342,
                    "end": 349,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 467,
                    "end": 488,
                    "text": "(Fig. 3C, left panel)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 589,
                    "end": 597,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1282,
                    "end": 1291,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1556,
                    "end": 1564,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1581,
                    "end": 1589,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1659,
                    "end": 1667,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1824,
                    "end": 1832,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3506,
                    "end": 3526,
                    "text": "(Fig. 4, left panel)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3541,
                    "end": 3548,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3729,
                    "end": 3737,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A fluorescent-based LIVE/DEAD BacLight Bacterial Viability assay (Invitrogen, Carlsbad, CA) that differentiates live vs. dead bacteria due to their differential permeability was utilized to confirm the bactericidal effect of LTP. Samples of E. coli suspended in LB broth were exposed to the plasma jet, incubated for 4 hours, and then stained and imaged as per the manufacturer's instructions. While most of the bacteria that were not exposed to LTP were green, indicating they were alive, a vast majority of the bacteria that were exposed to LTP were red, indicating they were dead. Bacteria subjected to heat treatments was used as a positive control (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "It is important to note that there was a minimal effect of LTP on bacteria when bacteria were plated immediately after the exposure but, there was a significant effect when incubated for at least an hour after exposure. These data suggest that the bactericidal effect of LTP is indirect and a sufficient quantity of bactericidal mediators may be generated in a time-dependent manner in the media that contains bacteria. This hypothesis is supported by the previous observations that plasma -activated media (PAM), media exposed to a source of plasma and then introduced to a target sample, was effective as an aqueous disinfectant and may also have tumoricidal effects [13] [14] [15] [16] 26, 27 . Therefore, we tested if PAM generated with our APPJ system would have antibacterial effects similar to that of the direct treatments. Individual wells of LB broth were directly exposed for 3 minutes each to the plasma stream. Immediately after treatment, 10 5 CFU/mL of either S. aureus (Fig. 6 , left panel) or E. coli (right panel) were added to the media, incubated for 4 hours, and plated for enumeration. It was found that treatment with PAM was able to reduce the CFU of both bacteria to levels similar to that of the direct treatment (Fig. 6) . It has been shown that the conservation of bactericidal activity of PAM is dependent on storage time and conditions 22 . Therefore, we investigated the bactericidal activity of our APPJ induced PAM after specified periods of storage to determine potential changes in its physio-chemical properties. The results from these experiments confirmed a decrease in the efficacy of the PAM treatment within 2 hours of being generated ( Supplementary  Fig. S4 ). These results indicate that the bactericidal effects of the LTP treatments are mediated indirectly through the generation of labile bactericidal elements in the media, and that the PAM containing these mediators has bactericidal properties equivalent to that of direct LTP treatments. www.nature.com/scientificreports www.nature.com/scientificreports/ Reactive oxygen species are key mediators of bactericidal effects of LTP. It has been reported that plasma can generate ROS/RNS in the presence of atmospheric oxygen and nitrogen 28, 29 . Since our APPJ system incorporated gaseous oxygen into the carrier gas, and we observed the transient nature of the bactericidal mediators in PAM, we hypothesized that ROS/RNS may be generated in the media following LTP treatment and may be responsible for the killing of bacteria. Therefore, we sought to determine the generation and loss of ROS/RNS in PAM over time. Levels of total ROS/RNS and specifically H 2 O 2 were measured by an Oxiselect In Vitro ROS/ RNS Assay Kit (Cell Biolabs, Inc., San Diego, CA) that utilizes a dichlorodihydrofluorescin DiOxyQ probe. Total ROS/RNS, excluding H 2 O 2 , was highest at concentrations of approximately 1700 nM immediately after exposure and decreased over a period of 4-hour incubation to 600 nM (Fig. 7A) . Similarly, H 2 O 2 levels were at a maximum immediately after exposure at a concentration of 135 μM and decreased over time to 45 μM (Fig. 7B) . These data show that there is a direct correlation between the levels of ROS/RNS measured over time and the efficacy of the PAM treatments that were stored for similar durations, and they suggest that ROS/RNS may be responsible for the bactericidal effects of LTP. Also of note is the fact that previous reports have shown that certain bacteria are able to produce H 2 O 2 30,31 . To test for possible H 2 O 2 contribution from the bacteria in our experiments, we measured H 2 O 2 in both LTP treated and untreated media as well as LTP treated bacteria resuspended in fresh media. These tests conclude that there is no detectable H 2 O 2 produced by the bacteria alone with and without exposure to LTP (Fig. S5 ). We also specifcally tested for RNS contribution via levels of NO 2 − but were unable to detect measureable amounts in LTP treated samples (data not shown).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2235,
                    "end": 2238,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 985,
                    "end": 992,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1239,
                    "end": 1247,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1678,
                    "end": 1700,
                    "text": "Supplementary  Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2988,
                    "end": 2997,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3133,
                    "end": 3142,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3847,
                    "end": 3855,
                    "text": "(Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To test the idea that ROS/RNS are the mediators of the bactericidal effects of LTP, bovine liver catalase, an enzyme that catalyzes the oxidation of H 2 O 2 to inert water and oxygen, was added at 200 U/mL in LB broth prior to exposure to LTP. Addition of catalase completely inhibited the bactericidal properties of the PAM and restored E. coli growth back to the levels of untreated samples (Fig. 8A) . These data suggest that H 2 O 2 is essential for the bactericidal activity of LTP. We next tested if the levels of H 2 O 2 produced following plasma treatment were sufficient for the bactericidal effects of LTP. As previously described, 135 μM of H 2 O 2 was detected immediately following LTP treatment (Fig. 7B) . Therefore, we added 135 μM of H 2 O 2 to E. coli cultures and incubated for 4 hours. Surprisingly, this concentration was not sufficient to limit the bacterial growth (Fig. 8B) to LTP treatment, surviving bacteria following LTP treatments were re-exposed to LTP. Samples of treated E. coli from previous direct exposure experiments were inoculated into 5 mL of fresh LB and regrown to log phase. These bacteria were then re-exposed to direct LTP treatment as previously described. Figure 9 shows that there was no significant difference in the susceptibility to LTP between the previously unexposed and bacteria that had been re-exposed 4 times. These data indicate that LTP treatment is equally effective with bacteria that was previously www.nature.com/scientificreports www.nature.com/scientificreports/ exposed. Therefore, this supports the idea that LTP treatments have the potential to serve as a superior alternative to antibiotic treatments because of the decreased potential for the development of bacterial resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Fig. 8A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 709,
                    "end": 718,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 888,
                    "end": 897,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1202,
                    "end": 1210,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The appeal of APPJs and other low-temperature plasma sources for future therapeutic applications are multi-fold. These sources are non-thermal and therefore, can be applied to living tissue without thermal damage. They produce complex plasma-induced reactive chemistry, such as reactive oxygen and nitrogen species (RONS), that result in anti-bacterial effects, as shown in this work and others. This \"dry\" chemistry does not rely on liquid chemicals for anti-bacterial treatment. Critically, several reports have demonstrated the efficacy of plasma sources against antibiotic-resistant bacteria 32 as well as against biofilms 32 . Additionally, there are no indications of the evolution of bacterial resistance to the plasma treatment [33] [34] [35] [36] .",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 740,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By using the APPJ configuration, we were able to demonstrate that LTP treatments can generate ROS/RNS in a localized environment, leading to the inhibition of growth of both gram-positive and gram-negative bacteria on solid surfaces, porous surfaces with distributed bacteria, as well as in liquid media. Neutralization of H 2 O 2 abrogated the antibacterial effects of LTP, indicating that H 2 O 2 is necessary for the bactericidal activity of LTP. Interestingly, addition of exogenous H 2 O 2 at equal concentration was not sufficient to induce effects similar to LTP treatments, indicating that other more transient reactive species play an important role. On the other hand, a similar effect was observed in the PAM generated by the APPJ configuration suggesting that both direct APPJ LTP exposure or PAM have potential for a variety of clinical applications. Figure 5 . Antibacterial treatment of bacteria suspended in LB broth. Individual wells of a 24-well plate containing 2 × 10 9 CFU/mL of E. coli suspended in 1 mL of LB broth were exposed to LTP for 15 minutes each. Samples were taken at 4 hours post treatment and stained using Propidium Iodide and SYTO 9. Representative images of untreated (left), heat killed (center) and plasma treated (right) samples are shown. Individual wells of a 24-well plate containing 400 μL of LB broth were exposed to LTP for 3 minutes each. 1 × 10 5 CFU/ mL of S. aureus and E. coli were added immediately post-treatment. Samples were incubated for 0, 1, 2, 3, and 4 hours and plated to determine CFU. Statistical significance was determined by one-way ANOVA with Tukey's multiple-comparison test for treated samples and paired t-test for untreated sample. Significance is shown via grouping: a = significantly different from groups marked with b or c; a,b = significantly different from groups marked with c; b = significantly different from groups marked with a or c; c = significantly different from groups marked with a or b, p ≤ 0.05, N = 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 872,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is well accepted that multiple types of ROS/RNS are generated from LTP treatments 26, 29 . However, the location of formation of the reactive species, and their ability to diffuse into porous surfaces and the liquid media from the gaseous plasma phase for APPJ configurations has not been as clearly established. Electron paramagnetic resonance spectroscopy and proton nuclear magnetic resonance analysis have revealed that more stable species such as hydrogen peroxide are largely formed within the tube of the plasma jet, and that more reactive and transient species such as hydroxyl and superoxide tend to form in the plasma stream outside of the tube and between the nozzle of the jet and the target sample 29 . Additionally, the amounts of different types of species generated as a function of various system parameters is also under investigation. For example, it has been reported that the composition of the carrier gas, specifically the inclusion of oxygen is important in the generation of species www.nature.com/scientificreports www.nature.com/scientificreports/ such as O 3 , O 2 , and O 27 . Therefore, the location of formation of free radicals and the types of radicals that are able to be produced are key regulators of the interactions of the LTP with the treatment target. Based on these reports, we hypothesized that our APPJ configuration and the use of oxygen in our carrier gas mixture would generate significant amounts of H 2 O 2 in addition to a variety of other free radical species. Indeed, our results indicated that ROS, including H 2 O 2 are generated in treated samples (Fig. 7) . Further experiments using more time-sensitive assays could give a better understanding of the various types of ROS/RNS that are present throughout and after treatment of the sample with LTP.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1605,
                    "end": 1613,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It was determined that H 2 O 2 was necessary but not sufficient to reach the level of bactericidal activity produced by the LTP treatments (Figs. 7 and 8 ). There are several potential explanations for these results. As previously discussed, LTP treatments are thought to produce both short-and long-lived reactive species in both gaseous and aqueous forms 37 . We measured only stable ROS (Fig. 7) , but the effects of the difficult to quantify, short-lived products were not directly investigated. Additionally, measurement of NO 2 − with a Griess assay showed that amounts were below the limit of detection. Therefore, it is possible that short-lived ROS/RNS generated by LTP treatments play a significant role in combination with H 2 O 2 to generate the bactericidal properties observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 153,
                    "text": "(Figs. 7 and 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An alternative explanation could be interaction of UV irradiation with H 2 O 2 . It has been shown that small amounts of UV radiation are emitted by LTP devices, but it is thought that the dose is not sufficient to cause damage to the targeted treatment sample and that the majority of the VUV photons (<180 nm) are absorbed into the air 29, 38 . However, H 2 O 2 can absorb large amounts of UV energy at short wavelengths, resulting in its dissociation into highly reactive, antibacterial hydroxyl radicals 28, 29, [39] [40] [41] . Therefore, it is possible that at the time of LTP treatment, far more potent, hydroxyl radicals are generated. The formation of these radical species could explain the superior efficacy of LTP treatments in comparison with direct H 2 O 2 treatment. On the other hand, persistence of antibacterial activity of PAM for at least two hours suggest the contribution of such highly-reactive species may be limited. Therefore, further research is required to examine any potential synergistic effects between ROS and UV energy generated within the LTP treatments.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since we observed a minimum requirement of a 2-hour incubation for effective bacterial killing following LTP treatment, we proposed that the bactericidal elements were accumulating in the media over time (Fig. 4) . However, this hypothesis was refuted by evidence demonstrating the labile properties of the bactericidal effects of PAM ( Supplementary Fig. S4 ). Therefore, we speculate that the 2-hour incubation is necessary for cellular damage to occur. Previous reports have shown that very high concentrations of ROS (>1 mM), require minimal exposure times to kill bacteria via peroxidation of lipids, DNA, and proteins 41 . In our case, ROS levels are highest immediately after LTP treatment but are still approximately ten times lower than concentrations reported to immediately exert inhibition of bacterial growth. This disparity could explain the necessity of the incubation period for gradual and progressive damaging effects of ROS. It is also noteworthy that levels of H 2 O 2 produced by bacteria in previous reports are significantly lower (by approximately 1000-fold) 30 than the levels that we observe following LTP treatment and therefore unlikely to contribute to cell damage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 337,
                    "end": 358,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results also consistently showed that LTP treatments have slightly increased efficacy against S. aureus in comparison to E. coli. There have been mixed reports as to whether gram-positive or gram-negative bacteria are more strongly affected by various types of plasma treatments. Mai-Prochnow et al. demonstrated a correlation between LTP inactivation of bacteria with cell wall thickness, indicating that gram-negative species are more susceptible than gram-positive species. The plasma source used for these experiments was a kINPen med (Neoplas tools GmbH Greifswald, Germany) 8 coupled with an argon feed gas, and a pulse generator set to a Figure 9 . Effectiveness of LTP treatment on fresh and previously treated bacteria. Individual wells of a 24-well plate containing 1 × 10 5 CFU/mL of fresh and previously treated E. coli from prior experiments suspended in 400 μL of LB broth were re-exposed to LTP for 3 minutes each. Re-exposure was repeated 4 times. Samples were incubated for 4 hours before enumerating CFU. Statistical significance was determined by two-way ANOVA with Tukey's multiple-comparison test. Significance is shown via grouping: a = significantly different from groups marked with b or c; b = significantly different from groups marked with a or c; c = significantly different from groups marked with a or b, p ≤ 0.05, N = 4. www.nature.com/scientificreports www.nature.com/scientificreports/ frequency of 1.82 MHz 18 . Alternatively, Tipa et al. showed that LTP treatments using compressed air in conjunction with a 13.56 -MHz micro-jet appeared to be more effective against gram-positive bacteria in comparison with gram-negative bacteria. These findings were attributed to the protective qualities of the outer membrane associated with only gram-negative species 19 . It is plausible that the disparities in these results are due to differences in discharge configurations. As shown in Supplementary Figs. S1-3, variations in components of the system such as carrier gas, electrode configuration, voltage magnitude, and frequency of current can result in altered bactericidal activity of the LTP treatment. Therefore, we hypothesize that these factors impact the composition of reactive species being generated by the LTP. Additionally, for our plasma source, we implemented a carrier gas mixture of oxygen and helium which would be more comparable to the compressed air experiments by Tipa et al. Therefore, it is perhaps not surprising that we noted differential susceptibility between gram-positive and gram-negative bacteria similar to that reported by Tipa et al.",
            "cite_spans": [
                {
                    "start": 1465,
                    "end": 1476,
                    "text": "Tipa et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Since the bactericidal effect of LTP was mediated through ROS, another potential reason for the observed difference in response of S. aureus in comparison with E. coli could be due to dissimilar levels of antioxidant mechanisms. There have been multiple reports indicating variation in antioxidant machinery in different bacterial strains [42] [43] [44] [45] . Differential production of enzymes such as catalase, superoxide dismutase, and glutathione peroxidase by the bacteria could explain differences in treatment efficacy against various bacterial strains. This is in fact supported by the results demonstrating that the addition of catalase abrogates the bactericidal effects of the LTP treatment (Fig. 8A) . However, further research will be required to more clearly elucidate the relationship between antioxidant mechanisms and differential susceptibility to LTP treatment in bacteria.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Fig. 8A)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "These studies have many potential applications within the field of plasma medicine and will be useful in the development of innovative, alternative strategies for antiseptics. Direct treatment using the methods discussed here could be applied for surface level infections and in porous materials, while PAM treatments could be used to target tissue specific, localized infections within the host. Finally, further investigation of the mechanisms of non-H 2 O 2 dependent bactericidal properties suggested in this paper may prove useful for identifying previously undiscovered targets for new antibiotic therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bacterial strains. Escherichia coli: E. coli K12 cells were grown in Luria-Bertani (LB) Broth, Miller (BD Difco",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Laboratories, Detroit, MI) to stationary phase. Cells were harvested and resuspended at 10 5 CFU/mL in LB Broth. After treatment, cells were incubated at 37 °C for specified times and then plated for enumeration of CFU on LB agar. Staphylococcus aureus: S. aureus USA300 JE2 cells were grown in LB Broth to stationary phase. Cells were harvested and resuspended at 10 5 CFU/mL in LB Broth. After treatment, cells were incubated at 37 °C for specified times and then plated for enumeration of CFU on LB agar. Fig. 1 . The APPJ was constructed from a quartz capillary tube of 4 mm outer diameter and 2.4 mm inner diameter. Two outer ring copper electrodes were placed 10 mm apart on the tube and excited by a high-voltage AC power supply. A 5 kHz sine wave at 17 kV pp -20 kV pp was applied to the upstream electrode, and the downstream electrode was grounded. Helium gas from 1-2 standard liters per minute (slm) and oxygen gas from 0.01-0.08 slm were used for operation, metered through mass flow controllers (MKS Instruments, Inc.). The APPJ was centered above the treatment target at nozzle elevations between 10-30 mm. The plasma plume was visible during operation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 514,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The high-voltage amplifier is a Trek Inc. Model 10/40 with sinusoidal voltage capability up to ±10 kV amplitude at up to 20 kHz. Voltage measurements from the amplifier and across the monitor capacitor were made on a Tektronix oscilloscope with 100 MHz bandwidth (DPO2012B). The power delivered to the plasma was evaluated using the Lissajous method, measuring the voltage across a monitor capacitor (C = 10 nF) placed, in series, between the downstream electrode and the electrical ground of the high-voltage amplifier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPJ device. A diagram of the plasma jet is shown in"
        },
        {
            "text": "Solid agar plate assay. S. aureus and E. coli were plated at 2 × 10 8 and 1.5 × 10 8 CFU/mL, respectively, on LB agar plates and left to rest for 20 minutes. Sinusoidal voltages of 20 kV pp at a frequency of 5 kHz were applied to the APPJ. Gas flow rates of 2 slm for helium and 0.01 slm for oxygen were used. Individual plates were exposed to the plasma stream for 0-120 seconds. Plates were incubated overnight at 37 °C and then imaged. Zones of inhibition were quantified using ImageJ, which calculates the area of selection in square pixels and in the calibrated unit of choice. Additionally, each image was spatially calibrated using the ratio of the area of inhibition to the area of the petri dish plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPJ device. A diagram of the plasma jet is shown in"
        },
        {
            "text": "Soft agar plate assay. S. aureus and E. coli were added at 5 × 10 7 CFU/mL to a mixture of one-part LB agar and three parts LB broth. The mixture was plated on LB agar plates and left to rest for 20 minutes. Sinusoidal voltages of 20 kV pp at a frequency of 5 kHz were applied to the APPJ. Gas flow rates of 2 slm for helium and 0.01 slm for oxygen were used. Individual plates were exposed to the plasma stream for 0-120 seconds. Plates were incubated overnight at 37 °C and then imaged. Zones of inhibition were quantified using ImageJ, which calculates the area of selection in square pixels and in the calibrated unit of choice. Additionally, each image was spatially calibrated using the ratio of the area of inhibition to the area of the petri dish plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPJ device. A diagram of the plasma jet is shown in"
        },
        {
            "text": "Liquid culture assay. S. aureus and E. coli were added at 1 × 10 5 CFU/mL to 400 μL of LB broth in 24-well plates. Sinusoidal voltages of 17 kV pp at a frequency of 5 kHz were applied to the APPJ. Gas flow rates of 2 slm for helium and 0.01 slm for oxygen were used. Individual wells were exposed to the plasma stream for 180 seconds. The plate was incubated for 0-4 hours. Samples were plated on LB agar for enumeration of CFU. Secondary treatment assay. E. coli was added at 1 × 10 5 CFU/mL to 400 μL of LB broth in 24-well plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPJ device. A diagram of the plasma jet is shown in"
        },
        {
            "text": "Sinusoidal voltages of 17 kV pp at a frequency of 5 kHz were applied to the APPJ. Gas flow rates of 2 slm for helium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPJ device. A diagram of the plasma jet is shown in"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The antibiotic resistance crisis: part 1: causes and threats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ventola",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "P T",
            "volume": "40",
            "issn": "",
            "pages": "277--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. WHO Library Cataloguing-in-Publication Data Global Action Plan on Antimicrobial Resistance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Global Antimicrobial Resistance Surveillance System (GLASS) Report Early implementation",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the burden of antimicrobial resistance: a systematic literature review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enumerating the economic cost of antimicrobial resistance per antibiotic consumed to inform the evaluation of interventions affecting their use",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sterilization of health care products-General requirements for characterization of a sterilizing agent and the development, validation and routine control of a sterilization process for medical devices",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "14937",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Atmospheric-pressure plasma sources: Prospective tools for plasma medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Weltmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pure Appl. Chem",
            "volume": "82",
            "issn": "",
            "pages": "1223--1237",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gas plasma sterilization of microorganisms and mechanisms of action",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shintani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakudo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcdonnell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exp. Ther. Med",
            "volume": "1",
            "issn": "",
            "pages": "731--738",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of gas-plasma sterilization on the osteoinductive capacity of demineralized bone matrix",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Orthop. Relat. Res",
            "volume": "",
            "issn": "",
            "pages": "233--242",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inactivation of microorganisms and endotoxins by low temperature nitrogen gas plasma exposure",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shintani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biocontrol Sci",
            "volume": "12",
            "issn": "",
            "pages": "131--174",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Plasma medicine-current state of research and medical application",
            "authors": [
                {
                    "first": "K.-D",
                    "middle": [],
                    "last": "Weltmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Woedtke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Plasma Phys. Control. Fusion",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How Does Plasma Activated Media Treatment Differ From Direct Cold Plasma Treatment?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Attri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anticancer. Agents Med. Chem",
            "volume": "18",
            "issn": "",
            "pages": "805--814",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Plasma-activated medium and its medical and biological applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kikkawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 IEEE International Conference on Plasma Science (ICOPS) 1-1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/PLASMA.2016.7534236"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bactericidal Effects against S. aureus and Physicochemical Properties of Plasma Activated Water stored at different temperatures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Microbial inactivation using plasma-activated water obtained by gliding electric discharges",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kamgang-Youbi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lett. Appl. Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sterilization of Bacteria, Yeast, and Bacterial Endospores by Atmospheric-Pressure Cold Plasma using Helium and Oxygen",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Paek",
                    "suffix": ""
                },
                {
                    "first": "W.-T",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "269--275",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pseudomonas aeruginosa Biofilm Response and Resistance to Cold Atmospheric Pressure Plasma Is Linked to the Redox-Active Molecule Phenazine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mai-Prochnow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ostrikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cold plasma for bacterial inactivation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tipa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boekema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Middelkoop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M W"
                    ],
                    "last": "Kroesen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Liquid dynamics in response to an impinging low-temperature plasma jet",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Brubaker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Phys. D. Appl. Phys",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Progress Toward Accurate Measurements of Power Consumptios of DBD Plasma Actuators. National Aeronautics and Space Adminstration Report",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Ashpis",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [
                        "C"
                    ],
                    "last": "Laun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Griebeler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plasma-activated water: a new and effective alternative for duodenoscope reprocessing",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Bălan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Infect. Drug Resist. ume",
            "volume": "11",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Bactericidal effects of non-thermal argon plasma in vitro, in biofilms and in the animal model of infected wounds",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ermolaeva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Med. Microbiol",
            "volume": "60",
            "issn": "",
            "pages": "75--83",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bacterial inactivation by High Voltage Atmospheric Cold Plasma: Influence of process parameters and effects on cell leakage and DNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Keener",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Appl. Microbiol",
            "volume": "116",
            "issn": "",
            "pages": "784--794",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of additive oxygen gas on cellular response of lung cancer cells induced by atmospheric pressure helium plasma jet",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Joh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci. Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synergistic effects of plasma-activated medium and chemotherapeutic drugs in cancer treatment",
            "authors": [
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Phys. D. Appl. Phys",
            "volume": "51",
            "issn": "",
            "pages": "13--14",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of the effects of a plasma activated medium on cancer cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohades",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laroussi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barekzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Razavi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Phys. Plasmas",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The potential of nitric oxide releasing therapies as antimicrobial agents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Schairer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chouake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Nosanchuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virulence",
            "volume": "3",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analysis of reactive oxygen and nitrogen species generated in three liquid media by low temperature helium plasma jet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chauvin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Judée",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yousfi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vicendo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Merbahi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Two sources of endogenous hydrogen peroxide in Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Korshunov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Imlay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "1389--1401",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "H 2 O 2 production in species of the Lactobacillus acidophilus group: A central role for a novel NADH-dependent flavin reductase",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hertzberger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Environ. Microbiol",
            "volume": "80",
            "issn": "",
            "pages": "2229--2239",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A comparative study for the inactivation of multidrug resistance bacteria using dielectric barrier discharge and nano-second pulsed plasma",
            "authors": [
                {
                    "first": "Hoon",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Microbiological interactions with cold plasma",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ziuzina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Appl. Microbiol",
            "volume": "123",
            "issn": "",
            "pages": "308--324",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cold Plasmas for Biofilm Control: Opportunities and Challenges",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends in Biotechnology",
            "volume": "36",
            "issn": "",
            "pages": "627--638",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mechanisms of Plasma Medicine: Coupling Plasma Physics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "281--292",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Test for bacterial resistance build-up against plasma treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New J. Phys",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "DJ-1/PARK7 Impairs Bacterial Clearance in Sepsis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Amatullah",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "195",
            "issn": "",
            "pages": "889--905",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Non-Thermal Plasma in Contact with Water: The Origin of Species. Chem. -A Eur",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gorbanev",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chechik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J",
            "volume": "22",
            "issn": "",
            "pages": "3496--3505",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "UV-Hydrogen Peroxide Processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mierzwa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C S"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-810499-6.00002-4"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effect of combination of ultraviolet light and hydrogen peroxide on inactivation of Escherichia coli O157:H7, native microbial loads, and quality of button mushrooms",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Food Control",
            "volume": "34",
            "issn": "",
            "pages": "554--559",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Antibacterial Effects of Hydrogen Peroxide and Methods for Its Detection and Quantitation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Juven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Food Protection",
            "volume": "59",
            "issn": "",
            "pages": "1233--1241",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antioxidant enzymes and reactive oxygen species level of the Achromobacter xylosoxidans bacteria during hydrocarbons biotransformation",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Sazykin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch. Microbiol",
            "volume": "200",
            "issn": "",
            "pages": "1057--1065",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Antioxidant Properties of Probiotic Bacteria",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nutrients",
            "volume": "9",
            "issn": "",
            "pages": "521--536",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Presence of antioxidant materials in bacteria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alford",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Lipids",
            "volume": "5",
            "issn": "",
            "pages": "795--799",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Why do bacteria use so many enzymes to scavenge hydrogen peroxide?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Imlay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch. Biochem. Biophys",
            "volume": "525",
            "issn": "",
            "pages": "145--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of APPJ setup. (Left)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lissajous plot of APPJ. The standard Lissajous plot shows the charge on the monitor capacitor (C = 10 nF) placed between the downstream electrode and the electrical ground of the high-voltage amplifier. Integrating the enclosed area and multiplying by the frequency provides the power deposited in the plasma jet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Low temperature atmospheric pressure plasma jet inhibits bacterial growth of S. aureus and E. coli. (A) Representative images of untreated (left) and treated (right) LB plates with 5 × 10 7 CFU/mL of S. aureus and (B) E. coli. (C) Quantification of zones of inhibition of S. aureus and E. coli from 0, 30, 60, 90, and 120 s of exposure to LTP, N = 5. (D) Quantification of area of zones of inhibition of indicated bacteria plated in soft agar and exposed to 0, 30, and 60 s of LTP. Statistical significance was determined by one-way ANOVA with Tukey's multiple-comparison test. Significance is shown via grouping: a = significantly different from groups marked with b or c; b = significantly different from groups marked with a or c; c = significantly different from groups marked with a or b p ≤ 0.05, N = 3. Scientific RepoRtS | (2020) 10:3066 | https://doi.org/10.1038/s41598-020-59652-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Antibacterial treatment of bacteria suspended in LB broth. Individual wells of a 24-well plate containing 1 × 10 5 CFU/mL of S.aureus and E. coli suspended in 400 μL of LB broth were exposed to LTP for 3 minutes each. Samples were taken at 0, 1, 2, 3, and 4 hours and plated to determine CFU. Statistical significance was determined by one-way ANOVA with Tukey's multiple-comparison test for treated samples and paired t-test for untreated sample. Significance is shown via grouping: a = significantly different from groups marked with b or c; b = significantly different from groups marked by a or c; c = significantly different from groups marked with a or b, p ≤ 0.05, N = 6.Scientific RepoRtS | (2020) 10:3066 | https://doi.org/10.1038/s41598-020-59652-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Plasma activated media (PAM) shows similar bactericidal properties to direct LTP. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Levels of extracellular ROS/RNS during incubation period. Individual wells of a 24-well plate containing 400 μL of LB broth were exposed to LTP for 3 minutes each. Samples were incubated for 0, 1, 2, 3, and 4 hours before measuring levels of (A) total ROS/RNS via DCF and (B) H 2 O 2 . Statistical significance was determined by one-way ANOVA with Tukey's multiple-comparison test for treated samples. Significance is shown via grouping: a = significantly from other groups marked with b, c, or d; a, b = significantly different from groups marked with c or d; b = significantly different from groups marked by a, c, or d; c = significantly different from groups marked with a, b, or d; d = significantly different from groups marked with a, b, or c; a, d = significantly different from groups marked with b or c, p ≤ 0.05, N = 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "H 2 O 2 is not sufficient for bactericidal properties of LTP. (A) Individual wells of a 24-well plate containing 400 μL of LB broth and 200 U of bovine liver catalase were exposed to LTP for 3 minutes each. 1 × 10 5 CFU/mL of E. coli were added immediately post-treatment. Samples were incubated for 4 hours before enumerating CFU. (B) Wells were treated in the same manner described above with 135 μM H 2 O 2 . Samples were incubated for 4 hours before enumerating CFU. Statistical significance was determined by one-way ANOVA with Tukey's multiple-comparison test for treated samples and two-tailed t-test for untreated sample comparison. Significance is shown via grouping: a = significantly different from groups marked with b or c; b = significantly different from groups marked with a or c; c = significantly different from groups marked with a or bp ≤ 0.05, N = 4.Scientific RepoRtS |(2020) 10:3066 | https://doi.org/10.1038/s41598-020-59652-6",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". In fact, a minimum of 500 μM of H 2 O 2 was required to reduce the bacterial numbers within a 4 hr window. Much higher amounts of H 2 O 2 (15 mM) were needed to kill all bacteria present within 30 minutes (Supplementary Figs. S6 and 7). Together these data indicate that LTP treatments are able to generate multiple reactive species including H 2 O 2 . Additionally, they show that H 2 O 2 , is essential but not sufficient to limit bacterial growth, and that other more transient reactive species likely play a significant role. do not develop resistance to LTP treatments. Finally, to test if bacteria develop resistance",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was partially supported by National Institutes of Health under Awards NCATS TL1TR002016 to M.J.N. and the NIBIB R21EB024693 to C.A.S., S.D.K., S.G.B., and G.S.K. We would like to acknowledge a gift from an anonymous donor that partially supported these studies. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the anonymous donor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-020-59652-6.Correspondence and requests for materials should be addressed to S.D.K. or G.S.K.Reprints and permissions information is available at www.nature.com/reprints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
        }
    ]
}