{
    "paper_id": "1cfb6f51bf19610a2bf585761e2803736e6ae5bd",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 Pandemic and Obstetric Anaesthesia",
        "authors": [
            {
                "first": "Obstetric",
                "middle": [],
                "last": "Pandemic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Anaesthesia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "practice in numerous ways. First, there is no doubt that women's experience during childbirth will be tainted with additional anxiety and fear whether they are infected with COVID-19 or not. Women will undoubtedly worry about (1) their own safety during the process of labour and delivery and how sick they may be during or after delivery, (2) whether their baby might be affected/infected, (3) their ability to breastfeed and bond with their baby if separation will be recommended, and (4) the possibility of becoming infected during their delivery hospitalisation if they were not at the time of admission. Added to that, their usual support system might not be ideal -partners may not be allowed in certain circumstances, nurses may be reducing encounters to minimise exposures, obstetricians and anaesthesiologists will be limiting their presence as well not to mention a general and overwhelming sense of anxiety among healthcare providers. So, how does one provide safe optimal care under these exceptional circumstances, and how does one ensure that women do not suffer avoidable complications should be offered to women as usual, COVID-19 infection does not per se constitute a contraindication for an epidural or spinal procedure, (2) early epidural placement may in fact be favourable in reducing the likelihood that a general anaesthetic may become necessary if a woman requires an intrapartum caesarean delivery, (3) be prepared for the logistics and altered workflow that will be necessary to avoid equipment and supplies contamination, (4) protect yourself with adequate personal protective equipment (PPE) and be familiar with the best way to rapidly and safely don and doff your PPE, and (5) last but not least, ensure optimal communication with your obstetrical colleagues, midwives and nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of crucial importance, be familiar with the general recommendations surrounding the administration of general anaesthesia (they are not different in the obstetric patient) in a woman suspected to be infected or tested positive for COVID-19, as intubation and extubation are highly aerosolising procedures during which your odds of becoming infected if you are not adequately protected are high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sharing my experience as an obstetric anaesthesiologist who has been working in the trenches in the world's epicentre of COVID-19 pandemic for the last 8 weeks, universal testing for COVID-19 infection was implemented on March 22 nd 2020 after an asymptomatic patient was intubated for management of postpartum haemorrhage during an intrapartum caesarean delivery, exposing over 15 healthcare providers who were present in the operating theatre during the intubation [1] . Universal testing has allowed us to optimally guide our management of patients admitted in our Labour and Delivery Unit and better allocate the initially scarce PPE supplies. Overall, our patients have mostly been (1) asymptomatic upon admission [2, 3] , or presenting COVID-19-like symptoms that are confounded with common pregnancy symptoms (fatigue, myalgia, shortness of breath, congestion, etc), and intrapartum fever may be (mis)interpreted as chorioamnionitis over COVID-19 symptoms; (2) presenting in preterm labour or sometimes with preeclampsia; (3) really not that sick even when infected except for a few rare cases; (4) thrombocytopenia has not really been an issue (in our cohort of over 100 women tested positive during delivery, no patient had a platelet count of less than 100,000/mL, even for those with preeclampsia); (5) hypotension after spinal for caesarean delivery has not been an issue at all; (6) we have not intubated any of our sickest patients for maternal hypoxemia, but rather chose to proceed with a caesarean delivery with neuraxial anaesthesia, and have been allowing high-flow oxygen therapy and continuous positive airway pressure (CPAP) when deemed indicated, provided in negative ventilation pressure rooms in our J o u r n a l P r e -p r o o f 3 newly operationalised obstetric intensive care unit (OBICU) -it is our belief that these strategies have helped avoid prolonged intubations, which can be particularly devastating for peripartum patients.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, lessons learned since early March have been that: early communication with our colleagues is essential; COVID-19 infection heavily impairs our workflow and also our ability to provide personalised obstetric anaesthesia care; nonetheless overall, COVID-19 does not seem to change the basic principles of our practice with neuraxial procedures remaining the mainstay for both labour analgesia for vaginal deliveries and caesarean delivery anaesthesia. [4] The burden mostly lies in identifying who is possibly infected, which requires universal testing, and protecting patients, families and healthcare providers from a possible hospital-acquired transmission. For the subset of women who become critically ill with COVID-19 infection, in essence probably less than 5% of women who are infected, management requires case by case evaluation, recognising that early delivery may be beneficial for maternal resuscitation, and may reduce the need for mechanical ventilation with intubation.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, I would like to end with a note of hope, it is in extreme adversity that we gain strength and insight; some of the drastic adjustments that this pandemic has triggered, at a pace that was not even imaginable a few weeks ago, may actually have positive long-lasting effects. As long as we are able to recognise and perpetuate these, the new standard may turn-out to actually improve obstetric care beyond this pandemic. Stay safe and take care of yourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lessons learned from first COVID-19 cases in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mhyre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 infection among asymptomatic and symptomatic pregnant women: Two weeks of confirmed presentations to an affiliated pair of New York City hospitals",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gyamfi-Bannerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Purisch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrikopoulou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rupley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sheen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aubey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zork",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moroz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mourad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wapner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajogmf.2020.100118"
                ],
                "PMID": [
                    "32292903"
                ],
                "PMCID": [
                    "PMC7144599"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009316"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Obstetric Anesthesia During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dinges",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disease 2019 (COVID-19) global pandemic has challenged obstetric anaesthesia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and anaesthesiologists do not incur work-related exposures and transmission while caring for women with a COVID-19 infection? In this issue of Anaesthesia Critical Care and Pain Medicine, a working group convened by the Obstetric Anaesthesia and Critical Care Club (Club Anesthésie Réanimation en Obstétrique [CARO]), produced a series of well-thought clinical practice recommendations and visual aids to guide anaesthesiologists during these challenging times. The key messages are actually quite simple: (1) neuraxial procedures",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}