{"paper_id": "1d0055b1360584fe5021a46a83b2d7fd0cd28f8e", "metadata": {"title": "IgG serology in health care and administrative staff populations from 7 hospitals representative of different exposures to SARS-CoV-2 in Lombardy, Italy", "authors": [{"first": "Maria", "middle": ["Teresa"], "last": "Sandri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Elena", "middle": [], "last": "Azzolini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Valter", "middle": [], "last": "Torri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Istituto di Ricerche Farmacologiche \"Mario Negri\" -IRCCS", "location": {"addrLine": "Via Mario Negri"}}, "email": ""}, {"first": "Sara", "middle": [], "last": "Carloni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Michele", "middle": [], "last": "Tedeschi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Massimo", "middle": [], "last": "Castoldi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Gavazzeni and Castelli", "location": {"addrLine": "Via Mauro Gavazzeni 21", "settlement": "Bergamo", "country": "Italy"}}, "email": ""}, {"first": "Alberto", "middle": [], "last": "Mantovani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Rescigno", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas Clinical and Research Center -IRCCS", "location": {"addrLine": "Via Manzoni 56", "postCode": "20089", "settlement": "Rozzano -Milan", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": ["Maria Rescigno@hunimed"], "last": "Rescigno", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Eu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Humanitas University", "location": {"addrLine": "Via Rita Levi Montalcini", "postCode": "20090", "settlement": "Pieve Emanuele -Milan", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Lombardy is one of the regions in Italy most affected by COVID-19. We assessed the diffusion of the virus via testing plasma anti-SARS-CoV-2 IgG antibodies in 3985 employees of 7 different hospitals, located across the Lombardy region in areas with different exposure to the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Subjects filled an anamnestic questionnaire to self-report on COVID-19 symptoms, co-morbidities, smoking, regular or smart-working, and the exposure to COVID-19-infected individuals. We show that the number of individuals exposed to the virus depended on the geographical area where the hospital was located and ranged between 3 to 43% which correlated with the incidence of COVID-19 in Lombardy. There was a higher prevalence of females than males positive for IgG, however the level of antibodies was similar, suggesting a comparable magnitude of the response. We observed 10% of IgG positive asymptomatic individuals and another 20% with one or two symptoms. 81% of individuals presenting both anosmia/ageusia and fever resulted SARS-CoV-2 infected. IgG positivity correlated with family contacts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In conclusion, the frequency of IgG positivity and SARS-CoV-2 infection is dependent on the geographical exposure to the virus and to extra-hospital exposure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Lombardy is one of the regions in Italy most affected by COVID-19. We assessed the diffusion of the virus via testing plasma anti-SARS-CoV-2 IgG antibodies in 3985 employees of 7 different hospitals, located across the Lombardy region in areas with different exposure to the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Subjects filled an anamnestic questionnaire to self-report on COVID-19 symptoms, co-morbidities, smoking, regular or smart-working, and the exposure to COVID-19-infected individuals. We show that the number of individuals exposed to the virus depended on the geographical area where the hospital was located and ranged between 3 to 43% which correlated with the incidence of COVID-19 in Lombardy. There was a higher prevalence of females than males positive for IgG, however the level of antibodies was similar, suggesting a comparable magnitude of the response. We observed 10% of IgG positive asymptomatic individuals and another 20% with one or two symptoms. 81% of individuals presenting both anosmia/ageusia and fever resulted SARS-CoV-2 infected. IgG positivity correlated with family contacts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In conclusion, the frequency of IgG positivity and SARS-CoV-2 infection is dependent on the geographical exposure to the virus and to extra-hospital exposure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Interestingly, as shown in Table 1 and Fig. 2A , we observed a higher proportion of IgG positive individuals in females than males (p=0.03). This difference was consistent across the different sites ( Fig.   2 , Suppl. Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 27, "end": 34, "text": "Table 1", "ref_id": "TABREF4"}, {"start": 39, "end": 46, "text": "Fig. 2A", "ref_id": "FIGREF3"}, {"start": 201, "end": 209, "text": "Fig.   2", "ref_id": "FIGREF3"}, {"start": 219, "end": 226, "text": "Table 1", "ref_id": "TABREF4"}], "section": ""}, {"text": "We then evaluated whether there was a difference in the positivity to IgG according to age. We found that there was a Gaussian distribution of the number of IgG positive (>12 AU/mL) individuals across the age range (Fig. 3A) , but then when analyzing the frequency of positivity at the different age ranges we observed an age dependent reduction of IgG positive individuals (Fig. 2B) . However, this agedependency was primarily due to the female rather than the male population, particularly for subjects either young or older than 60 yo. (Fig. 3B ). In older than 60 yo, IgG positivity dropped from 12% in males to 5% in females (p for heterogeneity p=0.01). This indicates that females are more likely to be infected -or to induce an IgG response -when young, and less likely at ages higher than 60 yo.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 224, "text": "(Fig. 3A)", "ref_id": "FIGREF4"}, {"start": 374, "end": 383, "text": "(Fig. 2B)", "ref_id": "FIGREF3"}, {"start": 539, "end": 547, "text": "(Fig. 3B", "ref_id": "FIGREF4"}], "section": ""}, {"text": "On the contrary, middle-aged males are more likely to induce an antibody response.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All 523 subjects >12 AU/mL underwent a rinopharyngeal swab for SARS-CoV-2 RNA viral detection.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Of these, only 39 (7.6%) resulted positive for viral RNA detection and there was no significant difference between equivocal and truly positive IgG individuals (Table 2 ). However, in 31 of these (79.5%), the subjects tested negative for at least one of the genomic sequences of the three SARS-CoV-2 gene targets: E, RdRp and N. To rule out that the negative population (IgG 3.8-12 AU/mL) comprised individuals in the early phases of viral infection, a sample of 46 individuals underwent a rinopharyngeal swab for SARS-CoV-2 RNA viral detection. All of them resulted negative to the swab confirming the negativity of the test below 12 AU/mL ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 160, "end": 168, "text": "(Table 2", "ref_id": null}, {"start": 643, "end": 651, "text": "Table 2)", "ref_id": null}], "section": ""}, {"text": "We then evaluated the proportion of IgG positive individuals (IgG > 12 AU/mL) across the different professional status and found that employees dealing with patients such as healthcare professionals (both physicians and nurses) had a higher percentage of IgG positive individuals, while employees in research and customer care were less frequently IgG positive. Interestingly, hospital administrative staff had a similar percentage of positivity as healthcare professional (Table 1 and Fig. 3C ), even though many worked from home. This was true also when analyzing the centers differently exposed to the virus: Gavazzeni with Castelli versus ICH (Suppl. Fig. 2A) , suggesting a geographical rather than a hospital exposure. We were quite surprised to see such a difference between research personnel and staff personnel in terms of frequency of IgG positive individuals as many of the research staff continued working also during lockdown. This was not related to an age difference because, if something, we would have expected the opposite as the age of the research personnel was significantly lower than that of the staff (Suppl. Fig. 2B ) and there was a similar proportion of females versus males (Suppl. Fig. 2C ). We hypothesized that this was due to the fact that the research population was only at ICH and thus in a geographical area which was less affected by SARS-CoV-All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 473, "end": 485, "text": "(Table 1 and", "ref_id": "TABREF4"}, {"start": 486, "end": 493, "text": "Fig. 3C", "ref_id": "FIGREF4"}, {"start": 655, "end": 663, "text": "Fig. 2A)", "ref_id": "FIGREF3"}, {"start": 1134, "end": 1141, "text": "Fig. 2B", "ref_id": "FIGREF3"}, {"start": 1211, "end": 1218, "text": "Fig. 2C", "ref_id": "FIGREF3"}], "section": ""}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. .", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Indeed, when we compared the frequencies of research and staff personnel only at ICH, we found an opposite trend (Fig. 3D ).", "cite_spans": [], "ref_spans": [{"start": 113, "end": 121, "text": "(Fig. 3D", "ref_id": "FIGREF4"}], "section": "2."}, {"text": "We then evaluated whether there was a correlation between the number and typology of self-reported symptoms and the frequency of antibody response both as number of individuals (Fig. 4A , B) and as percentage on the whole population (Fig. 4C, D) . As shown in Fig. 4 when analyzing individuals deemed to be positive on the basis of the amount of IgG (>12 AU/mL) we observed a two phases decay: first a similar frequency (A) or number (C) of subjects with 0 to 7 concomitant symptoms, and then a drop of individuals at higher number of concomitant symptoms. This distribution followed a sigmoidal, four parameter logistic curve whereby X is the number of symptoms (R 2 =0.97). By contrast, in the population with IgG <12 AU/mL we found a higher number (B) or frequency (D) of individuals with 0, 1 or 2 symptoms and the distribution was following an exponential curve (R 2 =0,9975) (Fig. 4B, D) . The multivariate analysis showed that, among the symptoms, fever, anosmia/ageusia (loss of smell or taste) and breath difficulties/dyspnea were those that best characterized the IgG positive population, particularly when collated. Indeed, dividing the population according to the number of symptoms, IgG positivity increased from 5% in the absence of symptoms to 41% in the presence of 5 symptoms or more (Table 3) , and the value of the AUC was 79%, while the combination of just fever versus anosmia/ageusia (loss of taste and sense of smell) had an AUC of 78%. 81% of individuals presenting both anosmia/ageusia and fever resulted SARS-CoV-2 infected. These results indicate that there are symptoms that best characterize the paucisymptomatic COVID-19 population and that when individuals present with fever and anosmia they are likely to have SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [{"start": 177, "end": 185, "text": "(Fig. 4A", "ref_id": "FIGREF5"}, {"start": 233, "end": 245, "text": "(Fig. 4C, D)", "ref_id": "FIGREF5"}, {"start": 260, "end": 266, "text": "Fig. 4", "ref_id": "FIGREF5"}, {"start": 881, "end": 893, "text": "(Fig. 4B, D)", "ref_id": "FIGREF5"}, {"start": 1301, "end": 1310, "text": "(Table 3)", "ref_id": null}], "section": "2."}, {"text": "When we analyzed if there was any correlation between IgG positivity and comorbidities, we could not detect any correlation (Table 4 ). The same was true for the number or type of vaccination (Flu, pneumococcus, tuberculosis) versus IgG positive individuals (Table 5) .", "cite_spans": [], "ref_spans": [{"start": 124, "end": 132, "text": "(Table 4", "ref_id": "TABREF0"}, {"start": 258, "end": 267, "text": "(Table 5)", "ref_id": "TABREF6"}], "section": "2."}, {"text": "We also assessed which was the major cause of infection according to the self-reported questionnaire.", "cite_spans": [], "ref_spans": [], "section": "2."}, {"text": "IgG positivity correlated most with family contacts (31.2%, p=0.0001), suggesting that this was the major cause of infection (Table 6) .", "cite_spans": [], "ref_spans": [{"start": 125, "end": 134, "text": "(Table 6)", "ref_id": "TABREF7"}], "section": "2."}, {"text": "The frequency of IgG positive individuals clearly reflected the increased exposure to the virus across the analyzed geographical areas, correlated with COVID-related symptoms and showed a higher proportion of positivity within females. However, one advantage of using a quantitative assay for IgG testing allows to assess also the magnitude of the immune response. Hence, we analyzed the data also in relation to IgG plasma levels. First, we assessed whether the level of plasma IgG correlated with positivity to the nasal swab. We found that there was no correlation between nasal swab positivity and IgG plasma levels (Fig. 5A ). To take into account a possible temporal confounding All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 620, "end": 628, "text": "(Fig. 5A", "ref_id": "FIGREF6"}], "section": "IgG plasma levels and population characteristics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "IgG plasma levels and population characteristics"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint factor of symptoms detection and serological test, we compared the IgG plasma levels of swab positive individuals with that of the ascertained COVID-19 population (between the months of March and April) within this cohort. We could not detect any statistically significant difference between IgG >12 nasal swab positive and the COVID-19 populations, suggesting that the positivity to the swab does not correlate with a higher IgG plasma level (Fig. 5A) . Consistently, we could not detect statistically significant difference in IgG plasma levels in the IgG>12 AU/mL population divided by nasal swab negative and positive, even though the latter seemed slightly higher (Fig. 5A ). When we analyzed the plasma level of IgG in individuals coming from the different sites, we did not detect any statistically significant difference (Fig. 5B ). This indicates that while the proportion of individuals exposed to the virus was higher in the Bergamo area (Gavazzeni and Castelli), the magnitude of the response was similar (Suppl. Table 2 ). We observed a difference in the proportion of IgG positive individuals between males and females. This may indicate either a higher exposure to the virus, a higher incidence of infection or a higher ability to mount an immune response. Thus, we evaluated whether this difference was paralleled by increased IgG plasma levels, but there was no difference between IgG plasma levels of males versus females, suggesting a similar magnitude of the immune response ( Fig.   5C , Suppl. Table 2 ). However, when assessing a difference of IgG plasma levels across age ranges, males between 41 and 50 yo had significantly higher plasma levels of IgG than younger individuals (21-30 or 31-40) (Fig. 5D ). This, together with the finding that middle-aged men had also a higher frequency of IgG positive individuals, suggests that they seem to respond better in terms of antibody production (Fig. 5D ). This is in line with a recent report in COVID-19 patients showing that younger patients developed lower titers of IgG 10 . The difference of IgG response between females and males in relation to age remains quite intriguing and we still have to understand its relevance with the higher incidence of COVID-19 in males 9 . Interestingly, while smoking seemed to inversely correlate with the frequency of IgG positive individuals, it did not have any effect on IgG plasma levels (Suppl. Fig.   3 ).", "cite_spans": [], "ref_spans": [{"start": 584, "end": 593, "text": "(Fig. 5A)", "ref_id": "FIGREF6"}, {"start": 810, "end": 818, "text": "(Fig. 5A", "ref_id": "FIGREF6"}, {"start": 970, "end": 978, "text": "(Fig. 5B", "ref_id": "FIGREF6"}, {"start": 1166, "end": 1173, "text": "Table 2", "ref_id": null}, {"start": 1638, "end": 1647, "text": "Fig.   5C", "ref_id": "FIGREF6"}, {"start": 1657, "end": 1664, "text": "Table 2", "ref_id": null}, {"start": 1860, "end": 1868, "text": "(Fig. 5D", "ref_id": "FIGREF6"}, {"start": 2056, "end": 2064, "text": "(Fig. 5D", "ref_id": "FIGREF6"}, {"start": 2552, "end": 2560, "text": "Fig.   3", "ref_id": "FIGREF4"}], "section": "IgG plasma levels and population characteristics"}, {"text": "We have shown that the distribution of the IgG positive (>12 AU/mL) population followed a sigmoidal curve with a constant level of individuals up to 7 concomitant symptoms, we thus evaluated whether there was also a correlation between the plasma level of IgG and the number of symptoms. The distribution of IgG levels in the population versus the cumulative symptoms was very similar when analyzing the whole population or those of ICH and Gavazzeni which had different proportions of IgG positive individuals (Suppl. Fig. 4 ). They were characterized by similar areas under the curve (All: 571; ICH: 550; Gavazzeni: 522) and the respective Receiver Operating Characteristics (ROC) curves were perfect (100%) confirming maximal specificity and sensitivity of the IgG test at IgG >12 AU/mL (Suppl. Fig. 4 ). We observed a direct correlation between the number of concomitant symptoms and an increase in the level of plasma All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 519, "end": 525, "text": "Fig. 4", "ref_id": "FIGREF5"}, {"start": 798, "end": 804, "text": "Fig. 4", "ref_id": "FIGREF5"}], "section": "IgG plasma levels and population characteristics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "IgG plasma levels and population characteristics"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint IgG (Fig. 6A , Suppl. Table 3 ; p<0.0001). By contrast, the level of IgG in the population < 12 AU/mL was constant, regardless of the number of symptoms (Fig. 6B ). Individuals with pneumonia had significantly higher levels of IgG than individuals with any other symptom (Fig. 6C) . Further, when we analyzed the levels of IgG in those individuals displaying fever, anosmia/ageusia or dyspnea, or fever and anosmia/ageusia alone, they were all higher than those of subjects with 0 symptoms, when considering the whole spectrum of IgG (also those between 3.8 and 12 AU/mL) (Fig. 6D , Suppl. Table 3 , p<0.0001).", "cite_spans": [], "ref_spans": [{"start": 145, "end": 153, "text": "(Fig. 6A", "ref_id": "FIGREF7"}, {"start": 163, "end": 170, "text": "Table 3", "ref_id": null}, {"start": 294, "end": 302, "text": "(Fig. 6B", "ref_id": "FIGREF7"}, {"start": 412, "end": 421, "text": "(Fig. 6C)", "ref_id": "FIGREF7"}, {"start": 713, "end": 721, "text": "(Fig. 6D", "ref_id": "FIGREF7"}, {"start": 731, "end": 738, "text": "Table 3", "ref_id": null}], "section": "IgG plasma levels and population characteristics"}, {"text": "This confirms that these symptoms are the ones best characterizing SARS-CoV-2 infection. No statistically significant differences in IgG plasma levels were observed in relation to comorbidities (Suppl. When analyzing IgG plasma levels across different professional groups we did not observe any statistically significant difference, but a tendency to higher IgG levels in healthcare physicians and nurses (Suppl. Fig. 5 ).", "cite_spans": [], "ref_spans": [{"start": 413, "end": 419, "text": "Fig. 5", "ref_id": "FIGREF6"}], "section": "IgG plasma levels and population characteristics"}, {"text": "Our study is the first report of a comprehensive analysis of nearly 4000 individuals from different sanitary structures representative of dramatically different levels of SARS-CoV-2 exposure in Lombardy, the most affected region by COVID-19 in Italy. We observed a range of positivity which strongly correlated with the geographical area of viral exposure from 3% in the Varese area to 43% in the Bergamo area, which were respectively the most or less COVID-affected Lombardy provinces.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The proportion of IgG positive females was higher than that of males in all of the analyzed hospitals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "However, we found a lower proportion of IgG positive individuals in females older than 60 years old than in age-matched males. This is quite intriguing as males and females are equally affected by COVID-19, but males have a worse prognosis 11 . Through the use of a quantitative antibody test of IgG we were also able to assess the magnitude of the immune response. We found that younger males (below 40 yo) displayed reduced IgG plasma levels than older males (from 41 yo onwards). This is in line with a recent report in COVID-19 patients showing that younger patients developed lower titers of IgG 10 . Thus, also in the healthy population, younger males exposed to the virus develop a reduced antibody response. Hence, it is very important when analyzing the serology to SARS-CoV-2 to take into account both age and sex.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study differs from the one reported by Sood and colleagues in Los Angeles County 12 as we used a quantitative antibody test and analyzed a large hospital population which ranged from healthcare professionals, researchers and administrative staff. Indirectly, we show that it is rather the environment than the hospital professional exposure which dictates the probability of contracting SARS-CoV-2 infection. Indeed, we show a higher percentage of IgG positive individuals among All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint those who had been in contact with COVID-19 affected relatives and a similar proportion of IgG positive individuals among healthcare professionals and administrative staff which worked from home. However, the magnitude of the antibody response in terms of plasma levels of IgG, even though not statistically significant, was higher in healthcare professionals suggesting that these individuals developed a more sustained immune response. We were also able to pinpoint 10% of IgG positive individuals which were completely asymptomatic and another 20% of paucisymptomatic subjects with 1 or 2 symptoms. When considering the whole population of asymptomatics, the percentage of IgG positive individuals was 5%. This indicates that a good proportion of individuals are infected without even knowing it. These subjects may be the ones that most likely transmit the infection. Among the symptoms, those that characterized most the IgG positive population were fever and anosmia/ageusia. 81% of individuals presenting both anosmia/ageusia and fever resulted SARS-CoV-2 infected, indicating that these symptoms are strongly associated to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Selected vaccines such as BCG have been suggested to increase pathogen-agnostic off-target resistance to infectious agents 13 . However, a recent report showed no differences in incidence of COVID-19 in BCG vaccinated versus non vaccinated patient population 14 . In line with this, we did not observe a correlation between IgG positivity and vaccination. In conclusion, we show that antibody testing can identify the population that was exposed to SARS-CoV-2 and is a powerful tool to retrospectively evaluate viral diffusion, even in asymptomatic individuals. Our study is ongoing and will allow us to assess the evolution of the IgG response over a planned follow up of one year and more. Should a second wave of SARS-CoV-2 infection occur, the wide range of IgG serology in the different sites will be particularly valuable as it will allow us to assess the role of antibodies in viral protection and whether there is a long lasting immunity. The results presented here suggest that hospital health care professionals, staff and researchers can provide invaluable information to assess variables affecting the immune response to SARS-CoV-2 as a snapshot and during the follow-up Acknoweledgments All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. We would like to thank all the employees that volunteered to participate to this study, all the nurses and personnel that collected the samples and the laboratory technicians that run the serological and rinopharyngeal tests. We would also like to thank the Humanitas management and staff, Drs Patrizia Meroni and Michele Tedeschi, who warmly supported this study for the safety of the employees. Dr Alice Bertocchi for critical reading of the manuscript. This work was partially supported by a phylantropic donation by Dolce & Gabbana and by the Italian Ministry of Health (Ricerca corrente) All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint population (D) versus the number of self-reported symptoms. The curve that best interpolated the data was exponential (R 2 =0,9975). Distribution of IgG plasma levels versus selected symptoms (Fever, Anosmia/Ageusia or shorth.breath/dyspnea in individuals with(IgG above the detection limit (IgG> 3.8 AU/mL). *** p< 0.001; **** p< 0.0001 as calculated by ordinary one-way ANOVA multiple comparisons column by column.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The study has been approved by the international review board of Istituto Clinico Humanitas for all participating institutes (clinicaltrial.gov NCT04387929). Accrual was on a voluntary basis: it started on April 28 th and more than 65% of employees participated as of May 16 th , 2020. and filled an anamnestic questionnaire before blood collection. All subjects with IgG > 12 AU/mL underwent a rinopharungeal swab for SARS-CoV-2 viral RNA detection.", "cite_spans": [], "ref_spans": [], "section": "Clinical Study"}, {"text": "Rinopharyngeal swab were tested with a commercial RT-PCR assay (AllplexTM2019-nCoV Assay -Seegene, Seoul, South Korea), according to manufacturer's instruction. RNA extraction was performed using Seegene Nimbus, a liquid handler workstation, Real-time PCR was run on a CFX96 TMDx thermocycler (Bio-Rad Laboratories, Inc, CA, USA) and subsequently interpreted by Seegene's Viewer software. The test target three viral genes (E, RdRp and N).", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 RT-PCR"}, {"text": "For the determination of IgG anti SARS-CoV-2 the Liaison SARS-CoV-2 S1/S2 IgG assay (DiaSorin, Saluggia (VC), Italy) was used. The method is an indirect chemiluminescence immunoassay for the determination of anti-S1 and anti-S2 specific antibodies. Intra-and interassay coefficient of variation are <1.9% and <3.7% respectively.", "cite_spans": [], "ref_spans": [], "section": "IgG determination"}, {"text": "A multivariate logistic model was used to analyze the data. The model was chosen for its capacity of being the most explicative one on the basis of the AIC statistics and the x2 residual to explain the variability. The 4 model variable is the one that gave the lowest AIC.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "Prism 8 Graphpad has been used for all the statistics associated to the figures. One way ANOVA has been used for multiple comparisons and Student's t test for one to one comparisons. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.24.20111245 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Statistics"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Potential preanalytical and analytical vulnerabilities in the laboratory diagnosis of coronavirus disease 2019 (COVID-19)", "authors": [{"first": "G", "middle": [], "last": "Lippi", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Simundic", "suffix": ""}, {"first": "M", "middle": [], "last": "Plebani", "suffix": ""}], "year": 2020, "venue": "Clin Chem Lab Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19", "authors": [{"first": "Q", "middle": ["X"], "last": "Long", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Antibody Detection and Dynamic Characteristics in Patients with COVID-19", "authors": [{"first": "F", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Intriguingly, We observed an inverse correlation between induction of an antibody response and smoking habit. This may indicate either a lower incidence of SARS-CoV-2 infection in smokers, or their inability to induce an immune response to the virus. The interpretation of this result remains to be understood as the role of smoking in COVID-19 infection is still controversial, as stated by the WHO (https://www.who.int/news-room/detail/11-05-2020-who-statement-tobacco-use-and-COVID-19).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure legends", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Distribution of IgG positivity (>12 AU/mL) across different geographical areas and hospitals in Lombardy, Italy. Employees from 7 different sites were analyzed for their anti-SARS-CoV-2 IgG positivity in peripheral blood. Results are shown in percentages as parts of a whole plots across all the different sites (All) or by individual site Istituto Clinico Humanitas (ICH), Rozzano, Mi; Humanitas Gavazzeni, Bergamo; Humanitas Castelli, Bergamo; Humanitas Mater Domini (HMD), Castellanza (Va); Humanitas Medical Center, HMC, Varese, Mi; Humanitas University, Pieve Emanuele (Mi);Humanitas San Pio X, Milano. In orange, the percentage of negative subjects (IgG <12 AU/mL) and in blue, that of positive subjects (IgG >12 AU/mL).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Distribution of IgG positivity (>12 AU/mL) between males and females by site.The percentage of the population of females versus males is reported for the major sites (Milan (whole institute in Milan), Gavazzeni and Castelli). Upper plots: females, lower plots: males. In orange, the percentage of negative subjects (IgG <12 AU/mL) and in blue, that of positive subjects (IgG >12 AU/mL).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Frequency of IgG positivity (IgG > 12 AU(mL) by age and professional status. Histograms show: A. the number of positive individuals (IgG > 12 AU/mL) divided by age range and sex. B. the percentage of positive individuals (IgG > 12 AU/mL) divided by age range and sex C. the percentage of positive individuals (IgG > 12 AU/mL) divided by professional status healthcare physicians, healthcare non-physicians (instrument technicians), administrative staff, research personnel, nurses (OSA), and customer service (check-in, admissions) as average of the different sites. D. the percentage of positive individuals (IgG > 12 AU/mL) in ICH only as administrative staff and research personnel. **** p<0.0001; n. s. not significant as calculated by the multivariate analysis ofTable 1.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Distribution of the IgG >12 and IgG<12 populations versus the number of symptoms A, C. Distribution of the IgG positive individuals (IgG > 12 AU/mL) as number of individuals (A) or percentage of the population (C) versus the number of self-reported symptoms. The curve that best interpolated the data was a individuals (IgG > 12 AU/mL) was a sigmoidal, four parameter logistic curve whereby X is the number of symptoms (R 2 =0.97). B, D. . Distribution of the IgG negative individuals (IgG < 12 AU/mL) as number of individuals (B) or percentage of the All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Distribution of IgG plasma levels in the different populations. A,. Distribution of IgG plasma levels in the cohort of IgG positive individuals (IgG > 12 AU/mL) divided by: negativity to the rinopharyngeal (nasal) swab, positivity to the nasal swab, or ascertained COVID-19 disease. B. Distribution of IgG plasma levels in IgG positive individuals (IgG > 12 AU/mL) divided by site. C. Distribution of IgG plasma levels in IgG positive individuals (IgG > 12 AU/mL) divided by sex. C. Distribution of IgG plasma levels in IgG positive individuals (IgG > 12 AU/mL) divided by age ranges. n.s. not significant, * p< 0.05, as calculated by ordinary one-way ANOVA multiple comparisons column by column.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Distribution of IgG plasma levels in relation to symptoms A,. Distribution of IgG plasma levels versus the number of self-reported symptoms in IgG positive individuals (IgG > 12 AU/mL). B. Distribution of IgG plasma levels versus the number of selfreported symptoms in IgG negative individuals (IgG < 12 AU/mL). C. Distribution of IgG plasma levels versus each individual symptom in IgG positive individuals (IgG > 12 AU/mL). C.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "7 different centers participated to the study: Istituto Clinico Humanitas (ICH), Rozzano, Mi; Humanitas Gavazzeni, Bergamo; Humanitas Castelli, Bergamo; Humanitas Mater Domini (HMD), Castellanza (Va); Humanitas Medical Center, HMC, Varese, Mi; Humanitas University, Pieve Emanuele (Mi); Humanitas San Pio X, Milano. All participants signed an informed consent", "latex": null, "type": "figure"}, "FIGREF9": {"text": "IgG positivity by Age and professional status", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Distribution of the IgG >12 and IgG<12 populations versus the number of symptoms. IgG plasma levels in the different populations IgG plasma levels in relation to symptoms", "latex": null, "type": "figure"}, "TABREF0": {"text": "or vaccinations (Suppl.Table 5).", "latex": null, "type": "table"}, "TABREF2": {"text": "Netea, M.G., et al. Defining trained immunity and its role in health and disease. Nat Rev", "latex": null, "type": "table"}, "TABREF4": {"text": "Characteristics of the population in relation to IgG positivityTable 2. Nasal swab positivity in relation to IgG positivityTable 3. Association of symptoms with IgG positivity", "latex": null, "type": "table"}, "TABREF5": {"text": "Correlation between comorbidities and IgG positivity", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Serology </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Total </td><td>A Negative (&lt;12AU/mL) </td><td>A Negative (&lt;12AU/mL) </td><td>A Negative (&lt;12AU/mL) </td><td>A Negative (&lt;12AU/mL) </td></tr><tr><td> </td><td> </td><td>% of </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>N </td><td>total </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td></tr><tr><td>Chronic obstructive pulmonary disease </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3973 </td><td>99.6 </td><td>3453 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>444 </td><td>11.2 </td><td>520 </td><td>13.1 </td></tr><tr><td>Yes </td><td>17 </td><td>0.4 </td><td>14 </td><td>82.4 </td><td> </td><td>. </td><td>3 </td><td>17.6 </td><td>3 </td><td>17.6 </td></tr><tr><td>Asthma </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3746 </td><td>93.9 </td><td>3254 </td><td>86.9 </td><td>72 </td><td>1.9 </td><td>420 </td><td>11.2 </td><td>492 </td><td>13.1 </td></tr><tr><td>Yes </td><td>244 </td><td>6.1 </td><td>213 </td><td>87.3 </td><td>4 </td><td>1.6 </td><td>27 </td><td>11.1 </td><td>31 </td><td>12.7 </td></tr><tr><td>Dislipidemia </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3623 </td><td>90.8 </td><td>3142 </td><td>86.7 </td><td>70 </td><td>1.9 </td><td>411 </td><td>11.3 </td><td>481 </td><td>13.3 </td></tr><tr><td>Yes </td><td>367 </td><td>9.2 </td><td>325 </td><td>88.6 </td><td>6 </td><td>1.6 </td><td>36 </td><td>9.8 </td><td>42 </td><td>11.4 </td></tr><tr><td>Current Neoplasia </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3986 </td><td>99.9 </td><td>3463 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>447 </td><td>11.2 </td><td>523 </td><td>13.1 </td></tr><tr><td>Yes </td><td>4 </td><td>0.1 </td><td>4 </td><td>100.0 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>History of Neoplasia </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3879 </td><td>97.2 </td><td>3370 </td><td>86.9 </td><td>73 </td><td>1.9 </td><td>436 </td><td>11.2 </td><td>509 </td><td>13.1 </td></tr><tr><td>Yes </td><td>111 </td><td>2.8 </td><td>97 </td><td>87.4 </td><td>3 </td><td>2.7 </td><td>11 </td><td>9.9 </td><td>14 </td><td>12.6 </td></tr><tr><td>Chronic cardiac failure </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3987 </td><td>99.9 </td><td>3464 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>447 </td><td>11.2 </td><td>523 </td><td>13.1 </td></tr><tr><td>Yes </td><td>3 </td><td>0.1 </td><td>3 </td><td>100.0 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>. </td></tr><tr><td>Hypertension </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3642 </td><td>91.3 </td><td>3164 </td><td>86.9 </td><td>71 </td><td>1.9 </td><td>407 </td><td>11.2 </td><td>478 </td><td>13.1 </td></tr><tr><td>Yes </td><td>348 </td><td>8.7 </td><td>303 </td><td>87.1 </td><td>5 </td><td>1.4 </td><td>40 </td><td>11.5 </td><td>45 </td><td>12.9 </td></tr><tr><td>History of Coronaropathy </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3965 </td><td>99.4 </td><td>3443 </td><td>86.8 </td><td>76 </td><td>1.9 </td><td>446 </td><td>11.2 </td><td>522 </td><td>13.2 </td></tr><tr><td>Yes </td><td>25 </td><td>0.6 </td><td>24 </td><td>96.0 </td><td> </td><td>. </td><td>1 </td><td>4.0 </td><td>1 </td><td>4.0 </td></tr><tr><td>Atrial fibrillation </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3961 </td><td>99.3 </td><td>3443 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>442 </td><td>11.2 </td><td>518 </td><td>13.1 </td></tr><tr><td>Si </td><td>29 </td><td>0.7 </td><td>24 </td><td>82.8 </td><td> </td><td>. </td><td>5 </td><td>17.2 </td><td>5 </td><td>17.2 </td></tr><tr><td>History of stroke </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3978 </td><td>99.7 </td><td>3456 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>446 </td><td>11.2 </td><td>522 </td><td>13.1 </td></tr></table></body></html>"}, "TABREF6": {"text": "Correlation between IgG positivity and vaccinations", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Serology </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Total </td><td>Negative (&lt;12AU/mL) </td><td>Equivocal (12÷15AU/mL\n</td><td>Positive (&gt;15AU/mL) </td><td>Positive (&gt;12AU/mL) </td></tr><tr><td> </td><td> </td><td>% of </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2019/2020 Flu vaccine </td><td>N </td><td>total </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>2776 </td><td>69.6 </td><td>2416 </td><td>87.0 </td><td>47 </td><td>1.7 </td><td>313 </td><td>11.3 </td><td>360 </td><td>13.0 </td></tr><tr><td>Si </td><td>1214 </td><td>30.4 </td><td>1051 </td><td>86.6 </td><td>29 </td><td>2.4 </td><td>134 </td><td>11.0 </td><td>163 </td><td>13.4 </td></tr><tr><td>Antipneumococcus </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3856 </td><td>96.6 </td><td>3356 </td><td>87.0 </td><td>68 </td><td>1.8 </td><td>432 </td><td>11.2 </td><td>500 </td><td>13.0 </td></tr><tr><td>Si </td><td>134 </td><td>3.4 </td><td>111 </td><td>82.8 </td><td>8 </td><td>6.0 </td><td>15 </td><td>11.2 </td><td>23 </td><td>17.2 </td></tr><tr><td>Anti-Tubercolar </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3603 </td><td>90.3 </td><td>3126 </td><td>86.8 </td><td>66 </td><td>1.8 </td><td>411 </td><td>11.4 </td><td>477 </td><td>13.2 </td></tr><tr><td>Si </td><td>387 </td><td>9.7 </td><td>341 </td><td>88.1 </td><td>10 </td><td>2.6 </td><td>36 </td><td>9.3 </td><td>46 </td><td>11.9 </td></tr><tr><td>Other Vaccinations </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>3707 </td><td>92.9 </td><td>3218 </td><td>86.8 </td><td>71 </td><td>1.9 </td><td>418 </td><td>11.3 </td><td>489 </td><td>13.2 </td></tr><tr><td>Si </td><td>283 </td><td>7.1 </td><td>249 </td><td>88.0 </td><td>5 </td><td>1.8 </td><td>29 </td><td>10.2 </td><td>34 </td><td>12.0 </td></tr><tr><td>number of vaccinations </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>0 vaccination </td><td>2305 </td><td>57.8 </td><td>2002 </td><td>86.9 </td><td>37 </td><td>1.6 </td><td>266 </td><td>11.5 </td><td>303 </td><td>13.1 </td></tr><tr><td>1 vaccination </td><td>1406 </td><td>35.2 </td><td>1226 </td><td>87.2 </td><td>27 </td><td>1.9 </td><td>153 </td><td>10.9 </td><td>180 </td><td>12.8 </td></tr><tr><td>2 vaccinations </td><td>231 </td><td>5.8 </td><td>197 </td><td>85.3 </td><td>11 </td><td>4.8 </td><td>23 </td><td>10.0 </td><td>34 </td><td>14.7 </td></tr><tr><td>3 or more vaccinations </td><td>48 </td><td>1.2 </td><td>42 </td><td>87.5 </td><td>1 </td><td>2.1 </td><td>5 </td><td>10.4 </td><td>6 </td><td>12.5 </td></tr><tr><td>Total </td><td>3990 </td><td>100.0 </td><td>3467 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>447 </td><td>11.2 </td><td>523 </td><td>13.1 </td></tr></table></body></html>"}, "TABREF7": {"text": "Correlation between IgG positivity and exposure to COVID+ individuals", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Serology </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Negative </td><td>Equivocal </td><td>Positive </td><td>Positive </td></tr><tr><td> </td><td>Total </td><td>(&lt;12AU/mL) </td><td>(12÷15AU/mL) </td><td>(&gt;15AU/mL) </td><td>(&gt;12AU/mL) </td></tr><tr><td>Contacts </td><td>N </td><td>% of total </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td><td>N </td><td>% </td></tr><tr><td>107\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>None </td><td>4 </td><td>27.0 </td><td>1011 </td><td>94.1 </td><td>11 </td><td>1.0 </td><td>52 </td><td>4.8 </td><td>63 </td><td>5.9 </td></tr><tr><td>Colleague </td><td>854 </td><td>21.5 </td><td>741 </td><td>86.8 </td><td>20 </td><td>2.3 </td><td>93 </td><td>10.9 </td><td>113 </td><td>13.2 </td></tr><tr><td>Patient </td><td>160\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Family </td><td>1 </td><td>40.3 </td><td>1348 </td><td>84.2 </td><td>31 </td><td>1.9 </td><td>222 </td><td>13.9 </td><td>253 </td><td>15.8 </td></tr><tr><td>138 </td><td>3.5 </td><td>95 </td><td>68.8 </td><td>7 </td><td>5.1 </td><td>36 </td><td>26.1 </td><td>43 </td><td>31.2 </td></tr><tr><td>Other </td><td>310 </td><td>7.8 </td><td>262 </td><td>84.5 </td><td>7 </td><td>2.3 </td><td>41 </td><td>13.2 </td><td>48 </td><td>15.5 </td></tr><tr><td>Total </td><td>397\n</td><td>100.\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>7 </td><td>0 </td><td>3457 </td><td>86.9 </td><td>76 </td><td>1.9 </td><td>444 </td><td>11.2 </td><td>520 </td><td>13.1 </td></tr></table></body></html>"}}, "back_matter": []}