{
    "paper_id": "1d021e8edb5172b29bfbd35efbba2f623bde75b2",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "F"
                ],
                "last": "Hoffmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Lentze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Spranger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Zepp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die akute Gastroenteritis ist im Säuglings-und Kleinkindesalter häufig. Die überwiegende Anzahl der Kinder, die an einem Brechdurchfall erkranken, ist jünger als 1 Jahr. Durch den schweren Wasser-und Elektrolytverlust kommt es zur Dehydratation. Bei 70 % der Patienten tritt eine isotone, bei 10 % eine hyponatriämische und bei 20 % eine hypertone (hypernatriämische) Dehydratation auf. Der Typ der Dehydratation ist unabhängig vom Erreger. Der Flüssigkeitsverlust kann das 2-bis 3-Fache des zirkulierenden Blutvolumens betragen, nämlich 150-250 ml/kg KG/Tag. Um das Blutvolumen konstant zu halten, entzieht der Körper dem Intrazellularraum Flüssigkeit. Dies führt zur Exsikkose. Das Ausmaß des Flüssigkeitsverlusts wird klinisch beurteilt und nach der WHO in drei Schweregrade eingeteilt (. Tab. 119.1 ). Pathophysiologie Die Schleimhaut des Dünndarms setzt sich aus zwei verschiedenen Zelltypen zusammen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "den reifen Enterozyten, die die Hydrolyse und Absorption von Nahrungsstoffen übernehmen -sie befinden sich in der Mitte und Spitze der Zotten -und den unreifen Kryptenzellen, die durch Zellteilung aus Stammzellen die lebenslange Reserve für die an der Zottenspitze abgestoßenen Enterozyten darstellen. Sie sind sekretorische Zellen, die über den in den Kryptzellen lokalisierten CFTR (\"cystic fibrosis transmembrane conductance regulator\") Clin das Kryptenlumen sezernieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mit dem Clwerden Na + und Wasser sezerniert. Das Ausmaß des Cl --Transports ist abhängig von der intrazellulären Konzentration von cAMP (zyklischem Adenosinmonophosphat). Die unreifen Kryptzellen verlassen nach 24 h die proliferative Zone, wandern entlang der Zotte als reife absorptive Zellen bis zur Zottenspitze hinauf und werden nach weiteren 96 h nach apoptotischem Zelltod abgestoßen. Die Dynamik dieses Reifungsprozesses bedingt, dass die gesamte Dünndarmoberfläche, die die Größe eines Tennisplatzes hat, alle 5-6 Tage neu synthetisiert wird und ebenfalls verloren geht. Die verlorene Zellmasse wird zum größten Teil abgebaut und reutilisiert. Für einen Säugling im 1. Lebensjahr bedeutet dies eine Erneuerung der Dünndarmoberfläche von 73-mal. Bei Durchfallerkrankungen wird dieses dynamische Gleichgewicht zwischen Synthese und Verlust gestört. Insbesondere bei Virusinfektionen kommt es innerhalb von wenigen Stunden zur Zellzerstörung, die von proximal nach distal zunimmt. Morphologisch flacht die Dünndarmschleimhaut binnen 18 h fast vollkommen ab. Die sich regenerierenden Zellen bestehen vornehmlich aus unreifen Kryptzellen. Sie können die Aufgaben der Hydrolyse und Absorption nicht übernehmen und sezernieren stattdessen Clsowie andere Ionen und Wasser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unter den Nahrungsmitteln spielen die Kohlenhydrate beim akuten Brechdurchfall eine dominierende Rolle. Durch den Verlust von reifen absorptiven Zellen bei Virusenteritis ist die hydrolytische Aktivität der Laktase, Maltase-Glukoamylase sowie die Transportkapazität des natriumabhängigen Glukosetransporters (SGLT1), der natriumabhängigen Aminosäuretransporter und des für Fruktose zuständigen GLUT5-Transporters in der Bürstensaummembran der Enterozyten vermindert. Es kommt zur einer gemischten sekreto-risch-osmotischen Diarrhö, wenn der von proximal nach distal sich ausbreitende Verlust von Dünndarmoberfläche den noch erhaltenen funktionstüchtigen distalen Teil überwiegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Für die Rehydratation von Wasser und Elektrolyten steht der in der apikalen Membran der Enterozyten gelegene SGLT1 ganz im Vordergrund (. Abb. 119.1) Er transportiert Glukose und Na + gegen einen Konzentrationsgradienten in die Zelle. Intrazellulär findet Na + Anschluss an die in der basolateralen Membran gelegene Na + -K + -ATPase und wird im Austausch gegen K + in den interzellulären Spalt transportiert und hier aufkonzentriert. Gegenüber dem Lumen des Darms entsteht hierbei ein osmotisches Ungleichgewicht. Folge davon ist, dass Wasser aus dem intestinalen Lumen in den interzellulären Spalt strömt und Anschluss an das kapilläre Blutsystem findet. Die nicht intrazellulär utilisierte Glukose wird wahrscheinlich durch den in der basolateralen Membran gelegenen GLUT2-Transporter in den interzellulären Spalt transportiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei viraler Gastroenteritis werden Viren nach Adhäsion intrazellulär aufgenommen. Sie zwingen der Wirtszelle ihre Replikation auf und zerstören sie. Dadurch werden neue Viruspartikel freigesetzt, die weiter distal gelegene Enterozyten befallen. Die Dünndarmmukosa erholt sich innerhalb von 2 Zellzyklen (5-10 Tage) vollständig. Die Viren werden durch das GALT (\"gut-associated lymphoid tissue\") zerstört.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Während der akute Brechdurchfall durch eine virale Infektion immer mit Zelluntergang der Dünndarmschleimhaut einhergeht, ist der Mechanismus bei bakterieller Infektion verschieden. Hier kommt es zunächst zur Adhäsion von Erregern. Anschließend erfolgt die Kolonisation auf der Dünndarmoberfläche, gefolgt von Invasion und/oder Toxinproduktion der Erreger. Die Adhäsion erfolgt bevorzugt an M-Zellen, die sich innerhalb des Domareals über den Peyer-Plaques befinden und sich morphologisch von reifen Enterozyten unterscheiden. Sie haben keine Mikrovillusmembran, sezernieren kein sIgA (sekretorisches Immunglobulin A) auf ihre Oberfläche und können somit als Zielzellen für Adhäsion und Absorption von Partikeln und großen Molekülen dienen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Virale Erreger Die häufigste Ursache des Brechdurchfalls im Kindesalter ist die Infektion mit Rotaviren. Sie sind weltweit mit 60 % der Ursache der akuten Gastroenteritis führend (. Tab. 119.2). Sie gehören zur Gruppe der Reoviridiae. Die Bezeichnung \"Rota\" kommt von ihrem reifenähnlichen Aussehen im Elektronenmikroskop (. Abb. 119.2). Daneben können Adenoviren und Noroviren bzw. andere Caliciviren zum Brechdurchfall führen. Die Übertragung erfolgt bei den meisten Viren durch fäkoorale Infektion mit Ausnahme der Rotaviren, die auch durch Tröpfcheninfektion übertragen werden. In den Entwicklungsländern wird auch eine Übertragung durch verunreinigtes Wasser angenommen. Es besteht eine enge Verwandtschaft zu Durchfallkrankheiten in der Veterinärmedizin, jedoch sind auch signifikante Unterschiede zwischen menschenpathogenen und tierpathogenen Enteritisviren vorhanden, die zur Entwicklung von oralen Impfstoffen geführt haben. So sind die erfolgreichen Feldversuche mit der zweiten Generation von oralen Rotavirusimpfstoffen abgeschlossen, nachdem es bei der ersten Generation zu Invaginationen gekommen war. Die Rotavirusimpfung ist in den STIKO-Empfehlungen als Routineimpfung für Säuglinge aufgenommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie"
        },
        {
            "text": "Elektrolyte, Hämatokrit, Blutgase. Bei septischen Verlaufsformen sind Blutkulturen erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie"
        },
        {
            "text": "Begleiterkrankungen Bei der Infektion mit Salmonellen, Shigellen, Yersinien und Campylobacter jejuni tritt gelegentlich eine reaktive Arthritis auf, die meist ein großes Gelenk betrifft. Diese kann mit hohem Fieber einhergehen. Patienten, die HLA-B27positiv sind, haben ein 40-mal höheres Risiko, an einer reaktiven Arthritis zu erkranken. Gelegentlich kommt es auch bei Kindern zu einer antibiotikaassoziierten Enterokolitis, die mit blutigen Diarrhöen einhergeht. Ursache ist eine Infektion mit Clostridium difficile oder Clostridium perfringens. Die Erreger lassen sich bakteriologisch nachweisen, die Toxinproduktion wird immunologisch oder biologisch festgestellt. Endoskopisch sind die Pseudomembranen oder eine schwere Kolitis nachweisbar. Therapie der Wahl ist die Gabe von Vancomycin und Saccharomyces boulardii, die eine Protease sezernieren, die das Toxin und seinen Rezeptor verdauen. Therapie Basis einer adäquaten Therapie der persistierenden Diarrhö bzw. des postenteritischen Syndroms ist eine ausreichende Ernährung nach der üblichen Rehydratation. Hierbei ist das Stillen von großer Bedeutung. Es muss bereits während der Rehydratation beginnen und anschließend kontinuierlich fortgeführt werden. Bei künstlich ernährten Säuglingen oder älteren Kindern mit persistierender Diarrhö muss immer wieder Nahrung in Form von eiweiß-und kohlenhydratreichen Nahrungsmitteln angeboten werden. Komplexe Kohlenhydrate wie Reisprodukte sind vorzuziehen. Sie werden kombiniert mit Sojaöl, Hühnereiweiß, Leguminosen (Linsen). Bei Kindern mit schwerer Malnutrition sollte die Laktosezufuhr reduziert werden. Joghurt wird besser vertragen als Milch. Kinder mit postenteritischem Syndrom erhalten eine extensiv hydrolysierte Milchformula für 4 Wochen und können dann auf eine Säuglingsformula auf Sojabasis umgestellt werden. Nach 3 Monaten kann eine Wiedereinführung von Kuhmilch und -produkten versucht werden. Hierbei hat sich ebenfalls Joghurt bewährt. Antibiotika und Motilitätshemmer haben bei Kindern mit persistierender Diarrhö oder postenteritischem Syndrom keine Verbesserung gegenüber der diätetischen Therapie gezeigt. Der Effekt von probiotischen Keimen (Laktobakterien, Hefen) kann derzeit nicht genau beurteilt werden. Während sie bei akutem Brechdurchfall eine verbessernde Wirkung gezeigt haben, ist dies für die persistierende Diarrhö und das postenteritische Syndrom (noch) nicht bekannt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie"
        },
        {
            "text": "Salmonellen Shigellen E. coli",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keine Antibiotika bei unkompliziertem Verlauf"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Leitlinien der Gesellschaft für Pädiatrische Gastroenterologie und Ernährung (GPGE): Akute infektiöse Gastroenteritis Avery ME, Snyder JD (1990) Oral therapy for acute diarrhea. The underused simple solution",
            "authors": [
                {
                    "first": "Awmf-Online",
                    "middle": [],
                    "last": "Literatur",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "323",
            "issn": "",
            "pages": "891--894",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Persistent diarrhea in children of developing countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Acta Paediatr Suppl",
            "volume": "381",
            "issn": "",
            "pages": "1--154",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recommendations for composition of oral rehydration solutions for the children of Europe. Report of an ESPGAN working group",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Desjeux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farthing",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "14",
            "issn": "",
            "pages": "113--53",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of oral fluid therapy and posttreatment feeding following enteritis in children in a developed country",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Dweck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finberg",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "American Academy of Pediatrics",
            "volume": "75",
            "issn": "",
            "pages": "358--361",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Meta-analysis: Lactobacillus GG for treating acute diarrhoea in Children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szajewska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skorka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruszczynski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gieruszczak-Bialek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Aliment Pharmacol Ther",
            "volume": "25",
            "issn": "",
            "pages": "871--881",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die Schwere der akuten Gastroenteritis hängt vom Ernährungszustand ab. Sie verläuft schwerer bei Kindern mit Malnutrition und dauert länger (bis zu 14 Tagen). Stillen dagegen schützt vor der Infektion und reduziert sowohl die Inzidenz von Brechdurchfall als auch die Mortalität von hospitalisierten Kindern mit Brechdurchfall. Besonders gefährdet sind Kinder mit angeborener oder erworbener Immunschwäche. Die virale Enteritis ist häufig bei Kindern nach Knochenmarktransplantation oder Aids. Bakterielle und parasitäre Erreger Die entsprechenden Erreger werden in ▶ Kap. 97 und 102 besprochen. Klinische Symptome Nach einer Inkubationszeit von 2-7 Tagen kommt es zum abrupten Beginn mit Erbrechen und Fieber, gefolgt von profusen wässrigen Durchfällen. Bei 20-40 % der Kinder kommt es auch zu respiratorischen Symptomen. Gelegentlich werden auch blutige Stühle beobachtet, insbesondere bei sehr jungen Kindern, z. B. Frühgeborenen. Selten kommt es zur Invagination. Komplikationen sind die schwere Exsikkose mit Volumenmangelschock, als deren Folge es zu Krämpfen kommen kann. Selten wird eine Enzephalitis beobachtet. Das Erbrechen sistiert nach 24-48 h, der Durchfall nach 2-7 Tagen. Diagnose Der Nachweis des verantwortlichen Virus für eine akute Gastroenteritis ist in den meisten Fällen nicht notwendig, da kostenträchtig. Spezifische immunologische Tests zur Erkennung des Antigens im Stuhl sind kommerziell erhältlich. Der Nachweis wird notwendig bei endemischem Auftreten der Gastroenteritis in Krankenhäusern, z. B. auf Neugeborenenstationen. Die bakterielle Diagnostik ist in ▶ Kap. 97 beschrieben. Bei schwerem Verlauf mit starker Exsikkose, insbesondere wenn diese ≥9 % beträgt, sind die folgenden Laboruntersuchungen notwendig: . Tab. 119.1 Einteilung der Schweregrade der Exsikkose bei Dehydratation Oligo-oder Anurie . Abb. 119.1 Schema der Aufnahme von Glukose, Na + und Fruktose durch reife Enterozyten der Dünndarmmukosa. SGLT1 Sodiumglukosetransporter; GLUT5 Glukosetransporter 5; GLUT2 Glukosetransporter 2 . Abb. 119.2 Elektronenmikroskopische Darstellung von Rotaviren aus einem Stuhlausstrich Therapie Der Flüssigkeits-und Salzverlust in den ersten 24 h ist je nach Erreger verschieden. Während bei Cholera sehr viel Na + , Clund Wasser verloren geht als Folge der maximalen Stimulation der intrazellulären Adenylatzyklase, geht bei der Rotavirusinfektion und der enterotoxischen E.-coli(ETEC)-Infektion mehr K + verloren. Im Mittel kann davon ausgegangen werden, dass 80-150-250 ml/ kg KG/24 h verloren gehen. Dies entspricht einer 5-, 5-bis 10-bzw. 10%igen Exsikkose. Orale Rehydratation Die orale Rehydratation hat das Ziel, Wasser und Elektrolyte in den ausgetrockneten Körper des Kindes zurückzubringen. Hierbei werden industriell hergestellte Fertigprodukte verwendet. . Tab. 119.3 und . Tab. 119.Die Details der intravenösen Therapie sind in ▶ Kap. 20 abgehandelt. Schleimsuppe (Reis-oder Gerstenschleim), Wasserkakao, Kartoffelbrei mit Wasser angerührt, Reis, Bouillon, trockene Semmel mit Konfitüre. Tab. 119.2 Virale Erreger der Gastroenteritis Praktisches Vorgehen Die Anamnese erfasst Art und Dauer der Symptomatik, mögliche Infektionsursachen (Umgebung, Reisen), Ernährung, Einnahme von Medikamenten (Antibiotika) und Begleiterkrankungen. Bei der Untersuchung wird der Exsikkosegrad entsprechend . Tab. 119.1 festgestellt und das unbekleidete Kind gewogen. Danach kann nach dem in . Abb. 119.3 dargestellten Flussschema verfahren werden. Bei Dehydratation ≤8 % wird das Kind oral rehydriert, bei größerer Austrocknung (≥9 %) in die Klinik eingewiesen. Bei ambulanter Therapie wird dem Kind 50 ml ORL/ kg KG/4 h verabreicht. Danach wird das Kind erneut gewogen und klinisch beurteilt. Hat es sich bereits erholt, folgt die Realimentation. Bei leicht verbessertem Zustand wird die Rehydratation in gleicher Menge wiederholt. Zeigt es keine Besserung, erfolgt die Klinikeinweisung. Definition und Häufigkeit Während der durchschnittliche Brechdurchfall nach einigen Tagen wieder vorübergeht, persistiert ein kleiner Teil länger und führt zu einem klinischen Zustand mit chronischer Diarrhö, verbunden mit Gedeihstörung, die, soweit es sich um Kinder in der Dritten Welt handelt, mit bereits bestehender . Tab. 119.3 Zusammensetzung oraler Rehydratationslösungen: Empfehlung der ESPGHAN und handelsübliche Lösungen im deutschsprachigen Raum. Präparate auf Glukosebasis Malnutrition wird verstärkt. Es kommt zu einem Circulus vitiosus mit schwerer Gedeihstörung, Marasmus und häufig tödlichem Ausgang. Diagnose und klinische Symptome In den Ländern der Dritten Welt sind vor allem Kinder unter 2 Jahren betroffen. Sie präsentieren sich mit wässrig-schleimig-blutigen Stühlen. Der Nachweis von Blut im Stuhl in der ersten Woche ist hinweisend für eine persistierende Diarrhö. Dazu kommen Erbrechen, Fieber, Dehydratation, geblähtes Abdomen und Anorexie bei schwerer Malnutrition. Der Nachweis von Parasiten (Giardia lamblia, Entamoeba histolytica und Cryptosporidium) erfolgt im frischen Stuhl. Bakterien werden durch Stuhlkulturen nachgewiesen. Die enteropathogenen Serotypen von ETEC und EPEC werden durch spezifische Antiseren nachgewiesen.In den Industriestaaten wird der länger als 14 Tage andauernde Brechdurchfall als postenteritisches Syndrom bezeichnet. Die Kinder erholen sich nach der üblichen Rehydratation, jedoch nicht nach der Realimentation. Der Durchfall persistiert in Form von wässrigschleimigen, selten jedoch blutigen Stühlen. Durch gut gemeinte, jedoch allzu strenge diätetische Maßnahmen entwickeln sie nicht selten ebenfalls eine Gedeihstörung, die jedoch fast nie mit Malnutrition verbunden ist. Besorgte Eltern und durch häufigen Besuch bei klinisch nicht gebessertem Zustand irritierte Ärzte neigen zu einschneidenden diätetischen Maßnahmen, denen insgesamt gemeinsam die niedrige Energiedichte ist, mit der die Kinder ernährt werden. Bei einer Durchfallerkrankung, die länger als 2 Wochen dauert, muss in unseren Breiten differenzialdiagnostisch eher eine Kuhmilchallergie angenommen werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 119.5 Antiinfektiöse Therapie bei akutem Brechdurchfall",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}