{
    "paper_id": "1d0e07bd4ad45ead770cd6daab7a2e2e5a01fbcf",
    "metadata": {
        "title": "Response to: Management of Traumatic Spinal Fracture in the Coronavirus Disease 2019 Situation ASJ ASJ Letter to the Editor Asian Spine Journal Asian Spine Journal",
        "authors": [
            {
                "first": "Tuanrit",
                "middle": [],
                "last": "Sornsa-Ard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nakornping Hospital",
                    "location": {
                        "addrLine": "Chiang Mai",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Anugoon",
                "middle": [],
                "last": "Niramitsantiphong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nakornping Hospital",
                    "location": {
                        "addrLine": "Chiang Mai",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Wongthawat",
                "middle": [],
                "last": "Liawrungrueang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Songkla University",
                    "location": {
                        "addrLine": "Hat Yai",
                        "postCode": "90110",
                        "settlement": "Songkhla, Songkhla",
                        "country": "Thailand, Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We appreciate the letter regarding our manuscript entitled \"Management of traumatic spinal fracture in the coronavirus disease 2019 situation [1] . \" We thank the reader(s) for reading our article. Our reply to your comment is as follows:",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "Our reply: At first, the authors want to say thank you for the reader's comments and concern. In our review article [1] , all authors want to establish the prototype to help and protect the healthcare professional. This algorithm should be revised or modified according to updated knowledge of prevention, novel treatment, and laboratory testing technology for coronavirus disease 2019 (COVID-19). All of the authors hope that the readers will use this algorithm as a prototype and modify/develop for better protocol.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "All authors agree with the reader recommending that universal precautions should be used in the surgical management of any patients during the COVID-19 outbreak [2, 3] . Nakornping Hospital uses \"Guideline for personal protective equipment usage for COVID-19 prevention in Nakornping Hospital Chiang Mai (The Committee of Infectious Disease Control Nakornping Hospital; the 2nd revision 16th April 2020)\" (Table 1 ). If the reader requests the Thai version, please directly contact the Nakornping Hospital, Chiang Mai, Thailand.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 413,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Sir,"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liawrungrueang W. Management of traumatic spinal fracture in the coronavirus disease 2019 situation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sornsa-Ard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niramitsantiphong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Spine J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31616/asj.2019.0183"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What healthcare personnel should know about caring for patients with confirmed or possible CO-VID-19 infection",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Strategies for optimizing the supply of N95 respirators",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "than 2 m with less contact with patients and the environment with less time -Medical professional who did history taking from patients -Medical professional who did a thermoscan -Security guard protecting the patients during transfer -A driver -Surgical face mask -Face shield 2. Moderate risk -Patient care within 2-m distance and less time -Medical professional or nurses who took vital signs -A driver who did a COVID-19 ambulance cleaning -Medical professional who did a COVID-19 postmortem transfer -Isolation gown -Surgical face mask -Plastic apron (disposable) -Goggle or face shield -Disposable hair cover -2 Layers of disposable examination gloves 3. High-risk -Taking care of the patients less than 2 m with or without aerosol contamination -Medical professional who did a nasopharyngeal swab, throat swab, or oropharyngeal swab in high-risk COVID-19 patients -Doctors who did physical examination in high-risk COVID-19 ward -Medical professional or nurses who did ventilator care in high-risk COVID-19 ward -Medical professional or nurses who transferred patients to another department -Radiologist who did X-ray in high-risk COVID-19 ward -Medical professional or nurses who did CPR in the general ward -Long sleeves waterproof gown -Disposable hair cover -N95 face mask -Goggles or face shield -2 Layers of disposable examination gloves 4. Very high-risk 1 -Taking care of COVID-19 patients, distance less than 2 m with aerosol contamination situation -Medical professional, doctor, or nurses who take care patients in transferring ambulance -Medical professional or nurses who did an airway suction in high-risk COVIDVery high-risk 2 -Taking care of COVID-19 patients, distance less than 2 m with aerosol contamination situation of more than 30 minutes -Medical professional, doctors, or nurses who transfer COVID-19 patients in ambulance -Medical professional or nurses who did a bronchoscopy, nasopharyngeal wash, nasopharyngeal aspiration, and surgical operations in high-risk COVID-19 patients -Medical professional or nurses who did CPR in high-risk COVID-19 patients -Leg cover and protective boots for bronchoscopy the others use shoes cover -Cover-all PPE -Long sleeves waterproof gown -Disposable hair cover -N95 face mask or powered air purifying respirators -2 Layers of surgical gloves in surgical procedures PPE, personal protective equipment; COVID, coronavirus disease 2019; CPR, cardiopulmonary resuscitation; N95 face mask, National Institute for Occupational Safety and Health-approved face mask.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Guideline for PPE usage for COVID-19 prevention in Nakornping, Hospital Chiang Mai (The Committee of Infectious Disease Control Nakornping Hospital; the 2nd revision 16th April 2020)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thank you to the Institutional Ethics Review Board at Nakornping Hospital for proof of this letter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Tuanrit Sornsa-ard: https://orcid.org/0000-0003-4021-1278 Wongthawat Liawrungrueang: https://orcid.org/0000-0002-4491-6569",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}