{
    "paper_id": "1d0f9b4b90fdcdda058049a770aa1e7f2f0a8540",
    "metadata": {
        "title": "CORRESPONDENCE Letter: A Guide to the Prioritization of Neurosurgical Cases After the COVID-19 Pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "After the World Health Organization (WHO) declared COVID-19 a global pandemic in March, 2020, surgical departments throughout the United States were required to cancel all elective surgery by executive order. The time sensitivity and necessity of nonemergent surgery was deferred to the local level. Algorithms were developed to triage emergent, urgent, and elective cases in order to divert limited resources to the care of COVID-19 patients. [1] [2] [3] When hospital systems in the New York and Detroit Metropolitan Areas experienced \"black level\" surges of COVID-19 patients, all except for the most emergent cases were put on indefinite hold. 1 By late April 2020, the number of new COVID-19 cases being admitted daily plateaued in these 2 regions and hospitals started planning for the recovery effort. This included addressing all nonemergent surgery that had been postponed, along with the normal inflow of new surgical cases. Meanwhile, as the COVID-19 crisis persisted, albeit at a lower level, this continued to severely limit resources. Not surprisingly, there were discussions regarding the appropriate prioritization and timing of neurosurgical cases.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 649,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we provide a consensus developed with the Delphi method on the timing of surgery in a wide variety of neurosurgical conditions. This guide will be utilized to assist our institutions in prioritizing surgery in a rational manner. We believe that this guide could be useful to other departments, both neurosurgical and otherwise, as they emerge from the COVID-19 pandemic, or other major disruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Participants in the expert panel were invited based on 4 requirements: (1) attending neurosurgeon (2) in active practice in an area of the United States where \"black level\" surges had been occurring as a direct result of the COVID-19 crisis, (3) indefinite cancellation of their elective cases, and (4) no clear timeline to return to elective practice yet announced by their institutions. 1, 4 Two disparate regions of the country were selected (New York City and Detroit Metropolitan Areas) in an effort to avoid regional biases or local practice variations that may exist. Neurosurgeons were invited to voluntarily participate in the survey in order to establish expert consensus about the timing of neurosurgical intervention.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 393,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Consensus Strategy for Neurosurgical Case Prioritization"
        },
        {
            "text": "Participants provided their name, subspecializations, and years of experience as an attending neurosurgeon. Respondents were required to indicate the appropriate timing of surgery in the most frequently encountered surgical scenarios from 6 major subspecialties in neurosurgery (trauma/other, tumor, cerebrovascular, spine, pediatrics, and functional/epilepsy). A total of 86 distinct neurosurgical scenarios were presented to each participant. They were instructed to assume that in every scenario the patient definitely required surgery. Timeframes to perform the appropriate intervention were divided into 6 tiers: (1) emergent \"life or limb\" or within 24 h, (2) within 48 h, (3) within 1 wk, (4) within 2 wk, (5) within 4 wk, and (6) postcrisis or after 4 wk. Participants were provided an opportunity to provide anonymous comments and/or to not answer a particular question if they felt that they could not appropriately contribute an expert opinion in that subspecialty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Delphi Questionnaire and Survey Delivery"
        },
        {
            "text": "Consensus for each question was predefined as an \"agreement among 75% of the experts.\" After the first round of surveys, all participants received a copy of their answers as well as the overall results and anonymous comments. The second survey was delivered 5 d later and participants were asked to reassess scenarios in which a consensus was not reached. Response averages were determined and scenarios that then met the threshold of 75% were considered as having achieved consensus. Scenarios that did not meet the 75% agreement threshold but did achieve a simple majority (>50%) were reported as a \"majority opinion.\" Scenarios with less than 50% agreement were considered as \"inconclusive or disagreement among experts.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Delphi Questionnaire and Survey Delivery"
        },
        {
            "text": "Twenty-two neurosurgeons accepted the invitation to participate in the Delphi study (14 from the New York and 8 from the Detroit Metropolitan Areas). The final panel of neurosurgeons reported subspecializations in trauma (12%), tumor (16%), vascular (12%), spine (23%), pediatrics (5%), functional/epilepsy (7%), and general neurosurgery (26%). Years of experience were a mean of 15.8 ± 10.5 yr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A total of 67 of the 86 unique surgical scenarios (78%) reached the predefined consensus threshold of 75% agreement among experts after 2 survey rounds. The rest reached a majority opinion (>50% agreement), except for 1 surgical scenario (central cord syndrome) that failed to reach agreement or majority opinion. Ten surgical scenarios reached 100% agreement on surgical timing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Depending on their expertise, several participants did not answer every scenario. Trauma/others had the highest average response rate (89%) and functional/epilepsy cases had the lowest average response rate (77%). The scenarios and distribution of responses are shown in the Table. With this consensus-building process, we were able to create a rational system by which the timing of the most common neurosurgical cases can be prioritized (Figure) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "Table.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 439,
                    "end": 447,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In anticipation of the surge from COVID-19 patients, and in response to the executive government order, hundreds of neurosurgical procedures were postponed indefinitely at North Shore University Hospital in Manhasset, New York. Although recommendations started to appear in the literature regarding surgical triage during an ongoing crisis, there was limited guidance on how to prioritize surgical volume as hospitals emerged from the crisis and into the recovery phase, particularly as the backlog of patients waiting for surgery started to grow. [5] [6] [7] [8] [9] Among the many considerations in the resumption of elective surgery were (1) the urgency of the surgery, and (2) the relative prioritization of cases. [4] [5] [6] [7] [8] [9] The authors were determined to demonstrate an approach to organizing this backlog with 2 goals in mind: (1) to ensure applicability to all neurosurgical subspecialties, and (2) to create a template that could be used in the future by other surgical departments.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The Delphi method was utilized to assess the timing of surgery. This method allows an expert panel to have their opinions evolve over subsequent rounds of surveys to reach a consensus. As demonstrated by neurosurgeons from 2 regions of the United States (experiencing the COVID-19 crisis in nearly the same severity and timeframe), consensus on the timing of neurosurgical scenarios could be achieved in 78% of presented surgical scenarios. 10, 11 Furthermore, a majority agreement was reached in every scenario that did not reach consensus with only 1 exception (central cord syndrome). It should be noted that there is a wide range of opinions regarding the management of central cord syndrome. 12 Nonetheless, we were able to establish a guide for prioritization: Northwell Neurosurgical Prioritization Initiative (NNPI; Figure) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 824,
                    "end": 831,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The Delphi method has its drawbacks, namely that it takes an extensive amount of time to complete. We found that with guidance, instruction, and encouragement from department leadership this can be accomplished in a timely manner. The authors performed a complete Delphi study in under 9 d and believe this was a timely accomplishment, especially in the setting of the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Expert panel selection is also critical to a successful Delphi study and frequently cited as a shortcoming. 10,11 Regional biases, habits, or geographic trends in medicine may exist in each surgical specialty. A bias may develop if the expert panel consists of members from one specific geographic region and the opinion may not be applicable to other regions. The authors addressed this by assembling an expert panel that incorporated neurosurgeons from 2 different regions of the nation undergoing a similar crisis situation (\"black level\" COVID-19 surge). Both hospital systems experienced a surge of patients well beyond their baseline institutional capacity. This provided an expert panel that, regardless of region, was homogenous in its experience and circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "At the time of manuscript preparation, we were not aware of a unified neurosurgical guide agreed upon by experts that conveys the prioritization of neurosurgical cases. Our guide, NNPI (Figure) , should serve that purpose. The resulting prioritization of neurosurgical cases allows neurosurgical departments to clearly and effectively communicate with their hospitals and surgical teams to organize the deluge of cases that may be encountered in the post-locked-down period. For emergency cases that require surgery within 48 h, there will likely be little resistance to accommodate them within the scheduling system. However, for less urgent cases, faculty within the neurosurgery department will be competing with each other and with other surgical services. Other considerations include the availability of operating rooms, staff, nurses, anesthesia, recovery/intensive care unit (ICU)/floor beds, medications, and ventilators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Northwell Neurosurgical Prioritization Initiative (NNPI). Summary of timing in the most frequently encountered scenarios of neurological surgery utilizing the Delphi method. Surgical scenarios in italics did not reach a consensus agreement but did reach a majority opinion (>50%). Anonymous comments from the expert panel included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE."
        },
        {
            "text": "The main limitation of our protocol is that it relies on expert opinion. The case categories are by nature broadly defined and cannot take into account individual patient characteristics. Exceptions to this guide may occur when a surgeon believes the clinical situation requires more urgent attention than would be suggested by this guide, provided that a convincing case can be made for such an exception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE."
        },
        {
            "text": "The relative urgency of different neurosurgical interventions can be achieved by an expert panel using the Delphi method. This guide can assist departments in effectively prioritizing nonemergent and elective surgery during the recovery from a pandemic or other major healthcare disruption. Furthermore, this approach can easily be adopted by other surgical disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Letter: the coronavirus disease 2019 global pandemic: a neurosurgical treatment algorithm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mummaneni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa116"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Academic Neurosurgery Department response to COVID-19 pandemic: the University of Miami/Jackson Memorial Hospital model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Eichberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Luther",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa118"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Letter: adaptation under fire: two Harvard Neurosurgical Services during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Arnaout",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiocca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa146"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Editorial. COVID-19 and its impact on neurosurgery: our early experience in Singapore",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Chyi",
                    "middle": [],
                    "last": "Yeu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.4.JNS201026"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Letter: neurosurgery and coronavirus (COVID-19) epidemic: doing our part",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palmieri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa115"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pediatric neurosurgery along with Children's Hospitals' innovations are rapid and uniform in response to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adelson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Brockmeyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.4.PEDS20240"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and spinal surgery",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ghogawala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kurpad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falavigna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg Spine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Editorial. Task shifting and task sharing for neurosurgeons amidst the COVID-19 pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lippa",
                    "suffix": ""
                },
                {
                    "first": "Mld",
                    "middle": [],
                    "last": "Broekman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.4.JNS201056"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early lessons in the management of COVID-19 for the pediatric neurosurgical community from the leadership of the American Society of Pediatric Neurosurgeons",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wellons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.3.PEDS20215"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Defining consensus: a systematic review recommends methodologic criteria for reporting of Delphi studies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Epidemiol",
            "volume": "67",
            "issn": "4",
            "pages": "401--409",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using and reporting the Delphi method for selecting healthcare quality indicators: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boulkedid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdoul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loustau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibony",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A clinical practice guideline for the management of patients with acute spinal cord injury and central cord syndrome: recommendations on the timing (≤24 hours versus > 24 hours) of decompressive surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Fehlings",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tetreault",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global Spine J",
            "volume": "7",
            "issn": "",
            "pages": "195--202",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Neurosurgical Case Scenarios Vascular 75% consensus agreement: 15/17 scenarios (88%) >50% majority agreement: 17/17 scenarios (100%) Average response rate: 84%",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no personal, financial, or institutional interest in any of the drugs, materials, or devices described in this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ]
}