{"paper_id": "1d0fee7989dc1858f6482497e51b44a93f28d854", "metadata": {"title": "Adults at high-risk of severe coronavirus disease-2019 (Covid-19) in Brazil 2", "authors": [{"first": "Leandro", "middle": ["F M"], "last": "Rezende", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Federal de São Paulo. Escola Paulista de Medicina", "location": {"settlement": "São Paulo", "region": "SP", "country": "Brasil"}}, "email": "leandro.rezende@unifesp.br"}, {"first": "I", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Beatriz", "middle": [], "last": "Thome", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Federal de São Paulo. Escola Paulista de Medicina", "location": {"settlement": "São Paulo", "region": "SP", "country": "Brasil"}}, "email": ""}, {"first": "Mariana", "middle": [], "last": "Cabral Schveitzer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Federal de São Paulo. Escola Paulista de Medicina", "location": {"settlement": "São Paulo", "region": "SP", "country": "Brasil"}}, "email": ""}, {"first": "Paulo", "middle": ["Roberto"], "last": "Borges De Souza-Júnior", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Célia", "middle": [], "last": "Ii", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Szwarcwald", "middle": [], "last": "Landmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Ii", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "To estimate the proportion and total number of the general adult population who may be at higher risk of severe Covid-19 in Brazil.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We included 51,770 participants from a nationally representative, household-based health survey (PNS) conducted in Brazil. We estimated the proportion and number of adults (≥ 18 years) at risk of severe Covid-19 by sex, educational level, race/ethnicity, and state based on the presence of one or more of the following risk factors: age ≥ 65 years or medical diagnosis of cardiovascular disease, diabetes, hypertension, chronic respiratory disease, cancer, stroke, chronic kidney disease and moderate to severe asthma, smoking status, and obesity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Adults at risk of severe Covid-19 in Brazil varied from 34.0% (53 million) to 54.5% (86 million) nationwide. Less-educated adults present a 2-fold higher prevalence of risk factors compared to university graduated. We found no differences by sex and race/ethnicity. São Paulo, Rio de Janeiro, Minas Gerais, and Rio Grande do Sul were the most vulnerable states in absolute and relative terms of adults at risk.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Proportion and total number of adults at risk of severe Covid-19 are high in Brazil, with wide variation across states and adult subgroups. These findings should be considered while designing and implementing prevention measures in Brazil. We argue that these results support broad social isolation measures, particularly when testing capacity for SARS-CoV-2 is limited.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The World Health Organization (WHO) suggests that most people infected with the virus may develop mild or uncomplicated (80%) coronavirus disease 2019 , while the remaining 20% may develop its severe variation, requiring hospitalization (14%) or intensive care unit (6%) 1 . Established risk factors for severe disease among inpatients with Covid-19 in China included older age 2,3 and serious medical conditions such as cardiovascular disease 2-4 , diabetes [2] [3] [4] , chronic respiratory disease (in particular chronic obstructive pulmonary disease -COPD) 2 , hypertension 2,4 , cancer 2,5 , and cerebrovascular disease 3, 4 . Recent findings from United States (US) and Europe confirmed these risk factors and proposed new ones, such as chronic kidney disease, obesity, asthma and smoking [6] [7] [8] [9] .", "cite_spans": [{"start": 271, "end": 272, "text": "1", "ref_id": "BIBREF0"}, {"start": 459, "end": 462, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 463, "end": 466, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 467, "end": 470, "text": "[4]", "ref_id": "BIBREF6"}, {"start": 561, "end": 562, "text": "2", "ref_id": "BIBREF2"}, {"start": 625, "end": 627, "text": "3,", "ref_id": "BIBREF4"}, {"start": 628, "end": 629, "text": "4", "ref_id": "BIBREF6"}, {"start": 795, "end": 798, "text": "[6]", "ref_id": "BIBREF9"}, {"start": 799, "end": 802, "text": "[7]", "ref_id": "BIBREF11"}, {"start": 803, "end": 806, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 807, "end": 810, "text": "[9]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The emergence of a highly transmissible pathogen 10 in a completely susceptible population has resulted in an exponential growth of new cases worldwide and a wide dissemination across the globe. As of April 12, 2020, the number of SARS-CoV-2 infections was above 1.8 million, reported in 185 countries/regions of the world 11 . High-and low-income regions are already facing overload of health facilities and facing scarcity of resources to fight the pandemic. In lower resource settings, countries have a short time to prepare prevention and management strategies, including the identification of high-risk populations and regions within countries.", "cite_spans": [{"start": 323, "end": 325, "text": "11", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Herein, we propose a calculation of the proportion and total number of the general adult population who may be at higher risk for severe Covid-19, based on routinely collected data from a nationwide, household-based survey in Brazil. We argue that this method could be easily and rapidly applied within and across countries in order to craft tailored prevention strategies such as social isolation.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We obtained data from the most recent representative, household-based survey conducted in Brazil, the National Health Survey (PNS, 2013 -Pesquisa Nacional de Saúde), carried out by the Ministry of Health in partnership with the Brazilian Institute of Geography and Statistics (IBGE). The PNS enrolled 62,202 adults who responded to a comprehensive questionnaire about several health-related issues. In this study, we included 51,770 participants who responded to the questionnaire about medical diagnosis and lifestyle risk factors, and had their weight and height measured. Further details about PNS have been described elsewhere 12 .", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "We included risk factors for severe Covid-19 based on currently available information from clinical studies and expertise [2] [3] [4] [5] [6] [7] [8] [9] , and for which exposure data were available in the PNS 12 . Age and medical diagnosis of cardiovascular disease, diabetes, hypertension, chronic respiratory disease, cancer, stroke, chronic kidney disease and asthma were assessed. We also obtained time (in years) since cancer diagnosis and treatment/medication use for chronic kidney disease (e.g. dialysis) and asthma to match definitions from the literature (e.g. moderate to severe asthma). Information about age, smoking status and measured body mass index (BMI) were also obtained/estimated.", "cite_spans": [{"start": 122, "end": 125, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 126, "end": 129, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 130, "end": 133, "text": "[4]", "ref_id": "BIBREF6"}, {"start": 134, "end": 137, "text": "[5]", "ref_id": "BIBREF8"}, {"start": 138, "end": 141, "text": "[6]", "ref_id": "BIBREF9"}, {"start": 142, "end": 145, "text": "[7]", "ref_id": "BIBREF11"}, {"start": 146, "end": 149, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 150, "end": 153, "text": "[9]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Risk Factors for Severe Covid-19"}, {"text": "Prevalence of one or more risk factors for severe Covid-19 was estimated using two criteria (Table 1) . Criterion 1 included first identified and established risk factors for severe Covid-19 such as age ≥ 65 years or medical diagnosis of cardiovascular disease, diabetes, hypertension, chronic respiratory disease, cancer or stroke. Although ≥ 60 years have been used to define older adults in Brazil, herein we considered ≥ 65 years to match the definition of risk factors for Covid-19 obtained from the literature and allow comparisons with other publications 2-9 . Criterion 2 additionally included diagnosis of chronic kidney disease and moderate to severe asthma, smoking status (current smokers) and obesity (BMI ≥ 30 kg/m 2 ). Criterion 2 was used to provide a higher sensitivity for the proportion of adults at risk of severe illness. Denominator for both criteria 1 (n = 52,511) and 2 (n = 51,770) included all participants with complete questionnaires. We also estimated the sum of all risk factors for severe illness (0, 1, 2, 3 + risk factors).", "cite_spans": [], "ref_spans": [{"start": 92, "end": 101, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Risk Factors for Severe Covid-19"}, {"text": "Information on covariates including sex, race/ethnicity, educational level, and Brazilian state (26 states and the Federative District) were obtained to describe the proportion of adults at risk of severe Covid-19 by population strata. We also retrieved the total projected number of the Brazilian adult population (≥ 18 years) in 2020 by sex and state from the IBGE 13 .", "cite_spans": [], "ref_spans": [], "section": "Sociodemographic Covariates"}, {"text": "We estimated the prevalence and 95% confidence intervals of adults at risk for severe Covid-19 (Criterion 1 and Criterion 2) by sex, education, race/ethnicity and Brazilian state. We performed sensitivity analyses for prevalence by considering two other definitions for older adults (≥ 60 years and ≥ 70 years). In order to obtain the total number of adults at risk of severe illness, we applied the prevalence to the number of adult's population (≥ 18 years) by sex and state. The sample design was considered for all analyses using the survey prefix command (svy) in Stata version 15.0. ", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Participants characteristics and risk factors for severe illness are presented by age group (Table 2) . Compared with younger participants, older adults (≥ 65 years) were less educated, more likely women, white and presented higher prevalence of risk factors for severe Covid-19, except for smoking. Prevalence of one or more risk factors for severe illness was 47.3% in younger vs 75.9% in older adults.", "cite_spans": [], "ref_spans": [{"start": 92, "end": 101, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Proportion and total number of adults at risk for severe Covid-19 in Brazil varied from 34.0% (53 million adults) to 54.5% (86 million adults) (Table 3) . Overall, 46% of the sample presented no risk factor, 30.0% with one, 15.0% with two, and 9% with 3 or more risk factors for severe illness. Sensitivity analyses considering older adults ≥ 60 years and ≥ 70 years suggested that prevalence could vary from 36.7%-56.2% to 32.3%-53.3%, respectively (Table 4 ). Proportion of adults at risk for severe Covid-19 was 2-fold higher in less educated participants compared with university graduated. We found no differences in prevalence estimates by sex and race/ethnicity (Table 3) . Estimates varied widely across states, with higher prevalence in the South and Southeast regions of the country (Figure) . The highest prevalence was 39.5%-58.4% in Rio Grande do Sul, followed by 36.0-55.8% in Rio de Janeiro and 35.6%-58.2% in São Paulo. The lowest prevalence was found in Amapá (23.4%-45.9%), followed by Roraima (25.0%-48.6%) and Amazonas (25.1%-48.7%). The highest number of adults at risk of severe illness was found in São Paulo (17-21 million), Minas Gerais (6-9 million) and Rio de Janeiro (5-7 million) ( ", "cite_spans": [], "ref_spans": [{"start": 143, "end": 152, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 450, "end": 458, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 669, "end": 678, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 793, "end": 801, "text": "(Figure)", "ref_id": null}], "section": "RESULTS"}, {"text": "In this study, we estimated that a third (53 million) to over a half (86 million) of Brazilian adults present at least one risk factor for severe Covid-19. Our findings point to high prevalence of serious medical conditions in younger, but mostly, among older adults. Less educated adults present 2-fold higher prevalence of risk factors compared with university graduated. São Paulo, Rio de Janeiro, Minas Gerais and Rio Grande do Sul were the most vulnerable states in absolute and relative terms of adults at high-risk. Contrasts between South and Southeast vs North and Northeast regions might be due to different age structure, prevalence of health condition and/or access to medical diagnosis and care.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Estimating the proportion of the population at risk for severe Covid-19 within and across countries is key to improve prevention measures. However, to our knowledge, these estimates are still sparse worldwide. In the US, it was estimated that four in ten (37.6%) adults ≥ 18 years may be at high-risk of severe Covid-19 14 . During the pandemic, time is limited and hence the use of existing health information to support countries' response is imperative. These findings and methods to identify high-risk settings may be useful to plan and manage prevention strategies in Brazil and other low-to middle-income settings with routinely collected data from population-based surveys, but limited testing capacity for SARS-CoV-2.", "cite_spans": [{"start": 320, "end": 322, "text": "14", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The understanding of risk factors for severe Covid-19 has so far supported the implementation of prevention strategies. It is interesting to note that non-communicable diseases such as cardiovascular disease, cancer, respiratory diseases, and diabetes, which accounts for most of deaths globally 15 , play a role on worsening the impact of the Covid-19 pandemic. Since isolation of infected cases and contact tracing alone will not likely suffice to control the pandemic 16 , countries have largely implemented social isolation measures. The combination of different interventions such as case isolation, social distancing of the entire population, household quarantine, school closure and, ultimately, complete lockdown is predicted to have significant impact on transmission 17 . Protecting the groups that are most at risk 18 , such as older adults and people with comorbidities, by widely and temporarily refraining from engaging in social contact, remains imperative. As knowledge on the clinical course of Covid-19 advances, the understanding of risk factors for severe disease will be improved, and so will the estimates of most-at-risk populations.", "cite_spans": [{"start": 296, "end": 298, "text": "15", "ref_id": "BIBREF21"}, {"start": 777, "end": 779, "text": "17", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our results have some limitations. Prevalence of risk factors for severe Covid-19 is likely underestimated due to self-reported medical diagnosis of comorbidities and smoking status. Underlying diseases have been associated with poorer prognosis among inpatients with Covid-19, but some people may have lower risk due to well-controlled blood pressure and serum glucose, for instance, which may have overestimated the proportion and number of adults at risk. Undiagnosed, asymptomatic diseases such as diabetes and hypertension are concerns, especially in low-income settings. This may partially explain differences of adults at risk between Brazilian states. Estimates considered the same weight for all risk factors assessed, which may not be applicable. Furthermore, other known risk factors for severe Covid-19 such as living in a nursing home or long-term care facility, and immunosuppression could not be captured in our study. Lastly, risk factors information date from 2013, the most recent representative, household-based health survey of Brazilian adults. The proportion of older adults has increased in Brazil in the past seven years, as well as the prevalence of obesity and other non-communicable diseases 19 , which may have underestimated our estimates. On the other hand, the prevalence of tobacco smoking has decreased, which may have overestimated the adults at risk of severe Covid-19.", "cite_spans": [{"start": 1219, "end": 1221, "text": "19", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, proportion and total number of adults at risk of severe Covid-19 is high in Brazil, with wide variation across states and adult subgroups. These findings should be considered while designing and implementing prevention measures. We argue that these results support broad social isolation measures, particularly while testing capacity for SARS-CoV-2 is limited.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Predictors of mortality for patients with COVID-19 Pneumonia caused by SARS-CoV-2: a prospective cohort study", "authors": [{"first": "R", "middle": ["H"], "last": "Du", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Liang", "suffix": ""}, {"first": "C", "middle": ["Q"], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "Cao", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China", "authors": [{"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}], "year": null, "venue": "Lancet Oncol. 2020", "volume": "21", "issn": "3", "pages": "30096--30102", "other_ids": {"DOI": ["10.1016/S1470-2045(20"]}}, "BIBREF9": {"ref_id": "b9", "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUS of the Lombardy Region", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}, {"first": "A", "middle": [], "last": "Zangrillo", "suffix": ""}, {"first": "A", "middle": [], "last": "Zanella", "suffix": ""}, {"first": "M", "middle": [], "last": "Antonelli", "suffix": ""}, {"first": "L", "middle": [], "last": "Cabrini", "suffix": ""}, {"first": "A", "middle": [], "last": "Castelli", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Preliminary estimates of the prevalence of selected underlying health conditions among patients with Coronavirus Disease 2019 -United States", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention -CDC COVID-19 Response Team", "volume": "69", "issn": "", "pages": "382--388", "other_ids": {"DOI": ["10.15585/mmwr.mm6913e2"]}}, "BIBREF12": {"ref_id": "b12", "title": "Rome (ITA): Istituto Superiore di Sanitá", "authors": [], "year": 2020, "venue": "COVID-19 Surveillance Group. Characteristics of COVID-19 patients dying in Italy: report based on available data on", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "ACE-2 expression in the small airway epithelia of smokers and COPD patients: implications for COVID-19", "authors": [{"first": "J", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "C", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "A", "middle": [], "last": "Tam", "suffix": ""}, {"first": "T", "middle": [], "last": "Shaipanichi", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Hackett", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Singhera", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Geneva: WHO; 2020", "authors": [], "year": 2020, "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The Novel Coronavirus, 2019-nCoV, is highly contagious and more infectious than initially estimated", "authors": [{"first": "S", "middle": [], "last": "Sanche", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": [], "last": "Romero-Severson", "suffix": ""}, {"first": "N", "middle": [], "last": "Hengartner", "suffix": ""}, {"first": "R", "middle": [], "last": "Ke", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.07.20021154"]}}, "BIBREF19": {"ref_id": "b19", "title": "Projeções da população: Brasil e unidades da federação: revisão 2018", "authors": [{"first": "", "middle": [], "last": "Instituto Brasileiro De Geografia E Estatística", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "How many adults are at risk of serious illness if infected with Coronavirus? updated data", "authors": [{"first": "W", "middle": [], "last": "Koma", "suffix": ""}, {"first": "T", "middle": [], "last": "Neuman", "suffix": ""}, {"first": "G", "middle": [], "last": "Claxton", "suffix": ""}, {"first": "Rae", "middle": ["M"], "last": "Kates", "suffix": ""}, {"first": "J", "middle": [], "last": "Michaud", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980-2017: a systematic analysis for the Global Burden of Disease Study", "authors": [], "year": 2017, "venue": "GBD 2017 Causes of Death Collaborators", "volume": "392", "issn": "", "pages": "32203--32210", "other_ids": {"DOI": ["10.1016/S0140-6736(18)32203-7"]}}, "BIBREF22": {"ref_id": "b22", "title": "Report 3: transmissibility of 2019-nCoV", "authors": [{"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "Cori", "middle": ["A"], "last": "Dorigatti", "suffix": ""}, {"first": "I", "middle": [], "last": "Baghelin", "suffix": ""}, {"first": "M", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Riley", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77148"]}}, "BIBREF23": {"ref_id": "b23", "title": "Report 9: impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": [], "last": "Laydon", "suffix": ""}, {"first": "G", "middle": [], "last": "Nedjati-Gilani", "suffix": ""}, {"first": "N", "middle": [], "last": "Imai", "suffix": ""}, {"first": "Ainslie", "middle": ["K"], "last": "Baguelin", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77482"]}}, "BIBREF24": {"ref_id": "b24", "title": "Centers for Disease Contol and Preventiion. Implementation of mitigation strategies for communities with local COVID-19 transmission", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Secretaria de Vigilância em Saúde, Departamento de Análise em Saúde e Vigilância de Doenças Não Transmissíveis. VIGITEL Brasil 2018: vigilância de fatores de risco e proteção para doenças crônicas por inquérito telefônico: estimativas sobre frequência e distribuição sociodemográfica de fatores de risco e proteção para doenças crônicas nas capitais dos 26 estados brasileiros e no Distrito Federal", "authors": [{"first": "Saúde", "middle": [], "last": "Ministério Da", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Adults at high-risk of severe Covid-19 in Brazil by state and risk criteria.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Definition of risk factors for severe Covid-19 according to two different proposed criteria.", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics and risk factors for severe Covid-19 by age group in Brazil, PNS 2013 Risk factors for Severe Covid-19 (%) Number of risk factors for severe Covid-19* (%)", "latex": null, "type": "table"}, "TABREF2": {"text": "Prevalence of one or more risk factor for severe Covid-19 among the Brazilian general adult population by risk criteria and sociodemographic characteristics, PNS 2013.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Prevalence of one or more risk factors for severe Covid-19\n</td></tr><tr><td>Characteristics\n</td><td>Criterion 1 (n = 52,511) </td><td>Criterion 2 (n = 51,770)\n</td></tr><tr><td>Prevalence (%) </td><td>95%CI </td><td>Prevalence (%) </td><td>95%CI\n</td></tr><tr><td>Total </td><td>34.0 </td><td>33.2-34.7 </td><td>54.4 </td><td>53.6-55.2\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Men </td><td>31.6 </td><td>30.5-32.8 </td><td>53.3 </td><td>52.1-54.5\n</td></tr><tr><td>Women </td><td>35.9 </td><td>34.9-36.8 </td><td>55.4 </td><td>54.3-56.4\n</td></tr><tr><td>Education\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>None or incomplete primary education\n</td><td>66.3 </td><td>64.7-67.9 </td><td>80.2 </td><td>78.9-81.4\n</td></tr><tr><td>Complete primary or incomplete secondary education\n</td><td>30.5 </td><td>29.2-31.9 </td><td>55.0 </td><td>53.5-56.5\n</td></tr><tr><td>Complete secondary education or incomplete undergraduate course\n</td><td>20.4 </td><td>19.4-21.4 </td><td>42.2 </td><td>40.9-43.6\n</td></tr><tr><td>University Graduate </td><td>27.0 </td><td>25.1-29.1 </td><td>46.1 </td><td>44.1-48.3\n</td></tr><tr><td>Race/ethnicity\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>White </td><td>34.9 </td><td>33.8-36.0 </td><td>55.0 </td><td>53.9-56.2\n</td></tr><tr><td>Non-white </td><td>33.1 </td><td>21.1-34.0 </td><td>53.9 </td><td>52.8-54.9\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Sensitivity analysis: prevalence of one or more risk factors for severe Covid-19 among the Brazilian general adult population by risk criteria, definitions of older age and sociodemographic characteristics in Brazil, PNS 2013.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Risk factors for severe Covid-19\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Criterion 1 (n = 52,511) </td><td> </td><td> </td><td>Criterion 2 (n = 51,770)\n</td><td> </td></tr><tr><td>Characteristics\n</td><td>Older age defined as • 60 years\n</td><td>• </td><td>Older age defined as 70 years\n</td><td>Older age defined as • 60 years\n</td><td>• </td><td>Older age defined as 70 years\n</td></tr><tr><td>Prevalence (%)\n</td><td>95%CI\n</td><td>Prevalence (%)\n</td><td>95%CI\n</td><td>Prevalence (%)\n</td><td>95%CI\n</td><td>Prevalence (%)\n</td><td>95%CI\n</td></tr><tr><td>Total </td><td>36.7 </td><td>36.0-37.5 </td><td>32.3 </td><td>31.6-33.0 </td><td>56.2 </td><td>55.3-57.0 </td><td>53.3 </td><td>52.5-54.0\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Men </td><td>34.5 </td><td>33.3-35.6 </td><td>30.0 </td><td>28.9-31.1 </td><td>54.9 </td><td>53.7-56.1 </td><td>52.2 </td><td>51.0-53.4\n</td></tr><tr><td>Women </td><td>38.6 </td><td>37.6-39.5 </td><td>34.2 </td><td>33.3-35.1 </td><td>57.2 </td><td>56.1-58.2 </td><td>54.2 </td><td>53.2-55.2\n</td></tr><tr><td>Education\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>None or incomplete primary </td><td>72.0 </td><td>70.4-73.4 </td><td>62.2 </td><td>60.5-63.8 </td><td>83.4 </td><td>82.3-84.6 </td><td>77.5 </td><td>76.2-78.8\n</td></tr><tr><td>Complete primary or incomplete secondary\n</td><td>32.2 </td><td>30.9-33.6 </td><td>29.3 </td><td>28.0-30.6 </td><td>56.2 </td><td>54.6-57.7 </td><td>54.1 </td><td>52.5-55.6\n</td></tr><tr><td>Complete secondary or incomplete university\n</td><td>22.1 </td><td>21.1-23.2 </td><td>19.8 </td><td>18.8-20.8 </td><td>43.4 </td><td>42.0-44.7 </td><td>41.8 </td><td>40.4-43.2\n</td></tr><tr><td>University Graduate </td><td>30.0 </td><td>28.0-32.1 </td><td>25.6 </td><td>23.7-27.5 </td><td>48.1 </td><td>45.9-50.2 </td><td>45.1 </td><td>43.0-47.2\n</td></tr><tr><td>Race/ethnicity\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>White </td><td>38.0 </td><td>36.9-39.2 </td><td>33.1 </td><td>32.0-34.2 </td><td>57.0 </td><td>55.8-58.2 </td><td>53.8 </td><td>52.6-54.9\n</td></tr><tr><td>Non-white </td><td>35.5 </td><td>34.5-36.5 </td><td>31.6 </td><td>30.6-32.5 </td><td>55.3 </td><td>54.3-56.3 </td><td>52.8 </td><td>51.8-53.9\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Prevalence of one or more risk factors for severe Covid-19 among the Brazilian general adult population by risk criteria and Brazilian states, PNS 2013. 65 years or diagnosis of cardiovascular disease, diabetes, chronic respiratory disease, hypertension, cancer (< 5 years of diagnosis), or stroke; Criterion 2: additionally obesity (BMI ≥ 30 kg/m 2 ), current smoking, chronic kidney disease (diagnosis and under Hemodialysis, peritoneal dialysis, taking medication or did a kidney transplant), moderate to severe asthma (diagnosis and taking inhalers, aerosol or tablets)", "latex": null, "type": "table"}}, "back_matter": []}