{
    "paper_id": "1d11508c956f5002a666b00e3265ea4dd4ae0a7c",
    "metadata": {
        "title": "An adaptive model of health system organization and responses helped Vietnam to successfully halt the Covid-19 pandemic: What lessons can be learned from a resource-constrained country",
        "authors": [
            {
                "first": "Huy",
                "middle": [],
                "last": "Van Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Luke's International University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Minh",
                "middle": [
                    "Van"
                ],
                "last": "Hoang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "An",
                "middle": [],
                "last": "Thi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minh",
                "middle": [],
                "last": "Dao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hoa",
                "middle": [
                    "L"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": "nguyenhuy@slcn.ac.jp"
            },
            {
                "first": "|",
                "middle": [],
                "last": "Tien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thai Binh University of Medicine and Pharmacy",
                    "location": {
                        "settlement": "Huy Van Nguyen"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Phuong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "The",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Luke's International University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quynh",
                "middle": [],
                "last": "Khuong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanoi University of Public Health",
                    "location": {
                        "settlement": "Hanoi",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Mai",
                "middle": [],
                "last": "Le",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Luke's International University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Gilmour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Luke's International University",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Thai",
                "middle": [],
                "last": "Binh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vietnam",
                "middle": [],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coping with the COVID-19 pandemic has been painful and no single model for such a purpose is perfect. However, sharing experiences is the best way for countries to learn real-time lessons and adapt to this rapidly changing pandemic. This commentary shares with the international community how an adaptive model of health system organization and responses helped Vietnam to break trans-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "mission of coronavirus. We find that an effective model is adaptive to time and context, and mobilizes and engages the wider society. We identify merging of different health system units into Center for Diseases Controls as a health system organization that saved massive resources. The early establishment of a formal committee responding to the pandemic helped unify every public health strategy. The mobilization of different stakeholders and communities added resources and facilitated a synchronous implementation of response strategies, even where those strategies involved significant personal or financial sacrifice. National training on Covid-19 treatment for healthcare professionals across the entire hospital system was useful to expand the health service availability. Quickly published response guidelines helped to activate every level of the health system and involve every sector of society. A strategy of keeping high alert and preemptive action is also essential for coping with the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "adaptive model, COVID-19, health system, low-middle-income countries (LMIC), Vietnam While most countries are actively taking action to contain the spread, success has been mixed and many countries have struggled regardless of their national income or development level. Vietnam, a low-middle-income country (LMIC) with a population of nearly 100 million and limited resources, is one of the few countries to have successfully slowed down the pandemic. 1 Sharing the strategies used in Vietnam to successfully slow the pandemic is beneficial to others, and especially to countries facing a growing pandemic. The objectives of this commentary are to briefly review the adaptive model of health system organization and response as a lens to understand how it helps Vietnam sustain a low rate of infection. The lessons learnt can be applied to both other LMICs and high-income countries (HICs), but some adaptations may be expected.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first COVID-19 confirmed was identified in Vietnam on 23 January 2020 in Ho Chi Minh City, the largest city in southern Vietnam, with a travel history from Wuhan. By 11 May 2020, there have been 288 confirmed cases, of whom 249 cases (86.4%) recovered and no deaths have been reported. The COVID-19 pandemic in Vietnam can be described in three waves ( Figure 1 ). 2 The first wave was from the first to 16 cases, all related to Wuhan. By 25 February 2020, all 16 cases recovered. The second wave was from 6 to 19 March 2020 including a cluster of 81 cases related to an index case, who attended a fashion show in Italy and France in late February and came back Vietnam, but did not declare when arriving at Noibai airport in Hanoi, the capital of Vietnam, located in the North. We define an \"adaptive model\" as a pandemic response in which there are substantial changes in the health system organization and its responses appropriate to time and context, which occur as the pandemic develops. Since 2008, recognizing the limitations of the previous segmented organizational model, the Vietnamese government enacted a series of continuous reforms in health system organization. The new model ( Figure 2 ) is more adaptive to recent rapid epidemiological transition, with double burdens of rapidly increasing prevalence of non-communicable diseases (NCD) and slowly decreasing, but still high prevalence of communicable diseases (CD), in a complex socioeconomic context.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "There is a centralized health management system in Vietnam including ministry of health at national level, 63 provincial health departments, and approximately 600 district health departments, and more than 11 000 commune health stations (CHSs), the lowest level of the system. Of those health units, CHS is serving as a \"gatekeeper,\" responsible for providing primary care and referring patients to higher levels of health system only when they have complex health conditions. In the adaptive health system model, all these health units from district to provincial levels have been merged into one uniform center named the Center for Diseases Control (CDC). [3] [4] [5] [6] to treat covid-19 patients for a country with nearly 100 million people. The resources for prevention system are also limited as only approximately 20% of the total national health budget is allocated for this system. With limited resources, it is challenging to the country and health system to cope with the Covid-19 pandemic if it enters a period of rapid growth. However, the above adaptive model also offered some strong advantages that help the health system to respond to the pandemic as discussed next.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 661,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 11 January, when the first death in Wuhan was reported, Vietnam declared a higher alert level than most countries as it closely monitored the borders with China and restricted a large amount of travel between countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the Nation 7 emphasized, Vietnam had a psychological head start and a preemptive strategy. When the first three cases in Vietnam were detected in passengers returning from Wuhan in February, a National Steering Committee for Covid-19 Prevention and Control, headed by the Deputy Prime Minister, was established. A common recipe of public health responses was considered, including quarantine, testing, case detection and isolation, contact tracing, social distancing, lockdown, and personal protective equipment (PPE). Based on this set of disease control principles, multiple adaptations were implemented consistent with multiple potential pandemic scenarios. First, the national committee and the health sector developed a master plan responding to the pandemic with five scenarios, in which, scenario five (the worst) ensured the health system was capable of responding to 30 000 cases. 8 Personnel engaged with the health system was mobilized across multiple sectors of the community, including not only health workers, but also military personnel, police, public employees, medical students, and retired health professionals. A set of national guidelines for Covid-19 prevention, control, detection, and treatment were developed promptly. Importantly, training on treatment guidelines was provided for every hospital, including district hospitals, so that they are capable of delivering treatment for Covid-19 patients. At present, the CDC-centered model is functioning well and actively contributing to pandemic control. While hospitals provide medical care for Covid-19 patients, the CDC and CHS network are responsible for prevention activities and supporting for hospitals. In fact, more than 11 000 CHSs and approximately 97 000 health workers at community level (5-10 staff, an average of 6, working at each CHS), the \"gatekeepers,\" serve as the first contact to provide information, advice, guidance, and isolation facilities if needed.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 894,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hundreds of CDCs, with their approximately 100 000 staff, provide medical care for Covid-19 patients at district level and testing and control at provincial level. Since 08 February 2020, people travelling from highly infected countries have been quarantined and isolated for 14 days and tested for those suspected symptoms at facilities provided by the government. If they are positive, they are hospitalized for strict isolation and treatment. All schools have been closed since the first case was detected until 30 April. Strict and mandatory social distancing was applied nationwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, lockdown has been restricted only to the affected areas. With this adaptive model and integrated network, clinical and preventive systems work closely together toward common goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite much effort in adapting health system, there remain some limitations. The adaptive model of district health units as CDCs has not been implemented fully nationwide. In many districts, high-ranking hospitals are still allowed to be separate from the district CDC. The clinical system is also separate from the preventive system at provincial and central levels, 9 putting an overall health system still segmented. Due to these limitations, further adaptations may be necessary.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To conclude, while researchers and policy makers are still searching for more evidence-based models and practices, sharing information and experiences is the best way for countries to learn some real-time lessons. Our commentary highlights that although adapting the health system organization model to time and context is necessary, we must also adapt our strategies responsive to time, context, and resources. The merging of health units at district and provincial levels to become a unitary CDC framework has added significant resources for the fight and enabled better coordination and more rapid adaptive response. The mass involvement of wider society has also strengthened the organization of the health system. The synchronous implementation of multiple public health measures has been a robust and effective strategy. A spirit of keeping high alert and preemptive action been important for successfully slowing down the spread of the pandemic. Many challenges are still ahead, but by pursuing the above adaption and action, the Vietnamese government and health sector are believed to be successful in the long run. 4 VAN NGUYEN ET AL.",
            "cite_spans": [
                {
                    "start": 1124,
                    "end": 1125,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Bank",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ministry of Health of Vietnam. COVID-19 Information",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "on Providing Regulations on Organization of Specialized Agencies of Provincial/Municipal People's Committees",
            "authors": [
                {
                    "first": "/Nd-Cp",
                    "middle": [],
                    "last": "Of",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "on Prescribing the Organization of Specialized Agencies under People's Committees of District Levels",
            "authors": [
                {
                    "first": "/Nd-Cp",
                    "middle": [],
                    "last": "Of",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidelines for Functions, Tasks, Entitlements and Organizational Structure of Departments of Health Affiliated to People's Committees of Provinces and Central-Affiliated Cities and Health Aur",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Ttlt-Byt-Bnv",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "?ItemID=94029. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Instruction on Funtions, Responsibilities and Organisation of Provincial Health Department and District Health Bureau Belong to People Committee of Provincial and District Level",
            "authors": [],
            "year": 2008,
            "venue": "Circular 03/2008/TTLT-BYT-BNV Dated",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Have the Most Effective Response to Covid-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vietnam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vietnam Finance Times. Scenarios in response to thousands of COVID-19 cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An adaptive model of health system organization and responses helped Vietnam to successfully halt the Covid-19 pandemic: What lessons can be learned from a resource-constrained country",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "Atm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Health Plann Mgmt",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hpm.3004"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The third wave was from 20 March to 14 April 2020, including several clusters occurring in highly populated areas with potential evidence of community transmission. This rate of transmission, representing a 17-fold increase in caseF I G U R E 1 COVID-19 situation and policy implementation in Vietnam [Colour figure can be viewed at wileyonlinelibrary.com] numbers over 37 days, compares favorably with the USA and Japan, which saw a >50 000-fold and 97-fold increase, respectively, over the same period. The implementation of an adaptive model to control the pandemic has contributed to the slow transmission. During that period of 40 days, there were only 174 cases detected (on average 4.3 cases per day). On 28 April, after 12 consecutive days without new community transmission cases, the Deputy Prime Minister of Vietnam declared that COVID-19 to be under control. All 17 cases reported on 08 May were imported cases, not transmitted among the community.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "However, at the central level, all departments, institutes, and centers of the preventive system have remained separate and in the process of being integrated over the coming years. However, the above model still has some limitations including the lack of a close connection between preventive and clinical systems, and between public and private sectors, mainly focusing on clinical services, as most health units are hospitals. In terms of clinical system, lower level health facilities including CHSs and district hospitals, are capable of providing basic medical care. As a result of this separation of clinical and preventive roles, at the beginning of the Covid-19 pandemic, only provincial and national hospitals were capable of offering treatment for Covid-19 patients. Due to the limited number of hospitals at provincial and national level, the system did not appear competent to respond to a high volume of Covid-19 cases. Indeed, in each of those hospitals, there are approximately 50 to 100 beds and 20 to 100 physicians in the department of infectious diseases F I G U R E 2 Health system organization model in Vietnam [Colour figure can be viewed at wileyonlinelibrary.com] VAN NGUYEN ET AL.3",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGEMENT We appreciate nguyenhuy@slcn.ac.jp all colleagues who gave some sort of support, but are not authored in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "https://orcid.org/0000-0002-5896-9661",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Huy Van Nguyen"
        }
    ]
}