{
    "paper_id": "1d12d6c5102ae787309045b101b1034f8ac1538d",
    "metadata": {
        "title": "Lest We Forget: A Dataset of Coronavirus-Related News Headlines in Swiss Media",
        "authors": [
            {
                "first": "Alireza",
                "middle": [],
                "last": "Ghasemi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ELCA Informatik AG Zürich",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": "alireza.ghasemi@elca.ch"
            },
            {
                "first": "Amina",
                "middle": [],
                "last": "Chebira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ELCA Informatique SA",
                    "location": {
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": "amina.chebira@elca.ch"
            }
        ]
    },
    "abstract": [
        {
            "text": "We release our COVID-19 news dataset, containing more than 10,000 links to news articles related to the Coronavirus pandemic published in the Swiss media since early January 2020. This collection can prove beneficial in mining and analysis of the reaction of the Swiss media to the COVID-19 pandemic and extracting insightful information for further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We hope this dataset helps researchers and the public deliver results that will help analyse the pandemic and potentially lead to a better understanding of the events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic started in Switzerland on February 25 th 2020, when the first infection was officially reported in the Italian-speaking canton of Ticino [1] , [2] . Soon the pandemic spread around the country on all cantons, and Switzerland became one of the most infected countries on a per-capita basis [3] , [4] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The Swiss government started putting in place various measures to control and suppress the pandemic. Gatherings were limited and later totally banned, following by closure of all except essential business, and finally closing land borders with neighbouring countries [5] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "These measures helped control the spread of the virus and significantly decreased the number of active and daily new cases in Switzerland. With the success confirmed, government started gradually lifting the established restrictions from late April [6] . Finally, the June 15 th re-opening land borders with the neighbouring countries marked the \"end\" of the pandemic in Switzerland, at least for the first wave [7] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Since the first recorded case of the COVID-19 virus in Switzerland and far before as it was gaining attention around the world, The Swiss media started covering the topic from various aspects, including the everyday news about the state of the country, the immediate effects, and longer-term consequences of the pandemic. Given the multi-lingual and multicultural nature of Switzerland, interesting analyses can be accomplished to see how the media coverage of the pandemic has been managed and what topics in respect to the pandemic have been important to the Swiss media, and hopefully, by proxy to the Swiss public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In order to help the research community and the public be able to analyse and seek answers to the above questions, we at ELCA decided to release our COVID-19 news dataset, containing more than 10,000 links to news articles related to the Coronavirus pandemic published in the Swiss media since early January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We hope this dataset helps researchers make insightful analyses on the reaction of the Swiss public to the pandemic and deliver results that help shape a better response in the prospective future cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We tried to cover the most popular Swiss newspapers and news websites. Therefore, we chose a total of 10 news sources in German, five in French, three in Italian, and also two English-speaking Swiss news websites in order to make the data more accessible to to researchers outside Switzerland. Table I ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "II. THE DATA"
        },
        {
            "text": "We backdated our data collection to late 2019, and started scanning front pages of the selected news sources in consecutive days, extracting headlines of the articles. Initially, articles with any of the following keywords in the title were deemed \"Coronavirus-related\":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Selection of Relevant Articles"
        },
        {
            "text": "• Pandem* (To account for different spellings of the concept in different languages). This inevitably leads to false negatives. In order to reduce such false negatives, we read at a later stage the synopsis of the article and searched for the keywords also in the body, yielding more positive results. The distribution of the languages in the dataset is depicted in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Selection of Relevant Articles"
        },
        {
            "text": "The first article we could find in the Swiss media has been published on January 8 th in the French-speaking news portal 20 Minutes, titled \"A new Coronavirus appears in China\" [8]. We have made a web application to simplify exploring and browsing the data, and reading the collected news articles. The web application is available at https://covidnewsdataset.herokuapp.com/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Selection of Relevant Articles"
        },
        {
            "text": "We explained in this article our Swiss COVID-19 dataset and how it has been collected. We publish the dataset hereby for public use, along with an online visualisation application to help explore and look at the news articles of Swiss media during the pandemic in Switzerland. We hope this dataset proves useful in analysis of the pandemic era and the public response to it in Switzerland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Breaking: Switzerland confirms first case of coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Erster besttigter fall in der schweiz",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Blick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaud enregistre 7 dcs, 32 personnes aux soins intensifs",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Heures",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Local",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus in Switzerland: Number of cases rises above 260",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bundesrat verschrft massnahmen gegen das coronavirus zum schutz der gesundheit und untersttzt betroffene branchen",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Switzerland announces gradual easing of COVID-19 restrictions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wiedererffnung der Grenzen: Das mssen Reisende aus der Schweiz jetzt wissen",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Un nouveau coronavirus apparat en Chine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Minutes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "depicts the list of venues and some information about them.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Language Distribution of Articles in the Dataset",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NEWS SOURCES",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}