{
    "paper_id": "1d166092740c1c7135ad0d00b79f338af784ef63",
    "metadata": {
        "title": "The Consequences of Delaying Elective Surgery: Surgical Perspective",
        "authors": [
            {
                "first": "Sue",
                "middle": [
                    "J"
                ],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "L"
                ],
                "last": "George",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veteran Affairs Palo Alto Health Care System",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "M"
                ],
                "last": "Maggio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Hawn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Facs",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahim",
                "middle": [],
                "last": "Nazerali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors received no external funding sources for support of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mini-abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "States. We seek to lay out the challenges to patient health outcomes, hospital finances and resources, and academic institutions' training and research programs that may occur as a result of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Delays in surgery will have real impacts on patient health outcomes, hospital finances and resources, as well as training and research programs. A thoughtful and concerted effort is necessary to mitigate these effects. The SARS-CoV-2 (COVID-19) pandemic will leave a permanent mark on all aspects of society, including politics, culture, economics, health policy, and medicine. Hospitals are at the frontline of this crisis and have shifted their resources to handle the coronavirus pandemic on an unprecedented scale. No department has been left untouched from the effects of COVID-19, surgery included. By mid-March, institutions in hotspot areas began postponing or canceling elective cases to preserve resources and reduce risk of transmission. 1 Currently, hospitals are only performing the most urgent cases. However, elective surgery is not optional surgery; it may be deemed non-urgent at this time but does not mean unnecessary. In 2014, more than 21 million surgeries were performed in the United States, 2 and estimates suggest 91% of U.S surgeries are elective. 3 At the conclusion of the crisis, there will be at least a three-month backlog of surgery. Rough calculations suggest that these three months translate into nearly 5 million surgical cases. The impending surgery backlog is a serious problem that hospital administrators and surgeons will inevitably need to address.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 750,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1074,
                    "end": 1075,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) has warned against neglecting the provision of essential health services including surgical treatment. 4 While PPE, medical equipment, and staff have been diverted to the current crisis, many patients with diseases which under normal circumstances would have been managed with elective surgical treatments, will go untreated as a result of the pandemic. The American College of Surgeons (ACS) published COVIDrelated triage guidelines for various surgical specialties, and individual surgical specialty societies quickly followed suit with their own specific recommendations. 1 or limb. Closing operating rooms as part of real-time, day-to-day management of the COVID-19 crisis is appropriate and rational. However, by committing to this course of action, we have elected to delay surgical care for those who need it, in order to conserve resources for the pandemic.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 612,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estimates place the total number of U.S. deaths from coronavirus in the tens to hundreds of thousands, but the indirect effects of delayed or deferred care must also be counted in the final tally. The burden of disease continues to accumulate while patients await surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Progression is a key feature of many surgical diseases, and delays in treatment result in worse outcomes and higher mortality for patients across a broad spectrum of diseases. For certain cancers, advancement to later stages can occur in as little as 4-8 weeks, well within projected delays of elective surgical procedures. More advanced disease at the time of surgery may result in increasingly morbid operations which are associated with higher costs. Delays in surgery have been shown to result in higher rates of surgical site infections, leading to increased costs ranging from $7,000-$17,000 for coronary artery bypass graft and colon and lung resections. 5 Some diseases are being managed non-operatively which may increase expenditures. The medical consequences of surgical delays will likely manifest in increased costs to the healthcare system via treatment of more advanced disease, often requiring more intense and more costly treatment. For example, disease progression in breast, colorectal, and lung cancer is associated with an annual increase of $50,000 per case. 6 Even the deferral of procedures traditionally considered low-acuity, such as cataract surgery, joint replacements, or bariatric cases will have material implications via reduced activity, mobility, and quality of life for patients. Many patients who had been waiting and preparing for their surgeries for weeks, if not months, now must suffer additional delays without ability to reschedule or plan Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1081,
                    "end": 1082,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "for surgery. When surgeries are finally rescheduled, patients may face their operation alone if hospitals continue restricting visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Delays in the diagnostic evaluation of patients will also contribute to the backlog of elective surgeries. Many diagnostic procedures, including colonoscopies, mammograms, and biopsies, are on hold during the pandemic. As a result, there may be a decline in diagnoses of cancer and cardiovascular disease during this period, followed by a surge in new cases upon resumption of diagnostic procedures. This will compound the surgical backlog that most institutions will already be facing in the latter half of the year. Each specialty and surgical division should take advantage of the current interruption in the regular schedule to consider the accrual of cases and start determining a prioritization order for these patients. For instance, tumor boards should use this opportunity to begin examining patients on a case-bycase basis and determine some order of priority once we can proceed with surgical care. It is imperative surgical departments start this process now, especially as we may face future halts and starts in surgical schedules. However, the issue of allocating resources across competing surgical specialties is especially difficult to address.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the strain on medical resources, academic institutions also face challenges with regards to their training and research programs. The projected three-month interruption of normal hospital routine affects all trainees. Particularly for surgical trainees, the pandemic will reduce case numbers and educational opportunities. Although there may be a surge of surgical cases in the latter half of the year, this current period is the final quarter of training for many surgical residents and fellows. Consequently, the American Board of Surgery has decided to reduce case number requirements so that trainees may achieve board eligibility at the conclusion of the academic year. The pandemic has also disrupted research activity across the country. Laboratories have either been closed or are operating with significantly reduced manpower and supplies, translational research has ground to a halt, and surgical clinical trials will struggle with enrollment during this crisis. This interruption in the acquisition of skills and knowledge will be felt for years to come.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current estimates of the direct costs of COVID-19 to the healthcare system range from a staggering $362 billion to $1.5 trillion in charges and $139 billion to $558 billion in estimated allowed amounts. 7 However, the indirect medical costs of COVID-19 will also likely be enormous. Medical centers will have to account for the loss of revenue from delaying or canceling elective surgery. Hospitals will also likely face changes in insurer and payer mix, with greater numbers of newly uninsured and publicly insured patients, which will in turn affect already strained hospital financial accounts. As a result of the crisis, three in ten Americans have lost their jobs, been laid off, or had their hours reduced without pay. 8 Many will also lose their health insurance, a known determinant of access to surgical care and associated with worse surgical outcomes. 9 Certain socioeconomic groups are already disadvantaged with regards to receipt of timely surgical treatment. 10 COVID will undoubtedly exacerbate the challenges these vulnerable groups face. Many patients struggle to find time off work, secure childcare, and obtain transportation to and from the hospital. Atrisk patients will be more difficult to reach and will face more challenges in advocating for themselves. It is our moral obligation to ensure all people from all backgrounds have equal access to surgical care.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 725,
                    "end": 726,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 863,
                    "end": 864,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 974,
                    "end": 976,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Surgeons face ethical quandaries every day regarding issues such as beneficence, patient autonomy, informed consent, overtreatment, and withdrawal of care. These are just some of the patient-centric principles we consider when deciding whether and when to operate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, hospital administrators and surgeons must soon contemplate the moral predicament of allocating limited surgical resources amongst extraordinary volume in the coming months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Competing models of fairness and equity offer different principles on which to organize surgical priority. Institutions must tackle the unique challenge of prioritizing across surgical specialties and prioritizing disease and stage progression. We will have to determine how our actions can promote the well-being of the whole community rather than individual patients and providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The crisis has exacted a heavy toll on all healthcare providers. We are tackling unfamiliar roles in this ever-changing landscape. Surgeons with dual boarding in critical care are taking care of non-surgical COVID patients. Some surgeons in the hardest hit areas are called to the front line in emergency departments and urgent care clinics. Like many families across the country, surgeons are juggling childcare and home-schooling, while worrying about their own finances, exposure to COVID, and possibly infecting their loved ones at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, many of our patients are not receiving the surgical care they need. The emotional burden of the crisis will not end when the time comes for hospitals to reopen their operating rooms. Instead, surgeons will be faced with backlogs of patients who may have become sicker in the interim. In light of predictive models forecasting relapsing and recurring cycles of COVID seasons, now is the time to form a cohesive and organized response to manage the disruption of surgery. A framework to address the accumulation of surgeries within and across specialties to treat those who have encountered a delay in care is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: Guidance for Triage of Non-Emergent Surgical Procedures. American College of Surgeons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surgeries in Hospital-Based Ambulatory Surgery and Hospital Inpatient Settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency-to-Elective Surgery Ratio: A Global Indicator of Access to Surgical Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guglielminotti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mtalimanja",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World J Surg",
            "volume": "42",
            "issn": "7",
            "pages": "1971--1980",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-017-4415-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Operational guidance for maintaining essential health services during an outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hospital Delay of Elective Surgery for High Volume Procedures: The Impact on Infectious Complications",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dombrovskiy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "211",
            "issn": "",
            "pages": "784--790",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2010.08.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cost of Disease Progression in Patients with Metastatic Breast, Lung, and Colorectal Cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Engel-Nitz",
                    "suffix": ""
                },
                {
                    "first": "Dacosta",
                    "middle": [],
                    "last": "Byfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oncologist",
            "volume": "24",
            "issn": "9",
            "pages": "1209--1218",
            "other_ids": {
                "DOI": [
                    "10.1634/theoncologist.2018-0018"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 -The Projected Economic Impact of the COVID-19 Pandemic on the US Healthcare System",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Impact Of Coronavirus On Life In America. The Henry J Kaiser Family Foundation",
            "authors": [],
            "year": 2020,
            "venue": "KFF Health Tracking Poll -Early",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primary Payer Status Affects Mortality for Major Surgical Operations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lapar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bhamidipati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mery",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Surg",
            "volume": "252",
            "issn": "3",
            "pages": "544--551",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0b013e3181e8fd75"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disparities in Surgical Access: A Systematic Literature Review, Conceptual Model, and Evidence Map",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Jager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Udyavar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the American College of Surgeons",
            "volume": "228",
            "issn": "3",
            "pages": "276--298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2018.12.028"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In general, surgical societies urge postponement of low-and intermediate-acuity cases, based on low risk to life Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}