{
    "paper_id": "1d18a0ab5aa2c3c653138f3cd4442f83b13a0bfe",
    "metadata": {
        "title": "Surgical Strategy During the COVID-19 Pandemic in a University",
        "authors": [
            {
                "first": "Metropolitan",
                "middle": [],
                "last": "Hospital",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "In",
                "middle": [],
                "last": "Milan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Italy",
                "middle": [],
                "last": "Nicolò",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Mariani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "Pisani"
                ],
                "last": "Ceretti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Veronica",
                "middle": [],
                "last": "Fedele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Barabino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincenzo",
                "middle": [],
                "last": "Nicastro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Marco"
                ],
                "last": "Giovenzana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanna",
                "middle": [],
                "last": "Scifo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Enrico",
                "middle": [],
                "last": "De Nicola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Enrico",
                "middle": [],
                "last": "Opocher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Société Internationale de Chirurgie",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has spread rapidly, forcing some drastic changes not only in our daily lives, but also in our clinical and surgical activities. Given our extensive Italian experience, we hereby describe how our surgical unit activity has changed and how, in some cases, it was necessary to modify surgical strategies. We hope our experience can be shared with our global colleagues who are suffering under similar condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global pandemic of coronavirus disease 2019, caused by SARS-CoV2 virus, started as an atypical pneumonia at the end of 2019 in Wuhan, Hubei, China, and subsequently spread widely, affecting now 210 countries worldwide. Spreading all over the word, the disease leads to severe acute respiratory syndrome and resulted in thousands of deaths. Italy is currently the third most affected country after the USA and Spain; counting as of April 22, 2020, there were almost 183,000 cases and [24,000 deaths [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV2 has created a global public health emergency presumably because the population possessed no pre-existing immunity and owing to the absence of any available therapeutics or vaccines. In Italy, the hardest hit region has been Lombardy, the most populated Italian county (18%) where the first case was reported on February 20 [2] . In response to the rapidly evolving COVID-19related challenges, important changes in surgical activities have been introduced by hospitals.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most significant changes have been the curtailment of elective surgical procedures and the prioritization of non-delayed oncologic or emergency surgery [3] . While some cases can be postponed for some weeks without a relevant impact on patient's general conditions and outcomes, such as small surgery, abdominal wall surgery, bariatric and functional surgery, the same standards cannot be applied to other types of surgery [4] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although this new management is necessary [5] , we have to consider that the vast majority of these deferrable surgical procedures are associated with progressive diseases, so that delays can turn referred surgery into an emergency. It is thus important to keep in mind that the decision whether to perform or not a surgical procedure should be based on many considerations, both actual and perspective. As the San Paolo Hospital was immediately involved in this public health emergency as one of the COVID city hubs in the city of Milan, we would like to provide an outlook on the changes that had to be implemented by our organization as a consequence of the pandemic.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For what specifically concerns our hospital in particular, radical changes have been implemented with the aim of administrating this emergency in the most correct way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital organization"
        },
        {
            "text": "Adoption of new directives for the use of COVID-19 new personal protective equipment (PPE)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital organization"
        },
        {
            "text": "Both involved and non-involved healthcare staff were rapidly trained in using personal protective equipment during ambulatory and ward activities. All staff now have to wear surgical mask during a routine low-risk activity, such as ambulatory and non-COVID patients assistance; emergency staff has the indication to use disposable gowns, double gloves and FFP2 mask as PPE. Among the different COVID? wards, we have to distinguish the intensive care unit and lower-intensity COVID? wards. In the former, we have implemented maximum protective measures that allow the resuscitator to pass from one patient to another without changing too many items, while using the major PPE (gown, mask) for several hours, being mindful that changing clothes continuously could increase contagiousness. In the latter, only the most exposed staff (in direct contact with the patient) use maximum protective measures. The others can operate without gowns, wearing only FFP2 or surgical mask and unsterile gloves [6] .",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 997,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Hospital organization"
        },
        {
            "text": "Clinical wards were all but one dedicated to COVID-19 patients who needed specific care and appropriate ventilatory support from Ventimask, reservoir mask, Boussignac (low-intensity care unit) to C-PAP (mild-intensity care unit) and more invasive supporting strategies like intubation (ICU). The decision to shut down all the other wards was taken because of the initial elevation of pneumonia cases requiring hospital assistance, and the parallel reduction in the number of hospitalizations for other non-COVID medical diseases. This decrease was caused on the one hand by deviation to other hospitals considered COVIDfree of these patients and on the other hand by restrictions of emergency room (ER) access to limit contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of clinical departments"
        },
        {
            "text": "ER has been completely re-adapted for COVID-19 emergency. Surgical and orthopedic accesses have dropped down, in particular non-urgent ones. This was probably caused by the government-imposed quarantine and by people's fear of leaving their homes. For what concerns first-aid locals (visit room and emergency room), we have tried to create a COVID-free track starting from the waiting room in order to reduce contagion in those non-COVID patients that need to transit through the department and toward radiology. These precautions continue to be in place even if we are starting to see a reduction in the number of cases of interstitial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of emergency department"
        },
        {
            "text": "Most of the surgical wards are now closed, and inpatient is moved in a unique ward including general surgery, vascular and thoracic surgery, otolaryngology (ORL) and oral and maxillofacial (OMF) surgery, urology, orthopedic and breast units. All of these specialized branches hospitalized only oncologic and emergency cases. However, we have not been able to limit emergency accesses, which required us to limit ordinary hospitalization, even if oncological, procrastinating them for at least 2 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reorganization of surgical departments"
        },
        {
            "text": "For what concerns emergency, we witnessed a global reduction at the start of the pandemic. There is now a new rise of these cases, especially orthopedic ones mostly lower limb fractures requiring surgical approach. General surgery emergency is actually 10% fewer less within the same period of the last year (February-March 2019/February-March 2020). Other hospitals have registered an increase in emergency operation, in contrary to our experience. The rationale for this difference, in our view, can be primarily explained by the fact that we are not a trauma center. At the same time, when possible we chose to treat in a more conservative way some surgical problems that usually may have been treated in a more direct and urgent surgical way, with the aim to limit the use of specialist staff and operating theater. This approach may be considered unfair because, even if we are living in an extraordinary contest, we do not have to miss good practice from guidelines and evidence-based medicine [7] . We underline that none of these decisions have been taken at the risk of reducing our patients' chance of survival, and we have always discussed cases in interdisciplinary meetings. We would like to remark the importance of making choices (medical, ethical and practical) to correctly use our mean to help patients with higher survival rates, especially in this historic time.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Reorganization of surgical departments"
        },
        {
            "text": "As mentioned before, surgical activity underwent a radical restriction, in order to minimize risk of infection among a population of patients who can tolerate a delay in procedure without important relapse. For the same reason, most of the ambulatory activities were suspended. This choice must be carefully analyzed in light of the consequences of all of those patients with chronic diseases (i.e., IBD, colon diverticulosis, gastric ulcer, HCC, etc.) and waiting for specialist surgical assessment and likely surgical approach to the disease. As a consequence of the reorganization set by government and each hospital management, it is realistic to imagine that limiting elective surgical activity may then lead to an explosion of emergency cases for the next few weeks, followed by a progressive return to normality [2] .",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 822,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Restriction of elective surgical activities"
        },
        {
            "text": "Considering the important curtailment of elective surgery, which amounts to approximately about 80-90% less than before for each surgical branch, it is necessary to evaluate both the type of surgery and patient's features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical indication"
        },
        {
            "text": "First of all, we have to consider all of those surgical patients for whom postsurgical intensive care has been predicted, as this is no longer available in light of the changeover of almost all of the ICU in Milan and Lombardy, in COVID? departments. Starting from 900 ICU beds in Lombardy, 600 additional ICU beds have been added for SARS-CoV2 patients. All of them have been occupied during the full emergency. We used two scores (ASA score and NSQIP-ACS Surgical Risk Calculator) to stratify the real necessity of ICU after surgery, considering perioperative ''real risk'' for those patients with predicted intensive care need. According to this approach, we established two principal classes: patients who really need ICU, whose surgery has been postponed according to ICU availability, and those for whom ICU is not a real necessity, whose a clinical close monitoring was sufficing for. During the whole all SARS-CoV2 emergency, we managed to have two postsurgical ICU beds available for really emergent or unexpected surgery patients, who could not be immediately readmitted to surgical ward. Starting from the evidence that many of these patients have been discharged from operating room without ICU without any particular problems, it is possible to consider that after the COVID emergency, anesthesiological preoperative indication might be modified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical indication"
        },
        {
            "text": "All patients undergoing surgery, from both planned list and ER access, were tested with nasopharyngeal swab and not accepted in ward before negative results were returned (about 12 h), even if we know that the rate of false negative is not negligible with this system (about 30%). Patients from home had nasopharyngeal swab taken about 5 days before surgery. For each surgical session, we summoned at least two patients to be tested with swab, in order to have more possibilities to find someone negative that could then underwent surgery. Before admission, each patient also subscribed a survey to investigate eventual symptoms or contacts with COVID? infected, or suspected to be, in the previous 14 days. For what concerns emergency surgery, patients waited for the results of their swab in ER locals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preoperative management"
        },
        {
            "text": "During the whole hospitalization, patients are exhorted to wear PPE including mask and unsterile gloves. All of the patients are used to wear these devices and wear the protective mask even in operating room, if possible, according to anesthesiological procedures. Since some patients underwent surgery without certain results of the nasopharyngeal swab, especially for emergency surgery, we studied two different tracks, one for potential COVID? and one for the proved negative ones. So, we have two different entrances to surgical unit and two different accesses to the operating room. After surgery, each operating theater underwent sanitation, considering all patients potentially COVID?. To keep our only surgical ward clean and COVID-free, if nasopharyngeal swab resulted positive before the patient's discharge from the surgical unit, they were hospitalized in COVID? clinical ward and the surgeons could visit them there, with adequate clothing, for postoperative care. If the result was unavailable even after surgery, the patient was located in an isolation room within the surgical ward, until positivity or negativity could be ascertained. In order to protect inpatients to possible external contagion, visits from any relatives were forbidden. Medical staff would call them almost daily to provide updates on the recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perioperative management"
        },
        {
            "text": "In this particular contest, the biggest challenge for surgeons has been to rectify previous surgical indications, in order to treat patients in the most correct way, despite the present limitations [8] . In particular, the use of laparoscopy is still debated [9] . We would like to present some examples of patients who have been treated in a different way that differs from normal indication or through a program that is different from what we usually do, resulting in a good outcome and good use of our hospital's resource.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Decision making: which indication?"
        },
        {
            "text": "Case 1 was a female patient, 46 years old, and had a history of bronchial asthma, multinodular goiter and anxious syndrome. Previous hospitalization last days of February 2020, during the initial diffusion of COVID-19, at surgical department for acute cholecystitis not in timing for surgery, which has been postponed for 2 months according to guidelines, considering good outcome with conservative therapy. However, the patient had two new accesses to our emergency department after 6 and 7 weeks since being discharged for persistence of symptoms and gallbladder hydrops at US examination. Considering the non-malignancy disease, the unavailability of OR and eventual ICU need after surgery, we decided to treat her with percutaneous drainage. This strategy was also chosen to delay surgery after the resolution of acute inflammation. The patient was discharged after the procedure, followed by our outpatient surgery. However, on April 14, the patient was hospitalized for relapse of abdominal pain and signs of gallbladder inflammation despite correct positioning of the drainage. Urgent laparoscopic cholecystectomy was performed, and postoperative course and 2-week follow-up were regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1: Acute cholecystitis"
        },
        {
            "text": "Case 2 was a female patient, 78 years old, suffered from bilobar colorectal liver metastases and had a history of obesity, hypertension, past pulmonary embolism and left nephrectomy for renal cell cancer pT12, N0, G2. The patient underwent neoadjuvant chemotherapy (FOLFIRIcetuximab) with partial response (iRECIST); in particular, metastases still hold in S3 (26 mm), S6 (36 mm) and S5-8 (30 mm) with infiltration of the right portal trunk at its root. After multidisciplinary meeting, we decided to perform a two-stage hepatectomy (TSH) as follows: First step, open left colectomy, S3 metastasectomy and right portal vein ligation; second step, open right hepatectomy. The estimated liver volumetry at first evaluation was 28%. The first step was performed on February 6, and postoperative course was complicated by nosocomial pneumonia. Histological examination confirmed colic cancer with hepatic secondary lesion in S3 (ypT3, ypN0, ypM1a). After 3 weeks from the discharge, we evaluated a new liver volumetry, which resulted in 36%, good enough to perform the second stage. However, according to anesthesiologist, the patient needed intensive care assistance following surgery and, at the same time, we were first experiencing COVID-19 emergent (first decade of March 2020). Considering these statements and patient's general delicate conditions, after comprehensive examination according to anesthesiologist and medical oncologist, we decided not to operate. On March 31, the patient started new chemotherapy course (Cetuximab) still underway and well tolerated. Our program is to proceed with medical therapies as long as we can perform the second stage with ICU assistance, as planned before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2: Liver metastases"
        },
        {
            "text": "Case 3: Stenosing carcinoma of the sigma Case 3 was a male patient, 89 years old, and had a history of rapid weight loss and constipation and no previous colonoscopy. After an emergency access for occlusive symptoms', a CT scan with contrast documented a probably malignant stenotic neoformation of sigma-rectum. We did not choose emergent operation despite clinical and radiological signs of occlusion, to avoid ICU recovery after surgery and to limit surgical and anesthesiological complications. In particular, this patient could be a candidate for temporary or definitive ileostomy or colostomy, a risky condition for elderly patient especially facing summer, not least chemotherapy. Medical and conservative treatment was started (intravenous hydration, nasogastric tube, electrolytes abnormalities correction), while complete preoperative examinations were performed with the aim to operate him as soon as possible in the best conditions. We performed a colonoscopy to see eventually other lesions and to place an endoscopic stent as bridge to surgery. Even if he was a really old patient, considering that he had no comorbidities and according to his relatives, we decide to perform delayed urgent surgery, without a fast-track postoperative protocol. Also thanks to the stenting procedure, we could perform an open left colectomy with end-to-end anastomosis without any stoma. Histological examination described an adenocarcinoma of the sigma pT3, N0, G3, and outpatient oncologic evaluation was established before discharging. Postoperative course and 30-day follow-up were regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2: Liver metastases"
        },
        {
            "text": "Case 4 was a male patient, 56 years old, and suffered from a single 30-mm HCC in S5 (CT-LIRADS 5). Cirrhosis etiology was from hepatitis C virus (HCV), successfully eradicated in 2015 (sofosbuvir/ledipasvir and ribavirin) and actually well compensated (Child-Pugh A5, Meld 8); he also suffered from diabetes on insulin therapy. After multidisciplinary team meeting, we decided a minimally invasive approach (laparoscopic thermal ablation). Nevertheless, operation timing coincided with the major pandemic diffusion and a laparoscopic approach was risky, as said before. At the end, considering tumor position and risk-benefits ratio (optimal treatment vs possible COVID contagion) we had a new multidisciplinary meeting. According to Barcelona criteria (BCLC), thermoablation therapy was the correct choice but better through laparoscopy; the percutaneous approach can be considered the second choice, but in this case, it was probably the best one. The intervention was successfully performed and the patient was discharged in I postoperative day. Thirty-day follow-up is regular, without any complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 4: Hepatocellular carcinoma (HCC)"
        },
        {
            "text": "Case 5 was a female patient, 67 years old, and first hospitalized in our ward at beginning of March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 5: Diverticular disease's complications"
        },
        {
            "text": "The patient was affected by hypertension, type 2 diabetes and vague depressive symptom better defined by psychiatric consult, and improved after SSRI administration, during the hospitalization. Her first hospitalization was due to abdominal fluid collection (7 9 7 9 8 cm) in hypogastric region in complicated diverticular disease, treated by percutaneous drainage with resolution, postponing a surgical treatment after a colonoscopy and adequate recovery. Unfortunately, for relapse of symptoms (fever and abdominal pain) the patient came back to ER only 2 weeks later. A new CT scan documented a relapse of the intra-abdominal abscess. Considering the history of the patient, an urgent surgical approach to the problem should be considered as the first choice. Since the involvement in the abscess of abdominal fascia and subcutaneous tissues, a high risk of postsurgical infection and/ or dehiscence of abdominal wall was estimated, plus ICU recovery needed. For these reasons, we chose a conservative treatment through a new percutaneous drainage placement. Evaluation of nutritional status was done recognizing an important malnutrition state (MUST 2). Therefore, the patient was supported with parenteral nutrition (about 1600 kcal/die) and vitamins. Finally, the patient underwent elective surgical laparotomy intervention with intra-operative diagnosis of inflammatory pseudotumor of the sigmoid colon complicated by fistula and abscess. Left side colectomy with anastomosis was performed. Postoperative period was regular. In this case, conservative approach as the first step allowed to limit surgical risks, to upgrade nutritional assessment that was inadequate at the admission and to manage sepsis and general status avoiding ICU recovery after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 5: Diverticular disease's complications"
        },
        {
            "text": "With regard to operating room setting, the entire medical team (surgeon, anesthetist and nurses) started to use an additional type FFP2 mask under the surgical one, protective glasses and double pair of gloves [6] . Following some recent publications, the laparotomic approach has to be preferred. Nevertheless, our group has chosen at first a mini-invasive approach to an open one, when it was possible. In particular, in order to reduce contamination from spreading of CO 2 used for pneumoperitoneum, we introduce in our OR a device. It is a tube connected to one of the trocars, supplied by a filter at the extremity in order to drain out gas safety from the abdomen during laparoscopic procedures as Mintz et al. showed [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Operating theater setting"
        },
        {
            "text": "Even if all patients that underwent surgery had negative swab for SARS-COV2, we decided to perform an additional swab on the out-flow filter at the end of each procedure in OR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating theater setting"
        },
        {
            "text": "The aim was to compare postoperative filter swab with preoperative NF swab and also to estimate the possibility of viral spreading by the pneumoperitoneum. We preferred to not test the ventilation filter, used for general anesthesia during the intervention, in order to spare some useful swabs for the clinicians into wards or emergency room, and also do not overload the microbiology department in this critical period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating theater setting"
        },
        {
            "text": "We hope to have more data available soon, also collected by other groups and going back to the normal elective surgery, to confirm our hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating theater setting"
        },
        {
            "text": "We are living in a fickle period, and it is hard to make certain predictions about the evolution of COVID-19 pandemic. Biomedical literature is receiving many inputs from different fields. However, basing our job on good clinical practice and evidence-based medicine, we tried to make some supposition in these 2 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is next?"
        },
        {
            "text": "In a few weeks, it is plausible to expect a stabilization of contagions. That could drive the Italian National Health Service out of emergency and reduce the stress on the ICU. Such ''stable'' situation could be the occasion to create double tracks to admit patients to the hospital: the clean route and the COVID? one. Despite the adjustment and good maintenance, our hospitals are quite old buildings and often not easy to reorganize. So, it could be difficult to separate those two routes and keep them separated in hospitals. We think it would be more reasonable not to spilt a single hospital in two components, but rather to identify all the citizens and regional hospitals and divide them in ''COVID? Hub'' and ''COVID-free Hub.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is next?"
        },
        {
            "text": "In the next months and probably till the end of 2021, we expect a severe reduction in the number of contagious and symptomatic people for SARS-COV2. Also, we hope that a vaccine that could progressively drive us out of the pandemic would be available. In these months, we imagine a relaunch of elective surgery procedures, with the possibility of isolating the few COVID? symptomatic cases remaining in specific hubs, in order not to compromise the activity of other wards or entire hospitals. However, since all the follow-up and screening programs have been stopped or delayed during the first phase of COVID-19 pandemic, we think the onset of an increase in surgical disease (benign and oncological) and also ER accesses due to them, with a consequential increase in the number of urgent surgical procedures, as a main effect of delayed diagnosis, is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is next?"
        },
        {
            "text": "In the future, history more than medic literature can teach us what will happen. In Italy, well-known examples of the pandemic can be found in the literature, such as the 1300 plague described in the Decameròn by Giovanni Boccaccio or the 1600 plague described by Alessandro Manzoni. More recent and well documented by scientists is the Spanish flu at the beginning of the twentieth century. Human beings survived all those pandemics, paying sometimes a big price, while making huge steps in knowledge. We think it is realistic that in the future we will come back to a normal life, clinical and surgical activity, probably without IPD (like surgical mask or gloves) required. Probably, once herd immunity is achieved, SARS-COV2 will end up in our history books.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is next?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 pandemic: perspectives on an unfolding crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11627"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus pandemic and colorectal surgery: practical advice based on the Italian experience",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Saverio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Colorectal Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/codi.15056"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A practical approach to the management of cancer patients during the novel coronavirus disease 2019 (COVID-19) pandemic: an international collaborative group",
            "authors": [
                {
                    "first": "Al-Shamsi",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzanti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alhuraiji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1634/theoncologist.2020-0213"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Guidance for Triage of Non-Emergent Surgical Procedures",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Precautions for operating room team members during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategy for the practice of digestive and oncological surgery during the Covid-19 epidemic",
            "authors": [
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Tuech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gangloff",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Visc Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviscsurg.2020.03.008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics and outcomes of patients undergoing surgeries during the incubation period of COVID-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eclinm.2020.100331"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SAGES recommendations",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Low cost, safe and effective method for smoke evacuation in laparoscopic surgery for suspected coronavirus patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mintz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arezzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000003965"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus (COVID-19) outbreak: what the department of endoscopy should know",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gie.2020.03.019"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Surgical smoke may be a biohazard to surgeons performing laparoscopic surgery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Surg Endosc",
            "volume": "28",
            "issn": "8",
            "pages": "2374--2380",
            "other_ids": {
                "DOI": [
                    "10.1007/s00464-014-3472-3"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors' contributions APC and NMM conceived the study; GS, MG and NMM analyzed and interpreted the data; NMM, VN and VF drafted the article; MB, APC and EDN revised the article critically; and EO approved the final version to be submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}