{
    "paper_id": "1d1d8a2504dd0af4e924200fc2a97cd937c2e045",
    "metadata": {
        "title": "Encephalitis Outbreaks in Muzaffarpur: Five Blind Men Describing an Elephant!",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "However, the Academy is capable of going much beyond merely reporting of the cases. We have the expertise to lead investigations and offer solutions regarding diagnosis and management of these 'mystery illnesses'. Already, few IAP members are involved in the investigations of the ongoing recurring outbreaks in Muzaffarpur in their own individual capacity. The Infectious Disease Chapter of IAP should come forward and contribute to ongoing investigations. It can organize brain storming sessions on the problem involving all the stakeholders, including State and Central agencies. The local pediatricians, usually the IAP members, are keys to the success of this endeavor. In fact, the Government of India is short of technical advice on many issues pertaining to outbreak investigations and usually depends on multiple agencies -some of their own and some from outsides -for solving the mystery and instituting preventive measures, which ultimately do not go beyond recommending mass vaccination against Japanese encephalitis in affected areas [2] .",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Outbreak investigation in India is in a dismal state. Once an outbreak is spotted, usually by the media, the regional and central investigating teams arrive, carry out field survey, collect few biological samples, perform virological investigations, and if no organism is identified, label the outbreak to be caused by an unidentified viral agent [3] . The problem is each team starts with a fixed mindset and looks for some infective pathology behind every outbreak. There is lack of coordination and synchronization of efforts, and ultimately they waste their energy either duplicating the efforts of others or pursuing a different approach unmindful of other's accomplishment. Individual experts start investigating these outbreaks according to their own areas of interests. For example, in an outbreak of AES amongst children in Andhra Pradesh, India in 2003, the virology group concluded it to be an outbreak of acute encephalitis caused by Chandipura virus [4] and the neurology team claimed the outbreak was caused by a neurovascular stroke called as \"epidemic brain attack\", not by any encephalitis [5] . Similarly, in Muzaffarpur outbreaks, one group claimed it to be caused by heat stroke, and another hinted towards a toxin contained in the litchi, a locally grown fruit [1] . The current scenario is bit murky and resembles like five blind people describing an elephant.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The need of the hour is to adopt a fresh systematic approach with an open mindset. Every effort must be made to characterize the clinical entity, whether it is an encephalopathy, encephalitis or a multisystem disease. Thorough clinical, biochemical, histopathological and microbiological investigations, and autopsies must be performed to reach at a correct clinico-pathological diagnosis. Second stage of investigations should consist of proper epidemiological investigations to identify any risk factor. Based on these investigations, further studies that may include detailed toxicology can also be planned. The team should include epidemiologists, pathologists, neurologists, toxicology experts, public health experts and pediatricians. They should report to one designated authority spearheading all these teams. It is definitely possible to crack the mystery behind these recurring outbreaks and put an end to the prolonged ordeal of innocent children. History repeats in Bihar, as pointed out by IAP President [2] . The 'mystery disease' recurred annually for decades in the North-Western districts, during premonsoon months; it was called 'Muzaffarpur encephalitis' first and later Acute encephalitis syndrome, as ICMR/NCDC failed to find viral etiology. Again, a volunteer team (T Jacob John, Arun Shah and Mukul Das facilitated by NK Sinha and guided by Maya Thomas) investigated the problem. We diagnosed hypoglycemic encephalopathy and have advised Bihar Health Ministry how to investigate etiology and to mitigate the risk factor of undernutrition [3] . These non-infectious encephalopathy cases can be prevented or treated. In UP, public education that Cassia occidentalis is poisonous was enough to prevent the disease [4] . In Bihar, early infusion of 10% dextrose saved lives [3] .",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1734,
                    "end": 1737,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In healthcare, incorrect diagnosis or treatment is medical negligence. In public health, incorrect management is public health negligence -consequent deaths amount to homicide by public health negligence [5] . State officials believe that outbreak investigation is the responsibility of the Central Government. In Delhi, the view is that health is State subject; States are responsible for diagnosis and prevention.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VIPIN M VASHISHTHA"
        },
        {
            "text": "The unfortunate victims are people without voice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPIN M VASHISHTHA"
        },
        {
            "text": "India's health management system lacks organization with clear lines of command and is in need of review and repair. IAP can serve as advocate, advisor and guide in this regard. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPIN M VASHISHTHA"
        },
        {
            "text": "We read with interest, the recently published article on the atypical manifestation of dengue fever in children [1] . The authors have highlighted the occurrence of atypical manifestations like splenomegaly, neurological abnormalities, acute respiratory distress syndrome (ARDS), disseminated intravascular coagulopathy (DIC), diarrhea and myopathy. In this context, we would like to share our experience of the atypical manifestations during the epidemic of dengue fever at Puducherry in 2012-13. During the dengue fever epidemic, atypical manifestations were seen in 16 children (15.2%) and out of them splenomegaly (21.2%), biphasic fever (12.6%) and diarrhea (11.4%) was the most common; 32.3% of children with severe dengue infection had bleeding. The common mode of presentation of severe dengue infection was with features of peripheral circulatory failure (47.6%) and hypotension (30.3%) without bleeding. ARDS, myocarditis and DIC were seen in four children, five children had encephalopathy and refractory shock, and three children had myositis. Ultrasound abdomen showed gall bladder wall edema in 24% of cases. There were six deaths; common causes for poor outcome were ARDS, multiorgan failure, DIC and refractory shock.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Atypical Manifestations of Dengue Fever"
        },
        {
            "text": "Since many children of dengue hemorrhagic fever had features of peripheral circulatory failure without VOLUME 51 __ NOVEMBER 15, 2014 CORRESPONDENCE spontaneous bleed, we found it difficult to classify them according to the dengue hemorrhagic fever guidelines given by World Health Organization in 2011 [2] . Our clinical experience suggests a need to relook at the classification of dengue fever and its management guidelines. With recent epidemics showing the changing pattern of presentation, atypical manifestations occur more often than previously reported [3] . The awareness regarding atypical manifestations of dengue fever is lacking among the health care personnel at primary health centers from where these cases are more often referred. Since the case fatality rate in children with severe dengue infection is high, pediatricians have a very important role to play to reduce the disease burden, and the minimum we can do is to update the health care personnel and community at various forums, about the various atypical manifestations of dengue for prompt recognition and management.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Atypical Manifestations of Dengue Fever"
        },
        {
            "text": "Puducherry, India. psriram_ped@yahoo.co.in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Indira Gandhi Medical College and Research Institute,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Misery of mystery of Muzaffarpur",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Yewale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian Pediatr",
            "volume": "51",
            "issn": "",
            "pages": "605--611",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Indian health ministry orders encephalitis vaccination in select districts after more than 500 deaths",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Travasso",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inadequate research facilities fail to tackle mystery disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A large outbreak of acute encephalitis with high fatality rate in children in Andhra Pradesh",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wairagkar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gore",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Arankalle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Thakare",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "869--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of Chandipura virus in an \"epidemic brain attack",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Rajyam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr Neurol",
            "volume": "2",
            "issn": "",
            "pages": "131--174",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cassia occidentalis poisoning causes fatal coma in children in western Uttar Pradesh",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Vashishtha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indian Pediatr",
            "volume": "44",
            "issn": "",
            "pages": "522--527",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Misery of mystery of Muzaffarpur",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Yewale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian Pediatr",
            "volume": "51",
            "issn": "",
            "pages": "605--611",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recurrent outbreaks of hypoglycaemic encephalopathy in Muzaffarpur",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bihar. Curr Sci",
            "volume": "107",
            "issn": "",
            "pages": "570--571",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disappearance of a deadly disease, acute hepatomyoencephalopathy syndrome, from Saharanpur",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Panwar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian J Med Res",
            "volume": "135",
            "issn": "",
            "pages": "131--133",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Homicide by neglect? Uncontrolled pediatric infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indian Pediatr",
            "volume": "47",
            "issn": "",
            "pages": "541--543",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Atypical manifestations of dengue fever",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pawaria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Juneja",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meena",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian Pediatr",
            "volume": "51",
            "issn": "",
            "pages": "495--501",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dengue Hemorrhagic Fever: Diagnosis, Treatment, Prevention and Control. 2nd edn. Geneva: World Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dengue viral infection in Children -A perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramanian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amperayani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Dis Child",
            "volume": "97",
            "issn": "",
            "pages": "907--919",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}