{"paper_id": "1d246527a9d9a6d31c516b3c10ba0ff1d73b2eb7", "metadata": {"title": "Open Peer Review SARS-CoV-2 epidemic in India: epidemiological features and in analysis of the effect of interventions silico [version 1; peer review: 2 approved]", "authors": [{"first": "Archisman", "middle": [], "last": "Mazumder", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mehak", "middle": [], "last": "Arora", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vishwesh", "middle": [], "last": "Bharadiya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Parul", "middle": [], "last": "Berry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mudit", "middle": [], "last": "Agarwal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Priyamadhaba", "middle": [], "last": "Behera", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deepak", "middle": [], "last": "Shewade", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayush", "middle": [], "last": "Lohiya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohak", "middle": [], "last": "Gupta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aditi", "middle": [], "last": "Rao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Giridara", "middle": ["Gopal"], "last": "Parameswaran", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "After SARS-CoV-2 set foot in India, the Government took a Background number of steps to limit the spread of the virus in the country. This included restricted testing, isolation, contact tracing and quarantine, and enforcement of a nation-wide lockdown starting 25 March 2020. The objectives of this study were to i) describe the age,gender distribution and mortality among COVID-19 patients identified till 14 April 2020 and predict the range of contact rate; and ii) predict the number of active COVID-19 patients after 40 days of lockdown.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": We used a cross-sectional descriptive design for first objective Methods and a susceptible-infected-removed model for predictions. We in silico collected data from government-controlled and crowdsourced websites.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": Studying age and gender parameters of 1161 Indian COVID-19 Results patients, the median age was 38 years (IQR, 27-52) with 20-39 year-old males being the most affected group. The number of affected patients were 854 (73.6%) men and 307 (26.4%) women. If the current contact rate continues (0.25-27), India may have 110460 to 220575 infected persons at the end of 40 days lockdown.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": The disease is majorly affecting a younger age group in India.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Interventions have been helpful in preventing the worst-case scenario in India, but will be unable to prevent the spike in number of cases. How to cite this article: et al. SARS-CoV-2 epidemic in India: epidemiological features and in silico F1000Research 2020, :315 analysis of the effect of interventions [version 1; peer review: 2 approved] 9 https://doi.PubMed Abstract | Publisher Full Text | Free Full Text 5. Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations. 2020. Reference Source 6. van Doremalen N, Bushmaker T, Morris DH, et al.: Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. N Engl J Med. 2020; 382(16): 1564-1567. PubMed Abstract | Publisher Full Text | Free Full Text 7. Lu S, Lin J, Zhang Z, et al.: Alert for non-respiratory symptoms of Coronavirus Disease 2019 (COVID-19) patients in epidemic period: A case report of familial cluster with three asymptomatic COVID-19 patients. J Med Virol. 2020. PubMed Abstract | Publisher Full Text 8. Rothe C, Schunk M, Sothmann P, et al.: Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N Engl J Med. 2020; 382(10): 970-971. PubMed Abstract | Publisher Full Text | Free Full Text 9. Qian G, Yang N, Ma AHY, et al.: A COVID-19 Transmission within a family cluster by presymptomatic infectors in China. Clin Infect Dis. 2020; pii: ciaa316. PubMed Abstract | Publisher Full Text 10. Chan JF, Yuan S, Kok KH, et al.: A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; 395(10223): 514-523. PubMed Abstract | Publisher Full Text | Free Full Text 11. Li Q, Guan X, Wu P, et al.: Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020; 382(13): 1199-1207. PubMed Abstract | Publisher Full Text | Free Full Text 12. Young BE, Ong SWX, Kalimuddin S, et al.: Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore. JAMA. 2020. PubMed Abstract | Publisher Full Text | Free Full Text", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, SARS-CoV-2, a novel virus of the Coronaviridae family of RNA viruses, has caused a widespread outbreak of the disease, now known as COVID-19, and was declared to be a pandemic by the World Health Organization (WHO) on March 11 2020 [1] [2] [3] . Human to human transmission occurs primarily through close-contact with the infected person, through fomites in the immediate surroundings of the infected person and via droplets of respiratory secretion, although there is limited evidence pointing to a possibility of airborne and faeco-oral transmission as well 4-7 . According to a few case studies, transmission may also occur via viral shedding in \"pre-symptomatic\" individuals during the incubation period 8,9 .", "cite_spans": [{"start": 253, "end": 256, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 257, "end": 260, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 261, "end": 264, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The incubation period for COVID-19 is thought to be within 14 days of exposure, with a median incubation period of 4-5 days 4,10,11 . Globally, the median age of patients affected by COVID-19 is 47 years with the most common clinical findings being fever and cough 4,12 . About 18% of patients develop shortness of breath 4 . Severe disease (including dyspnea defined as a respiratory rate of 30/min, blood oxygen saturation of 93%, a partial pressure of arterial oxygen to fraction of inspired oxygen ratio<300, and/or lung infil-trates>50% within 24 to 48 hours) has been reported to occur in 14% of elderly patients with pre-existing chronic diseases 13 Since the beginning of the outbreak in India, there have been a number of interventions done by both state level and central level governments ( Figure 1 ). These included restricting the inflow of international passengers, self-quarantine measures, directives on testing and management strategies, and in-country travel restrictions. During this period, the testing strategy also changed from being focused on foreign travel and contact history initially to including all individuals with severe acute respiratory illness and symptomatic health care providers Gradually there were more social distancing measures in March, which were then followed by state-wise lockdowns, ultimately culminating in a nation-wide 21 day lockdown from 25 March 2020. As of 14th April, the lockdown had been extended until 3rd May 2020 (40 days).", "cite_spans": [{"start": 654, "end": 656, "text": "13", "ref_id": null}], "ref_spans": [{"start": 802, "end": 810, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "In addition to the epidemiological parameters of COVID-19 in India, the other important question in the current scenario concerns the mathematical parameters of the initial spread of COVID-19 in India, and what are the epidemiological aspects that can predict this spread. We acknowledge there are certain difficulties in making precise calculations due to the rapidly changing dynamicity of the epidemic in the early stages, limited availability of data in the public domain, and limited testing capacity. Nonetheless, mathematical models with reasonable assumptions based on available information can help in analysis of the currently available data to provide important insights for guiding public health interventions 18 . The most basic of these models is the susceptible-infected-removed (SIR) model 19, 20 , which we have used in the current Indian scenario to determine the range in which contact rate β lies, calculate the range of the current reproduction number, Rt, and predict the number of COVID-19 infections at the end of the 40 day lock down period.", "cite_spans": [{"start": 806, "end": 809, "text": "19,", "ref_id": "BIBREF6"}, {"start": 810, "end": 812, "text": "20", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "This was a cross-sectional descriptive analysis of the laboratory confirmed COVID-19 patient-wise data collected from a crowdsourced database (https://www.covid19india.org; includes data from state government and central government agencies). The data was taken for cases confirmed up to 14 April 2020, 7:20 PM Indian standard time or earlier.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological descriptive analysis of patients"}, {"text": "Data analysis was done in regard to the age distribution, status of patients and gender distribution using Microsoft Office Excel 2007 (Microsoft, Redmond, WA, USA). Fatality rate in any category was found by dividing the number of deaths in the category by the number of affected individuals of that category.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological descriptive analysis of patients"}, {"text": "The SIR model 19, 20 divides the (fixed) population of N individuals into three \"compartments\", which vary as a function of time (for purpose of this study, we have not included vital dynamics like birth and death rate):", "cite_spans": [{"start": 14, "end": 17, "text": "19,", "ref_id": "BIBREF6"}, {"start": 18, "end": 20, "text": "20", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "• S(t) -S(t) are those susceptible but not yet infected with the disease (in a novel disease like COVID-19, the entire population is assumed to be susceptible as there is no pre-existing immunity);", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "• I(t) -I(t) is the number of infectious individuals;", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "• R(t) -R(t) are those individuals who have been removed from the infected population (includes those who have recovered from the disease and also deaths).", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "The SIR model describes the change in the population within each of these compartments in terms of two parameters, β and γ ( Figure 2 ). β describes the effective contact rate of the disease: β and γ are useful in the SIR model using the following differential equations:", "cite_spans": [], "ref_spans": [{"start": 125, "end": 133, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Mathematical modelling"}, {"text": "Comparing the equation from the SIR model and the general equation of exponential growth,", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "where r is the growth rate of the exponential curve.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "We have used the new cases of COVID-19 daily data available from 24th March to 13th April 2020, to estimate the two parameters (assuming a lag period of 11 days), β and R t (time varying reproductive number) with the help of SIR model (www.statista.com used for extraction of variables). We assumed that the recovery rate γ would remain constant for the population. The removal rate followed a normal distribution, and the mean was calculated with the data available from 1 March to April 4 2020 21 . Since the effect of interventions would reflect in the contact rate β, we then took the value of γ to be constant equal to the mean (0.103) and ran the SIR model multiple times by varying the value of β, and comparing the trends with the real data.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "We plotted the trend line for the real data using Microsoft Office Excel 2007, and used the equation of the curve to find out the trend of β in India in the present-day scenario by comparing it to equation 4. We then used the present trends of β to estimate the expected number of infections at the end of 40 days lockdown.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modelling"}, {"text": "Anonymized data available data in the public domain was used for analysis. Ethical approval was not required. ", "cite_spans": [], "ref_spans": [], "section": "Ethics"}, {"text": "After running multiple simulations using the SIR model, all assuming different values of β we found that the value of β in the current Indian scenario calculated from the trendline of real data lies around 0.272, which is also visible in the graph of real-time active cases lying between β=0.25 and β=0.28 curves (Figure 3 ). Also visible in the graph, is the real data line shifting from 0.24 to 0.28 from day 8. Also, as R t = β/γ, the value of the reproductive number is found to be varying between 2.5-2.8 in the Indian scenario until 13th April 2020. Considering the present trend of β, the number of infected persons after the 40 day lockdown period may vary from 110,460 to 220,575.", "cite_spans": [], "ref_spans": [{"start": 313, "end": 322, "text": "(Figure 3", "ref_id": "FIGREF2"}], "section": "Mathematical modelling"}, {"text": "To the best of our knowledge, this is the first study to predict the number of COVID-19 infected persons in India after the 40 days of lockdown. We have used crowd sourced data due to lack of availability of official data. We could not include all the cases in the epidemiological analysis due to unavailability of the demographic details of all the patients. Limitations notwithstanding, there were three key findings.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "First, the median age of affected individuals is lower than reported in other countries. In study cohorts of Wuhan, the median age of affected patients ranges from 49-56 years 4,22,23 . In previous studies on COVID-19, it has been established that risk increases with age and comorbidities 13,22,23 . The broad based nature of India's population pyramid means there are more people in the younger age group and very few people in the ≥80 years age group. Another reason is that as there is limited evidence of community spread in the epidemic in India so far; it has been reported to be driven by imported cases who mostly belong to the younger age group. In 2018, Indian residents between 35 and 49 years of age took the most holidays outside the nation 24 . On normalizing the percentage of patients in each age group with the corresponding percentage representation of the population, we observed that the highest number of patients is in the 60-79 years age group category. Interestingly, according to this analysis, men in the 60-79 years age group are affected more than the ≥80 years age group. This is something that has not been reported until now and it has to be seen whether this changes as the number of cases in India grows. This is new to the literature of COVID-19 and needs to be studied further.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Second, we found a case fatality rate of 2.5%, which is lower than countries like Italy 25 . The reason for this could be that Italy is in the later phases of the epidemic with widespread community transmission and high mortality due to overburdening of the health system. This has also led to focussing testing on severe patients and possible advise to suspected patients with mild symptoms to stay at home. In China, the case fatality rate was found as 2.3%, 14.8% in the above 80 years population, and 8.0% in the 70-79 years population 13 . Our estimate gives a slightly higher value, which may be due a smaller sample size or can also be because mild cases of COVID-19 have so far been missed due to restricted testing strategy during the initial stage.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Third, from the SIR model, the values of β and the trend for R t shows that the interventions which were put in place by the Indian government starting from mid-March were partially effective, preventing the scenario where R t can reach even more than four 26 . The increase in β from day eight is probably due to the identification of a cluster in Delhi 27 . Additionally, Indian Council of Medical Research recently updated the testing strategy, which might have increased the detection of the positive cases significantly. According to a study in the early days of the epidemic, Wuhan city and Hubei province reported R t between 1.85 and 4.46, which aligns with our study findings 26 . All over China, the R t varied from 1.23 to 5.77. South Korea, which has high population density like India, had a decreasing trend of R t from 9.72 on 20 February to 1.50 on 7 March. This indicates that the interventions have been helpful in preventing the worst case scenario in India but is unable to prevent the spike in number of cases 27, 28 .", "cite_spans": [{"start": 257, "end": 259, "text": "26", "ref_id": "BIBREF14"}, {"start": 685, "end": 687, "text": "26", "ref_id": "BIBREF14"}, {"start": 1031, "end": 1034, "text": "27,", "ref_id": "BIBREF15"}, {"start": 1035, "end": 1037, "text": "28", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "At the end of the 40 days lockdown, India is likely to have a significant number of infected persons (110,460 to 220,575) that would include both symptomatic and asymptomatic individuals. It may also enter the exponential growth phase and it would become very difficult to contain at that stage. The situation can still be controlled if R t can be brought down close to one. This indicates the need for more effective strategies and ensuring optimum testing to avoid underestimation of danger.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Future research is needed to support the current findings that unlike other countries, in India, COVID-19 is mostly affecting the 20-39 years age group since our data analysis was restricted to individuals in whom data was available. The SIR model used does not account for age-structure or comorbidities. Hence we are addressing more dynamicity and realness by taking into account multiple compartments with robust mathematical assumptions in our future models to study the current pandemic. Comprehensive studies based on the clinical manifestations and laboratory parameters including genomic sequencing to detect mutations of the virus also needs to be done for the Indian population to see if the clinical features and the viral strains differ from other populations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To conclude, the COVID-19 epidemic in India is more affecting younger age groups as compared to other countries. Our mathematical model predicts that India will have a significant number of infected persons after the 40 days lockdown. Hence, strict social distancing, and optimum testing followed by isolation and quarantine are vital elements to control the COVID-19 epidemic. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Are sufficient details of methods and analysis provided to allow replication by others? Yes", "cite_spans": [], "ref_spans": [], "section": "Is the study design appropriate and is the work technically sound? Yes"}, {"text": "Are all the source data underlying the results available to ensure full reproducibility? Yes", "cite_spans": [], "ref_spans": [], "section": "If applicable, is the statistical analysis and its interpretation appropriate? Partly"}, {"text": "No competing interests were disclosed.", "cite_spans": [], "ref_spans": [], "section": "Are the conclusions drawn adequately supported by the results? Yes"}, {"text": "Reviewer Expertise: Public health and Epidemiology of infectious diseases I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard.", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "The benefits of publishing with F1000Research:", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "Your article is published within days, with no editorial bias You can publish traditional articles, null/negative results, case reports, data notes and more", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}, {"text": "The peer review process is transparent and collaborative Your article is indexed in PubMed after passing peer review Dedicated customer support at every stage For pre-submission enquiries, contact research@f1000.com", "cite_spans": [], "ref_spans": [], "section": "Competing Interests:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--733", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF2": {"ref_id": "b2", "title": "On the origin and continuing evolution of SARS-CoV-2", "authors": [{"first": "X", "middle": [], "last": "Tang", "suffix": ""}, {"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Natl Sci Rev", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Adaptive COVID-19 Treatment Trial (ACTT) -Full Text View -ClinicalTrials.gov. 2020. Reference Source 15. COVID 100casesIndia. 2020. Reference Source", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Global surveillance for COVID-19 caused by human infection with COVID-19 virus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "PubMed Abstract | Publisher Full Text 18. Predictive models for COVID-19-related deaths and infections. The Union", "authors": [{"first": "N", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "I", "middle": [], "last": "Praharaj", "suffix": ""}, {"first": "T", "middle": [], "last": "Bhatnagar", "suffix": ""}], "year": 2020, "venue": "Indian J Med Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4103/ijmr.IJMR_1035_20"]}}, "BIBREF6": {"ref_id": "b6", "title": "A contribution to the mathematical theory of epidemics", "authors": [{"first": "W", "middle": ["O"], "last": "Kermack", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mckendrick", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Walker", "suffix": ""}], "year": 1927, "venue": "Proc R SocLond Ser Contain Pap Math Phys Character", "volume": "115", "issn": "722", "pages": "700--721", "other_ids": {"DOI": ["https:/doi.org/10.1098/rspa.1927.0118"]}}, "BIBREF7": {"ref_id": "b7", "title": "Mathematical modelling and prediction in infectious disease epidemiology", "authors": [{"first": "A", "middle": [], "last": "Huppert", "suffix": ""}, {"first": "G", "middle": [], "last": "Katriel", "suffix": ""}], "year": 2013, "venue": "Clin Microbiol Infect", "volume": "19", "issn": "11", "pages": "999--1005", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "PubMed Abstract | Publisher Full Text | Free Full Text", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "PubMed Abstract | Publisher Full Text | Free Full Text 24. India Tourism Source (Domestic & Outbound) Market Insights 2019 -ResearchAndMarkets.com", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19) in Italy", "authors": [{"first": "E", "middle": [], "last": "Livingston", "suffix": ""}, {"first": "K", "middle": [], "last": "Bucher", "suffix": ""}], "year": 2019, "venue": "Coronavirus Disease", "volume": "323", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4344"]}}, "BIBREF14": {"ref_id": "b14", "title": "Epidemic situation and forecasting of COVID-19 in and outside China", "authors": [{"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Dai", "suffix": ""}], "year": 2020, "venue": "Bull World Health Organ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2471/BLT.20.255158"]}}, "BIBREF15": {"ref_id": "b15", "title": "How Tablighi Jamaat emerged as the 'largest known' Covid-19 source in South Asia. 2020. Reference Source 28. Huge crowds as lockdown sparks mass migration", "authors": [{"first": "S", "middle": ["A"], "last": "Philip", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mazumdaer A et al study -COVID 19 India data. figshare. Collection. 2020", "authors": [{"first": "H", "middle": ["D"], "last": "Shewade", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.6084/m9.figshare.c.4940472.v2"]}}, "BIBREF17": {"ref_id": "b17", "title": "Are sufficient details of methods and analysis provided to allow replication by others? Yes If applicable, is the statistical analysis and its interpretation appropriate? Partly", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cumulative cases of COVID-19 cases in India from 1st March 2020 to 14th April 2020. Data Source: ICMR-NIE and MoHFW (www.mohfw.gov.in and www.covidindiaupdates.in). Orange, before lockdown; blue, after lockdown began.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Flow diagram of transitions in susceptible-infectedremoved (SIR) Model. a susceptible individual comes into contact with an infectious individual and acquires the infection. This parameter considers both the number of people contacted per unit time, and the effectiveness of transmission in each contact. It reflects the force of infection of the disease and helps us understand at what rate the epidemic is progressing. γ is the mean removal rate: in our model, it is calculated using the removed cases against new cases on a daily basis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Estimation of β from Indian data. Datasource: https://www.statista.com/statistics/1104054/india-coronavirus-covid-19-dailyconfirmed-recovered-death-cases/.", "latex": null, "type": "figure"}, "TABREF1": {"text": ". Critical disease requiring intensive care unit admission has been reported in 5% of patients, and overall case-fatality rate is 2.3% 13 . Currently, there are no approved treatments for COVID-19 and clinical trials, such as the WHO SOLI-DARITY trial, are underway to evaluate the effectiveness", "latex": null, "type": "table"}, "TABREF3": {"text": "Distribution of COVID-19 patients in India confirmed until 14April 2020 across different age groups and gender (n=1161).", "latex": null, "type": "table"}, "TABREF4": {"text": "Distribution of COVID-19 patients of India with age, gender and status of disease updated till 14 April 2020 (n=1161).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>Deceased </td><td>Recovered </td><td>Hospitalized*\n</td></tr><tr><td>AGE\n</td><td> </td><td> </td><td> </td></tr><tr><td>&lt;20years </td><td>1 </td><td>8 </td><td>100\n</td></tr><tr><td>20-39 years </td><td>2 </td><td>47 </td><td>452\n</td></tr><tr><td>40-59 years </td><td>5 </td><td>22 </td><td>333\n</td></tr><tr><td>60-79 years </td><td>19 </td><td>14 </td><td>146\n</td></tr><tr><td>&gt;=80 years </td><td>2 </td><td>3 </td><td>7\n</td></tr><tr><td>GENDER\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>20 </td><td>66 </td><td>768\n</td></tr><tr><td>Female </td><td>9 </td><td>28 </td><td>270\n</td></tr><tr><td>TOTAL </td><td>29 </td><td>94 </td><td>1038\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Underlying data Raw data for daily cases of COVID-19 with gender, age and patient status obtained from: patientdb.covid19india.org Raw data for estimation of β obtained from: https://www. statista.com/statistics/1104054/india-coronavirus-covid-19daily-confirmed-recovered-death-cases/ Figshare:Mazumdaer A et al study -COVID 19 India data, https://doi.org/10.6084/m9.figshare.c.4940472.v2 29 . This project contains the following data: -Confirmed daily cases of COVID-19 -Full patient dataset COVID-19 -Indian population data Data are available under the terms of the Creative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication).", "latex": null, "type": "table"}}, "back_matter": [{"text": "Version 1 29 May 2020 Reviewer Report https://doi.org/10.5256/f1000research.25930.r63081 © 2020 Sahoo S. This is an open access peer review report distributed under the terms of the Creative Commons , which permits unrestricted use, distribution, and reproduction in any medium, provided the original Attribution License work is properly cited.", "cite_spans": [{"start": 10, "end": 12, "text": "29", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Open Peer Review Current Peer Review Status:"}, {"text": "Department of Community & Family Medicine, All India Institute of Medical Sciences, Bathinda, Punjab, India A very good attempt to present the Indian COVID-19 scenario by the authors. I congratulate them on their work. However a few queries:The data analysis has been performed on 1161 patients. To project it for such a large population has limited scope.The range of the projection of 1.10 lakh to 2.20 lakh is quite wide. How do we interpret it?In COVID, most of the patients recover in due course. If possible, the SEIR model could have been used for a better picture.The discussion section contains a comparison with the descriptive data of different countries. It could have been compared with the modeling data of different studies of other countries to highlight the similarity/difference of the Indian scenario.The authors in the discussion state that \"we observed that the highest number of patients is in the 60-79 years age group category. The exact percentage projected needs to be mentioned.The assumptions that the authors took for the modeling approach needs to be clearly stated in the methodology apart from birth and death rate.", "cite_spans": [], "ref_spans": [], "section": "Soumya Swaroop Sahoo"}, {"text": "Is the study design appropriate and is the work technically sound? Yes", "cite_spans": [], "ref_spans": [], "section": "Is the work clearly and accurately presented and does it cite the current literature? Yes"}, {"text": "Yes Are all the source data underlying the results available to ensure full reproducibility? Yes", "cite_spans": [], "ref_spans": [], "section": "Are sufficient details of methods and analysis provided to allow replication by others?"}, {"text": "No competing interests were disclosed. Competing Interests: The mathematical model used is \"SIR\", standing for \"Susceptible, Infectious, Recovered/dead\". This needs modification throughout the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Are the conclusions drawn adequately supported by the results? Yes"}, {"text": "In COVID-19, re-infection is being seen in a few patients. This can be explained in limitation as to why \"SIRS\" model was not considered over \"SIR\". And also, not all susceptible individuals are infected. Why was the \"SEIR\" model not considered by authors? Although, the model mentions that the birth rate and death rate were not taken into account, its effect on outcome estimation has not been explicitly mentioned. The reason that the duration of infection is much lesser than the lifetime of an individual can be explanatory for non-inclusion of birth and death rate.Clear mention of the force of infection with proper notation is required.Reasons for the younger age group being affected more can be explained in greater detail.Various studies have been published to date with different modelling techniques for the estimation of COVID-19 cases. They can be used for comparison in the discussion section.", "cite_spans": [], "ref_spans": [], "section": "I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."}]}