{"paper_id": "1d2e04d15304accaff742faad8daf1402fc8cd51", "metadata": {"title": "Epidemic Thresholds in SIR and SIIR Models Applying an Algorithmic Method", "authors": [{"first": "Hincapié", "middle": ["P"], "last": "Doracelly", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Antioquia", "location": {}}, "email": "doracely@guajiros.udea.edu.co"}, {"first": "Juan", "middle": [], "last": "Ospina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad EAFIT", "location": {}}, "email": "jospina@eafit.edu.co"}, {"first": "G", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anthony", "middle": ["Uyi"], "last": "Afuwape", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Antioquia", "location": {}}, "email": "aafuwape@matematicas.udea.edu.co"}, {"first": "Ruben", "middle": ["D"], "last": "Gómez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Antioquia", "location": {}}, "email": "rdgomez@guajiros.udea.edu.co"}, {"first": "A", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Epidemic thresholds were deduced and simulated from SIR models of Susceptible -Infected -Recovered individuals, through local stability analysis of the disease free and endemic equilibrium, with an algorithmic method. One and two types of infected individuals were modeled, considering the influence of sub clinical, undiagnosed or unrecognized infected cases in disease transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Recently, Brown et al. [1] , proposed an algorithm for symbolic deduction of the basic reproductive rate through a local analysis of the disease-free state and endemic equilibrium.", "cite_spans": [{"start": 23, "end": 26, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The basic reproductive rate (R 0 ) is a critical magnitude or epidemic threshold that helps to understand the dynamics of emerging and re emerging disease transmission, identify measures to prevent and control epidemics and establish criteria for elimination / eradication of diseases. [2] R 0 measures the average number of secondary cases generated by a primary case during its period of infectivity, when the case is introduced into a partially susceptible population. [3] , [4] When R 0 is the critical parameter deducted from a SIR model with homogeneous mixing between susceptible and infectious individuals, R 0 is a ratio between the infection rate of susceptible individuals and the recovered rate of infected individuals and multiplied by the susceptible size of population. [4] Epidemic threshold is established according to R 0 : If R 0 > 1, there will be instability of disease and outbreaks will occur because susceptible individuals accumulate long enough to start the outbreak or the infection rate is higher than the recovered rate. If R 0 <1 , there will be stability of disease, outbreak will be minor or will not occur at all because there are less susceptible individuals or there is a lower infection rate than the recovered rate by increasing of immunization, quarantine or mortality. [1] A disease-free equilibrium is one in which all dependent variables corresponding to the presence of the disease in the population are zero. This equilibrium is asymptotically stable, if after a long period of time a state involving a small number of infected individuals will converge back to this disease-free equilibrium i.e., R 0 <1. It will be unstable, if secondary cases of the disease are generated i.e., R 0 > 1. [1] Brown et al., analyzed the epidemic threshold in the following models in differential equations: the SEIRS model (susceptible, exposed -not yet infected-, infected, recovered -currently immuned-; the SEIT model adding a group T of individuals under treatment for the disease, the MSEIRS model whose newborn children of mothers (M) who are immune to a specific disease are passively protected by maternal antibodies for a certain time and the SIS model (susceptible, infected and vaccinated). [1] These authors discussed the desirability of symbolic computation to analyze the properties of the parameters and influence of these in the epidemic threshold with an algorithmic approach that avoids tedious work by hand. [1] This work continues Brown's algorithm by comparing the epidemic threshold in the SIR model with a single infected state and the SIIR model with two infected states. In both cases, the influence of immunization rate and loss of immunity rate are analyzed.", "cite_spans": [{"start": 286, "end": 289, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 472, "end": 475, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 478, "end": 481, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 785, "end": 788, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1308, "end": 1311, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1733, "end": 1736, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2229, "end": 2232, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 2454, "end": 2457, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Modeling two infected states is important to understand the dynamics of transmission of sub clinical infections or asymptomatic cases, unrecognized or undiagnosed cases and diseases with different levels of severity. This is especially important when \"undiagnosed\" infected individuals may influence the transmission of infection, either by threatening the reemergence of the disease or limiting its elimination, such as influenza, SARS, polio, rubella, some sexually transmitted diseases, among others. [5] , [6] , [7] 2 Methods An epidemic model is defined by a system of differential equations which describes the evolution of the number of individuals in each state of the epidemic process. [2] , [8] .", "cite_spans": [{"start": 504, "end": 507, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 510, "end": 513, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 516, "end": 519, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 695, "end": 698, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 701, "end": 704, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The SIR model reflects transitions from susceptible state to infected state when individuals have effective contact, according to the infection rate (β). Similarly, infected individuals are transferred to recovery state according to the recovery rate (γ), through isolation and recovery of infected individuals or through immunization of susceptible individuals [8] .", "cite_spans": [{"start": 362, "end": 365, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the SIIR model, susceptible individuals may be transferred to infected state number 1 (clinical, diagnosed, and recognized) or to the infected state number 2 (sub clinical, undiagnosed, and unrecognized), according to the infection rate β 1 and β 2 , respectively. Similarly, infected individuals in each state are transferred to recovery state at the recovery rate γ 1 and γ 2 . Immunization of susceptible individuals (p) and loss of immunity of recovered individuals (q) are analyzed in both models.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Throughout this paper we assume that birth and death rates (µ) are equal keeping a constant host population size, the population is homogeneously mixed and transmission is according to the mass-action principle. [8] Epidemic thresholds are deducted through an analysis of local stability with a semiautomatic algorithm. [1] The algorithm is implemented in Maple 11 (Maplesoft Inc, Ontario Canada) and simulations are executed showing epidemic thresholds when there are changes of critical population size (N=10, N=100, N=1000). Packages for Groebner basis and Polynomial Ideals are exploited using as a background the power packages \"LinearAlgebra\" and \"LargeExpressions\".", "cite_spans": [{"start": 212, "end": 215, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 320, "end": 323, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The system of equations describing the change in time of susceptible X(t), infected Y(t), and recovered Z(t) individuals, without immunization and loss of immunity rate, is:", "cite_spans": [], "ref_spans": [], "section": "The SIR Model"}, {"text": "The differential equations are:", "cite_spans": [], "ref_spans": [], "section": "The SIR Model with Immunization and Loss of Immunity"}, {"text": "This model describes the epidemics with four states: Susceptible individuals X(t), Infected individuals of type 1-Y 1 (t) (clinical, diagnosed, recognized), Infected individuals of type 2 -Y 2 (t) (sub clinical, undiagnosed, unrecognized) and Recovered individuals Z(t). Immunization and loss of immunity rates are not included in this model.", "cite_spans": [], "ref_spans": [], "section": "The SIIR Model"}, {"text": "The corresponding system of equations is now:", "cite_spans": [], "ref_spans": [], "section": "The SIIR Model with Immunization and Loss of Immunity"}, {"text": "3 Results", "cite_spans": [], "ref_spans": [], "section": "The SIIR Model with Immunization and Loss of Immunity"}, {"text": "The points of diseases-free and endemic equilibrium of each model are presented in Table 1 . The SIR models have a unique epidemic threshold with the presence of a single point of disease -free and endemic equilibrium, regardless of the presence of immunization and loss of immunity rates. The SIIR models have both disease-free equilibrium states as endemic equilibrium states. This model exhibits two critical magnitudes corresponding to the basic reproductive rate of two sub-populations of infected individuals considered separately.", "cite_spans": [], "ref_spans": [{"start": 83, "end": 90, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Analysis of Local Stability"}, {"text": "Details of the algorithm implementation are presented only to the SIIR model with immunization and loss of immunity rates. Theorem 1. The system (11)-(14) admits the following equilibrium points: Table 1 . Disease free and endemic equilibrium points and thresholds by SIR and SIIR model, with or without immuization rate (p) and loss of immunity rate (q)", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Analysis of Local Stability"}, {"text": "Disease free-equilibrium Thresholds ", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "The Jacobian of the system (11)-(14) evaluated at the disease -free equilibrium point is:", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "and the corresponding stability conditions are", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "These two stability conditions can be rewritten respectively as R 0,1 < 1 and R 0,2 < 1, where", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "Theorem 3. In the system (11)- (14) , the first point of the endemic equilibrium is locally stable when it exists, that is, when R 0,2 >1, where", "cite_spans": [{"start": 31, "end": 35, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Model"}, {"text": "The Jacobian for the first endemic equilibrium point is:", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "and the corresponding stability condition is: R 0,2 >1; where", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "Finally, given that", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "The condition of existence of the first endemic state is R 0,2 >1. Theorem 4. In the system (11)- (14) , the second point of the endemic equilibrium is locally stable when it exists, that is, when R 0,1 >1, where", "cite_spans": [{"start": 98, "end": 102, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Model"}, {"text": "Proof: In analogy with the demonstration of Theorem 3.", "cite_spans": [], "ref_spans": [], "section": "Model"}, {"text": "The Table 2 shows numerical simulation of epidemic thresholds and mathematical expresions for y 1 (t) clinical and y 2 (t) subclinical cases, with different critical population sizes and according to Theorem 2. Parameter values correspond to data from rubella (infection rate ∼ incidence rate) in Latin America and the Caribbean in 1998, a few years after the start of mass vaccination against rubella. It is assumed a relationship 2:1 of clinical to subclinic infection, because 30-40% of rubella cases are subclinical. [9] In the first simulation, R 0,1 < 1 and R 0,2 < , there is not epidemic outbreak. The Figure 1 a) shows the corresponding epidemic curves and the typical behaviour of stability are observed: the number of infected individuals is decreased to zero and finally only susceptible and recovered individuals remain; which means there is not an outbreak.", "cite_spans": [{"start": 521, "end": 524, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 4, "end": 11, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 610, "end": 621, "text": "Figure 1 a)", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "The Table 2 shows the second numerical simulation corresponding with the case when R 0,1 < 1 and R 0,2 > 1. We observe explicitly that y 1 (t) decays exponentially but y 2 (t) grows exponentially, which is a symptom of instability, and in this case there is partially developed outbreak. The Figure 1b) shows the corresponding epidemic curves and the typical behaviour of instability: the number of susceptible individuals is decreased to zero and the number of infected people grows exponentially, which means there is a partially developed outbreak. Finally, the Table 2 shows the third numerical simulation corresponding with the case when R 0,1 > 1 and R 0,2 > 1.We observe explicitly that both y 1 (t) and y 2 (t) grow exponentially with the time, which is a sign of instability, and in this case there is a fully developed outbreak. The Figure 1b) shows the corresponding epidemic curves and the typical behaviour of instability: the number of susceptible individuals is decreased to zero and the number of infected people grows exponentially, which means there is a fully developed outbreak.", "cite_spans": [], "ref_spans": [{"start": 4, "end": 11, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 292, "end": 302, "text": "Figure 1b)", "ref_id": null}, {"start": 565, "end": 572, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 843, "end": 853, "text": "Figure 1b)", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "The Table 1 shows that the simple SIR model only has one critical parameter, R 0 . In contrast, according with Theorem 2, the SIIR model has two critical parameters, namely R 0,1 and R 0,2 . It is a consequence of the introduction of two type of infected states: clinical and sub-clinical individuals. More over, the stability condition for the simple SIR model is merely R 0 < 1; but the stability condition for the SIIR model is more stringent because the Theorem 2 demands R 0,1 < 1 and R 0,2 < 1. The endemic states are more difficult to compute than the disease-free states. In general, computation of the endemic states demands the application of tools in computational commutative algebra and algebraic geometry. [10] The epidemiology of sub clinical infections is largely unknown because there is not a reliable method to diagnose such infections, and follow-up studies about loss of immunity rate are scarce. However, from a theoretical point of view, studies about the effect of these sub clinical infections on the levels of infection, and the effect of waning and boosting of immunity on levels of infection in individuals with low (but detectable) levels of immunity, who have experienced mild or sub clinical infections on contact with the virus, have been analyzed. [11] , [12] , [13] .", "cite_spans": [{"start": 720, "end": 724, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1281, "end": 1285, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1288, "end": 1292, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1295, "end": 1299, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 4, "end": 11, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "The usefulness of this model is the theoretical illustration of two thresholds when considering clinical and sub clinical cases, although there are no real values of parameters for simulating the behavior of the disease with sub clinical infection. Simulation with rubella incidence in Latin America and the Caribbean in 1998 reflect the pattern of disease occurrence, although there are no data on infection rate for sub clinical infection over time. [9] The algebraic expressions of the basic reproductive rate of the SIIR model give a synthesis of all epidemic parameters in the model and for this reason it is possible to appreciate the modifications of the basic reproductive rate when one or several epidemic parameters are altered, including cases when numerical values of such parameters are unknown and hard to obtain. It permits to derive control measures tending to reduce the basic reproductive rate, such as quarantine, surveillance, vaccination, education, sanitation, and so on.", "cite_spans": [{"start": 452, "end": 455, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study describes the dynamics of the disease with two types of infected individuals but does not compare intervention strategies which could be useful especially when stochastic approaches of transmission in communities of households are considered. [6] However, it is observed that an epidemic with two type of infected people, according to a SIIR model, is more difficult to control than an epidemic ruled by the simple SIR model with only clinical infected individuals. Intensive contact tracing, syndromic surveillance and innovations in case detection could be required, when sub clinical and clinical infected individuals are considered. [4, 6, 13, 14] ", "cite_spans": [{"start": 254, "end": 257, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 648, "end": 651, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 652, "end": 654, "text": "6,", "ref_id": "BIBREF5"}, {"start": 655, "end": 658, "text": "13,", "ref_id": "BIBREF12"}, {"start": 659, "end": 662, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Algorithmic methods for investigating equilibria in epidemic modelling", "authors": [{"first": "C", "middle": [], "last": "Brown", "suffix": ""}, {"first": "M", "middle": [], "last": "El Kahoui", "suffix": ""}, {"first": "D", "middle": [], "last": "Novotni", "suffix": ""}, {"first": "A", "middle": [], "last": "Weber", "suffix": ""}], "year": 2006, "venue": "Journ. Symb. Comp", "volume": "41", "issn": "", "pages": "1157--1163", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Infectious diseases of humans: dynamics and control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "J", "middle": ["A P"], "last": "Heesterbeek", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Hengartner", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Fenimore", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}], "year": 2004, "venue": "Journal of Theoretical Biology", "volume": "229", "issn": "1", "pages": "119--126", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "On the Role of Asymptomatic Infection in Transmission Dynamics of Infectious Diseases", "authors": [{"first": "S.-B", "middle": [], "last": "Hsua", "suffix": ""}, {"first": "Y.-H", "middle": [], "last": "Hsiehb", "suffix": ""}], "year": 2008, "venue": "Bulletin of Mathematical Biology", "volume": "70", "issn": "", "pages": "134--155", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Control of transmission with two types of infection", "authors": [{"first": "F", "middle": [], "last": "Ball", "suffix": ""}, {"first": "N", "middle": [], "last": "Becker", "suffix": ""}], "year": 2006, "venue": "Mathematical Biosciences", "volume": "200", "issn": "", "pages": "170--187", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pertussis: increasing disease as a consequence of reducing Transmisión", "authors": [{"first": "R", "middle": [], "last": "Águas", "suffix": ""}, {"first": "G", "middle": [], "last": "Gonçalves", "suffix": ""}, {"first": "M", "middle": [], "last": "Gabriela", "suffix": ""}, {"first": "M", "middle": [], "last": "Gomes", "suffix": ""}], "year": 2006, "venue": "Lancet Infect. Dis", "volume": "6", "issn": "", "pages": "112--117", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The mathematical theory of epidemics", "authors": [{"first": "N", "middle": ["T J"], "last": "Bailey", "suffix": ""}], "year": 1957, "venue": "Charles Griffin and company limited", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Panamerican Health Organization. Health conditions and trends. Health in the Americas", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "58--207", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Mackendrick: A Maple Package Oriented to Symbolic Computational Epidemiology", "authors": [{"first": "J", "middle": [], "last": "Ospina", "suffix": ""}, {"first": "D", "middle": [], "last": "Hincapie", "suffix": ""}], "year": 2006, "venue": "ICCS 2006", "volume": "3991", "issn": "", "pages": "920--923", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Waning immunity and subclinical measles infections in England", "authors": [{"first": "K", "middle": [], "last": "Glass", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2004, "venue": "Vaccine", "volume": "22", "issn": "", "pages": "4110--4116", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Antibody Dynamics in Childhood Diseases: Waning and Boosting of Immunity and the Impact of Vaccination", "authors": [{"first": "K", "middle": [], "last": "Glass", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2003, "venue": "J. theor. Biol", "volume": "221", "issn": "", "pages": "21--131", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Waning immunity and subclinical infection in an epidemic model: implications for pertussis in The Netherlands", "authors": [{"first": "M", "middle": [], "last": "Van Boven", "suffix": ""}, {"first": "H", "middle": [], "last": "Melker", "suffix": ""}, {"first": "J", "middle": [], "last": "Schellekens", "suffix": ""}, {"first": "M", "middle": [], "last": "Kretzschmar", "suffix": ""}], "year": 2000, "venue": "Mathematical Biosciences", "volume": "164", "issn": "", "pages": "161--182", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Contact tracing and disease control", "authors": [{"first": "K", "middle": [], "last": "Eames", "suffix": ""}, {"first": "M", "middle": [], "last": "Keeling", "suffix": ""}], "year": 2003, "venue": "Proc. R. Soc. Lond. B", "volume": "270", "issn": "", "pages": "2565--2571", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "In the system (11)-(14), the disease -free equilibrium point is locally stable if and only if,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Simulations of susceptible individulas (x(t)), clinical infected individuals (y 1 (t)), subclinical infected individuals (y 2 (t)), and removed individuals (z(t)) by time, according to the critical population size: a) N=10, b) N=100, c) N=1000. Parameter values: Clinical infection rate (β 1 )= 0,00025; subclinical infection rate (β 2 )=0,00012; natality/mortality rate (μ)=0,00002; loss of immunity rate (q)=0,003; immunization rate (p)=0,0002; recovery rate of clinical cases (γ 1 )=0,12; recovery rate of sub clinical cases (γ 2 )=0,01. (continued)", "latex": null, "type": "figure"}, "TABREF0": {"text": "(continued)", "latex": null, "type": "table"}, "TABREF1": {"text": "Simulations of epidemic thresholds and prevalence of clinical and subclinical cases according to the critical population size", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Simulation </td><td>Critical population size </td><td>R 0,1 </td><td>R 0,2 </td><td>y1(t) </td><td>y2(t) </td></tr><tr><td>(clinical cases) </td><td>(sub </td><td>Prevalence of clinical cases </td><td>Prevalence of sub clinical </td></tr><tr><td> </td><td>N </td><td> </td><td>clinical cases) </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>cases </td></tr><tr><td>1 </td><td>10 </td><td>0,019 </td><td>0,112 </td><td>y1(t)=e(-0,11*t) </td><td>y2(t)=2*e\n(-0,008*t) </td></tr><tr><td>2 </td><td>100 </td><td>0,195 </td><td>1,123 </td><td>y1(t)=e(-0,09*t) </td><td>y2(t)=2*e\n(-0,001*t) </td></tr><tr><td>3 </td><td>1000 </td><td>1,955 </td><td>11,143 </td><td>y1(t)=e(0,11*t) </td><td>y2(t)=2*e\n(0,10*t) </td></tr></table></body></html>"}}, "back_matter": []}