{"paper_id": "1d359abc5f6e3a45896271c370993a5f2c1b1dae", "metadata": {"title": "Functional protein microarray as molecular decathlete: A versatile player in clinical proteomics", "authors": [{"first": "Heng", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Johns Hopkins University School of Medicine", "location": {"region": "MD", "country": "USA"}}, "email": ""}, {"first": "Eric", "middle": [], "last": "Cox", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Johns Hopkins University School of Medicine", "location": {"region": "MD", "country": "USA"}}, "email": ""}, {"first": "Jiang", "middle": [], "last": "Qian", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Johns Hopkins University School of Medicine", "location": {"region": "MD", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Functional protein microarrays were developed as a high-throughput tool to overcome the limitations of DNA microarrays and to provide a versatile platform for protein functional analyses. Recent years have witnessed tremendous growth in the use of protein microarrays, particularly functional protein microarrays, to address important questions in the field of clinical proteomics. In this review, we will summarize some of the most innovative and exciting recent applications of protein microarrays in clinical proteomics, including biomarker identification, pathogen-host interactions, and cancer biology.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The concept of microarrays was developed from an earlier concept termed ambient analyte immunoassay, first introduced by Roger Ekins in 1989. In the following decade, microarrays were first successfully realized as DNA or oligonucleotide microarrays, which allowed the quantification of the mRNA expression levels of thousands of genes in parallel. This technology has changed many aspects of biological research. Though extremely successful, the chemistry of DNA hybridization precludes its application for studying proteins, which are considered the major driving force in cells. Consistent with this view, mRNA profiles do not always correlate with protein expression as reported in many recent mass spectrometry studies [1] [2] [3] . Therefore, protein microarrays were developed as a high-throughput tool to overcome the limitations of DNA microarrays, and to provide a versatile platform for protein functional analyses [4] [5] [6] .", "cite_spans": [{"start": 724, "end": 727, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 728, "end": 731, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 732, "end": 735, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 926, "end": 929, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 930, "end": 933, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 934, "end": 937, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "At the beginning of the development of protein array technology, bacterial strains of a cDNA expression library were gridded and grown on nylon membranes, followed by lysis of the bacteria, and immobilization of the total protein complement [7, 8] . However, these early attempts only had limited success, because (i) heterologous proteins (e.g. human proteins) were expressed in bacteria, yielding proteins that lacked critical eukaryotic PTMs; (ii) denaturing conditions were used to lyse the bacterial host, resulting in improperly folded proteins; (iii) proteins of interest were not purified away from thousands of unwanted bacterial proteins; and (iv) the density of the array was low. Before long, other research groups began to report their efforts to fabricate high-density protein microarrays with purified proteins or antibodies [9] [10] [11] [12] . In order to improve protein stability and preserve the native conformation of purified proteins, many research groups developed a variety of surface features to keep proteins hydrated during protein microarray fabrication. These efforts included reports on the 3D gel-pad chips [13] , nanowell chips [11] , and plasma membrane-coated chips [14] , to name a few.", "cite_spans": [{"start": 241, "end": 244, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 245, "end": 247, "text": "8]", "ref_id": "BIBREF7"}, {"start": 840, "end": 843, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 844, "end": 848, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 849, "end": 853, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 854, "end": 858, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1139, "end": 1143, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1161, "end": 1165, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1201, "end": 1205, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "The real breakthrough was a 2001 report on the fabrication of a yeast proteome microarray by the Snyder group [15] . In this study, approximately 5800 full-length yeast ORFs were individually expressed in yeast and their protein products purified as N-terminal glutathione S-transferase (GST) fusion proteins. Then, each purified protein was robotically spotted on a single glass slide in duplicate at high-ensity to form the first \"proteome\" microarray, as it covered more than 75% of the yeast proteome. More recently, proteome microarrays have been fabricated from the proteomes of viruses, bacteria, plants, and humans [4, [16] [17] [18] [19] [20] [21] .", "cite_spans": [{"start": 110, "end": 114, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 623, "end": 626, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 627, "end": 631, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 632, "end": 636, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 637, "end": 641, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 642, "end": 646, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 647, "end": 651, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 652, "end": 656, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "On the basis of their applications, protein microarrays can be divided into two classes: analytical and functional protein microarrays [22] . Unlike antibody arrays (analytical microarrays), functional protein microarrays are made by spotting purified proteins on solid surfaces and are therefore useful for direct characterization of protein functions, such as proteinbinding properties, PTMs, enzyme-substrate relationships, and immune responses [5, 22] . More recently, a reverse-phase array was developed in which tissue or cell lysates, as opposed to antibodies, are used to construct the array [23] .", "cite_spans": [{"start": 135, "end": 139, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 448, "end": 451, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 452, "end": 455, "text": "22]", "ref_id": "BIBREF21"}, {"start": 600, "end": 604, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "Meanwhile, we and others have developed various types of biochemical assays that can be conducted using protein microarrays to characterize protein-binding properties, including protein-protein, protein-DNA, protein-RNA, and, protein-lipid interactions, and to identify substrates of various types of enzymes, such as protein kinases, acetyltransferases, and ubiquitin and SUMO E3 ligases via covalent reactions [9, 15, [24] [25] [26] [27] [28] [29] [30] [31] (Table 1) . These efforts clearly demonstrate the versatility and power of protein microarray technol- [11, 26] Human Human CDK5, CKII [33, 34] Four herpesvirus kinases [35] Arabidopsis Arabidopsis MAPKs [18, 19] Herpesvirus EBV BGLF4 [36] Ubiquitylation Yeast HECT-domain E3 Rsp5 [28, 37] Human HECT-domain E3 Nedd4 and Nedd4L [38] Acetylation Yeast NuA4 complex [27, 29] E. coli PAT [39] SUMOylation Human E3 RanGAP1 [30] ", "cite_spans": [{"start": 412, "end": 415, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 416, "end": 419, "text": "15,", "ref_id": "BIBREF14"}, {"start": 420, "end": 424, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 425, "end": 429, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 430, "end": 434, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 435, "end": 439, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 440, "end": 444, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 445, "end": 449, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 450, "end": 454, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 455, "end": 459, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 563, "end": 567, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 568, "end": 571, "text": "26]", "ref_id": "BIBREF25"}, {"start": 595, "end": 599, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 600, "end": 603, "text": "34]", "ref_id": "BIBREF33"}, {"start": 629, "end": 633, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 664, "end": 668, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 669, "end": 672, "text": "19]", "ref_id": "BIBREF18"}, {"start": 695, "end": 699, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 741, "end": 745, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 746, "end": 749, "text": "37]", "ref_id": "BIBREF36"}, {"start": 788, "end": 792, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 824, "end": 828, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 829, "end": 832, "text": "29]", "ref_id": "BIBREF28"}, {"start": 845, "end": 849, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 879, "end": 883, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 460, "end": 469, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Yeast and human N/A [40] ogy as a systems biology and proteomics tool [6, 32] . In this review, we will summarize recent applications of protein microarrays in clinical proteomics, including biomarker identification, pathogen-host interactions, and cancer biology ( Table 2 ).", "cite_spans": [{"start": 20, "end": 24, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 70, "end": 73, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 74, "end": 77, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 266, "end": 273, "text": "Table 2", "ref_id": "TABREF1"}], "section": "S-nitrosylation"}, {"text": "One of the rapidly growing applications of protein microarray technology in the field of clinical proteomics is biomarker identification. This application for protein microarrays stemmed from traditional serology studies, which focus on the diagnostic identification of antibodies in patient serum samples. These antibodies can be produced as part of an immune response to an infection, against a foreign protein, or even against a person's own protein. When proteins on a protein microarray are viewed as potential antigens, researchers can use it as a platform to identify autoantibodies that show statistically significant association with an infection or with a disease of interest. In general, the following approach is used: first, patient sera are diluted (e.g. 1000-fold) and incubated on a preblocked antigen microarray (i.e. protein microarray), followed by a stringent washing step. Then, positive signals are detected using anti-human IgG, IgM, or IgA antibodies coupled with various fluorophores for detection ( Fig. 1) . Compared with traditional serology techniques, such as ELISA, agglutination, precipitation, complementfixation, and fluorescent antibodies, protein microarray-based serum profiling is much more sensitive and can be performed at a much higher throughput. Another significant advantage is that it offers an unbiased platform for novel biomarker identification. In this section, we will review four studies to illustrate the history and development of protein microarrays in biomarker identification.", "cite_spans": [], "ref_spans": [{"start": 1025, "end": 1032, "text": "Fig. 1)", "ref_id": null}], "section": "Biomarker identification"}, {"text": "In 2003, Zhu et al. fabricated the first viral proteome microarray composed of every full-length protein and protein fragment encoded by SARS coronavirus (SARS-CoV), as well as proteins from five additional mammalian coronaviruses [16] . These microarrays were then used to screen 400 Canadian serum samples collected during the 2002 SARS outbreak, including samples from confirmed SARS-CoV cases, respiratory illness patients, and healthcare professionals. Antibody response was quantified by the application of both anti-human IgG and IgM antibodies each coupled to different fluorophores, followed by measurement of fluorescence signal intensity (Fig. 2) . To identify potential biomarkers, serum samples were first clustered according to the relative signal intensities of all of the coronavirus proteins in an unsupervised fashion (See Data Analysis section). The serum samples fell into two major groups, which upon subsequent comparison with clinical data were largely correlated with Autoimmune hepatitis Serum autoantibodies detected on human arrays comprised of 5011 purified proteins [47] Primary biliary cirrhosis Serum autoantibodies detected on human arrays comprised of approximately 17 000 purified proteins [48] Sjögren's syndrome Saliva autoantibody detected on human arrays comprised of approximately 8000 purified proteins [49] Cancer Breast cancer Serum autoantibodies detected on human arrays comprised of 4988 candidate tumor antigens [50] Cancer stem-like cell glycan signature identified using array of 94 lectins [51] Bladder cancer Serum autoantibodies detected on human arrays comprised of approximately 8000 purified proteins [52] Rhabdomyosarcoma Phosphorylation status of 27 proteins detected on human arrays spotted with cancer cell lysates [53] either SARS-positive or SARS-negative sera. In the cluster of markers, five fragments of the SARS N protein associated tightly with SARS infection, while SARS sera also exhibited statistically significant binding to one spike protein fragment.", "cite_spans": [{"start": 231, "end": 235, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1095, "end": 1099, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 1224, "end": 1228, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 1343, "end": 1347, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1458, "end": 1462, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1539, "end": 1543, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1655, "end": 1659, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 1773, "end": 1777, "text": "[53]", "ref_id": "BIBREF52"}], "ref_spans": [{"start": 649, "end": 657, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "SARS-CoV diagnosis"}, {"text": "However, a few proteins encoded by other coronaviruses also showed significant correlation. To determine the best classifiers and classification model, two different supervised analysis approaches, k nearest neighbor and logistics regression were applied, and the N protein of SARS-CoV, as well as the spike protein S from both SARS-CoV and HCoV-229E, were identified as the best classifiers. A useful feature of a serum test relative to a nucleic acid diagnostic test is that anti-pathogen antibodies can potentially be detected long after infection. Taking advantage of this, serum samples collected from SARS patients, who recovered from respiratory disease (∼320 days after diagnosis), were used to probe the microarray and positive signals were detected with both anti-human IgG and IgM antibodies ( Fig. 2 ; middle panel). These results Figure 1 . Principle of serum profiling assays performed on a functional protein microarray. A functional protein microarray, composed of hundreds of thousands of individually purified proteins, is first blocked with BSA in PBS buffer. Then, a diluted serum sample is incubated on the microarray typically at RT for 1 h. After extensive washes, bound antibodies (e.g. human IgG, IgA, or IgM) can be detected with anti-human immunoglobulin antibodies, followed by a signal amplification step with fluorescently labeled secondary antibodies. Detection of immunoglobulin isotypes can be multiplexed with different fluorophores as illustrated. clearly showed that SARS-CoV N proteins could be readily recognized by human IgG antibodies and importantly, not by IgM antibodies, as expected. However, serum samples collected from the Chinese patients immediately after fever was detected showed much stronger signals both in the IgG and IgM profiling ( Fig. 2 ; left panel). These results indicated that the protein microarray approach is capable of detecting anti-pathogen antibodies in serum samples long after infection, as well as detecting infection at early stages of infection as demonstrated by anti-human IgM profiling. The approach developed here is potentially applicable to all viruses and expected to have a great impact on epidemiological studies and possibly in clinical diagnoses.", "cite_spans": [], "ref_spans": [{"start": 805, "end": 811, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 843, "end": 851, "text": "Figure 1", "ref_id": null}, {"start": 1789, "end": 1795, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "SARS-CoV diagnosis"}, {"text": "A similar approach has been applied to profile humoral immune responses to two human herpesviruses, Epstein-Barr virus (EBV) and Kaposi's sarcoma-associated herpesvirus (KSHV). EBV is an ubiquitous human herpesvirus, while KSHV has a restricted seroprevalence. Both viruses are associated with malignancies and show an increased frequency in individuals who are co-infected with human immunodeficiency virus type 1 (HIV-1). The Zhu and Hayward groups generated a protein microarray consisting of 174 EBV and KSHV full-length proteins that were individually expressed and purified from yeast [36, 41] . Instead of sera, plasma antibody responses to EBV and KSHV were examined from healthy volunteers and patients with B-cell lymphoma or with AIDS-related Kaposi's sarcoma or lymphoma. These experiments detected IgG responses to known antigens, as well as the tegument proteins ORF38 (KSHV), BBRF (EBV), BGLF2 (EBV), and BNRF1 (EBV), and to the EBV early lytic proteins BRRF1 and BORF2. Because IgA responses to EBV EBNA1 and viral capsid antigens have long been used as a diagnostic tool for nasopharyngeal carcinoma, they also found IgA responses in healthy and HIV-infected patients. IgA responses to VCA and to EBNA1 were found to be frequently elevated in lymphoma patients and in individuals who were HIV-1 positive. Comparison between the IgG and IgA responses indicated that IgA responses were much higher against BCRF1, BRRF2, and LMP2A. Therefore, this study demonstrated that plasma can be used for biomarker identification; immunoglobulin responses of other isotypes, such as IgA, are therefore also worth testing.", "cite_spans": [{"start": 591, "end": 595, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 596, "end": 599, "text": "41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Humoral immune responses to herpesviruses"}, {"text": "To demonstrate that protein microarrays could also be used to identify new biomarkers in autoimmune diseases, Chen et al. decided to apply an E. coli K12 proteome microarray [17] to profile serum samples collected from Crohn's disease (CD) and ulcerative colitis (UC) patients [46] . CD and UC are chronic, idiopathic, and clinically heterogeneous intestinal disorders collectively known as inflammatory bowel disease (IBD). Although IBDs have been suggested to be autoimmune diseases, anti-microbial antibodies are present in the sera of IBD patients, and some of these antigens have proven to be valuable serological biomarkers for diagnosis and/or prognosis of the disease. In this study, a protein microarray, including 4256 proteins encoded by a commensal K12 strain, was screened using individual serum from healthy controls (n = 39) and clinically well-characterized patients with IBD (66 CD and 29 UC) . Surprisingly, among the 417 E. coli proteins that were differentially recognized by serum antibodies from healthy controls and either CD or UC patients, 169 proteins were identified as highly immunogenic in healthy controls, 186 proteins were identified as highly immunogenic in CD patients, and only 19 proteins were identified as highly immunogenic in UC patients. Using several statistical tools, they identified two sets of serum antibodies as novel biomarkers for specifically distinguishing CD from healthy controls (accuracy, 86 ± 4%; p < 0.01) and CD from UC (accuracy, 80 ± 2%; p < 0.01). This study was the first demonstration of using high-density, high-content proteome microarrays to discover novel serological biomarkers. It was also the first effort to examine human immune responses to the entire proteome of a microbial species in a disease context.", "cite_spans": [{"start": 174, "end": 178, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 277, "end": 281, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 892, "end": 909, "text": "(66 CD and 29 UC)", "ref_id": null}], "ref_spans": [], "section": "Escherichia coli proteome microarrays for IBD diagnosis"}, {"text": "A protein microarray composed of individually purified human proteins would be an ideal tool for discovery of novel autoantigens associated with an autoimmune disease. Take autoimmune hepatitis (AIH) as an example: AIH is a chronic necro-inflammatory disease of human liver with little known etiology. Detection of nonorgan-specific and liver-related autoantibodies using immunoserological approaches has been widely used for diagnosis and prognosis. However, these traditional autoantigens, such as anti-SMA (smooth muscle autoantibodies) and anti-ANA (antinuclear autoantibodies) are often mixtures of complex biological materials. Unambiguous and accurate detection of the disease demands identification and characterization of these autoantigens. Therefore, Song et al. fabricated a human protein microarray of 5011 nonredundant proteins that were expressed and purified as GST fusions in yeast [45] . There are several advantages associated with producing human proteins in yeast rather than bacteria: (i) higher solubility, (ii) higher yields of large proteins (e.g. > 50 kD), (iii) better preserved conformation of proteins, and (iv) proteins are less immunogenic when produced in yeast than in E. coli [17, 21, 25] . However, unlike a viral or bacterial protein microarray, a significant obstacle to the use of a human protein microarray of high content is its high cost. For example, a human protein array of 9000 proteins can exceed $1000 per array. In order to reduce this cost, Song et al. developed a two-phase strategy to identify new biomarkers in AIH. Phase I is designed for rapid selection of candidate biomarkers, which are then validated in Phase II (Fig. 3) . In Phase I, 30 AIH and 30 control serum samples were selected and individually used to probe the Figure 3 . Scheme of the two-phase strategy for biomarker identification in human autoimmune diseases. In Phase I, a small cohort is used to rapidly identify a group of candidate biomarkers via serum profiling assays on a human protein microarray of high cost. Because a small number of microarrays are needed, cost of the experiments is relatively low. In Phase II, a focused protein microarray of low cost is fabricated by spotting down purified candidate proteins. A much larger cohort is then assayed on these arrays in a double blind fashion to validate the candidates identified in Phase I.", "cite_spans": [{"start": 899, "end": 903, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 1210, "end": 1214, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1215, "end": 1218, "text": "21,", "ref_id": "BIBREF20"}, {"start": 1219, "end": 1222, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 1670, "end": 1678, "text": "(Fig. 3)", "ref_id": null}, {"start": 1778, "end": 1786, "text": "Figure 3", "ref_id": null}], "section": "Autoantigen discovery for AIH"}, {"text": "human protein microarrays at a 1000-fold dilution, followed by detection of bound human autoantibodies using a Cy-5-conjugated anti-human IgG antibody. Statistical analysis revealed 11 candidate autoantigens. To validate these candidates and to avoid a potential overfitting problem (see below), which is especially likely when dealing with a small sample size, the 11 proteins and three positive controls were re-purified to build a large number of low-cost small arrays for Phase II validation. These arrays were then sequentially probed with serum samples used in Phase I and serum samples obtained from an additional 22 AIH, 50 primary biliary cirrhosis, 43 hepatitis B, 41 hepatitis C, 11 system lupus erythematosus, 11 primary Sjögren's syndrome, and two rheumatoid arthritis patients. As negative controls, they also included 26 serum samples from patients suffering from other types of severe disease and 50 samples from healthy subjects. Three new antigens, RPS20, Alb2-like, and dUT-Pase, were identified as highly AIH-specific biomarkers with sensitivities of 47.5% (RPS20), 45.5% (Alba-like), and 22.7% (dUTPase), which were further validated with additional AIH samples in a double-blind design. Finally, they demonstrated that these new biomarkers could be readily applied to ELISAbased assays for clinical diagnosis and prognosis. This study represents a new paradigm in biomarker identification using protein microarrays for three reasons. First, a manageable number of candidate biomarkers can be rapidly identified at low cost because fewer expensive protein microarrays of high content are needed in the first phase of this two-phase strategy. Second, by using small arrays comprised selected candidate proteins, the validation step can be rapidly carried out with a much larger cohort at lower cost. This validation step is extremely important for avoiding the overfitting problem associated with statistical analysis in biomarker or classifier identification, especially when dealing with a small cohort (e.g. <40). Overfitting is a problem in which a statistical model describes random error or noise instead of the underlying relationship. It generally occurs in biomarker identification when the system is excessively complex, such as having too many individual-to-individual variations relative to the number of samples used. As a result, biomarkers that have been overfit generally have poor predictive performance. Therefore, testing an additional, larger cohort in a double-blind design is an effective way to rule out overfit biomarkers. Third, the author developed ELISAbased assays to examine the performance of the validated biomarkers with additional samples. These newly identified biomarkers serve as a translational step toward clinical practice.", "cite_spans": [], "ref_spans": [], "section": "Autoantigen discovery for AIH"}, {"text": "In addition, there have been a series of studies that employed pathogen protein microarrays to profile serological responses following infection. For example, protein microarrays have been developed in bacteria and viruses for biomarker identification in various infectious diseases [43, 44, 47, 54] . These studies have clearly demonstrated the power of protein microarrays in identification of potential biomarkers; however, several shortcomings are repeatedly seen in these studies. For instance, many of these arrays were fabricated using proteins translated in E. coli lysates without purification [43, 44, 47, 54] . Because these proteins are contaminated with unwanted E. coli proteins, sensitivity of the assay is likely reduced due to their high immunogenicity [41] . As a result, E. coli lysates had to be used as a blocking reagent to alleviate this problem. Also problematic is that in many of these studies, identified biomarkers were not validated with additional cohorts and therefore, the possibility of overfitting was not completely ruled out.", "cite_spans": [{"start": 283, "end": 287, "text": "[43,", "ref_id": "BIBREF42"}, {"start": 288, "end": 291, "text": "44,", "ref_id": "BIBREF43"}, {"start": 292, "end": 295, "text": "47,", "ref_id": "BIBREF46"}, {"start": 296, "end": 299, "text": "54]", "ref_id": "BIBREF53"}, {"start": 603, "end": 607, "text": "[43,", "ref_id": "BIBREF42"}, {"start": 608, "end": 611, "text": "44,", "ref_id": "BIBREF43"}, {"start": 612, "end": 615, "text": "47,", "ref_id": "BIBREF46"}, {"start": 616, "end": 619, "text": "54]", "ref_id": "BIBREF53"}, {"start": 770, "end": 774, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Autoantigen discovery for AIH"}, {"text": "An emerging application of protein microarrays in the field of clinical proteomics is an unbiased, proteome-wide survey of important players involved in pathogen-host interactions. The identified factors, encoded by either a pathogen or a host, have the potential to be developed into novel therapeutic targets. Protein microarrays can serve as an ideal platform for such purposes: Once a protein microarray is fabricated from a host or pathogen, it can be used to identify direct pathogenhost interactions. This strategy is particularly useful for investigating virus-host interactions because after entering the host cells, the viral genome and encoded proteins are in direct physical contact with the host's biological materials. As we will discuss in this section, such interactions can be investigated at multiple levels, such as RNA-protein interactions, enzyme-substrate relationships, and protein-protein interactions.", "cite_spans": [], "ref_spans": [], "section": "Pathogen-host interactions"}, {"text": "In 2007, Zhu et al. described the first study using a yeast proteome microarray to identify host factors that can affect replication of brome mosaic virus (BMV), a plant-infecting RNA virus that can also replicate in Saccharomyces cerevisiae [25] . Previous studies have shown that this positive-stranded RNA virus encodes a tRNA-like structure at the 3 -end of its RNA genome, in which a clamped adenine motif (CAM) is required for packaging its genome into the capsid. To identify crucial host proteins that can interfere with the viral packaging process, a Cy3-labeled CAM-containing RNA stem-loop structure was incubated on the yeast proteome microarray in the presence of an equal amount of a Cy5-labeled mutated CAM hairpin. Using Cy3-to-Cy5 fluorescence signal intensity ratios, the top hits were identified and validated using an in vitro gel-shift assay. Two validated candidate proteins, pseudouridine synthase 4 and actin patch protein 1, were selected for further characterization in tobacco plants. Both proteins modestly reduced BMV genomic plus-strand RNA accumulation, but dramatically inhibited BMV systemic spread in plants. Pseudouridine synthase 4 also prevented the encapsidation of the BMV RNAs in plants and the reassembly of BMV virions in vitro.", "cite_spans": [{"start": 242, "end": 246, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "BMV RNA and host proteome interactions"}, {"text": "This work is significant because it established the first RNA-binding assay on a proteome microarray and demonstrated the utility of protein microarrays for identifying important players involved in pathogen-host interactions.", "cite_spans": [], "ref_spans": [], "section": "BMV RNA and host proteome interactions"}, {"text": "In the course of evolution, viruses have been very successful at exploiting the host via development of their own arsenals, some of which were hijacked from the host in the form of both DNA and proteins. To develop more effective antivirals, one must understand the molecular mechanisms by which viruses exploit the host machineries for their own use. The human ␣, ␤, and ␥ herpesviruses infect different tissues and cause distinct diseases, ranging from mild cold sores to pneumonitis, birth defects, and cancers [55] . However, they each confront many of the same challenges in infecting their hosts, including reprogramming cellular gene expression, sensing cell-cycle phase, and modifying cell-cycle progression, and reactivating the lytic life cycle to produce new virions and spread infection. On the other hand, many lytic cycle genes involved in replication of the viral genomes (e.g. the orthologous serine/threonine protein kinases) are highly conserved across the herpesvirus family. Therefore, it became an attractive hypothesis that the shared substrates targeted by these orthologous viral kinases would reveal host pathways that are critical for replication across the herpesvirus family.", "cite_spans": [{"start": 514, "end": 518, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Host phosphorylome of virus-encoded kinases"}, {"text": "To test the above hypothesis, Li et al. employed a human protein microarray [56] . The authors purified four orthologous kinases encoded by EBV, KSHV, human cytomegalovirus (HCMV), and HSV-1, performed kinase reactions on a human protein microarray described previously [4] , and identified 110 shared substrates. Like every largescale screen, the next challenge was to select candidates that would be worth pursuing. To do so, the authors then applied Gene Ontology and STRING analyses (http://string-db.org/, a database of known and predicted protein-protein interactions) to these candidates and found a highly connected cluster of 15 proteins. Strikingly, these proteins were all known to be involved in the DNA damage response (DDR) (Fig. 4) . The host DDR has been known to be important to many viruses, including human herpesviruses, and is relevant to virus-induced tumorigenesis [35] . To narrow down this list to a single candidate for in-depth characterization, the authors reasoned that the viruses are likely to target an upstream master regulator, which triggers the DNA damage response. On the basis of a literature search and the structure of this cluster, Tat-interactive protein 60 (TIP60) emerged as an excellent candidate for follow-up, because (i) TIP60 is further upstream in the DDR pathway than any of the other candidates in the cluster; (ii) it serves as a master regulator in DDR via activation of ATM autophosphorylation activity by acetylation; (iii) it regulates chromatin dynamics via histone acetylation; and (iv) its importance has been shown in other viruses. Indeed, the authors observed that when TIP60 was knocked down in EBV-infected B cells, EBV's lytic replication was greatly reduced. Next, the authors applied a series of cell-based assays and showed that during EBV replication, TIP60 activation by the BGLF4 kinase triggers EBVinduced DDR and also mediates induction of viral lytic gene expression. Finally, the authors demonstrated that TIP60 was also required for efficient lytic replication in HCMV, KSHV, and HSV-1.", "cite_spans": [{"start": 76, "end": 80, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 270, "end": 273, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 888, "end": 892, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 738, "end": 746, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Host phosphorylome of virus-encoded kinases"}, {"text": "This work illustrates the value of high-throughput, unbiased approaches for the discovery of conserved viral tar-gets in the host that have the potential to be developed into novel therapeutic targets for antivirals. Currently, there are few drugs available to treat herpesvirus infections, and viral escape mutants develop as a result of extensive use of this limited repertoire. The herpesvirus protein kinases are attractive antiviral drug targets. However, developing broadly effective drugs targeting protein kinases requires knowledge of their common cellular substrates. The information provided by common substrate identification will assist in the design of assays for new and broadly effective anti-herpesvirus therapeutics.", "cite_spans": [], "ref_spans": [], "section": "Host phosphorylome of virus-encoded kinases"}, {"text": "Protein microarrays can also serve as a convenient tool for profiling protein-protein interactomes between a pathogen and a host. In a recent example, Hayward et al. surveyed the interactome between a KSHV-encoded virulent factor, LANA, and the human host using human protein microarrays, in order to identify host proteins that can be recognized by LANA [57] . LANA functions in latently infected cells as an essential participant in KSHV genome replication and as a driver of dysregulated cell growth. Although yeast two-hybrid screens, GST affinity, immunoprecipitation assays, and chromatography coupled with MS have been applied to the identification of LANA binding proteins, each approach has its strengths and weaknesses, and each tend to identify different sets of proteins. In this study, the authors used purified FLAG-tagged LANA applied to human protein microarrays to identify 61 potential binding partners, many of which were previously unknown. Eight out of nine proteins were validated by co-immunoprecipitation, including TIP60, protein phosphatase 2A, replication protein A (RPA) and XPA. Although human papillomavirus E6, HIV-1 TAT, and HCMV pUL27 interact with TIP60 and induce TIP60 degradation, LANA-associated 42 retained acetyltransferase activity and showed increased stability. This observation is in line with the study described in the previous section that showed that TIP60 plays a positive role in KSHV lytic replication. On the other hand, identification of RPA as a LANA interacting partner suggested that LANA may play a role in regulating the length of host telomeres, because RPA1 and RPA2 are known to be essential in the replication of cellular telomeric DNA. To test this hypothesis, the authors performed ChIP assays with anti-RPA1 and -RPA2 antibodies using primers specific to the telomere regions and found that the presence of LANA drastically reduced the recruitment of both RPA1 and RPA2 to the host telomeres, while it had no impact on the protein level of the RPA complex. This observation raised the possibility that LANA might have an impact on telomere length. Using Southern blot analysis of terminal restriction fragments, the standard method for quantifying telomere length, the authors demonstrated that the average length of telomeres was shortened by at least 50% in both LANA-expressing endothelial Assisted by GO analysis, 110 shared substrates of conserved herpesvirus kinases were plugged into the STRING database. A highly connected cluster of 15 proteins was revealed, all of which are known to play a role in DDR. Based on the literature and topology of the cluster, TIP60 emerged as the most promising candidate. Protein nodes are color coded by functional class, with proteins involved in DDR colored red. Small blue circles adjacent to protein nodes indicate that the protein is herpesvirus associated, while small pink circles indicate the proteins are associated with other viruses. Edges between the proteins represent known or predicted connections, such as protein-protein interactions, catalytic reactions, and enzyme-substrate relationships.", "cite_spans": [{"start": 355, "end": 359, "text": "[57]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "LANA interactome analysis reveals a role in telomere shortening"}, {"text": "Many interesting questions remain to be answered. How does LANA block the RPA complex recruitment to the telomeres? Is it achieved via direct competition since LANA is also an ssDNA-binding protein? Or, does LANA serve as a kinase sink for the RPA complex and regulate RPA recruitment via phosphorylation?", "cite_spans": [], "ref_spans": [], "section": "cells and KSHV-infected primary effusion lymphoma cells."}, {"text": "On the flip side, a human factor of interest can be used to survey a virus protein microarray to identify important viral factors. Similar to the ubiquitylation pathway, SUMOylation involves a series of sequential enzymatic reactions that conju-gate SUMO to lysine residues on substrate proteins. Previous studies have shown that both latent and lytic EBV proteins interact with the SUMO system. Noncovalent SUMO-EBV protein interactions can occur via a SUMO interaction motif (SIM) in the target proteins. To comprehensively identify additional EBV proteins that bind to SUMO, Li et al. performed a protein-binding assay with human SUMO2 [58] on a previously described EBV proteome microarray [41] and identified a total of 11 proteins, including the conserved viral kinase BGLF4. The mutation of potential SIMs in BGLF4 at both N-and C-termini changed the intracellular localization of BGLF4 from nuclear to cytoplasmic, while BGLF4 mutated in the N-terminal SIM remained predominantly nuclear. The mutation of the C-terminal SIM yielded an intermediate phenotype with nuclear and cytoplasmic staining. The authors also found that BGLF4 abolished the SUMOylation of the EBV lytic cycle transactivator ZTA, and that this inhibitory effect on ZTA SUMOylation was dependent on both BGLF4 SUMO binding and BGLF4 kinase activity. The global profile of protein SUMOylation was also suppressed by BGLF4 but not by the SIM or kinase-dead BGLF4 mutant. Furthermore, BGLF's interaction with SUMO was required to induce the cellular DNA damage response and to enhance the production of extracellular virus during EBV lytic replication.", "cite_spans": [{"start": 639, "end": 643, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 694, "end": 698, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "SUMO-EBV interactome revealed a new mechanism of EBV lytic replication"}, {"text": "The identification of pathogen proteins that interact with human factors has also been applied to understanding the mechanisms of bacterial infection. Margarit et al. harnessed the power of protein microarrays to identify proteins expressed by two species of the streptococcus gram-positive bacteria, Streptococcus pyogenes, and S. agalactiae, that interact with human factors known to mediate pathogenesis [59] . Rather than developing whole-proteome arrays, they used a bioinformatics approach to predict those proteins present on the cellular surface-and thus most likely to play a role in infection, and used this list of 200 proteins to develop their arrays. They also carefully considered the human probes that they would use, choosing three human ligands: fibronectin, fibrinogen, and C4-binding protein, all known to play important roles in the colonization and infection processes. Binding experiments conducted using the streptococcal arrays and human protein probes identified 17 of the 20 known interactions previously reported as well as eight newly identified streptococcal proteins, many of which they confirmed by far Western blot analysis. These novel proteins included proteins of unknown function as well as three related proteins that they termed the fib proteins. They then used domain mapping to identify regions of the fib proteins required for their interaction with the human ligands. Interestingly, sera samples from patients with S. agalactiae infections show high titers of fib-specific antibodies, indicating that these proteins are highly expressed during infection. Further work will determine the role of these proteins in infection and whether they will emerge as suitable drug targets to fight pathogenic Streptococcus infections. In summary, the above studies have demonstrated the power of protein microarrays in the discovery of novel molecular mechanisms underlying host-pathogen interactions at various levels. In recent years, other high-throughput approaches, such as shotgun MS [60] , genome-wide RNAi screens [61, 62] , and yeast two-hybrid [63, 64] have been applied to understand host-pathogen interactions; however, the protein microarray approach provides a more versatile platform than any of these single approaches for identifying multiple types of direct interactions between a pathogen and host, including protein-protein interactions [57] [58] [59] , RNA-protein interactions [25] , and enzyme-substrate interactions [35] .", "cite_spans": [{"start": 407, "end": 411, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 2020, "end": 2024, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 2052, "end": 2056, "text": "[61,", "ref_id": "BIBREF60"}, {"start": 2057, "end": 2060, "text": "62]", "ref_id": "BIBREF61"}, {"start": 2084, "end": 2088, "text": "[63,", "ref_id": "BIBREF62"}, {"start": 2089, "end": 2092, "text": "64]", "ref_id": "BIBREF63"}, {"start": 2387, "end": 2391, "text": "[57]", "ref_id": "BIBREF56"}, {"start": 2392, "end": 2396, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 2397, "end": 2401, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 2429, "end": 2433, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 2470, "end": 2474, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Identification of novel streptococcal proteins that bind human ligands"}, {"text": "Over the past 5 years, rapid development of genome-wide sequencing technologies (i.e. next-gen sequencing) has revealed the heterogeneous nature of tumors [65, 66] . However, clinical diagnosis of tumors is largely still dependent on morphologic patterns. The fact that tumors with indistinguishable morphology can have vastly different clinical outcomes suggests that the molecular heterogeneity of each patient's tumor cells have to be better understood before more effective therapies can be developed. Therefore, the future of cancer treatment is tailored molecular therapy specific for each individual, which will require a new class of proteomic profiling technologies. As a widely adopted technology, protein microarrays can meet this need for the profiling of the functional state of tumors and for cancer biomarker identification.", "cite_spans": [{"start": 155, "end": 159, "text": "[65,", "ref_id": "BIBREF64"}, {"start": 160, "end": 163, "text": "66]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Cancer biology"}, {"text": "A widely adopted approach to determining the status of signaling pathways in tumor cells is based on immunoblot analysis with antibodies that can recognize phosphorylated proteins. To transform the low-throughput immunoblot to a high-throughput format, Haab et al. first reported the development of antibody microarray technology, in which individual commercial antibodies were spotted on glass at high density [12] . This technology allows for simultaneous detection of multiple antigens presented in a complex biological sample, such as cells, tissues, and body fluids [67, 68] . The term \"reverse phase protein microarray\" was proposed by Liotta, Petricoin et al. in 2001 [69] as an array in which lysates of cells or tissues are immobilized on the array surface rather than antibodies. Using phosphoproteinspecific antibodies, these arrays can then be used to interrogate the phosphorylation state of proteins present in these mixtures as a proxy of signaling status in tumors. There are several ongoing clinical trials currently utilizing the reverse phase protein microarray [70] . An obvious advantage of this approach is that it allows to evaluate the state of multiple components of a signaling pathway, even though the cell is lysed. Because fabrication of such microarrays requires a minimum amount of sample, multiple clinical samples, such as biopsy samples, tumors, and body fluids, can be printed on a series of identical arrays and analyzed in parallel using commercially available anti-phosphoprotein or other specific antibodies.", "cite_spans": [{"start": 411, "end": 415, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 571, "end": 575, "text": "[67,", "ref_id": "BIBREF66"}, {"start": 576, "end": 579, "text": "68]", "ref_id": "BIBREF67"}, {"start": 650, "end": 679, "text": "Petricoin et al. in 2001 [69]", "ref_id": null}, {"start": 1081, "end": 1085, "text": "[70]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Reverse phase protein microarrays in cancer biology"}, {"text": "For example, Petricoin et al. used cancer cell lysates, representing 59 patient samples obtained from the Children's Oncology Group Intergroup Rhabdomyosarcoma Study (IRS), to fabricate reverse phase microarrays [53] . Rhabodymyosarcoma is a rare childhood cancer that arises from undifferentiated muscle progenitor cells. Although current treatments can yield as high as a 67% disease-free survival rate, the reasons for treatment failure in the remaining one-third of patients are unknown. The identification of biomarkers to allow distinguishing these patients from those that respond to traditional therapies would help identify those patients best suited for alternative therapies, and also potential drug targets. These reverse phase arrays were therefore used as platforms to detect the phosphorylation status of proteins thought to underlie whether rhabdomyosarcoma subtypes were responsive to standard chemotherapy regimens. Using phosphosite-specific antibodies, the authors identified higher phosphorylation levels in four Akt/mTOR pathway components in patients with poor survival outcomes. Network analysis based on this data and known pathway information was used to find that, on the other hand, patients with good treatment outcomes showed mTOR pathway suppression. Together, these findings suggested that pharmacologically inducing mTOR pathway suppression could result in improved outcomes for patients that failed to respond to standard chemotherapy regimens. The authors proceeded to test this hypothesis using a mouse xenograft model with rhabdoymyosarcoma cell lines and a known mTOR pathway inhibitor. They found that treatment with the inhibitor resulted in reduced phosphorylation of the protein 4E-BP1 that had been identified by the protein microarray studies, as well as inhibition of tumor growth. These results suggest that mTOR pathway inhibitors may be a potential way to improve treatment outcomes for patients that fail to respond to standard chemotherapy regimens. Additionally, they demonstrate the power of tumor cell lysate arrays in (i) identifying specific patient subpopulations that could benefit from tailored therapies, as well as (ii) identifying the specific molecules that should be targeted in developing and testing these therapies. However, there are several major problems with the reverse phase array approach. First, well-characterized antibodies are not available for the great majority of human proteins [71, 72] . Second, several recent studies have suggested that many commercially available monoclonal antibodies (mAbs) may not even recognize their purported targets, and cross-react extensively with other cellular antigens [73] . Third, antibody cross-reactivity is an even more pressing problem in diagnostic and therapeutic applications, as underlined by the recent withdrawal of several mAb-based pharmaceuticals from the market [74, 75] . Finally, this approach requires prior knowledge as to which phosphoproteins should be evaluated and as a result, is not an ideal platform for the discovery of novel biomarkers.", "cite_spans": [{"start": 212, "end": 216, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 2459, "end": 2463, "text": "[71,", "ref_id": "BIBREF70"}, {"start": 2464, "end": 2467, "text": "72]", "ref_id": "BIBREF71"}, {"start": 2683, "end": 2687, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 2892, "end": 2896, "text": "[74,", "ref_id": "BIBREF73"}, {"start": 2897, "end": 2900, "text": "75]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Reverse phase protein microarrays in cancer biology"}, {"text": "Current screening for breast cancer using mammograms detects only 70% of breast cancers, and false-positive mammograms lead to unnecessary biopsies. The identification of biomarkers that would allow early detection of breast cancer could provide a noninvasive, low cost method that could improve patient outcomes. One promising category of can-cer biomarkers is autoantibodies to tumor antigens that offer better stability, specificity, ease of purification, and ease of detection compared to other serum proteins. In order to identify autoantibodies to tumor antigens associated with breast cancer, Anderson et al. used protein arrays containing candidate tumor antigens and applied breast cancer patient and control serum samples to identify differences in the human antibody repertoire that could be used as biomarkers [50] . These custom protein arrays, termed \"NAPPA\" arrays (Nucleic Acid Protein Programmable Array), are fabricated by the spotting of cDNAs that encode the target proteins at each feature of the array. Proteins are transcribed and translated by a cellfree system and immobilized by encoded epitope tags, thus bypassing the protein purification process. Additionally, the authors used a three-phase screening approach to home in on the best candidate breast cancer biomarkers. In the first phase, they used arrays with the full set of 4988 tumor antigens in order to eliminate uninformative autoantibodies that were present at similar levels in both early breast cancer patients and healthy women. Subtracting these antigens, the protein set was reduced to 761, allowing them to fabricate smaller arrays for the next phase that offer the benefits of reduced cost and fewer false positives. In the second phase, sera from patients with invasive early breast cancer and benign breast disease were compared, in order to identify antigens specific to early breast cancer but absent from benign breast disease, resulting in 119 antigens. In the third phase, they set out to validate this antigen list, finding 28 antigens that maintained high levels of specificity in a blinded validation assay, including the protein ATP6AP1, a known autoantigen. They then focused on this protein and went on to show high expression of ATP6AP1 in four breast cancer cell lines by Western blot, as well as significantly higher ATP6AP1 autoantibody levels in approximately 13% of early breast cancer serum cases compared to controls. Although only a first step, this work demonstrates the power of protein microarrays, in particular programmable protein microarrays, in identifying biomarkers for the early detection of breast cancer.", "cite_spans": [{"start": 822, "end": 826, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Identification of autoantibody biomarkers for the early detection of breast cancer"}, {"text": "An important goal of identifying cancer biomarkers is to define new strategies for early diagnosis that can allow early intervention with current therapies to improve patient survival rates. Additionally, since cancer-associated autoantibodies often target proteins that are mutated, modified, or aberrantly expressed in tumor cells, they could also be considered immunologic reporters that could uncover molecular events underlying tumorigenesis [52] . The molecular players in these events, in turn, may be the best place to start in efforts to develop novel therapies. In order to identify autoantibody biomarkers that could act as indicators of bladder cancer, as well as the underlying molecular pathology contributing to disease, Orenes-Pinero turned to a protein array strategy using the Invitrogen Protoarray containing approximately 8000 purified human proteins to identify antibodies to tumor-associated antigens in serum [52] . Comparing serum samples collected from 12 patients with bladder cancer and ten control patients without bladder cancer, they identified 171 differentially expressed proteins. Among these, they selected clusterin and dynamin for validation based in part on their known role in cancer biology. Using immunohistochemistry on a custom tissue microarray comprised bladder cancer tumor samples, they found reduced expression levels of clusterin in muscle invasive bladder tumors as compared to nonmuscle invasive tumors. On the other hand, they found that low-protein expression of dynamin was associated with increased tumor stage and grade, higher recurrence rate after surgery, as well as shorter survival. Paradoxically, their follow-up tests revealed lower expression levels of dynamin and clusterin associated with disease, in contrast to their protein array results that showed increased autoantibody levels to these proteins among bladder cancer patients compared to controls. Despite these contradictory findings, the authors demonstrated significant associations between dynamin and clusterin expression levels and bladder cancer disease progression that could potentially allow them to use these as informative biomarkers in the clinic as well as potential drug targets. This work demonstrates the power of protein microarrays for the identification of autoantibodies to tumorassociated antigens and its application to the discovery of cancer biomarkers.", "cite_spans": [{"start": 447, "end": 451, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 932, "end": 936, "text": "[52]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Finding autoantibody biomarkers in bladder cancer"}, {"text": "Cell surfaces, especially mammalian cell surfaces, are heavily coated with complex poly-and oligosaccharides, and these glycans have been implicated in many functions, such as cellto-cell communication, host-pathogen interactions, and cell matrix interactions. Aberrations of glycosylation are usually indicative of the onset of specific diseases, such as cancer.", "cite_spans": [], "ref_spans": [], "section": "Application of lectin microarrays in cancers"}, {"text": "There are a handful of tools that can be used to study glycosylation, such as LC [76, 77] , MC [78] , CE [79, 80] , and flow cytometry [81, 82] .", "cite_spans": [{"start": 81, "end": 85, "text": "[76,", "ref_id": "BIBREF75"}, {"start": 86, "end": 89, "text": "77]", "ref_id": "BIBREF76"}, {"start": 95, "end": 99, "text": "[78]", "ref_id": "BIBREF77"}, {"start": 105, "end": 109, "text": "[79,", "ref_id": "BIBREF78"}, {"start": 110, "end": 113, "text": "80]", "ref_id": "BIBREF79"}, {"start": 135, "end": 139, "text": "[81,", "ref_id": "BIBREF80"}, {"start": 140, "end": 143, "text": "82]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Application of lectin microarrays in cancers"}, {"text": "To take advantage of the specific glycan-binding properties of lectins and the parallel analysis capability of microarrays [83] , we and others have developed the lectin microarray technology for profiling glycans in a high-throughput fashion [51, [84] [85] [86] [87] . Although lectin microarrays in early reports were only composed of a small number of lectins, in a later report a high-content lectin microarray composed of 94 unique commercial lectins was fabricated and used to profile accessible surface glycans of mammalian cells [51] . A total of 24 human cell lines were labeled and applied to this lectin microarray. A binary algorithm was developed to generate a \"glycan signature\" for each cell line, resulting in a hierarchical cluster based on their accessible glycan composition. By comparing the glycan profiles of a breast cancer cell line and its cancer stem-like cell derivatives, three lectins, namely LEL, AAL, and WGA, were found to specifically recognize MCF7 cells but not the derivatives. To confirm this result, the authors first employed LEL-conjugated beads to purify away the normal MCF7 cells from the cancer stem-like cells (estimated as ∼0.1% in the cell population) in an MCF7 cell population as a means to enrich cancer stem-like cells. Next, using a mouse model to test the enrichment of the cancer stem-like cells, they showed that 2 weeks following injection of the LEL-depleted cancer stem-like cell enriched cultures, average tumor size was greater than twofold bigger than the control group injected with a similar number of regular MCF7 cells. This study demonstrated the utility of a lectin microarray in the identification of novel cell surface markers on cancer stem-like cells that subsequently allowed enrichment for cancer stem-like cells.", "cite_spans": [{"start": 123, "end": 127, "text": "[83]", "ref_id": "BIBREF82"}, {"start": 243, "end": 247, "text": "[51,", "ref_id": "BIBREF50"}, {"start": 248, "end": 252, "text": "[84]", "ref_id": "BIBREF83"}, {"start": 253, "end": 257, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 258, "end": 262, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 263, "end": 267, "text": "[87]", "ref_id": "BIBREF86"}, {"start": 537, "end": 541, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Application of lectin microarrays in cancers"}, {"text": "Because the affinity of lectins is usually low (Kd is in the range of 10 −3 -10 −6 M) [84] , in processing a cell-binding assay on a lectin microarray, an analyte of low affinity may be washed away from the immobilized lectins, especially when dealing with live cells. In order to overcome these problems, researchers have modified lectin microarray technology in many ways [88] . One example is antibody-assisted lectin profiling that was developed for detecting glycoproteins at low concentrations. Kuno et al. used this method to analyze the glycan structures of a protein hPod, which has been proposed to enhance the metastatic potential of glioblastoma cells [86] . The hPod protein complex was first IP enriched with the appropriate antibody and then incubated on a lectin array to identify its associated glycans. An additional modification of the lectin microarray platform is the use of the evanescentfield activated fluorescence detection system, which allows for label-free, real-time detection. Since the evanescent field is generated within 200 nm, the background signals are so low that washing steps are not necessary. It has been reported that this detection system has by far the highest sensitivity among the lectin microarray detection systems, with a reported detection limit in the 100 pM range [89] . Finally, Li et al. reported a two-phase discovery and validation approach to improve the sensitivity of the lectin microarray technology in cancer biomarker discovery for prostate cancer [90] . First, pooled tissue samples for each group were generated by mixing equal amounts of tissue proteins (50 g) from the four cases in the normal, nonaggressive cancer, aggressive cancer, and metastasis groups. In the first phase, or discovery phase, prostate-specific antigen (PSA) and membrane metallo-endopeptidase (MME) proteins were extracted from each tissue group using anti-total PSA antibody and anti-MME mAbs, respectively. After incubating the IPed PSA or MME proteins on a lectin microarray, captured PSA or MME proteins were detected with anti-PSA or anti-MME mAbs. Comparison of signals between each group of pooled tissue revealed that the fraction of PSA that is O-glycosylated (as recognized by jacalin) or Neu5Ac conjugated (as detected by SNA), as well as the fraction of MME that was modified by either GalNAc or GlcNac was highly elevated in aggressive prostate cancer and metastatic prostate cancer groups. These results were confirmed with immunosorbent assay in phase II, in which PSA and MME were first captured on an ECL plate coated with anti-PSA and anti-MME mAbs, followed by detection with biotinylated lectins. These studies demonstrate the power and adaptability of protein microarrays for detection of even low-affinity interactions such as those between lectins and glycans.", "cite_spans": [{"start": 86, "end": 90, "text": "[84]", "ref_id": "BIBREF83"}, {"start": 374, "end": 378, "text": "[88]", "ref_id": "BIBREF87"}, {"start": 501, "end": 517, "text": "Kuno et al. used", "ref_id": null}, {"start": 664, "end": 668, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 1316, "end": 1320, "text": "[89]", "ref_id": "BIBREF88"}, {"start": 1510, "end": 1514, "text": "[90]", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Application of lectin microarrays in cancers"}, {"text": "Recent years have witnessed tremendous growth in the use of protein microarrays to address important questions in the field of clinical proteomics. In the area of biomarker identification, most of the recent research has been focused on either infections or autoimmune diseases. We believe that protein microarrays, especially functional protein microarrays, will be widely used for identification of cancer biomarkers in the near future. Indeed, recent advances in immunoproteomics and high-throughput technologies have suggested that the autoantibody repertoire in cancer patients might be quite different as compared with that in healthy subjects, leading to the hypothesis that autoantigens might be identified as biomarkers for cancer diagnosis, as well as cancer prognosis [91] . Ideally, a human protein microarray developed for such a purpose should cover the entire human proteome, in order to enable a comprehensive screen for the autoantigens. To our knowledge, we have fabricated a human proteome microarray of the best coverage (>70%) [21] . However, when hundreds, if not thousands, of serum samples are needed to screen for biomarkers, the cost of using these human proteome microarrays accumulates very rapidly. An effective strategy to overcome this obstacle is to apply the two-phase strategy as described in the AIH study [45] . We expect that this strategy will become popular in the near future. Finally, we expect that functional protein microarrays will be used as a readout to obtain reaction profiles of the collected activities of various types of enzymes, such as kinases, acetyltransferases, ubiquitin, and SUMO E3 ligases in cancerous tissues. Comparing PTM profiles obtained from cancer and healthy tissues will allow us to identify biomarkers and to gain new insights into the molecular mechanisms of disease.", "cite_spans": [{"start": 779, "end": 783, "text": "[91]", "ref_id": "BIBREF90"}, {"start": 1048, "end": 1052, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1341, "end": 1345, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Outlook"}, {"text": "This work is supported in part by the NIH (RR020839, DK082840, RO1GM076102, CA125807, CA160036, and HG006434 to HZ; R01EY017589 to JQ, and an AHA Predoctoral Fellowship (10PRE3040000) to EC).", "cite_spans": [], "ref_spans": [], "section": "Outlook"}, {"text": "The authors have declared no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Outlook"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Correlation between protein and mRNA abundance in yeast", "authors": [{"first": "S", "middle": ["P"], "last": "Gygi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rochon", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Franza", "suffix": ""}, {"first": "R", "middle": [], "last": "Aebersold", "suffix": ""}], "year": 1999, "venue": "Mol. Cell. Biol", "volume": "19", "issn": "", "pages": "1720--1730", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Antibody arrays-an emerging tool in cancer proteomics", "authors": [{"first": "E", "middle": [], "last": "Kopf", "suffix": ""}, {"first": "D", "middle": [], "last": "Zharhary", "suffix": ""}], "year": 2007, "venue": "Int. J. Biochem. Cell Biol", "volume": "39", "issn": "", "pages": "1305--1317", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Protein arrays and microarrays", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": [], "last": "Snyder", "suffix": ""}], "year": 2001, "venue": "Curr. Opin. Chem. Biol", "volume": "5", "issn": "", "pages": "40--45", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Profiling the human protein-DNA interactome reveals ERK2 as a transcriptional repressor of interferon signaling", "authors": [{"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "A", "middle": [], "last": "Onishi", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}], "year": 2009, "venue": "Cell", "volume": "139", "issn": "", "pages": "610--622", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Global analysis of protein function using protein function using protein microarrays", "authors": [{"first": "M", "middle": [], "last": "Smith", "suffix": ""}, {"first": "G", "middle": [], "last": "Jona", "suffix": ""}, {"first": "J", "middle": [], "last": "Ptacek", "suffix": ""}, {"first": "J", "middle": [], "last": "Devgan", "suffix": ""}], "year": 2005, "venue": "Mech. Age Dev", "volume": "126", "issn": "", "pages": "171--175", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Systematic characterization of protein-DNA interactions", "authors": [{"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Qian", "suffix": ""}, {"first": "S", "middle": [], "last": "Blackshaw", "suffix": ""}], "year": 2011, "venue": "Cell Mol. Life Sci", "volume": "68", "issn": "", "pages": "1657--1668", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A method for global protein expression and antibody screening on high-density filters of an arrayed cDNA library", "authors": [{"first": "K", "middle": [], "last": "Bussow", "suffix": ""}, {"first": "D", "middle": [], "last": "Cahill", "suffix": ""}, {"first": "W", "middle": [], "last": "Nietfeld", "suffix": ""}, {"first": "D", "middle": [], "last": "Bancroft", "suffix": ""}], "year": 1998, "venue": "Nucleic Acids Res", "volume": "26", "issn": "", "pages": "5007--5008", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "UPA, a universal protein array system for quantitative detection of protein-protein, protein-DNA, protein-RNA and protein-ligand interactions", "authors": [{"first": "H", "middle": [], "last": "Ge", "suffix": ""}], "year": 2000, "venue": "Nucleic Acids Res", "volume": "28", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Printing proteins as microarrays for high-throughput function determination", "authors": [{"first": "G", "middle": [], "last": "Macbeath", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Schreiber", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "289", "issn": "", "pages": "1760--1763", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Immunoassays with rolling circle DNA amplification: a versatile platform for ultrasensitive antigen detection", "authors": [{"first": "B", "middle": [], "last": "Schweitzer", "suffix": ""}, {"first": "S", "middle": [], "last": "Wiltshire", "suffix": ""}, {"first": "J", "middle": [], "last": "Lambert", "suffix": ""}, {"first": "S", "middle": [], "last": "O&apos;malley", "suffix": ""}], "year": 2000, "venue": "Proc. Natl. Acad. Sci", "volume": "97", "issn": "", "pages": "10113--10119", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Analysis of yeast protein kinases using protein chips", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Klemic", "suffix": ""}, {"first": "S", "middle": [], "last": "Chang", "suffix": ""}, {"first": "P", "middle": [], "last": "Bertone", "suffix": ""}], "year": 2000, "venue": "Nat. Genet", "volume": "26", "issn": "", "pages": "283--289", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Protein microarrays for highly parallel detection and quantitation of specific proteins and antibodies in complex solutions", "authors": [{"first": "B", "middle": ["B"], "last": "Haab", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Dunham", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Brown", "suffix": ""}], "year": 2001, "venue": "Genome Biol", "volume": "2", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Protein microchips: use for immunoassay and enzymatic reactions", "authors": [{"first": "P", "middle": [], "last": "Arenkov", "suffix": ""}, {"first": "A", "middle": [], "last": "Kukhtin", "suffix": ""}, {"first": "A", "middle": [], "last": "Gemmell", "suffix": ""}, {"first": "S", "middle": [], "last": "Voloshchuk", "suffix": ""}], "year": 2000, "venue": "Anal. Biochem", "volume": "278", "issn": "", "pages": "123--131", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Micropatterned immobilization of a G protein-coupled receptor and direct detection of G protein activation", "authors": [{"first": "C", "middle": [], "last": "Bieri", "suffix": ""}, {"first": "O", "middle": ["P"], "last": "Ernst", "suffix": ""}, {"first": "S", "middle": [], "last": "Heyse", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Hofmann", "suffix": ""}], "year": 1999, "venue": "Nat. Biotechnol", "volume": "17", "issn": "", "pages": "1105--1108", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Global analysis of protein activities using proteome chips", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": [], "last": "Bilgin", "suffix": ""}, {"first": "R", "middle": [], "last": "Bangham", "suffix": ""}, {"first": "D", "middle": [], "last": "Hall", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "293", "issn": "", "pages": "2101--2105", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Severe acute respiratory syndrome diagnostics using a coronavirus protein microarray", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "G", "middle": [], "last": "Jona", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2006, "venue": "Proc. Natl. Acad. Sci", "volume": "103", "issn": "", "pages": "4011--4016", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A proteome chip approach reveals new DNA damage recognition activities in Escherichia coli", "authors": [{"first": "C", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "E", "middle": [], "last": "Korobkova", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2008, "venue": "Nat. Methods", "volume": "5", "issn": "", "pages": "69--74", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Differential binding of calmodulin-related proteins to their targets revealed through high-density Arabidopsis protein microarrays", "authors": [{"first": "S", "middle": ["C"], "last": "Popescu", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Popescu", "suffix": ""}, {"first": "S", "middle": [], "last": "Bachan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2007, "venue": "Proc. Natl. Acad. Sci", "volume": "104", "issn": "", "pages": "4730--4735", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "High throughput identification of potential Arabidopsis mitogenactivated protein kinases substrates", "authors": [{"first": "T", "middle": [], "last": "Feilner", "suffix": ""}, {"first": "C", "middle": [], "last": "Hultschig", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2005, "venue": "Mol. Cell. Proteomics", "volume": "4", "issn": "", "pages": "1558--1568", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A nonredundant human protein chip for antibody screening and serum profiling", "authors": [{"first": "A", "middle": [], "last": "Lueking", "suffix": ""}, {"first": "A", "middle": [], "last": "Possling", "suffix": ""}, {"first": "O", "middle": [], "last": "Huber", "suffix": ""}, {"first": "A", "middle": [], "last": "Beveridge", "suffix": ""}], "year": 2003, "venue": "Mol. Cell. Proteomics", "volume": "2", "issn": "", "pages": "1342--1349", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Rapid identification of monospecific monoclonal antibodies using a human proteome microarray", "authors": [{"first": "J", "middle": ["S"], "last": "Jeong", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "E", "middle": [], "last": "Albino", "suffix": ""}, {"first": "J", "middle": [], "last": "Marrero", "suffix": ""}], "year": 2012, "venue": "Mol. Cell. Proteomics", "volume": "11", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Protein microarrays", "authors": [{"first": "C", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2006, "venue": "BioTechniques", "volume": "40", "issn": "", "pages": "423--429", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Protein microarrays: catching the proteome", "authors": [{"first": "O", "middle": [], "last": "Poetz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Schwenk", "suffix": ""}, {"first": "S", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "D", "middle": [], "last": "Stoll", "suffix": ""}], "year": 2005, "venue": "Mech. Ageing Dev", "volume": "126", "issn": "", "pages": "161--170", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Regulation of gene expression by a metabolic enzyme", "authors": [{"first": "D", "middle": [], "last": "Hall", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "T", "middle": [], "last": "Royce", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "306", "issn": "", "pages": "482--484", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "RNA-binding proteins that inhibit RNA virus infection", "authors": [{"first": "J", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "K", "middle": [], "last": "Gopinath", "suffix": ""}, {"first": "A", "middle": [], "last": "Murali", "suffix": ""}, {"first": "G", "middle": [], "last": "Yi", "suffix": ""}], "year": 2007, "venue": "Proc. Natl. Acad. Sci", "volume": "104", "issn": "", "pages": "3129--3134", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Global analysis of protein phosphorylation in yeast", "authors": [{"first": "J", "middle": [], "last": "Ptacek", "suffix": ""}, {"first": "G", "middle": [], "last": "Devgan", "suffix": ""}, {"first": "G", "middle": [], "last": "Michaud", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "679--684", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Protein acetylation microarray reveals that NuA4 controls key metabolic target regulating gluconeogenesis", "authors": [{"first": "Y", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Walter", "suffix": ""}], "year": 2009, "venue": "Cell", "volume": "136", "issn": "", "pages": "1073--1084", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Functional dissection of an HECT ubiquitin E3 ligase", "authors": [{"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Qian", "suffix": ""}, {"first": "S", "middle": [], "last": "Tao", "suffix": ""}], "year": 2007, "venue": "Mol. Cell. Proteomics", "volume": "7", "issn": "", "pages": "35--45", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Acetylation of yeast AMPK controls intrinsic aging independently of caloric restriction", "authors": [{"first": "J", "middle": ["Y"], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sheu", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}], "year": 2011, "venue": "Cell", "volume": "146", "issn": "", "pages": "969--979", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Chip-based analysis of SUMO (small ubiquitin-like modifier) conjugation to a target protein", "authors": [{"first": "Y", "middle": ["H"], "last": "Oh", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Hong", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "T", "middle": [], "last": "Lee", "suffix": ""}], "year": 2007, "venue": "Biosens. Bioelectr", "volume": "22", "issn": "", "pages": "1260--1267", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A functional protein microarray approach to characterizing posttranslational modifications on lysine residues", "authors": [{"first": "J", "middle": ["S"], "last": "Jeong", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Rho", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2011, "venue": "Methods Mol. Biol", "volume": "723", "issn": "", "pages": "213--223", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Functional protein microarray technology", "authors": [{"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "J", "middle": [], "last": "Qian", "suffix": ""}, {"first": "S", "middle": [], "last": "Blackshaw", "suffix": ""}], "year": 2011, "venue": "Wiley Interdiscip. Rev. Syst. Biol. Med", "volume": "3", "issn": "", "pages": "255--268", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Identification of novel substrates for Cdk5 and new targets for Cdk5 inhibitors using high-density protein microarrays", "authors": [{"first": "C", "middle": [], "last": "Schnack", "suffix": ""}, {"first": "B", "middle": [], "last": "Hengerer", "suffix": ""}, {"first": "F", "middle": [], "last": "Gillardon", "suffix": ""}], "year": 2008, "venue": "Proteomics", "volume": "8", "issn": "", "pages": "1980--1986", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Regulation of CK2 by phosphorylation and O-GlcNAcylation revealed by semisynthesis", "authors": [{"first": "M", "middle": ["K"], "last": "Tarrant", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Rho", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Jiang", "suffix": ""}], "year": 2012, "venue": "Nat. Chem. Biol", "volume": "8", "issn": "", "pages": "262--269", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The DNA damage response in viral-induced cellular transformation", "authors": [{"first": "P", "middle": ["A"], "last": "Nikitin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Luftig", "suffix": ""}], "year": 2012, "venue": "Br. J. Cancer", "volume": "106", "issn": "", "pages": "429--435", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Protein array identification of substrates of the Epstein-Barr virus protein kinase BGLF4", "authors": [{"first": "J", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "G", "middle": [], "last": "Liao", "suffix": ""}, {"first": "L", "middle": [], "last": "Shan", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "J. Virol", "volume": "83", "issn": "", "pages": "5219--5231", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Ubiquitination screen using protein microarrays for comprehensive identification of Rsp5 substrates in yeast", "authors": [{"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "B", "middle": [], "last": "Kus", "suffix": ""}, {"first": "C", "middle": [], "last": "Fladd", "suffix": ""}, {"first": "J", "middle": [], "last": "Wasmuth", "suffix": ""}], "year": 2007, "venue": "Mol. Syst. Biol", "volume": "3", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Comparison of substrate specificity of the ubiquitin ligases Nedd4 and Nedd4-2 using proteome arrays", "authors": [{"first": "A", "middle": [], "last": "Persaud", "suffix": ""}, {"first": "P", "middle": [], "last": "Alberts", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Amsen", "suffix": ""}, {"first": "X", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2009, "venue": "Mol. Syst. Biol", "volume": "5", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Nlysine acetylation of a bacterial transcription factor inhibits its DNA-binding activity", "authors": [{"first": "S", "middle": [], "last": "Thao", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Escalante-Semerena", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A protein microarray-based analysis of S-nitrosylation", "authors": [{"first": "M", "middle": ["W"], "last": "Foster", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Forrester", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Stamler", "suffix": ""}], "year": 2009, "venue": "Proc. Natl. Acad. Sci", "volume": "106", "issn": "", "pages": "18948--18953", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Comparison of humoral immune responses to Epstein-Barr virus and Kaposi's sarcoma-associated herpesvirus using a viral proteome microarray", "authors": [{"first": "D", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Y", "middle": ["G"], "last": "Cho", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "J. Infect. Dis", "volume": "204", "issn": "", "pages": "1683--1691", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Protein microarray for profiling antibody responses to Yersinia pestis live vaccine", "authors": [{"first": "B", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Song", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2005, "venue": "Infect. Immun", "volume": "73", "issn": "", "pages": "3734--3739", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Profiling the humoral immune response of acute and chronic Q fever by protein microarray", "authors": [{"first": "A", "middle": [], "last": "Vigil", "suffix": ""}, {"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Jain", "suffix": ""}, {"first": "R", "middle": [], "last": "Nakajima-Sasaki", "suffix": ""}], "year": 2011, "venue": "Mol. Cell. Proteomics", "volume": "10", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Profiling humoral immune responses to P. falciparum infection with protein microarrays", "authors": [{"first": "D", "middle": ["L"], "last": "Doolan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mu", "suffix": ""}, {"first": "B", "middle": [], "last": "Unal", "suffix": ""}, {"first": "S", "middle": [], "last": "Sundaresh", "suffix": ""}], "year": 2008, "venue": "Proteomics", "volume": "8", "issn": "", "pages": "4680--4694", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Novel autoimmune hepatitis-specific autoantigens identified using protein microarray technology", "authors": [{"first": "Q", "middle": [], "last": "Song", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2010, "venue": "J. Proteome Res", "volume": "9", "issn": "", "pages": "30--39", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Identification of novel serological biomarkers for inflammatory bowel disease using Escherichia coli proteome chip", "authors": [{"first": "C", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Sullivan", "suffix": ""}, {"first": "T", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Tan", "suffix": ""}], "year": 2009, "venue": "Mol. Cell. Proteomics", "volume": "8", "issn": "", "pages": "1765--1776", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Systems biology approach predicts antibody signature associated with Brucella melitensis infection in humans", "authors": [{"first": "L", "middle": [], "last": "Liang", "suffix": ""}, {"first": "X", "middle": [], "last": "Tan", "suffix": ""}, {"first": "S", "middle": [], "last": "Juarez", "suffix": ""}, {"first": "H", "middle": [], "last": "Villaverde", "suffix": ""}], "year": 2011, "venue": "J. Proteome Res", "volume": "10", "issn": "", "pages": "4813--4824", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Identification of new autoantigens for primary biliary cirrhosis using human proteome microarrays", "authors": [{"first": "C", "middle": ["J"], "last": "Hu", "suffix": ""}, {"first": "G", "middle": [], "last": "Song", "suffix": ""}, {"first": "W", "middle": [], "last": "Huang", "suffix": ""}, {"first": "G", "middle": ["Z"], "last": "Liu", "suffix": ""}], "year": 2012, "venue": "Mol. Cell. Proteomics", "volume": "11", "issn": "", "pages": "669--680", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Identification of autoantibody biomarkers for primary Sjogren's syndrome using protein microarrays", "authors": [{"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "A", "middle": [], "last": "Vissink", "suffix": ""}, {"first": "M", "middle": [], "last": "Arellano", "suffix": ""}, {"first": "C", "middle": [], "last": "Roozendaal", "suffix": ""}], "year": 2011, "venue": "Proteomics", "volume": "11", "issn": "", "pages": "1499--1507", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Protein microarray signature of autoantibody biomarkers for the early detection of breast cancer", "authors": [{"first": "K", "middle": ["S"], "last": "Anderson", "suffix": ""}, {"first": "S", "middle": [], "last": "Sibani", "suffix": ""}, {"first": "G", "middle": [], "last": "Wallstrom", "suffix": ""}, {"first": "J", "middle": [], "last": "Qiu", "suffix": ""}], "year": 2011, "venue": "J. Proteome Res", "volume": "10", "issn": "", "pages": "85--96", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Lectin microarrays identify cell-specific and functionally significant cell surface glycan markers", "authors": [{"first": "S", "middle": ["C"], "last": "Tao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Qian", "suffix": ""}], "year": 2008, "venue": "Glycobiology", "volume": "18", "issn": "", "pages": "761--769", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Serum and tissue profiling in bladder cancer combining protein and tissue arrays", "authors": [{"first": "E", "middle": [], "last": "Orenes-Pinero", "suffix": ""}, {"first": "R", "middle": [], "last": "Barderas", "suffix": ""}, {"first": "D", "middle": [], "last": "Rico", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Casal", "suffix": ""}], "year": 2010, "venue": "J. Proteome Res", "volume": "9", "issn": "", "pages": "164--173", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Phosphoprotein pathway mapping: Akt/mammalian target of rapamycin activation is negatively associated with childhood rhabdomyosarcoma survival", "authors": [{"first": "E", "middle": ["F"], "last": "Petricoin", "suffix": ""}, {"first": "V", "middle": [], "last": "Espina", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Araujo", "suffix": ""}, {"first": "B", "middle": [], "last": "Midura", "suffix": ""}], "year": 2007, "venue": "Cancer Res", "volume": "67", "issn": "", "pages": "3431--3440", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "High-throughput profiling of the humoral immune responses against thirteen human papillomavirus types by proteome microarrays", "authors": [{"first": "M", "middle": [], "last": "Luevano", "suffix": ""}, {"first": "H", "middle": ["U"], "last": "Bernard", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Barrera-Saldana", "suffix": ""}, {"first": "V", "middle": [], "last": "Trevino", "suffix": ""}], "year": 2010, "venue": "Virology", "volume": "405", "issn": "", "pages": "31--40", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Human Herpesviruses: Biology, Therapy, and Immunoprophylaxis", "authors": [{"first": "A", "middle": [], "last": "Arvin", "suffix": ""}, {"first": "G", "middle": [], "last": "Campadelli-Fiume", "suffix": ""}, {"first": "E", "middle": [], "last": "Mocarski", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Moore", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Conserved herpesvirus kinases target the DNA damage response pathway and TIP60 histone acetyltransferase to promote virus replication", "authors": [{"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "G", "middle": [], "last": "Liao", "suffix": ""}], "year": 2011, "venue": "Cell. Host Microbe", "volume": "10", "issn": "", "pages": "390--400", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "A protein array screen for Kaposi's sarcoma-associated herpesvirus LANA interactors links LANA to TIP60, PP2A activity, and telomere shortening", "authors": [{"first": "M", "middle": [], "last": "Shamay", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Liao", "suffix": ""}], "year": 2012, "venue": "J. Virol", "volume": "86", "issn": "", "pages": "5179--5191", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "SUMO binding by the Epstein-Barr virus protein kinase BGLF4 is crucial for BGLF4 function", "authors": [{"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Liao", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Guzzo", "suffix": ""}], "year": 2012, "venue": "J. Virol", "volume": "86", "issn": "", "pages": "5412--5421", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Capturing host-pathogen interactions by protein microarrays: identification of novel streptococcal proteins binding to human fibronectin, fibrinogen, and C4BP", "authors": [{"first": "I", "middle": [], "last": "Margarit", "suffix": ""}, {"first": "S", "middle": [], "last": "Bonacci", "suffix": ""}, {"first": "G", "middle": [], "last": "Pietrocola", "suffix": ""}, {"first": "S", "middle": [], "last": "Rindi", "suffix": ""}], "year": 2009, "venue": "", "volume": "23", "issn": "", "pages": "3100--3112", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Proteomic analysis of virus-host interactions in an infectious context using recombinant viruses", "authors": [{"first": "A", "middle": ["V"], "last": "Komarova", "suffix": ""}, {"first": "C", "middle": [], "last": "Combredet", "suffix": ""}, {"first": "L", "middle": [], "last": "Meyniel-Schicklin", "suffix": ""}, {"first": "M", "middle": [], "last": "Chapelle", "suffix": ""}], "year": 2011, "venue": "Mol. Cell. Proteomics", "volume": "10", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "RNA interference screen for human genes associated with West Nile virus infection", "authors": [{"first": "M", "middle": ["N"], "last": "Krishnan", "suffix": ""}, {"first": "A", "middle": [], "last": "Ng", "suffix": ""}, {"first": "B", "middle": [], "last": "Sukumaran", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Gilfoy", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "455", "issn": "", "pages": "242--245", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus", "authors": [{"first": "A", "middle": ["L"], "last": "Brass", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benita", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "John", "suffix": ""}], "year": 2009, "venue": "Cell", "volume": "139", "issn": "", "pages": "1243--1254", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Herpesviral protein networks and their interaction with the human proteome", "authors": [{"first": "P", "middle": [], "last": "Uetz", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Dong", "suffix": ""}, {"first": "C", "middle": [], "last": "Zeretzke", "suffix": ""}, {"first": "C", "middle": [], "last": "Atzler", "suffix": ""}], "year": 2006, "venue": "", "volume": "311", "issn": "", "pages": "239--242", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The SARS-coronavirus-host interactome: identification of cyclophilins as target for pan-coronavirus inhibitors", "authors": [{"first": "S", "middle": [], "last": "Pfefferle", "suffix": ""}, {"first": "J", "middle": [], "last": "Schopf", "suffix": ""}, {"first": "M", "middle": [], "last": "Kogl", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Friedel", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "7", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The genetic landscape of the childhood cancer medulloblastoma", "authors": [{"first": "D", "middle": ["W"], "last": "Parsons", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Jones", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "331", "issn": "", "pages": "435--439", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Intratumor heterogeneity and branched evolution revealed by multiregion sequencing", "authors": [{"first": "M", "middle": [], "last": "Gerlinger", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rowan", "suffix": ""}, {"first": "S", "middle": [], "last": "Horswell", "suffix": ""}, {"first": "J", "middle": [], "last": "Larkin", "suffix": ""}], "year": 2012, "venue": "N. Engl. J. Med", "volume": "366", "issn": "", "pages": "883--892", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Design of high-density antibody microarrays for disease proteomics: key technological issues", "authors": [{"first": "C", "middle": ["A"], "last": "Borrebaeck", "suffix": ""}, {"first": "C", "middle": [], "last": "Wingren", "suffix": ""}], "year": 2009, "venue": "J. Proteomics", "volume": "72", "issn": "", "pages": "928--935", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Methods and applications of antibody microarrays in cancer research", "authors": [{"first": "B", "middle": ["B"], "last": "Haab", "suffix": ""}], "year": 2003, "venue": "Proteomics", "volume": "3", "issn": "", "pages": "2116--2122", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Reverse phase protein microarrays which capture disease progression show activation of pro-survival pathways at the cancer invasion front", "authors": [{"first": "C", "middle": ["P"], "last": "Paweletz", "suffix": ""}, {"first": "L", "middle": [], "last": "Charboneau", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Bichsel", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Simone", "suffix": ""}], "year": 2001, "venue": "Oncogene", "volume": "20", "issn": "", "pages": "1981--1989", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Reverse phase protein microarrays advance to use in clinical trials", "authors": [{"first": "C", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Liotta", "suffix": ""}, {"first": "V", "middle": [], "last": "Espina", "suffix": ""}], "year": 2010, "venue": "Mol. Oncol", "volume": "4", "issn": "", "pages": "461--481", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The dark side of the immunohistochemical moon: industry", "authors": [{"first": "A", "middle": ["E"], "last": "Kalyuzhny", "suffix": ""}], "year": 2009, "venue": "J. Histochem. Cytochem", "volume": "57", "issn": "", "pages": "1099--1101", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Commercial antibodies: the good, bad, and really ugly", "authors": [{"first": "J", "middle": ["R"], "last": "Couchman", "suffix": ""}], "year": 2009, "venue": "J. Histochem. Cytochem", "volume": "57", "issn": "", "pages": "7--8", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Ten commercial antibodies for alpha-1-adrenergic receptor subtypes are nonspecific", "authors": [{"first": "B", "middle": ["C"], "last": "Jensen", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Swigart", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Simpson", "suffix": ""}], "year": 2009, "venue": "Naunyn Schmiedebergs Arch. Pharmacol", "volume": "379", "issn": "", "pages": "409--412", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Antibody-drug conjugates for cancer: poised to deliver?", "authors": [{"first": "B", "middle": [], "last": "Hughes", "suffix": ""}], "year": 2010, "venue": "Nat. Rev. Drug Discov", "volume": "9", "issn": "", "pages": "665--667", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Monoclonal antibodies and progressive multifocal leukoencephalopathy", "authors": [{"first": "J", "middle": ["R"], "last": "Berger", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Houff", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Major", "suffix": ""}], "year": 2009, "venue": "MAbs", "volume": "1", "issn": "", "pages": "583--589", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Analyses of N-linked oligosaccharides using a two-dimensional mapping technique", "authors": [{"first": "N", "middle": [], "last": "Tomiya", "suffix": ""}, {"first": "J", "middle": [], "last": "Awaya", "suffix": ""}, {"first": "M", "middle": [], "last": "Kurono", "suffix": ""}, {"first": "S", "middle": [], "last": "Endo", "suffix": ""}], "year": 1988, "venue": "Anal. Biochem", "volume": "171", "issn": "", "pages": "73--90", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Structure analyses of oligosaccharides by tagging of the reducing end sugars with a fluorescent compound", "authors": [{"first": "S", "middle": [], "last": "Hase", "suffix": ""}, {"first": "T", "middle": [], "last": "Ikenaka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Matsushima", "suffix": ""}], "year": 1978, "venue": "Biochem. Biophys. Res. Commun", "volume": "85", "issn": "", "pages": "257--263", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "A strategy for identification of oligosaccharide structures using observational multistage mass spectral library", "authors": [{"first": "A", "middle": [], "last": "Kameyama", "suffix": ""}, {"first": "N", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Nakaya", "suffix": ""}, {"first": "H", "middle": [], "last": "Ito", "suffix": ""}], "year": 2005, "venue": "Anal. Chem", "volume": "77", "issn": "", "pages": "4719--4725", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Analysis of glycoprotein-derived oligosaccharides in glycoproteins detected on two-dimensional gel by capillary electrophoresis using on-line concentration method", "authors": [{"first": "S", "middle": [], "last": "Kamoda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakanishi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kinoshita", "suffix": ""}, {"first": "R", "middle": [], "last": "Ishikawa", "suffix": ""}], "year": 2006, "venue": "", "volume": "1106", "issn": "", "pages": "67--74", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Capillary electrophoresis for the analysis of glycoprotein pharmaceuticals", "authors": [{"first": "S", "middle": [], "last": "Kamoda", "suffix": ""}, {"first": "K", "middle": [], "last": "Kakehi", "suffix": ""}], "year": 2006, "venue": "Electrophoresis", "volume": "27", "issn": "", "pages": "2495--2504", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Assessment of P-glycoprotein expression by immunocytochemistry and flow cytometry using two different monoclonal antibodies coupled with functional efflux analysis in 34 patients with acute myeloid leukemia", "authors": [{"first": "S", "middle": [], "last": "Poulain", "suffix": ""}, {"first": "P", "middle": [], "last": "Lepelley", "suffix": ""}, {"first": "N", "middle": [], "last": "Cambier", "suffix": ""}, {"first": "A", "middle": [], "last": "Cosson", "suffix": ""}], "year": 1999, "venue": "Adv. Exp. Med. Biol", "volume": "457", "issn": "", "pages": "57--63", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Dynamic measurements of the platelet membrane glycoprotein IIb-IIIa receptor for fibrinogen by flow cytometry. II. Platelet size-dependent subpopulations", "authors": [{"first": "M", "middle": [], "last": "Frojmovic", "suffix": ""}, {"first": "T", "middle": [], "last": "Wong", "suffix": ""}], "year": 1991, "venue": "Biophys. J", "volume": "59", "issn": "", "pages": "828--837", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Global analysis of the glycoproteome in Saccharomyces cerevisiae reveals new roles for protein glycosylation in eukaryotes", "authors": [{"first": "L", "middle": ["A"], "last": "Kung", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Tao", "suffix": ""}, {"first": "J", "middle": [], "last": "Qian", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Smith", "suffix": ""}], "year": 2009, "venue": "Mol. Syst. Biol", "volume": "5", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Development of a lectin microarray for the rapid analysis of protein glycopatterns", "authors": [{"first": "K", "middle": ["T"], "last": "Pilobello", "suffix": ""}, {"first": "L", "middle": [], "last": "Krishnamoorthy", "suffix": ""}, {"first": "D", "middle": [], "last": "Slawek", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Mahal", "suffix": ""}], "year": 2005, "venue": "Chembiochem", "volume": "6", "issn": "", "pages": "985--989", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Glycoprofiling with micro-arrays of glycoconjugates and lectins", "authors": [{"first": "S", "middle": [], "last": "Angeloni", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Ridet", "suffix": ""}, {"first": "N", "middle": [], "last": "Kusy", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}], "year": 2005, "venue": "Glycobiology", "volume": "15", "issn": "", "pages": "31--41", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Focused differential glycan analysis with the platform antibodyassisted lectin profiling for glycan-related biomarker verification", "authors": [{"first": "A", "middle": [], "last": "Kuno", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kato", "suffix": ""}, {"first": "A", "middle": [], "last": "Matsuda", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Kaneko", "suffix": ""}], "year": 2009, "venue": "Mol. Cell. Proteomics", "volume": "8", "issn": "", "pages": "99--108", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Lectin arrays for profiling cell surface carbohydrate expression", "authors": [{"first": "T", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "D", "middle": [], "last": "Peelen", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Smith", "suffix": ""}], "year": 2005, "venue": "J. Am. Chem. Soc", "volume": "127", "issn": "", "pages": "9982--9983", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Lectin microarrays: a powerful tool for glycan-based biomarker discovery", "authors": [{"first": "S", "middle": ["M"], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2011, "venue": "Comb. Chem. High Throughput Screen", "volume": "14", "issn": "", "pages": "711--719", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Development of a lectin microarray based on an evanescent-field fluorescence principle", "authors": [{"first": "N", "middle": [], "last": "Uchiyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Kuno", "suffix": ""}, {"first": "S", "middle": [], "last": "Koseki-Kuno", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ebe", "suffix": ""}], "year": 2006, "venue": "Methods Enzymol", "volume": "415", "issn": "", "pages": "341--351", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Detection and verification of glycosylation patterns of glycoproteins from clinical specimens using lectin microarrays and lectin-based immunosorbent assays", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Tao", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Bova", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Liu", "suffix": ""}], "year": 2011, "venue": "Anal. Chem", "volume": "83", "issn": "", "pages": "8509--8516", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Assessment of the humoral immune response to cancer", "authors": [{"first": "M", "middle": ["A"], "last": "Murphy", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "O&apos;leary", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cahill", "suffix": ""}], "year": 2012, "venue": "J. Proteomics", "volume": "75", "issn": "", "pages": "4573--4579", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Online: See the article online to view Figs. 1-4 in colour.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Examples of IgG and IgM profiles obtained with serum samples of SARS-CoV-infected patients. Sample FP B0352 was collected immediately following detection of fever in a patient in Beijing; Sample DP C08 was collected from a recovered SARS patient in Toronto. Signals in the upper panel and the BSA control were detected with anti-human IgGs, while signals in the lower panel of the two patient samples were detected with anti-human IgMs.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Identification of most relevant candidate for in-depth in vivo studies.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Protein microarray studies by PTM", "latex": null, "type": "table", "html": "<html><body><table><tr><td>PTM </td><td>Substrate </td><td>Enzyme </td><td>Reference\n</td></tr><tr><td>Phosphorylation </td><td>Yeast </td><td>87 yeast kinases\n</td><td>[11,26]\n</td></tr><tr><td>Human </td><td>Human CDK5,\n</td><td>[33,34]\n</td></tr><tr><td> </td><td> </td><td>CKII\n</td><td> </td></tr><tr><td> </td><td> </td><td>Four\n</td><td>[35]\n</td></tr><tr><td> </td><td> </td><td>herpesvirus kinases\n</td><td> </td></tr><tr><td> </td><td>Arabidopsis </td><td>Arabidopsis\n</td><td>[18,19]\n</td></tr><tr><td> </td><td> </td><td>MAPKs\n</td><td> </td></tr><tr><td>Ubiquitylation </td><td>Herpesvirus </td><td>EBV BGLF4 </td><td>[36]\n</td></tr><tr><td>Yeast </td><td>HECT-domain\n</td><td>[28,37]\n</td></tr><tr><td> </td><td> </td><td>E3 Rsp5\n</td><td> </td></tr><tr><td> </td><td>Human </td><td>HECT-domain\n</td><td>[38]\n</td></tr><tr><td> </td><td> </td><td>E3 Nedd4\n</td><td> </td></tr><tr><td> </td><td> </td><td>and Nedd4L\n</td><td> </td></tr><tr><td>Acetylation </td><td>Yeast </td><td>NuA4 complex </td><td>[27,29]\n</td></tr><tr><td>E. coli </td><td>PAT </td><td>[39]\n</td></tr><tr><td>SUMOylation </td><td>Human </td><td>E3 RanGAP1 </td><td>[30]\n</td></tr><tr><td>S-nitrosylation </td><td>Yeast and\n</td><td>N/A </td><td>[40]\n</td></tr><tr><td> </td><td> </td><td>human\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Protein microarray studies in clinical proteomics", "latex": null, "type": "table"}}, "back_matter": []}