{
    "paper_id": "1d37918ef3a9ccd14a9f654db52fc8adfc2fd56b",
    "metadata": {
        "title": "Decision Under Ignorance: A Comparison of Existing Criteria",
        "authors": [
            {
                "first": "Zoé",
                "middle": [],
                "last": "Krug",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Toulouse-IRIT",
                    "location": {
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": "zoe.krug@isae.fr"
            },
            {
                "first": "Romain",
                "middle": [],
                "last": "Guillaume",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Toulouse-IRIT",
                    "location": {
                        "settlement": "Toulouse",
                        "country": "France"
                    }
                },
                "email": "romain.guillaume@irit.fr"
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Battaïa",
                "suffix": "",
                "affiliation": {},
                "email": "olga.battaia@kedgebs.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, we compare the behavior of classic Hurwicz criterion with three more recent criteria τ -anchor, R * and R * . This evaluation is realized on linear optimization problems with uncertain costs coefficients taking into account the risk aversion of the decision maker. The uncertainty is represented by a scenario set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Decision or optimization problems often arise in an uncertain context. Depending on available information, several approaches have been proposed to model this uncertainty (e.g. possibility theory [17] , evidence theory [18] , etc.). In this paper, we focus on the case of low knowledge on possible states, namely decision under ignorance. In this case the decision-maker is able to give the set of possible values of optimization problem parameters but she/he is not able to differentiate them. In other words, all possible parameter values are all possible (this is a particular case in possibility theory when all scenarios have possibility equal to 1). Hurwicz-Arrow proposed a decision under ignorance theory [3] that specifies the properties that a criterion must satisfy. One of the most popular criteria in this context is the Wald criterion (maxmin criterion). Recently, a considerable amount of literature on robust optimization has studied this maxmin criterion [1, 4] , and [10] . This criterion is very pessimistic since it focuses on the worst case scenario. Moreover, it is necessary to meet the underlying condition that all scenarios are almost possible (ignorance context). Otherwise, other criteria are more relevant, see [10] . Other criteria have been proposed to take decisionmaking under ignorance behavior into account. The oldest one is the Hurwciz criterion which consists in modeling optimism by making a linear aggregation with the best and the worst evaluation. This criterion has been used to model the behavior of a decision-maker in different contexts (see [5, 14, 15, 19] ...etc) and has been spread to include imprecise probability theory [12] . This criterion has been criticized in a sequential decision context since it does not satisfy the desired properties in this decision context (for more details see [6, 11] ).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1588,
                    "end": 1591,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1592,
                    "end": 1595,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1843,
                    "end": 1846,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1847,
                    "end": 1850,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to satisfy the properties of the sequential decision pointed out in [11] and that of the decision under ignorance, two criteria have been recently proposed namely R * and R * [8] . On the other hand, Giang [9] proposes a new criterion namely τ -anchor which satisfies the decision under ignorance property [3] and with Anscombe-Aumann's [2] ideas of reversibility and monotonicity that had been used to characterize subjective probability.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this paper is to discuss those four criteria in the context of a linear programming problem. We tackle the problem of optimization under ignorance by taking the optimism of the decision-maker into account as a bi-objective optimization problem where the first criterion is the pessimistic point of view and second one is the optimistic point of view. So, we study some properties such as the Pareto optimality of the optimal solution to those criteria. The paper is organized as follows. Firstly, we set out the problem being studied, then we recall the decision under ignorance and we present the four criteria that will be studied. Then, we compare the properties of the optimal solutions to the linear programming problem for all those criteria. Then, the computational aspects of R * are discussed. Finally, we propose a new criterion which generalizes Hurwicz, R * and R * which satisfy the decision under ignorance properties and under some conditions the Pareto optimality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we focus on a Linear Program 1 (Eq. 1) where profit coefficients are uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Under Study"
        },
        {
            "text": "-N : the set of decisions, -M : the set of constraints, -x i : the value of decision i ∈ N , -a i,j : the coefficient of decision variable i ∈ N for constraints j ∈ M p i : the profit of decision variable i ∈ N , -b j : the coefficient of constraints j ∈ M , -X : the set of feasible solutions (defined by constraints 1.(a) and 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notations"
        },
        {
            "text": "To model the uncertainty we are given a scenario set S, which contains all possible vectors of the profit coefficients, called scenarios. We thus only know that one profit scenario s ∈ S will occur, but we do not know which one until a solution is computed. The profit of decision variable i ∈ N under scenario s ∈ S is denoted p s i and we assume that p s i ≥ 0. No additional information for the scenario set S, such as a probability distribution, is provided. Two methods of defining scenario sets are popular in the existing literature (see, e.g., [4, 13] and [16] ). The first one is discrete uncertainty representation, S D = {s 1 , · · · , s K } contains K > 1 explicitly listed scenarios. The second one is interval uncertainty",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Notations"
        },
        {
            "text": "The profit of solution X = (x i ) i∈N depends now on scenario s ∈ S, S ∈ {S D , S I }, and will be denoted as f (X, s) = i∈N p s i x i . So the profit of solution X = (x i ) i∈N is a set F (X) = {f (X, s), ∀s ∈ S}. In order to choose a solution which takes into account the optimism of the decision maker, different criteria aggregating minimal and maximal possible values of the profit could be used. In this paper, we will study four different criteria, namely the Hurwicz, τ -anchor, R * and R * criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notations"
        },
        {
            "text": "In this section, we recall the main results of the decision under ignorance and define the criteria we will consider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Firstly, we recall the main results of the decision under ignorance theory developed by Hurwicz and Arrow [3] . Two solutions X 1 and X 2 are isomorphic if there is one-to-one mapping h from the set of scenarios such that ∀s ∈ S, f(X 1 , s) = f (X 2 , h(s)). Solution X 2 is said to be derived from solution X 1 by deleting duplicate if F (X 2 ) ⊂ F (X 1 ) and for each w ∈ F (X 1 )\\F (X 2 ), there exists w ∈ F (X 2 ) such that w = w . The decision under ignorance is based on 4 axioms (called HA axioms):",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Decision Under Ignorance"
        },
        {
            "text": "A) (Weak order): I is a weak order. B) (Invariance under relabeling axiom (symmetry)). If two solution are isomorphic then they are indifferent. C) (Invariance under deletion of duplicate states). If X 2 is derived from X 1 by deleting duplicates then X 1 and X 2 are indifferent. D) (Weak dominance axiom). If X 1 , X 2 are solutions on the same scenario set S and ∀s ∈ S, f (X 1 , s) ≥ f (X 2 , s) then X 1 I X 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decision Under Ignorance"
        },
        {
            "text": "Theorem 1 (Hurwicz-Arrow). The necessary and sufficient condition for preference I on the set of solutions X to satisfy properties A through D is that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decision Under Ignorance"
        },
        {
            "text": "The HA theorem says that the comparison between two sets of prizes corresponds to comparing their extremes. If both extremes of one set are greater than or equal to their counterparts in another set then the former is preferred to the latter. The intermediate members of the set do not matter. The criteria presented below satisfy the HA axioms. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decision Under Ignorance"
        },
        {
            "text": "The Hurwicz criterion seeks for a solution that minimizes the convex combination of the best and worst performances (the total profit) across all scenarios. In this case, we solve the following problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hurwicz Criterion [3]"
        },
        {
            "text": "where α ∈ [0, 1] is called optimism-pessimism index. Clearly, if α = 1 then we solve the problem with criterion max-max ; if α = 0 then we solve the problem with criterion max-min. Hence, α ∈ [0, 1] controls the relative importance of two extremes min and max.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hurwicz Criterion [3]"
        },
        {
            "text": "Recently Giang proposed a new criterion called τ -anchor where max-min and max-max are special cases as the Hurwicz criterion does. Initially those criteria were defined on [0, 1] but in a linear program context we define that criterion on ] − ∞, +∞[. τ ∈ ] − ∞, +∞[ is called the tolerance for ignorance because it characterizes the behavior under ignorance of an individual decision-maker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The τ -Anchor Criterion [9]"
        },
        {
            "text": "The behavior of a decision-maker is: if tolerance for ignorance value of the decision-maker (τ ) is not possible she/he evaluates solution (X) using the closest possible profit to her/his characteristic value. Otherwise all solutions containing her/his characteristic value as possible profit are considered equivalent and equal to τ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The τ -Anchor Criterion [9]"
        },
        {
            "text": "More recently criteria R * and R * have been proposed to take into account the optimism of the decision-maker in the context of a sequential decision problem under total ignorance [8] since they satisfy the properties desired for sequential decision problems. Like τ -anchor those criteria have been defined on [0, 1] but in a linear program context we define those criteria on ] − ∞, +∞[. e ∈ ] − ∞, +∞[ is called the neutral value. Both of these criteria are also known as uni-norm aggregation functions [21] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The R * and R * Criteria [8]"
        },
        {
            "text": "R * specifies that if one of the f (X, s)'s is lower than e then the min operator is applied, otherwise max is applied. R * specifies that if one of the f (X, s)'s is greater than e then the max operator is applied, otherwise min is applied. One can see that these two uni-norms (R * , R * ) generalize the min and max, as Hurwicz does (max is recovered when e = −∞, min when e = +∞). The identity element e can represent the optimism threshold (like α for Hurwicz).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The R * and R * Criteria [8]"
        },
        {
            "text": "To compare those criteria we formulate the problem of taking into account the optimism of the decision-maker as a bi-objective optimization problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on Hurwicz, τ -Anchor, R * , and R *"
        },
        {
            "text": "We will call the robust solution the solution optimal for objective function g max and opportunistic solution the solution optimal for objective g min . To perform the analysis we need to recall the notions of Pareto optimality 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on Hurwicz, τ -Anchor, R * , and R *"
        },
        {
            "text": "A solution X 1 is called weakly Pareto optimal if there is no",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "Hence, in this section we firstly study the general properties (namely: Pareto optimality and weak Pareto optimality) of the optimal solution for all those criteria without taking the property of the linear programming problem into account. From the results of this study we will focus on two criteria, namely Hurwicz and R * . First, we need introduce some additional notations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "From Theorem 3.3 and Theorem 3.4 [7] and the fact that Hurwicz criterion is a convex combination of g max (X) and g min (X) we have the following proposition:",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "General Comparison"
        },
        {
            "text": "From Proposition 1, we can see that using the Hurwicz criterion a decisionmaker with α ∈]0, 1[ can access to compromised solutions which are optimal in the Pareto sense. Nevertheless, if the Pareto front is strictly concave, the optimal solution ∀α ∈ [0, 1] are the optimal solution for maxmin or maxmax criteria. In the next section, we will discuss this point in details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison"
        },
        {
            "text": "Let us now study the set of possible optimal solutions for the τ -anchor criterion. τ -anchor breaks down the evaluation space into three areas. We will call those areas: the min area when min aggregator is applied, the equivalent area when all solutions in this area have the same evaluation Cε(F (X)) = τ and finally the max area when the max aggregator is applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison"
        },
        {
            "text": "To better understand the behavior of the decision-maker applying the τanchor criterion, we look at four possible cases of localization of feasible profit set F on these three areas. Figure 1 illustrates those cases for a problem with 2 discrete scenarios {s 1 , s 2 } where the min, equivalent and max areas are respectively represented by a red, white and green area. The case (a) shows that all feasible solutions can be considered as equivalent if the solution is good enough for one scenario but too bad for another. In other words, in the case where there is no feasible solution having as maximal evaluation a value greater than τ on both scenarios. The case (b) is close to the case (a) with the exception that the optimal solution has constraints on the maximal possible profit. In case (c), the optimal solutions are the optimal solutions for the maxmax criteria. In the last case, case (d), the optimal solution is the solution for the maxmin criterion. The Proposition 2 sums up the discussion above. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "General Comparison"
        },
        {
            "text": "In addition to the fact that all solutions may be considered as equivalent, the τ -anchor does not look very interesting from the point of view of bi-objective optimization compared to the Hurwicz criterion since it cannot prefer the Pareto optimal solution which is a compromise between robust and opportunistic solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Comparison"
        },
        {
            "text": "R * , as τ -anchor, cuts the evaluation space into areas with the difference being that there is no equivalent area. Figure 2 illustrates two interesting situations: (a) all feasible solutions are in the min area and (b) there exists a feasible solution in the max area. One can see that in case (a) the best solution is a robust solution since we maximize the minimal value without constraints. In case (b), the best solution is the opportunistic solution since we maximize the maximal solution with constraints on the maximal value (greater than e) which is always true if we are in this case. The Proposition 3 sums up the discussion above. Let us now focus on the optimization with R * criterion. From the definition, we can distinguish 2 cases: the case without any feasible solution in the max area (Fig. 3.(a) ) and the case with (Fig. 3.(b) ). In the former case, the optimal solution is the robust one, in the latter case, the optimal solution is the solution which is optimal for the following optimization problem:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 805,
                    "end": 816,
                    "text": "(Fig. 3.(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 837,
                    "end": 848,
                    "text": "(Fig. 3.(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "General Comparison"
        },
        {
            "text": "Problem 8 is equivalent to the -constraints approach [7] applied to problem 6. According to proposition 4.3 [7] , those approaches return weak Pareto optimal solutions.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "General Comparison"
        },
        {
            "text": "From Proposition 4 and 3, we can see that the two uni-norm R * and R * differ fundamentally. R * is a rule to choose between the robust or opportunistic solution while R * can prefer a compromise solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4. For scenario set S ∈ {S"
        },
        {
            "text": "The conclusion of this section is that on one hand we have τ -anchor and R * which are criteria encoding a rule to choose between the robust and opportunistic solution. On the other hand the Hurwicz and R * criteria may give the possibility to the decision-maker to prefer a solution which is a compromise between the robust and the opportunistic solution. To study the difference between both criteria in greater depth we need to take into account the characteristics of the linear programming problem and the scenario set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4. For scenario set S ∈ {S"
        },
        {
            "text": "To continue the discussion between R * and Hurwicz, we need to study the shape of the Pareto front of Problem 6. In this section, we start with the uncertainty set S D . Firstly, the feasible set in the objective space G is investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of R * and Hurwicz for a Linear Programming Problem with an Uncertainty Set S D and S I"
        },
        {
            "text": "The feasible set in objective space G is not necessarily a convex polytope for scenario set S D .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 5."
        },
        {
            "text": "From Propositions 1, 4, and 5, we have the following theorem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1. The set of Pareto optimal solution P is not necessarily convex."
        },
        {
            "text": "Proposition 5, Corollary 1 and Theorem 2 are illustrated by the example below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corollary 1. The set of Pareto optimal solution P is not necessarily convex."
        },
        {
            "text": "Example 1. Let us consider two scenarios s 1 = (p 1 1 = 1, p 1 2 = 0) and s 2 = (p 2 1 = 0, p 2 2 = 1) and the following constraints: Figure 4 represent the set of solutions where the x-axis is max s∈S F (X, s) and y-axis is min s∈S F (X, s). The set of solutions H and R * are represented in red. Since H is a linear combination of the min and max criteria, it behaves as a straight line. Thus, it will never reach the solutions that are in the concave part of the Pareto front. Because of this phenomenon H is too restrictive. More precisely, the solutions that offer a good guarantee but have a good opportunity (for instance the coordinates point [2.2,7] ) will never be considered. Conversely, R * is too permissive and accepts solutions dominated in the Pareto sense. However, it should be noted that R * criterion is less unstable for low variation of e than Hurwicz for low variation of α. To our opinion, it handles better the notion of optimism than Hurwicz.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 658,
                    "text": "[2.2,7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Corollary 1. The set of Pareto optimal solution P is not necessarily convex."
        },
        {
            "text": "We consider R * criterion since the resolution for Hurwicz, R * and τ -anchor also requires the resolution of the maxmin and maxmax problems, therefore the conclusion is similar to that for R * . From a computational point of view, the problem of optimizing an LP under ignorance with a discrete scenario set or interval set using R * is not harder than an LP problem. For the discrete set, we can easily build an algorithm to solve |S D | + 1 LP in the worst case. We first need to solve the robust problem and if the solution is better than e then to solve Model 9 for all s ∈ S D scenarios and choose the best one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resolution of LP with R *"
        },
        {
            "text": "For the interval set, according to Proposition 6, Problem 6 becomes: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resolution of LP with R *"
        },
        {
            "text": "One can see that if a = b = 0 and c = 1, we obtain R * . With a = 0 and b = c = 1, we obtain R * . There exist more than one parameter which makes the equivalence to Hurwicz, e.g. a = b = c = α, e ∈ ] − ∞, +∞[.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resolution of LP with R *"
        },
        {
            "text": "As we have shown in the previous section, R * have the advantage of making more solutions accessible. From some point of view, it enables greater finesse in taking the optimism of the DM into account. However, it can return a dominated solution in the Pareto sense. Some values of parameters I will combine the benefits of R * and Hurwicz in the sense that the returned optimal solution will be always Pareto optimal and will possibly include a solution from the concave part of the Pareto front (see Proposition 8, where I is the set of possible optimal solutions for parameters I). Figure 5.(a) and Fig. 5.(b) illustrate the case where e is a non-compensatory border and the decision-maker is not fully optimistic even if the minimal value of e is guaranteed. Figure 5 .(c) and Fig. 5.(d) illustrate the case where e is a compensatory border and the maximal value greater or equal to 8.5 compensates a minimal value equal to 0. The decision-maker is optimistic in the case Fig. 5.(b) or less optimistic Fig. 5.(d) . This generalized criterion can be used to specify finely the preferences of the decision-maker. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 596,
                    "text": "Figure 5.(a)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 611,
                    "text": "Fig. 5.(b)",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 770,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 790,
                    "text": "Fig. 5.(d)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 985,
                    "text": "Fig. 5.(b)",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1015,
                    "text": "Fig. 5.(d)",
                    "ref_id": null
                }
            ],
            "section": "Resolution of LP with R *"
        },
        {
            "text": "In this paper, we compare four criteria capable of taking the optimism of a decision-maker into account in the context of decision under ignorance, namely Hurwicz criterion, τ -anchor, R * and R * . We show that they can be categorized into two different classes. The first class includes τ -anchor, R * . They are the criteria which always lead to the extreme solutions: the robust one if the decision maker is pessimistic and to the opportunistic solution if the decision maker is optimistic. The second class includes R * and Hurwicz. The use of these criteria may lead to a compromised solution which is not completely robust nor completely opportunistic. We show that R * and Hurwicz do not lead to the same solution of a linear programming problem. More precisely, R * solution can be on the concave part of Pareto front while Hurwicz solution can be only on the convex part of Pareto front. Moreover, R * is more stable to small changes in optimistic/pessimistic parameter value (namely e) than Hurwicz. Previously it was shown that R * has similar good mathematical properties for sequential decision problems in comparison with Hurwicz. This leads us to conclude that R * is a good criterion to take the decision-maker's optimism into account in a context of ignorance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We also develop a generalization of R * and Hurwicz which gives more flexibility to the decision-maker and keep the good properties of R * for the linear programming problem, but since it is a generalization of Hurwicz it loses its good properties for the sequential decision problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We have also to conclude that taking the optimism of a decision-maker into account in the case where the uncertainty is described by a convex polytope, is a computationally more complex problem than choosing the robust solution. In further research, we are planning to deepen the study on the complexity of the problem for different types of uncertainty including that of a convex polytope. Another research perspective is to generalize R * and I for other uncertainty contexts as possibility theory, evidence theory, and imprecise probability theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Minimax linear programming problem",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Oper. Res. Lett",
            "volume": "4",
            "issn": "",
            "pages": "131--134",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A definition of subjective probability",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Anscombe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Aumann",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Ann. Math. Stat",
            "volume": "34",
            "issn": "1",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An optimality criterion for decision-making under ignorance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Arrow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hurwicz",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Uncertainty and Expectations in Economics",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Theory and applications of robust optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bertsimas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caramanis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "SIAM Rev",
            "volume": "53",
            "issn": "3",
            "pages": "464--501",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Approximating multiobjective combinatorial optimization problems with the OWA criterion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chassein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goerigk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kasperski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zieliński",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1804.03594"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deciding under ignorance: in search of meaningful extensions of the Hurwicz criterion to decision trees",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fargier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thierry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Strengthening Links Between Data Analysis and Soft Computing. AISC",
            "volume": "315",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multicriteria Optimization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrgott",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "491",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-27659-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sequential decision making under uncertainty: ordinal uninorms vs. the Hurwicz criterion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fargier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ojeda-Aciego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Verdegay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perfilieva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bouchon-Meunier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IPMU 2018. CCIS",
            "volume": "855",
            "issn": "",
            "pages": "578--590",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-91479-4_48"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Decision making under uncertainty comprising complete ignorance and probability",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Giang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Approximate Reasoning",
            "volume": "62",
            "issn": "",
            "pages": "27--45",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A practical guide to robust optimization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorissen",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Yanıkoglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Den Hertog",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Omega",
            "volume": "53",
            "issn": "",
            "pages": "124--137",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Linear utility theory for belief functions",
            "authors": [
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "Jaffray",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Oper. Res. Lett",
            "volume": "8",
            "issn": "2",
            "pages": "107--112",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimizing the Hurwicz criterion in decision trees with imprecise probabilities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeantet",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Spanjaard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "ADT 2009",
            "volume": "5783",
            "issn": "",
            "pages": "340--352",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-04428-1_30"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Robust Discrete Optimization and Its Applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kouvelis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Model uncertainty and the management of a system of infrastructure facilities",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Madanat",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transp. Res. Part C: Emerg. Technol",
            "volume": "13",
            "issn": "5-6",
            "pages": "391--404",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A credibility-based fuzzy location model with Hurwicz criteria for the design of distribution systems in B2C ecommerce",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Z.-Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Comput. Ind. Eng",
            "volume": "59",
            "issn": "4",
            "pages": "873--886",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Robust network optimization under polyhedral demand uncertainty is NP-hard",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minoux",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Discrete Appl. Math",
            "volume": "158",
            "issn": "5",
            "pages": "597--603",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Possibility Theory: An Approach to Computerized Processing of Uncertainty",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prade",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4684-5287-7"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A Mathematical Theory of Evidence",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shafer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Uncertain dynamical system-based decision making with application to production-inventory problems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl. Math. Model",
            "volume": "56",
            "issn": "",
            "pages": "275--288",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Generalized OWA aggregation operators",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Yager",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Fuzzy Optim. Decis. Making",
            "volume": "3",
            "issn": "1",
            "pages": "93--107",
            "other_ids": {
                "DOI": [
                    "10.1023/B:FODM.0000013074.68765.97"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Uninorm aggregation operators",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Yager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rybalov",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Fuzzy Sets Syst",
            "volume": "80",
            "issn": "1",
            "pages": "111--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "G = G(X ): the feasible set in objective space of problem 6. -F = F (X ): the feasible set in scenario space. -P: the set of Pareto optimal solutions of problem 6. -P w : the set of weak Pareto optimal solutions of problem 6. -M: the set of optimal solutions of problem 6 with only criterion g max , m: the set of optimal solutions of problem 6 with only criterion g min , -H: the set of optimal solutions of problem 6 when Hurwicz criterion is used ∀α ∈ [0, 1], -Cε: the set of optimal solutions of problem 6 when τ -anchor criterion is used ∀τ ∈ ] − ∞, +∞[ -R * : the set of optimal solutions for criterion R * , ∀e ∈ ] − ∞, +∞[, -R * : the set of optimal solutions for criterion R * , ∀e ∈ ] − ∞, +∞[,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "All feasible solutions are in equivalent area (b) they exist feasible solutions in equivalent area f (X, s1) All feasible solutions are in the max area (d) they exist feasible solutions in min area Fig. 1. τ -Anchor Proposition 2. Whatever the scenario set S ∈ {S D , S I }, We have:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For the scenario set S ∈ {S D , S I } we have R * = {M ∪ m}.This proposition shows that the uni-norm R * does not look interesting compared to the Hurwicz criterion since only the extreme (robust or opportunistic) feasible solutions are in the min area (b) they exist feasible solutions in the max area",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "R * solutions can be preferred. Thus, R * and τ -anchor have almost opposite behavior since one prefers the robust one and the other prefers the opportunistic one. A decision-maker who is consistent with one of them only needs to know the robust and opportunistic solutions in order to choose one compliant with his/her behaviour without being given any other information, i.e. there is no need to explicitly define the value of τ or e. All feasible solutions are in min area (b) they exist feasible solutions in max areaFig. 3. R *",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of H and R *Let us focus on the case of interval uncertainty set.Proposition 6. (p i ) i∈N = argmin s∈S I F (X * , s), ∀X * ∈ X and (p i ) i∈N = argmax s∈S I F (X * , s), ∀X * ∈ X .Proposition 7. The feasible set in objective space G is a convex polytope for the scenario set S I .Corollary 2. The set of Pareto optimal solutions P is convex.From Propositions 1, 4, and 7 we have the following theorem:Theorem 3. For the scenario set S I , we have H = R * .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Generalization of R * , R * and Hurwicz CriteriaTo propose a generalization of R * , R * and Hurwicz, we introduce a new aggregation function I that depends only on the possible maximal and minimal values. It is a parametric aggregation function with 4 parameters e ∈ ] − ∞, +∞[, a ∈ [0, 1], b ∈ [0, 1] and c ∈ [0, 1]. To have nondecreasing function (on min(F (X)) and on max(F (X))), we need to add constraints to the parameters: a ≤ b ≤ c 5 . This criterion replaces the min and max function in R * with the Hurwicz criterion with a different value of α (H a is the value of the Hurwicz criterion with value α = a):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ") e = 2, a = 0, b = 0 and c = 0.9 ( b ) e = 4.2, a = 0, b = 0 and c = 0.9 g max (X) g min (X) e = 8.5 H 1 (F (X)) optimal value g max (X) g min (X) e = 8.5 H 0.6 (F (X)) optimal value (c) e = 8.5, a = 0, b = 0.5 and c = 1 (d) e = 8.5, a = 0, b = 0.5 and c = 0Illustration of different parameters of I",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proposition 8. {H|α ∈]0, 1[} ⊆ {I|a, c ∈]0, 1[and a < c} ⊆ P ⊆ R * . Proposition 9. Criterion I satisfies the HA axioms. Example 2. Let us illustrate on Example 1 the use of parameters I.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}