{
    "paper_id": "1d39d07a5111753326f86f47b3c65243fcccc1b3",
    "metadata": {
        "title": "Reverse quarantine: Management of COVID-19 by Kerala with its higher number of aged population",
        "authors": [
            {
                "first": "Kamalesh",
                "middle": [
                    "K"
                ],
                "last": "Gulia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tirunal Institute for Medical Sciences and Technology Trivandrum-695012",
                    "location": {
                        "settlement": "New Delhi -110029",
                        "region": "Kerala",
                        "country": "India, India"
                    }
                },
                "email": "kkguliak@hotmail.com"
            },
            {
                "first": "Velayudhan",
                "middle": [
                    "Mohan"
                ],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tirunal Institute for Medical Sciences and Technology Trivandrum-695012",
                    "location": {
                        "settlement": "New Delhi -110029",
                        "region": "Kerala",
                        "country": "India, India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Kerala, a densely populated coastal state in south-west India, is a popular tourist spot. The state is more prone to getting infections from outside, not only because it is a tourist destination, but also because a large number of Keralites, who are either living abroad or in other states in India, make frequent visits to their native state. A special aspect of Kerala is that it has the highest percentage (12.6% as per 2011 census) of the aged population as compared to the rest of India (8.6%). 1,2 As may be expected, this was the first state in India to get affected by the coronavirus disease (COVID-19), to which the elderly population is particularly susceptible. Further, an 88and 93-years-old couple were one of the first to get COVID-19 in Kerala through contact with an infected family member who arrived from Italy. Under good medical care, the elderly couple This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the extended lockdown was slowly lifted, the first flight with expatriates reached Kerala on 7 th May. All the returnees are now quarantined for 14 days in specialised institutional facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "But, senior citizens above 70 years are quarantined only at their own homes. Government is maintaining a strict surveillance of the returnees, and employing testing procedures to ensure the lowest possible spread of the disease. COVID-19 cases are now going up at the rate of 10-25 cases per day, which is likely to go up further in the coming days. The head start that Kerala had in preventing the spread of the disease in the initial phase may help the state in dealing with the next wave of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aging in Kerala: One more population problem?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Rajan",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Asia Pac Popul J",
            "volume": "4",
            "issn": "2",
            "pages": "19--48",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "recovered from COVID-19, even though they, especially the 93-year-old man, had other very serious medical ailments.3    Kerala witnessed a spurt in COVID-19 cases after the report of the first case on 2 nd February 2020. Following the nation-wide lockdown from the midnight of 24 th March, restricting the entry of people from outside the state, the COVID-19 curve flattened by the third week of April 2020, and the new cases dropped to near zero by the first week of May with no evidence of community spread. This was described by experts and media as 'Kerala Model' of dealing with COVID-19.Though the spread of COVID-19 was restrained through lockdown, there is an outcry about the massive collapse of economy and the untold miseries that it had caused to the blue-collar workers. But there are only feeble voices raised about the psychological impact of the lockdown measures on the elderly population, who were not suffering from the disease. People aged above 65 were strictly advised to stay at home during the lockdown period. Though volunteer forces were organised to look after the needs of those confined at home, it was this social distancing strategy to fight COVID-19 that evoked a challenging situation for the mental health of the elderly. Reverse quarantine, wherein the elderly are protected by keeping them separate from the rest of the people within homes (and thus preventing anyone from introducing an infection to them), was a major cause of loneliness. Measures taken by the administration ensured social connectedness for the elderly. One of the world's largest women empowerment in Kerala,named Kudumbashree (means 'prosperity of the family'), launched an outreach programme for the elderly during the COVID-19 lockdown with confidence-building measures through IEC (Information, Education and Communication) with the focussed objective of extra precautions by the elderly. 4 To help the elderly during the lockdown period, the Kerala Police Department introduced a scheme Prasanthi (means 'highest peace') which was executed by its special branch called Janamaitri (means 'people friendly') police. 5 They provided their services to the elderly in need of essential medicines, food, other provisions and treatment. Counselling services were also available under the scheme. Specially trained women police officers worked 24x7 at their call centres. The measures taken by Kerala may not sound extraordinary but meticulous, timely planning and cautious execution are evident in the strategies. The success of the 'Kerala Model' can be partially attributed to the state government's preparedness, as detailed guidelines to deal with a new Coronavirus were issued by the Department of Health and Family Welfare of Kerala on 5 th January 2020, much earlier than the first case detection in India. Strict implementation of the measures taken by the government during the initial phase of the disease like efficient contact tracing, aggressive testing, and effective quarantine of the infected persons were key factors in the management of COVID-19 by the Kerala administration. Critical cases of COVID-19 were treated with prescribed antiviral and antibiotic medicines, and ventilators were used as and when required, as done everywhere. The use of traditional medicines for immune-boosting was encouraged, as Kerala is the land of Ayurveda.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}