{
    "paper_id": "1d39ad0fa36e8de249281036682504292756b8cd",
    "metadata": {
        "title": "Pediatric Transplantation",
        "authors": [
            {
                "first": "Ari",
                "middle": [],
                "last": "Bitnun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Richardson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Matlow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [],
                "last": "Tellier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carol",
                "middle": [],
                "last": "Goldman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rick",
                "middle": [],
                "last": "Wray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Anne"
                ],
                "last": "Opavsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Ford-Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcela",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Kitai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In recent years, several diseases have emerged with the potential to have a major impact on organ transplantation. Besides diseases because of traditional menaces such as cytomegalovirus and the Epstein-Barr virus, we have seen other viruses such as human herpes virus 6 and human herpes virus 8 emerge as problems for some transplant recipients. We have also experienced the occurrence of West Nile virus infection in transplant recipients (1) , an issue that will likely become more problematic in 2003 and beyond. While these infections are potentially devastating for transplant recipients, they share one important feature -namely transplant recipients do not represent a major vehicle by which infection is disseminated to others. Severe acute respiratory syndrome-related coronavirus (SARS-CoV) infection represents a different threat -a threat that is characterized by grave consequences for the transplant recipient and the potential for transmission of infection to other patients, families and health care workers.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreaks of SARS have been caused by a novel strain of coronavirus (2, 3) which is now referred to by some as the Urbani strain, in honour of the late Dr Carlo Urbani (3). The coronavirus phylogenetic tree prior to the advent of SARS-CoV consisted of three groups of coronaviruses (4, 5). Coronaviruses from two of the three previously known groups of coronavirus are associated with respiratory and gastrointestinal diseases of humans (5) . While the genetic sequence of SARS-CoV shares some features with group 1 coronaviruses, some genetic features suggest that it is distinct from the previously known groups of coronaviruses (5) . Research continues to better define the place of the SARS-CoV in the phylogenetic tree of coronaviruses.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-CoV is a very robust virus with the ability to survive for relatively long periods in the environment. The virus is stable in faeces and urine at room temperature for up to 1-2 days (6). Stability is enhanced in stools from patients with diarrhoea (the pH being higher than that of normal stool). The concentration of the virus is only reduced by one log after 48 h at room temperature (6) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 394,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreaks of SARS have been linked to travel from SARS affected areas or contact with specific health care institutions or health care workers from these institutions (7) (8) (9) . In some reported cases from Hong Kong, the epidemiologic link was determined to be contact with an infected individual in a hotel and residence in a specific apartment building (8, 9) . However, community spread has not been identified as a significant contributor to the number of new cases occurring globally.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "(8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "9)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, there are no pathognomonic symptoms of SARS. Children often present with milder disease than their adult counterparts (10), with no reliable way of differentiating the respiratory signs and symptoms from those caused by other respiratory infections. Consequently, the index of suspicion of cases of SARS is directly proportional to the strength of the epidemiologic link between a suspected case and infected patients. This epidemiologic link takes into account the incubation period of SARS, which is usually up to 10 days (11) . Probable pediatric SARS cases have so far been shown to always have a well-defined epidemiologic link with disease in adult family members occurring before the onset of disease in the child. In these situations, transmission occurs from the adult to the child rather than vice versa, as the adult is usually responsible for entry of the virus into the household.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite an initial belief that ribavirin was efficacious, it now appears that this drug is not effective in treating SARS. Corticosteroids continue to be used in selected cases, although risks vs. benefits are unclear. If the diagnosis of SARS is unestablished, appropriate empiric antimicrobial therapy should be considered in cases where a patient presents with symptoms that may be consistent with bacterial infections, including severe pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research continues at a rapid pace to improve the utility of laboratory tests in the diagnosis of SARS (12) . Serologic testing is still evolving, but is currently not at a stage where it can be reliably used in screening and diagnosis. Nucleic acid detection methods have been employed. Researchers have developed a reverse transcription-polymerase chain reaction (RT-PCR) test that has been used in clinical practice. To date, the sensitivity of RT-PCR testing of respiratory secretions for SARS-CoV remains suboptimal.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with co-morbid conditions have been shown to be at an increased risk of severe outcomes from SARS-CoV (13) . In addition, it can be predicted that SARS-CoV infection of transplant recipients is likely to be associated with adverse outcomes that are shared with other respiratory viral diseases in transplant recipients. Although data are limited, SARS has been associated with progression to death in transplant recipients and patients with myelodysplastic syndromes (14, 15) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "(14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-CoV infection is likely to be associated with a high viral burden in immunocompromised hosts, such as transplant recipients. Such high viral burdens may be associated with more severe disease and a greater likelihood of transmission of infection to others. In addition, it has long been established that immunocompromised children with respiratory syncytial virus infection tend to have prolonged shedding of virus (16) . A similar situation is likely to occur with SARS-CoV infection in transplant recipients. This should be taken into account in order to minimize the risk of transmission of infection in the post-transplant period.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is known that infection with SARS-CoV is associated with a viremic phase as part of a systemic illness, with some degree of viral replication possibly occurring outside of the respiratory tract (e.g. the gastrointestinal tract) (5) . The precise duration of the viremic phase in unclear. However, it has been shown that virus can be detected in low amounts in the plasma on day 9 of illness (5). Besides respiratory secretions and plasma, viral RNA has been detected in a variety of clinical samples, including kidney and lung tissues, bone marrow and feces (3, 5) . At this time, the extent to which SARS-CoV persists in organs and tissues after initial infection is unclear. In one study, virus was present in sputum and plasma during the early stages of infection and in the stool during late convalescence (5). However, virus has also been detected in stool samples during the early stages of disease in patients presenting with diarrhea. During the SARS outbreaks, studies were in progress to delineate the stages of infection when virus is present in specific organs and tissues (respiratory secretions, blood, organs of the reticuloendothelial system, stool and urine).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The potential impact of SARS on pediatric organ transplantation can be illustrated by the experience in Toronto. During the early stages of the recent SARS outbreaks in Toronto, it was necessary to suspend elective transplants. This was part of a policy to cancel all elective procedures including outpatient clinic visits, surgical and radiologic procedures. Visitors were restricted to one person per child. All visitors and health care works were screened prior to entry to the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to facilitate transplantation of urgent cases, screening tools were developed for donors and recipients (14, 17) . This screening tool was based on presence or absence of symptoms consistent with SARS and the likelihood that the donor was in contact with a patient with SARS in the 10 days prior to organ donation. In the latter situation, the contact history took into account travel to SARS-affected regions or contact within institutions, community and domestic settings. Because pediatric patients may present with mild non-specific symptoms, the screening we undertook was rigorous (17) . The post-transplantation plan involved the use of special infection control precautions for all patients in our critical care unit.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this stage, formal assessment of the economic impact of SARS has not yet been performed. In addition, the effect of cancellation of transplantation and clinic visits on patient outcomes are unclear, although anecdotally we have identified no overt major short-term adverse outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, it is necessary to exercise caution and to be vigilant to prevent the potentially profound consequences of SARS-CoV infection among transplant recipients. The following summary points and suggestions can be made at this time: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "West Nile virus infection in organ donor and transplant recipients-Georgia and Florida",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "First data on stability and resistance of SARS coronavirus compiled by members of the WHO laboratory network",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Apartment complex holds clues to the pandemic potential of SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A cluster of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical presentation and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Wtf",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701--1703",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome (SARS) and coronavirus testing-United States",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical Features and Short-term Outcomes of 144 Patients with SARS in the Greater Toronto Area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2809",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe acute respiratory syndrome (SARS) in a liver transplant recipient and guidelines for donor screening",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "",
            "pages": "977--981",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Respiratory syncytial viral infection in children with compromised immune function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "315",
            "issn": "",
            "pages": "77--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pediatric organ transplantation in the SARS era: A proposed strategy for pretransplant screening and post-transplant evaluation. Division of Infectious Diseases, Hospital for Sick Children",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hebert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto. Reference Document",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Children appear to have a milder disease course compared with adults. • Currently, there is no definitive therapy for SARS. • Transplant patients are expected to have poor outcomes if they acquire SARS. • Laboratory tests are evolving. Poor test sensitivity is a major factor limiting the utility of the currently available tests. • Infected transplant patients are expected to have a high viral burden and prolonged viral shedding which may facilitate transmission to other individuals. • Transplant programs should develop institutional appropriate screening of all patients, families and staff. Such screening may be part of the general hospital policy relating to patients, visitors and staff. • As we approach the forthcoming respiratory season, appropriate measures should be taken to review and upgrade infection control procedures in a variety of settings, including outpatient transplant clinics. • In the era of SARS, screening of donors and recipients should be modified to include clinical and epidemiologic information relevant to SARS. • Because of the unknown risk of transmission of SARS-CoV by organ transplantation, a conservative approach should be taken with respect to the evaluation and isolation of recipients who have received organs from donors from regions affected by SARS. Such an approach should take into account the likelihood that a donor may be within the SARS incubation period at the time of donation. Upton Allen MSc FAAP, FRCPC, and Members of the SARS Investigative and Management Teams Relevant to Transplantation Division of Infectious Diseases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}