{
    "paper_id": "1d3e4bb62641aef8330b848a99952d7723fb28a0",
    "metadata": {
        "title": "Message from the Editor-in-Chief Nuclear Medicine amid COVID-19 Pandemic",
        "authors": [
            {
                "first": "Dong",
                "middle": [
                    "Soo"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "*",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Soo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We are in the middle of the COVID-19 crisis which is a pandemic predicted to be longer-lasting than anybody expected. As early as April, World Health Organization (WHO) and International Atomic Agency (IAEA) did the swift motion to produce the then-collected knowledge to keep the nuclear medicine to protect the frontline healthcare workers globally. World Federation of Nuclear Medicine and Biology represented the global nuclear medicine community to collaborate in this endeavor with WHO/IAEA and contributed to produce guidance documents [1, 2] . While making these guidance, participants could not convene in a face-to-face meeting but online in another meaning of face-to-face. The already present webinar or video-conferencing software enabled this virtual gathering. Different time zones were overcome by a 12-h range for these conferences: European time was set noon or early afternoon, Asia/Australia late night, and North/Latin America very early in the morning. Everybody participating in each teleconference expressed ultimate diligence and curiosity about sharing the then-limited experiences and traditional wisdom to cope with the situations of regions/countries with great empathy over the global status. Now, 6 months after, the pandemic smoldered and enlightened humankind to conceive the unprecedented new reality while continuing to render threat to anybody in the world ignoring any border between individuals and countries and victimizing the most vulnerable with infamous efficiency of transmission and producing casualties. In a regional epicenter during early outbreak in Korea, with one super-spreader infecting 4000 or more patients, nuclear medicine practice was just shrunken to 80% and recovered with containment after a strenuous nationwide struggle. However, according to the information by HS Bom, the chairman of Asia Regional Cooperative Council for Nuclear Medicine (ARCCNM), around that time, half of the nuclear medicine practice in thirteen countries stopped functioning as the radionuclide-therapy wards and nuclear medical personnel were drafted to treat and save COVID-19 patients. The other half maintained their nuclear medicine practice, but with limited capacity due to the shortage of supply of radionuclides/radiopharmaceuticals, and in more fortunate institutions, their domestic supply kept them working.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This pandemic crisis gave everyone lessons, and a lesson to the nuclear medicine is that if the medical system of any country is overwhelmed by the inexperience of medical experts, politicization-oriented ignorant denial of leader(s), and serious anti-science attitudes of the laypeople and leader(s), then systems kill people and nothing remains to help people with any medicine. Nuclear medicine is not an exception. Throughout the crisis of half a year now, I saw that humankind already had communication channels and discovered how to use them, even while locked up, finally to build up sharing the knowledge/experience, but unfortunately after sacrificing their brethren in many European countries and still sacrificing more in prospect in several American countries. Currently, scientific evidences say that it would take years to achieve the economic glamor before COVID-19 (BC). Experts foresee that education, medical practice, and researches should reshape themselves as well as essential life-sustaining activities until the world gets much more familiar with the new reality. Through information communication technology (ICT), if already ripe in a country, the people could luckily enjoy the similar (but not the same as that in BC) lifestyle in food supply, entertainment of the new format, essential daily activities including religious ones, and most importantly communication and caring for the next generation. Economy will be re-invented using untact technology in many fields. Then, what about the field like academic information sharing using online publication of the most recent knowledge using journals in medicine?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We are in the middle of the COVID-19 crisis which is a pandemic predicted to be longer-lasting than anybody expected. As early as April, World Health Organization (WHO) and International Atomic Agency (IAEA) did the swift motion to produce the then-collected knowledge to keep the nuclear medicine to protect the frontline healthcare workers globally. World Federation of Nuclear Medicine and Biology represented the global nuclear medicine community to collaborate in this endeavor with WHO/IAEA and contributed to produce guidance documents [1, 2] . While making these guidance, participants could not convene in a face-to-face meeting but online in another meaning of face-to-face. The already present webinar or video-conferencing software enabled this virtual gathering. Different time zones were overcome by a 12-h range for these conferences: European time was set noon or early afternoon, Asia/Australia late night, and North/Latin America very early in the morning. Everybody participating in each teleconference expressed ultimate diligence and curiosity about sharing the then-limited experiences and traditional wisdom to cope with the situations of regions/countries with great empathy over the global status. Now, 6 months after, the pandemic smoldered and enlightened humankind to conceive the unprecedented new reality while continuing to render threat to anybody in the world ignoring any border between individuals and countries and victimizing the most vulnerable with infamous efficiency of transmission and producing casualties. In a regional epicenter during early outbreak in Korea, with one super-spreader infecting 4000 or more patients, nuclear medicine practice was just shrunken to 80% and recovered with containment after a strenuous nationwide struggle. However, according to the information by HS Bom, the chairman of Asia Regional Cooperative Council for Nuclear Medicine (ARCCNM), around that time, half of the nuclear medicine practice in thirteen countries stopped functioning as the radionuclide-therapy wards and nuclear medical personnel were drafted to treat and save COVID-19 patients. The other half maintained their nuclear medicine practice, but with limited capacity due to the shortage of supply of radionuclides/radiopharmaceuticals, and in more fortunate institutions, their domestic supply kept them working.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This pandemic crisis gave everyone lessons, and a lesson to the nuclear medicine is that if the medical system of any country is overwhelmed by the inexperience of medical experts, politicization-oriented ignorant denial of leader(s), and serious anti-science attitudes of the laypeople and leader(s), then systems kill people and nothing remains to help people with any medicine. Nuclear medicine is not an exception. Throughout the crisis of half a year now, I saw that humankind already had communication channels and discovered how to use them, even while locked up, finally to build up sharing the knowledge/experience, but unfortunately after sacrificing their brethren in many European countries and still sacrificing more in prospect in several American countries. Currently, scientific evidences say that it would take years to achieve the economic glamor before COVID-19 (BC). Experts foresee that education, medical practice, and researches should reshape themselves as well as essential life-sustaining activities until the world gets much more familiar with the new reality. Through information communication technology (ICT), if already ripe in a country, the people could luckily enjoy the similar (but not the same as that in BC) lifestyle in food supply, entertainment of the new format, essential daily activities including religious ones, and most importantly communication and caring for the next generation. Economy will be re-invented using untact technology in many fields. Then, what about the field like academic information sharing using online publication of the most recent knowledge using journals in medicine?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Korea is a small country but, country-wise, better-equipped with ICT, whose people are said to overcome the policymakers' ignorance/audacity during the very early outbreak under extreme fear and despair to survive and recover the life most similar to the one BC. With around 180 countries having closed borders now, and all the other countries in the world with travel restrictions, we the people doing science/medicine and research and academic activities are to be kept localized for so long a time. The new reality includes the containment of science, medicine, education, and thus nuclear medicine, too. This happened when the need to share our knowledge to promote the better health and well-being had grown so much. In addition, to survive the COVID-19 threat, the immediate sharing of the knowledge acquired by trial-and-error has become indispensable. Obviously, communication channels are expected to grow on these needs in the virtual world, as was represented by the trial of the first virtual Congress of Society of Nuclear Medicine of the USA. Furthermore, if travel restrictions are not lifted or are applied again in Europe, the annual congress of European Association of Nuclear Medicine might go virtual too. Until these two bestknown traditional congresses of nuclear medicine would recover the BC status, large offline face-to-face gathering will continue to be in an obsolete state. Globally, we need to invent new modes of communication and exchange of the novel knowledge and evidence in nuclear medicine. If we are confident that our discipline nuclear medicine will help save patients globally, not only restricted to the advanced countries, this has ultimate importance. Because if not, the patients we had taken care of would get sick with so many diseases other than COVID-19 and die helplessly. The misery lies in the fact that patients would be lost, who would have survived if the current knowledge would have been applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects of the COVID-19 Crisis"
        },
        {
            "text": "Not overwhelming the medical system is of utmost importance regardless of the strategy of each country to achieve herd immunity against COVID-19. A bold Swedish trial is said to be failing recently according to media reports. Prospect of possible resurgence bothered for a long while and is now threatening Korea, China, and Australia. Most obviously, we should not adopt the strategy of victimizing older subjects with underlying diseases, whose number (death toll) exceeded half a million worldwide. Considering the size of this pandemic and its casualties, nuclear medicine is a small discipline only to save a tiny portion of people directly; however, this discipline has proven to help in saving a huge number of people/patients from their agony and lack of predictability, especially in mandating a wise choice of therapy. Upon the demise of a medical system in a country, nobody is safe from losing his/her dignity as a human. While waiting for admission, patients collapse and die, the doctors, nurses, and healthcare workers get sick, occupying 15% of the entire COVID-19 patients, and the lives of more than a hundred doctors are lost. That happened in Korea and European countries. WHO and some prophets emphasize that if we give up on the vulnerable and the least/less developed countries, there is no safe place in the world and the wealth of the global economy is beyond reach in any future. Such is also the case with nuclear medicine. Local advances of nuclear medicine do not help humankind. Global prosperity is the guarantee of success of any medical discipline including nuclear medicine. WHO set up three pillars as strategic plans for 2019-2023: emergency preparedness, universal health coverage, and better health and well-being. COVID-19 woke up the whole world to recognize that the three should be well-integrated. Nuclear medicine will find a new place in the new reality of global medicine solidly based on these three pillars. Collaboration with WHO and IAEA will help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects of the COVID-19 Crisis"
        },
        {
            "text": "The Journal, Nuclear Medicine and Molecular Imaging, Now and in the Near Future Education, especially knowledge transfer, will be supplied to the (medical) students efficiently enough using real-time or on-demand video-conferencing. Academic congress will take place online, not face-to-face anymore. Bedside/outpatient care and its training will also adopt the help of the remote video practice format. Sophisticated scientific knowledge and their influence upon policy decision (such as social distancing and mask wearing in COVID-19 mitigation) will be shared more quickly and decisively on the Internet and even in preprint forms. In addition to the pandemic threat itself, infodemic has prevailed to ruin the well-established medical systems such as that in the USA. A possible Nth-wave is expected to take place anywhere for so long a period. To prevent this, we need more science and evidence to persuade the ordinary people and even the science non-believers. This will be made real through better communication of the ideas and evidences. In the field of radiology, nuclear medicine, and imaging, hundreds and more credible journals are publishing many evidences. Abstracting these wealth of information and easily comprehensible scientific findings need to be propagated and advertised properly by media and governments. To achieve these objectives, the credible journals should be the sources of these helpful information. Does the journal, Nuclear Medicine and Molecular Imaging, belong to these credible sources of information? Has the journal reached the verge of being a certified information producer of the discipline of nuclear medicine? Here follows the current statues and prospect for the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects of the COVID-19 Crisis"
        },
        {
            "text": "In retrospect, in 2015, this journal was accepted as an Emerging Science Citation Index (ESCI) title and was filed in Web of Science by Clarivate Analytics. Since then, despite not being entitled as a SCI, this journal increased its visibility (view) and readability (download) as presented in Fig. 1 , and the current tentative citation impact factor is 2.09. In the 2020 report for 2019 citation of articles of the journal by entire SCIregistered journals, citation reached five or more times per year in several articles (authored by SY Lee, another by KW Kang, another by JH O, another by JW Lee and SM Lee, another by S Cho, and another by RP Baum) published in 2017 and 2018. The total citation number was 445 times for 137 citable documents, but as the impact factor is \"citations in 2019 to the published in 2017 + 2018 divided by number of citable items in 2019,\" the number of citations of these 137 documents was 286 in 2019. This means that the other 159 (=445 − 137) were cited in 2017 and in 2018. According to the 5-year cumulated citation per document, the highest number of citation was more than 10 times per year for the two articles by BC Ahn and another by Dash and Knapp. I appreciate the seminal contribution of these leading articles and their authors. The average citation per item is 3.14 for the last 5 years and the journal's h-index is 15. This journal has a small fraction of self-citation. Summarizing briefly, our journal has grown to become international in submission/publication and enhanced its official visibility/citable-ness, leaving only the next step of inclusion of this journal to the group of SCI journals by Clarivate Analytics. For your information, SCI and SCIE have recently integrated to SCI without discrimination now. The issue of paywall, which means the articles that the journal publishes are behind the institutional library's subscription list and commercial publisher's payment options, should be resolved sooner or later in Springer Nature's case using gold open access. Gold open access shall be expected not to depend on any mandatory authors' payment but on the funder's support, meaning prior contract between national research foundation of each country and publishers. In this journal's case, the progress to gold open access depends on the possible contract between Springer Nature and Korean Research Foundation (or each country's research foundation). Until that time, Nuclear Medicine and Molecular Medicine will continue to be the journal without article processing charge requested from the authors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prospects of the COVID-19 Crisis"
        },
        {
            "text": "For the next-generation leader physicians and scientists in nuclear medicine, their early career manuscripts are welcome to this journal and the review process and quality is consolidated with much facilitation, with six issues per year and fast rendering of page numbers and early visualization in PubMed. Their manuscripts are going to be treated properly for their quality: simply saying, like the manuscripts dealt with by Scientific Reports of Nature Publishing Group, Nuclear Medicine and Molecular Imaging do not decline/reject submitted manuscripts because of lack of possible impact. Only the scientific evidences of the manuscripts are the main point of decision. With the new global environment established by the COVID-19 crisis, the next-generation leaders in nuclear medicine in developing countries shall determine their needs in practice, formulate the problems that they should solve, and explain their successful (or sometimes failed) approaches and then produce the manuscripts. These articles are more than welcome in this journal and, once published in this journal, I am sure that the authors have participated successfully in building a new reality in nuclear medicine on this earth, not only confined to the advanced country situations but also applied to global ones like that experienced by nuclear medicine of Korea for three decades now. We start here together and will make better health and well-being from our endeavor with a unique discipline of nuclear medicine to the folks we care about. I wish that we, the editors of Nuclear Medicine and Molecular Imaging, encounter more articles from our colleagues from Asia, Arab, the developing countries of Europe, Latin America, and Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects of the COVID-19 Crisis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 pandemic: guidance for nuclear medicine departments",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gnanasegaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "47",
            "issn": "",
            "pages": "1615--1624",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic: technical guidance for nuclear medicine departments, IAEA",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iaea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bibliometric of Nuclear Medicine and Molecular Imaging between 2015 and 2019. Nuclear Medicine and Molecular Imaging was included in the list of Emerging Science Citation Index (ESCI) in the autumn of 2015. This bibliometric data was adopted from Web of Science. a Number of downloads in the year of 2015 to 2019. b Annual publication since 2015. In 2018, this journal began publishing six issues per year. For the 358 items (citable documents) during this period, 1015 citations were done to yield 3.14 as citations per item. c When the sum of citations of 1125 times during this period is split to each year, citation increased dramatically to reach 406 in the year 2019",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest Dong Soo Lee declare that there is no conflict of interest with any financial organization regarding the material discussed in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}