{"paper_id": "1d45e8c906743b8c4ebcc2dbf338333bf6af51c0", "metadata": {"title": "Bronchiolitis obliterans syndrome after allogeneic hematopoietic SCT: phenotypes and prognosis", "authors": [{"first": "A", "middle": [], "last": "Bergeron", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Godet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Lorillon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Peffault De Latour", "suffix": "", "affiliation": {}, "email": ""}, {"first": "T", "middle": [], "last": "De Revel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Robin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Ribaud", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Socié", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Tazi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Bronchiolitis obliterans syndrome (BOS) after allogeneic hematopoietic SCT (HSCT) is recognized as a new-onset obstructive lung defect (OLD) in pulmonary function testing and is related to pulmonary chronic GVHD. Little is known about the different phenotypes of patients with BOS and their outcomes. We reviewed the data of all allogeneic HSCT recipients referred to our pulmonary department for a non-infectious bronchial disease between 1999 and 2010. We identified 103 patients (BOS (n ¼ 77), asthma (n ¼ 11) and chronic bronchitis (n ¼ 15)). In patients with BOS, we identified two functional phenotypes: a typical OLD, that is, forced expiratory volume in 1 s (FEV1)/forced vital capacity (FVC) ratio o0.7 (n ¼ 53), and an atypical OLD with a concomitant decrease in the FEV1 o80% and FVC o80% predicted with a normal total lung capacity (n ¼ 24). The typical OLD was characterized by more severe FEV1 and fewer centrilobular nodules on the computed tomography scan. The FEV1 was not significantly affected during the follow-up, regardless of the phenotype. In addition to acute and extensive chronic GVHD, only the occurrence of BOS soon after transplantation and the intentional treatment of BOS with steroids were associated with a poor survival. The determination of patient subgroups should be explored to improve the management of this condition.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Late-onset pulmonary complications following allogeneic hematopoietic SCT (HSCT) are frequent and may be a critical issue. 1 Among these complications, bronchiolitis obliterans syndrome (BOS), which is recognized as a new-onset obstructive lung defect (OLD) in pulmonary function testing (PFT), is predominant, with a prevalence of up to 14% in patients with chronic GVHD. [2] [3] [4] Although BOS mostly occurs within the 2 years following transplantation, it can occur as late as several years post transplantation. 3 Many risk factors have been proposed for BOS; however, there are discrepancies in the literature, and only chronic GVHD was systematically identified in all of the studies, which led to the consideration of BOS as a chronic GVHD of the lung. 3 In all previous studies, despite the introduction or augmentation of immunosuppressive regimens, especially steroids, BOS was associated with poor survival. 4 The main limitation in studying BOS is the lack of reliable diagnostic criteria, as respiratory symptoms are usually nonspecific and may reveal another bronchial disease (BD). At present, the diagnosis of BOS mostly relies on PFT, and it was associated with various definitions until 2005, when the National Institutes of Health (NIH) proposed PFT consensus diagnostic criteria for BOS that mainly relied on the presence of a forced expiratory volume in 1 s (FEV1)/forced vital capacity (FVC) ratio of o0.7 and a FEV1 of o75% predicted. 5 However, this is a partial definition because some patients with BOS may not fulfill this criterion. In fact, in the case of an OLD arising from a predominant small airway disease (that is, BOS), the FEV1/FVC ratio may remain 40.7; in this situation, because of lung distension with an increase in the residual volume, FEV1 and FVC may decrease concomitantly. 6, 7 Thus, a modification of the NIH PFT criteria for BOS has recently been proposed. 8 These spirometric profiles generate two different populations of patients with BOS that have not been compared before.", "cite_spans": [{"start": 123, "end": 124, "text": "1", "ref_id": "BIBREF0"}, {"start": 373, "end": 376, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 377, "end": 380, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 381, "end": 384, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 518, "end": 519, "text": "3", "ref_id": "BIBREF2"}, {"start": 762, "end": 763, "text": "3", "ref_id": "BIBREF2"}, {"start": 921, "end": 922, "text": "4", "ref_id": "BIBREF3"}, {"start": 1460, "end": 1461, "text": "5", "ref_id": "BIBREF4"}, {"start": 1822, "end": 1824, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1825, "end": 1826, "text": "7", "ref_id": "BIBREF6"}, {"start": 1908, "end": 1909, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Air trapping in lung computed tomography (CT) at expiration may also reflect lung distension; air trapping has been retained in the NIH consensus as a diagnostic criterion of BOS. However, the evaluation of this factor is known to be subjective, and its specificity has not been evaluated. 5 In this study, we reviewed the data of all the allogeneic HSCT recipients referred to our pulmonary department for a symptomatic non-infectious BD. The aims of the study were (1) to clarify the different entities involved, (2) to describe the clinical, functional and CT scan characteristics of patients with BOS and (3) to evaluate the outcome and the prognostic factors of patients with BOS.", "cite_spans": [{"start": 290, "end": 291, "text": "5", "ref_id": "BIBREF4"}, {"start": 515, "end": 518, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This retrospective cohort study was approved by the institutional review board of the French learned society for respiratory medicine CEPRO 2011-052. All patients who were referred for a non-infectious BD to our pulmonary department between 1 January 1999 and 31 December 2010 were eligible for this study. In our center, patients from the BMT unit who develop any new-onset respiratory symptoms are systematically referred to our department.", "cite_spans": [], "ref_spans": [], "section": "PATIENTS AND METHODS"}, {"text": "The medical records of all patients who had at least one PFT (spirometry and/or plethysmography) after the development of respiratory symptoms were reviewed with regard to clinical, radiologic, microbiologic and treatment data. Pulmonary function tests were performed using a body plethysmograph (Jaeger Masterscreen Body; Jaeger, GmBH; Wurzburg, Germany). Predictive values were determined as previously described. 9 Following a standardized protocol, nasal aspirates were obtained from all patients to probe for viruses (with direct fluorescent Ab staining for respiratory syncytial virus, adenovirus, parainfluenza and influenza viruses until 2008 and then with a multiplex molecular assay based on the multiplex ligation-dependent probe-amplification technology (RespiFinder19, Pathofinder, Maastricht, The Netherlands), which allows the detection of 14 respiratory viruses, including influenza viruses A and B, rhinovirus, parainfluenza viruses 1 to 4, human metapneumovirus, adenovirus, respiratory syncytial viruses A and B and human coronaviruses 229E, OC43 and NL63, as well as H5N1 influenza A virus and four bacteria: Chlamydophila pneumoniae, Mycoplasma pneumoniae, Legionella pneumophila and Bordetella pertussis) and sputum examination for bacteria and fungi. Until 2005, all patients underwent bronchoscopy with an extensive search for virus, bacteria, parasites and fungi in the bronchoalveolar lavage including direct examination and culture for bacteria, direct fluorescent Ab staining for respiratory syncytial virus, adenovirus, parainfluenza and influenza viruses until 2008 and then multiplex molecular assay based on the multiplex ligation-dependent probe-amplification technology as described above, direct examination and culture for fungi, immunofluorescence and molecular biology for pneumocystis. Since 2005, only patients with pulmonary opacities on CT scan (that is, micronodules) underwent a bronchoalveolar lavage (BAL). Only patients with a negative search for a respiratory infection were selected. At least one radiologic examination (chest X-ray and/or lung CT scan) had to be available for the selected patients. Patients with pulmonary infiltrates were excluded. Lung CT scans for patients with BOS were reviewed. Particular attention was paid to the presence of micronodules, mosaic pattern and bronchial thickening in inspiratory slices as well as air trapping in expiratory slices if available.", "cite_spans": [{"start": 416, "end": 417, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "PATIENTS AND METHODS"}, {"text": "Patients were classified as having BOS, asthma or chronic bronchitis (CB). The diagnosis of BOS was retained when (1) the predicted FEV1 was o75% and the FEV1/FVC ratio was o0.7 or (2) the predicted FEV1 and FVC were o80% simultaneously with a predicted total lung capacity of 480%. In our center, no standardized protocol exists for the treatment of BOS, which remains at the physician's discretion. However, habits have changed in our center during the study period with a prescription for systemic corticosteroids less frequent over time.", "cite_spans": [], "ref_spans": [], "section": "PATIENTS AND METHODS"}, {"text": "The diagnosis of asthma was retained on reversible recurrent attacks of breathlessness and wheezing. The diagnosis of CB was retained when chronic cough and sputum production were present with no impairment of PFT that fulfilled the criteria of BOS.", "cite_spans": [], "ref_spans": [], "section": "PATIENTS AND METHODS"}, {"text": "For continuous variables, medians (with interquartile range (IQR)) are reported, whereas for categorical variables, the number of patients in each category and the corresponding percentages are given. The distribution of survival after the pulmonary diagnosis was estimated by the Kaplan-Meier method. Prognostic analyses used Cox models with hazard ratios (HRs) and 95% confidence intervals (95% CIs) reported as measures of the prognostic strength. The univariable models were fitted first; variables selected as prognostic at the 5% level were then introduced into a multivariable Cox model with a stepwise selection procedure. Interaction of prednisone effect with extensive chronic GVHD was tested by the Gail and Simon test. 10 All reported P-values are two-sided. Differences were assumed to have statistical significance when Po0.05. The analyses were conducted using the SAS 9.3 (SAS Inc., Cary, NC, USA) and R 2.10.1 (http://www. R-project.org) software packages.", "cite_spans": [{"start": 731, "end": 733, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Patients' characteristics Between 1 January 1999 and 31 December 2010, 108 patients were identified as having a non-infectious BD among the 1277 allogeneic transplants performed during the study period. Five patients were excluded because of missing data. The 103 remaining patients were diagnosed with BOS (n ¼ 77), asthma (n ¼ 11) and CB (n ¼ 15). All patients with CB had a CT scan. None of them had bronchiectasies. The clinical characteristics of the patients are summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 483, "end": 490, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Clinical characteristics. Among the 77 patients with BOS, 3% had previous asthma, and 6% had COPD. Twenty-two patients (29%) had prior cigarette smoking exposure. The most frequent clinical symptoms were dyspnea (n ¼ 61, 80%) and cough (n ¼ 45, 59%). The lung examination was abnormal for 52 patients (67%), with wheezing and squeaking presenting as the most frequent abnormalities (22% and 18% of the patients, respectively). Of note, a total of 24 (23.3%) patients received a PBSC graft, among whom 22 (91.7%) developed BOS, as compared with 55 (69.6%) of the 79 patients who received either BM (n ¼ 73) or cord blood (n ¼ 6) transplant (P ¼ 0.03 by the w 2 test).", "cite_spans": [], "ref_spans": [], "section": "BOS characteristics"}, {"text": "At the time of diagnosis, 62% of the patients were receiving systemic immunosuppressive treatment, and 43% were receiving systemic steroids for coexisting GVHD. In all, 18 patients had mycophenolate mofetil, 2 had tacrolimus, 5 had mycophenolic acid and 31 had cyclosporine. Among those, 36 had only one treatment (11 mycophenolate mofetil, 2 tacrolimus, 1 mycophenolic acid and 22 cyclosporine), 10 had two drugs (6 mycophenolate mofetil and cyclosporine, 3 mycophenolic acid and cyclosporine, and 1 mycophenolate mofetil and mycophenolic acid). Sixty five patients (84%) had chronic GVHD (skin n ¼ 41; liver n ¼ 14, mucosa n ¼ 11, gastrointestinal tract n ¼ 6) among whom 26 had extensive GVHD (Table 1) . Table 2 shows the PFT at the time of BOS diagnosis and at the time of the last follow-up. The PFT before the diagnosis of BOS was available for 30 patients and was within the normal range for all tested patients. We then compared the characteristics of patients with a typical OLD, that is, FEV1/FVC ratio o0.7 (n ¼ 53) and those with a concomitant decrease in the FEV1 o80% and FVC o80% predicted as well as a normal total lung capacity resulting in a FEV1/FVC ratio 40.7 (n ¼ 24; Table 2 ). The patients' characteristics, including the type of transplant, GVHD, history of smoking, clinical presentation and current immunosuppressive treatment at the time of diagnosis, were not significantly different, whereas the FEV1 was significantly lower for patients with typical OLD (P ¼ 0.01; Table 2 ). Sixty lung CT scans were available at the time of diagnosis of BOS (47 for patients with a typical OLD and 13 for the others). The lung CT scans were normal for five patients (10%). At inspiration, a mosaic pattern (n ¼ 24, 50%) and bronchial thickening (n ¼ 28, 58%) abnormalities were the most frequent, with no difference between the two spirometric phenotypes (P ¼ 1.00 and P ¼ 0.51, respectively). Centrilobular micronodules were, however, less frequent in patients with a typical OLD (n ¼ 6, 17%) than in the others (n ¼ 7, 54%; P ¼ 0.025). Expiratory cuts were available for only 11 patients, of which 6 showed air trapping; there was no difference between the 2 lung function phenotypes (P ¼ 0.45). Four patients had an open lung biopsy that confirmed BO; PFT for all these four patients showed a typical OLD.", "cite_spans": [], "ref_spans": [{"start": 696, "end": 705, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 708, "end": 715, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1190, "end": 1197, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1496, "end": 1503, "text": "Table 2", "ref_id": "TABREF1"}], "section": "BOS characteristics"}, {"text": "Treatment and outcome of patients with BOS. The median followup post-BOS was 29.6 months (IQR: 10.3-56.3). Systemic steroids were introduced or increased specifically for the treatment of BOS in 22 patients (30%). Of the 22 patients treated by systemic steroids, 12 (54.6%) had extensive chronic GVHD, as compared with 14/55 (25.5%) of those without (P ¼ 0.01 by the two-sided w 2 test). The diagnosis of BOS did not specifically induce any modification of any other ongoing immunosuppressive treatment. A total of 16 patients had an increase in steroids for BOS and 6 had an introduction of steroids. At time of steroid escalation, patients with steroids were receiving a median dose of prednisone of 25 mg (IQR: 20-60). Low-dose macrolides (erythromycin or azithromycin) were introduced for 23 patients (29%). Inhaled treatment was introduced for 68 patients (88%); 65 received budesonide/formoterol; 1 received fluticasone; and 2 only received bronchodilators). Of the 77 patients with BOS, 43 were administered only one treatment (prednisone, n ¼ 4, macrolides n ¼ 1 and inhaled treatment, n ¼ 38); 20 were administered two treatments (macrolides and inhaled treatment, n ¼ 12, prednisone and inhaled treatment, n ¼ 8), 10 received all the three in association and four were not specifically treated.", "cite_spans": [], "ref_spans": [], "section": "BOS characteristics"}, {"text": "No differences were found in the treatment of patients with either lung function phenotype. Twenty-one patients (27%) with BOS died (72.7% estimated survival at 36 months, 95% CI: 62.3-84.9%; Figure 1 ). Survival was significantly decreased for patients who experienced BOS early, that is, within either 6 or 12 months post transplant (Po0.0001; Figure 2a) . We found no difference in survival between the spirometric phenotypes ( Figure 2b ; P ¼ 0.24). Five patients died of respiratory failure (29%); six died of GVHD and/or infection (33%); five died of a relapse of hematologic disease (19%); and five died of other causes (19%). The mean FEV1% predicted at diagnosis was 44% ± 19.3% for the six patients who died of respiratory failure, For 66 patients with BOS, at least two PFTs were available during the follow-up period (median time between PFT at diagnosis and last PFT: 15.7 months; IQR: 8.0-37.8). We found no significant difference between the FEV1 obtained at diagnosis and that obtained at the last PFT (median DFEV1: þ 41 mL/year; IQR: À 82.5; þ 202.0), and there was no difference between the two spirometric phenotypes. Of the 21 patients with BOS who died, a measure of FEV1 was available in 13 after BOS. In those 13 patients, a decrease in the FEV1 was observed with an average of À 8.5±14.6% as compared with an increase in the FEV1 of þ 8.0±18.4% in the 53 patients with BOS with available FEV1 after BOS and who were alive at their last follow-up (P ¼ 0.0017, Wilcoxon rank sum test).", "cite_spans": [], "ref_spans": [{"start": 192, "end": 200, "text": "Figure 1", "ref_id": null}, {"start": 346, "end": 356, "text": "Figure 2a)", "ref_id": null}, {"start": 431, "end": 440, "text": "Figure 2b", "ref_id": null}], "section": "BOS characteristics"}, {"text": "When analyzing the evolution of PFT in these 66 patients (46 with phenotype 1 and 20 with phenotype 2), 6 patients with a phenotype 2 at diagnosis turned toward a phenotype 1 during the follow-up.", "cite_spans": [], "ref_spans": [], "section": "BOS characteristics"}, {"text": "Notably, while the median follow-up for the 11 patients with asthma was 48.3 months (35.0-60.4), none of these patients develop non-reversible obstruction.", "cite_spans": [], "ref_spans": [], "section": "BOS characteristics"}, {"text": "Prognostic analysis of BOS. The univariate prognostic analyses indicate that female sex was the only factor associated with an improved survival. Treatment with prednisone intentionally given for BOS, diagnosis of BOS within the first year after allogeneic HSCT, acute GVHD and extensive chronic GVHD at the time of diagnosis were associated with poor survival ( Table 3) . The age at transplant (P ¼ 0.91), acute leukemia diagnosis (P ¼ 0.37), disease status at the time of transplant (P ¼ 0.56) and predicted FEV1 o50% (P ¼ 0.81) were not associated with survival; otherwise, female donor to male recipient did not affect survival (P ¼ 0.32). Finally, we looked at a potential impact of organ involvement of GVHD on patient survival. Only gastrointestinal involvement was associated with the outcome (HR ¼ 7.8, 95% CI: 1.5-41.8; P ¼ 0.016).", "cite_spans": [], "ref_spans": [{"start": 363, "end": 371, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "BOS characteristics"}, {"text": "We thus introduced these six variables into a multivariable Cox model. All were selected as adding to each other prognostic information, except sex (P ¼ 0.16) and gastrointestinal GVHD (P ¼ 0.74; Table 3 ). Of note, we found no significant difference between the mean value of FEV1 at diagnosis for patients whose BOS was treated with prednisone and the other patients (48.1 ± 18.7% versus 57.5 ± 19.2% predicted; P ¼ 0.32). Moreover, there was no evidence of any interaction between the effect of prednisone and that of extensive chronic GVHD (P ¼ 0.96): The hazard of death (HR) was estimated at 4.5 (95% CI: 1.4-15.1) in patients with extensive chronic GVHD, and 4.3 (95% CI: 0.8-24.1) in those who did not. Otherwise, the causes of death for patients who received steroids did not differ from those who did not receive steroids for BOS treatment.", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "Table 3", "ref_id": "TABREF2"}], "section": "BOS characteristics"}, {"text": "We further analyzed the drop of FEV1 from baseline in the 30 patients with BOS for whom PFT were available before BOS. Of these patients, 12 died, but the value of FEV1 decline was not associated with the instantaneous risk of death (HR ¼ 0.98, 95% CI: 0.95-1.01, P ¼ 0.15).", "cite_spans": [], "ref_spans": [], "section": "BOS characteristics"}, {"text": "The analysis of our cohort, which is one of the largest in the literature, found that (1) non-infectious BD occurring after allogeneic HSCT are not only BOS but also asthma and CB.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "(2) Two different lung function phenotypes were identified. (3) Only the value of FEV1 and the presence of centrilobular nodules in the CT scan at the time of diagnosis of BOS differed between the two lung function phenotypes. (4) After BOS was diagnosed, Bronchiolitis obliterans syndrome A Bergeron et al the FEV1 did not significantly change during the follow-up. (5) In addition to acute GVHD and extensive chronic GVHD, the occurrence of BOS soon after transplantation and the intentional treatment of BOS with systemic steroids were both associated with a poor survival. Although BOS is clearly associated with mortality in allogeneic HSCT recipients, 2, 4, 8 few studies have focused on the prognostic factors associated with BOS. 11, 12 Contradictory results have been published with regard to chronic GVHD; although one study suggested that it was associated with a better outcome for BOS patients, 11 another found it to be associated with a higher mortality. 12 In this study, we found extensive GVHD to be related to a poor prognosis for our BOS patients. It has also been suggested that the presence of clinical symptoms in BOS patients who did not have airflow obstruction systematically detected on PFT was related to a poor prognosis. 3 Consistent with Dudek et al., 11 we found no association between the value of FEV1 at diagnosis and the outcome of the BOS patients. We confirmed that the patients who developed BOS within the 6 months following transplantation had a poor prognosis, 11 and we further determined that there was a poor prognosis if BOS developed within the first year. In fact, the patients who developed BOS between 6 and 12 months after transplantation had a poorer survival than those who developed BOS after the first year; this observation is crucial for informing physician decisions. Previous studies have suggested that steroid treatment of BOS is associated with poor efficacy and significant morbidity that lead to an increased risk of infection. 8, 11, 13, 14 Our results suggest for the first time that the treatment of BOS with systemic steroids is associated with a higher mortality although we could not identify, which additional 'lethal toxicity' can be attributed to systemic steroid treatment leading to worse outcome. However, owing to the observational character of the study, treatment decisions could have been confounded. Thus, this association should be interpreted cautiously. It should be noted that most were administered steroids in the context of persistent/refractory or prolonged chronic GVHD treatment, although no interaction between both effects was found.", "cite_spans": [{"start": 60, "end": 63, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 658, "end": 660, "text": "2,", "ref_id": "BIBREF1"}, {"start": 661, "end": 663, "text": "4,", "ref_id": "BIBREF3"}, {"start": 664, "end": 665, "text": "8", "ref_id": "BIBREF7"}, {"start": 738, "end": 741, "text": "11,", "ref_id": "BIBREF10"}, {"start": 742, "end": 744, "text": "12", "ref_id": "BIBREF11"}, {"start": 908, "end": 910, "text": "11", "ref_id": "BIBREF10"}, {"start": 970, "end": 972, "text": "12", "ref_id": "BIBREF11"}, {"start": 1251, "end": 1252, "text": "3", "ref_id": "BIBREF2"}, {"start": 1283, "end": 1285, "text": "11", "ref_id": "BIBREF10"}, {"start": 1503, "end": 1505, "text": "11", "ref_id": "BIBREF10"}, {"start": 1992, "end": 1994, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1995, "end": 1998, "text": "11,", "ref_id": "BIBREF10"}, {"start": 1999, "end": 2002, "text": "13,", "ref_id": "BIBREF12"}, {"start": 2003, "end": 2005, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Recent studies suggest that alternative therapeutic strategies based on inhaled steroids, macrolides or montelukast may be at least as effective as systemic steroids and have less toxicity. [15] [16] [17] [18] [19] Our results strongly support the investigation of new therapeutic approaches for the management of BOS. In this context, prospective trials are currently ongoing (formoterol/budesonide, France, NCT00624754; montelukast, USA, NCT00656058; combined azithromycin, N-acetylcysteine, and inhaled corticosteroids, Korea, NCT01327625; fluticasone propionate, azithromycin and montelukast sodium combination (FAM), USA, NCT01307462).", "cite_spans": [{"start": 190, "end": 194, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 195, "end": 199, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 200, "end": 204, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 205, "end": 209, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 210, "end": 214, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The main limitation to comparing the different studies dedicated to BOS, which are all retrospective, is the absence of a consensus over the definition of BOS on PFT. Although the NIH proposed diagnostic criteria in 2005, it is now believed that these criteria probably only identify the most severe cases. Both these criteria and previous studies did not consider patients who had a concomitant decline in FEV1 and FVC with a normal FEV1/FVC ratio caused by lung distension; however, this phenomenon is a frequent occurrence in the course of small airway diseases such as BOS. [6] [7] [8] In our study, the patients meeting this criterion accounted for as much as 31% of our cohort. The only difference that we found between the two groups of patients was that those with an FEV1/FVC ratio o0.7 presented with a more severe form of the syndrome. Until now, the PFT was considered to be the most reliable diagnostic and follow-up criteria for BOS. However, like Dudek et al., 11 we found that the value of FEV1 was not associated with the patient outcome, and that the FEV1 only changed slightly during the follow-up after the diagnosis of BOS. This finding suggests that the occurrence of an OLD in PFT, regardless of the lung function phenotype, is a late feature of established BOS and that the decline in FEV1 is sudden, rather than progressive, in most patients. However, this conclusion should be tempered by the fact that because of the retrospective design of our study the FEV1 decline could be assessed only in a subset of our patients. When restricting ourselves to this subset, we found that patients who died exhibited a decline in FEV1 over the follow-up. To get further insight in the natural history of BOS and to propose new tools for the early diagnosis of BOS, prospective cohort studies are mandatory. In this setting, we recommend a pre-transplant PFT and then a PFT follow-up at 3, 6, 12, 18, 24, then every 12 months after transplantation. We further report that a significant proportion of patients with non-infectious BD after allogeneic HSCT had asthma or CB. Although it has been shown that allergen-specific IgE-mediated hypersensitivity transferred by allogeneic HSCT may explain some asthma after allogeneic HSCT, 20 it is noteworthy that 36% of our allogeneic HSCT recipients who subsequently developed asthma had a history of asthma before allogeneic HSCT. We did not find any specific cause for CB in our patients who were predominantly nonsmokers; it remains to be determined whether this symptom may be related to allogeneic HSCT.", "cite_spans": [{"start": 578, "end": 581, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 582, "end": 585, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 586, "end": 589, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 976, "end": 978, "text": "11", "ref_id": "BIBREF10"}, {"start": 2244, "end": 2246, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our study has several limitations. As a result of its retrospective design, lung CT scans at expiration were only available for a few patients, which limited the analysis of air trapping, which was part of the NIH diagnostic criteria for BOS. Pre-BOS PFTs were not available for all patients; although all our patients who were diagnosed with BOS had new-onset respiratory symptoms, we cannot firmly assume that the missing PFTs before BOS would have been normal.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, our study supports the necessity of identifying new markers to early diagnose BOS and to evaluate new therapeutic strategies beyond systemic steroids. The determination of subgroups of patients according to different clinical, PFT and/or CT scan phenotypes should be considered to improve the management of these patients. Abbreviations: BOS ¼ bronchiolitis obliterans syndrome; CI ¼ confidence interval; HR ¼ hazard ratio. a As selected at the last step of the stepwise selection procedure.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Bronchiolitis obliterans syndrome", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Prospective evaluation of the incidence, risk factors and clinical outcome of late onset non infectious pulmonary complications after allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Bergeron", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "K", "middle": [], "last": "Chagnon", "suffix": ""}, {"first": "A", "middle": [], "last": "Petropoulou", "suffix": ""}, {"first": "M", "middle": [], "last": "Robin", "suffix": ""}, {"first": "K", "middle": [], "last": "Desseaux", "suffix": ""}], "year": 2011, "venue": "Am J Respir Crit Care Med", "volume": "183", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chronic lung disease after hematopoietic stem cell transplantation", "authors": [{"first": "B", "middle": [], "last": "Afessa", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Peters", "suffix": ""}], "year": 2005, "venue": "Clin Chest Med", "volume": "26", "issn": "", "pages": "571--586", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bronchiolitis obliterans syndrome epidemiology after allogeneic hematopoietic cell transplantation", "authors": [{"first": "B", "middle": ["K"], "last": "Au", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Au", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}], "year": 2011, "venue": "Biol Blood Marrow Transplant", "volume": "17", "issn": "", "pages": "1072--1078", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Bronchiolitis obliterans following haematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Uberti", "suffix": ""}], "year": 2007, "venue": "Eur Respir J", "volume": "29", "issn": "", "pages": "1007--1019", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "National Institutes of Health consensus development project on criteria for clinical trials in chronic graft-versus-host disease: I. Diagnosis and staging working group report", "authors": [{"first": "A", "middle": ["H"], "last": "Filipovich", "suffix": ""}, {"first": "D", "middle": [], "last": "Weisdorf", "suffix": ""}, {"first": "S", "middle": [], "last": "Pavletic", "suffix": ""}, {"first": "G", "middle": [], "last": "Socié", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Wingard", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2005, "venue": "Biol Blood Marrow Transplant", "volume": "11", "issn": "", "pages": "945--956", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Interpretative strategies for lung function tests", "authors": [{"first": "R", "middle": [], "last": "Pellegrino", "suffix": ""}, {"first": "G", "middle": [], "last": "Viegi", "suffix": ""}, {"first": "V", "middle": [], "last": "Brusasco", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Crapo", "suffix": ""}, {"first": "F", "middle": [], "last": "Burgos", "suffix": ""}, {"first": "R", "middle": [], "last": "Casaburi", "suffix": ""}], "year": 2005, "venue": "Eur Respir J", "volume": "26", "issn": "", "pages": "948--968", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bronchiolitis obliterans after allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Gladwin", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Pavletic", "suffix": ""}], "year": 2009, "venue": "Jama", "volume": "302", "issn": "", "pages": "306--314", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Bronchiolitis obliterans syndrome after allogeneic hematopoietic stem cell transplantation-an increasingly recognized manifestation of chronic graft-versus-host disease", "authors": [{"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "S", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Pavletic", "suffix": ""}], "year": 2010, "venue": "Biol Blood Marrow Transplant", "volume": "16", "issn": "", "pages": "106--114", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Standardized lung function testing. Official statement of the European Respiratory Society", "authors": [], "year": 1993, "venue": "Eur Respir J Suppl", "volume": "16", "issn": "", "pages": "1--100", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Testing for qualitative interactions between treatment effects and patient subsets", "authors": [{"first": "M", "middle": [], "last": "Gail", "suffix": ""}, {"first": "R", "middle": [], "last": "Simon", "suffix": ""}], "year": 1985, "venue": "Biometrics", "volume": "41", "issn": "", "pages": "361--372", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bronchiolitis obliterans in chronic graft-versus-host disease: analysis of risk factors and treatment outcomes", "authors": [{"first": "A", "middle": ["Z"], "last": "Dudek", "suffix": ""}, {"first": "H", "middle": [], "last": "Mahaseth", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Defor", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weisdorf", "suffix": ""}], "year": 2003, "venue": "Biol Blood Marrow Transplant", "volume": "9", "issn": "", "pages": "657--666", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Airflow obstruction after myeloablative allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Gooley", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Flowers", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Heckbert", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Nichols", "suffix": ""}], "year": 2003, "venue": "Am J Respir Crit Care Med", "volume": "168", "issn": "", "pages": "208--214", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Posttransplant obstructive lung disease (\"bronchiolitis obliterans\"): a clinical comparative study of bone marrow and lung transplant patients", "authors": [{"first": "F", "middle": [], "last": "Philit", "suffix": ""}, {"first": "T", "middle": [], "last": "Wiesendanger", "suffix": ""}, {"first": "E", "middle": [], "last": "Archimbaud", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Mornex", "suffix": ""}, {"first": "J", "middle": [], "last": "Brune", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Cordier", "suffix": ""}], "year": 1995, "venue": "Eur Respir J", "volume": "8", "issn": "", "pages": "551--558", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Small-airways disease in recipients of allogeneic bone marrow transplants. An analysis of 11 cases and a review of the literature", "authors": [{"first": "C", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Hyland", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hutcheon", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Minden", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Alexander", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Kossakowska", "suffix": ""}], "year": 1987, "venue": "Medicine", "volume": "66", "issn": "", "pages": "327--340", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Combined inhaled steroids and bronchodilatators in obstructive airway disease after allogeneic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Bergeron", "suffix": ""}, {"first": "A", "middle": [], "last": "Belle", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "P", "middle": [], "last": "Ribaud", "suffix": ""}, {"first": "A", "middle": [], "last": "Devergie", "suffix": ""}, {"first": "H", "middle": [], "last": "Esperou", "suffix": ""}], "year": 2007, "venue": "Bone Marrow Transplant", "volume": "39", "issn": "", "pages": "547--553", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Inhaled corticosteroids stabilize constrictive bronchiolitis after hematopoietic stem cell transplantation", "authors": [{"first": "L", "middle": [], "last": "Bashoura", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Jain", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Couriel", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Komanduri", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Eapen", "suffix": ""}], "year": 2008, "venue": "Bone Marrow Transplant", "volume": "41", "issn": "", "pages": "63--67", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Azithromycin in bronchiolitis obliterans complicating bone marrow transplantation: a preliminary study", "authors": [{"first": "M", "middle": [], "last": "Khalid", "suffix": ""}, {"first": "Al", "middle": [], "last": "Saghir", "suffix": ""}, {"first": "A", "middle": [], "last": "Saleemi", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}, {"first": "Al", "middle": [], "last": "Dammas", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeitouni", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "Al", "middle": [], "last": "Mobeireek", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Eur Respir J", "volume": "25", "issn": "", "pages": "490--493", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Sparing effect by montelukast treatment for chronic graft versus host disease: a pilot study", "authors": [{"first": "R", "middle": [], "last": "Or", "suffix": ""}, {"first": "B", "middle": [], "last": "Gesundheit", "suffix": ""}, {"first": "I", "middle": [], "last": "Resnick", "suffix": ""}, {"first": "M", "middle": [], "last": "Bitan", "suffix": ""}, {"first": "Avraham", "middle": ["A"], "last": "Avgil", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Transplantation", "volume": "83", "issn": "", "pages": "577--581", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "azithromycin and montelukast therapy in reducing corticosteroid exposure in bronchiolitis obliterans syndrome after allogeneic hematopoietic SCT: a case series of eight patients", "authors": [{"first": "B", "middle": ["C"], "last": "Norman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Jacobsohn", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Au", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Au", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Bone Marrow Transplant", "volume": "46", "issn": "", "pages": "1369--1373", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Transfer of allergen-specific IgE-mediated hypersensitivity with allogeneic bone marrow transplantation", "authors": [{"first": "J", "middle": ["M"], "last": "Agosti", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Sprenger", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Lum", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Witherspoon", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Fisher", "suffix": ""}, {"first": "R", "middle": [], "last": "Storb", "suffix": ""}], "year": 1988, "venue": "N Engl J Med", "volume": "319", "issn": "", "pages": "1623--1628", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Estimated OS distribution from BOS diagnosis. The dashed lines represent the 95% CI of survival estimates over time. OS according to the time interval from allogeneic transplant and BOS (a) or according to the spirometric phenotypes at diagnosis (b). Only time to BOS from transplant was associated with survival (Po0.0001).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical characteristics of the cohort of patients with BOS and other non-infectious bronchial diseases Abbreviations: BD ¼ bronchial disease; BOS ¼ bronchiolitis obliterans syndrome; IQR ¼ interquartile range; MDS ¼ myelodysplastic syndrome. a 10/10 and 9/10 allelic unrelated donors and cord blood transplants.", "latex": null, "type": "table"}, "TABREF1": {"text": "Evolution of pulmonary function testing in BOS patients according to the lung function phenotype Abbreviations: BOS ¼ bronchiolitis obliterans syndrome; FEV1 ¼ forced expiratory volume in 1 second; FVC ¼ forced vital capacity; pred ¼ predicted; TLC ¼ total lung capacity. a FEV1/FVC ratio o0.7. b FEV1/FVC ratio 40.7.", "latex": null, "type": "table"}, "TABREF2": {"text": "Prognostic analyses of the hazard of death after BOS", "latex": null, "type": "table", "html": "<html><body><table><tr><td>diagnosis\nModels </td><td>Total\npatients\n</td><td>Deaths (%)\n</td><td>HR (95% CI) </td><td>P-value\n</td></tr><tr><td>Univariable models\n</td></tr><tr><td>Female </td><td>35 </td><td>5 (14) </td><td>0.32 (0.12-0.88) </td><td>0.027\n</td></tr><tr><td>Acute GVHD </td><td>54 </td><td>20 (37) </td><td>11.6 (1.55-86.9) </td><td>0.017\n</td></tr><tr><td>Extensive\nchronic GVHD\n</td><td>26 </td><td>13 (50) </td><td>4.76 (1.96-11.5) </td><td>0.0006\n</td></tr><tr><td>Gastrointestinal tract GVHD\n</td><td>6 </td><td>2 (33) </td><td>7.84 (1.47-41.8) </td><td>0.016\n</td></tr><tr><td>Diagnosis p1 year post transplant\n</td><td>27 </td><td>11 (41) </td><td>3.17 (1.33-7.56) </td><td>0.009\n</td></tr><tr><td>Treatment of\n</td><td>22 </td><td>9 (41) </td><td>5.19 (2.02-13.4) </td><td>0.0006\n</td></tr><tr><td>BOS with prednisone\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Multivariable modela\n</td><td> </td><td> </td><td> </td></tr><tr><td>Acute GVHD </td><td> </td><td> </td><td>38.1 (4.3-338) </td><td>o0.0001\n</td></tr><tr><td>Extensive chronic GVHD\n</td><td> </td><td> </td><td>12.3 (4.2-36.3) </td><td>o0.0001\n</td></tr><tr><td>Diagnosis p1 year post transplant\n</td><td> </td><td> </td><td>3.8 (1.4-10.2) </td><td>0.0039\n</td></tr><tr><td>Treatment of\n</td><td> </td><td> </td><td>3.8 (1.3-11.2) </td><td>0.014\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>BOS with prednisone\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Elisabeth Savariau and Robin Nancel for their excellent technical assistance.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}]}