{
    "paper_id": "1d47a126e59fc3104e38f4cddee225a1ec6c9ecd",
    "metadata": {
        "title": "COMMent Nature reviews | Immunology",
        "authors": [
            {
                "first": "Heidi",
                "middle": [
                    "J"
                ],
                "last": "Larson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "heidi.larson@lshtm.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "With information on COVID-19 evolving daily, the public is confronted with a mix of partial information, conflicting information and sometimes outright misinformation. Who should they turn to for the truth? In the context of acute uncertainty, I discuss what scientists can do to help mitigate the misinformation about what we do know and give some context to help decision-making in the unfolding story of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the wake of a tsunami of misinterpreted, manipulated and malicious information surging online, misinfor mation around COVID19 has taken centre stage. As a community of concerned scientists, we cannot rest and hope that technology platforms will weed out the bad information and shut down the amplifying algorithms to solve the 'infodemic' problem. Facebook, Twitter, Google and others are already working hard to curb the viral spread of harmful content, but they are one piece of a much larger universe of social networks and infor mation sharing -online as well as offline -that needs attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the context of the current COVID19 pandemic, publics are particularly vulnerable to rumours and mis information given the acute uncertainty around the virus itself. At the same time, the uncertainty and the novel nature of COVID19 means that what may appear as 'rumour' -a yet unverified piece of information -may be an important clue to the behaviour and impact of this new virus. The challenge to the scientific and public health community is to help family, friends and communities to navigate and distinguish truth, partial truth and untruth in order to mitigate harm and build confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between January 2020 and the end of May 2020, the social media monitoring team at The Vaccine Confidence Project captured more than 698 million digital and social media messages globally referring to the new virus, with an average of 4.75 million messages daily. On Twitter, there have been 249 million unique authors who shared COVID19 tweets. While we continue to listen and har vest both insights and concerns among the public, we are hearing the spectrum of conversations from potentially harmful conspiracy theories to genuine concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Government guidance is inconsistent as it adapts to the trickle of new knowledge, leaders have other agendas driving their policy choices and some govern ments are giving guidance that conflicts with the World Health Organization, leaving the public confused. Is 'social distance' 1 metre or 2 metres? Is selfisolation 7 days or 14 days? Masks or no masks? In midMay, England allowed a visit with one person, while Northern Ireland allowed six persons to gather with distancing; meanwhile Belgium said four is the limit, and every day the guidance is evolving as politicians assess the state of COVID19 as well as the implications of their decisions for society more broadly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the frequent recurring themes we see in our social media listening around COVID19 is conver sations around immunity -from alternative ways to build immunity to protect against COVID19 to purported cures, as well as views around the notion of building herd immunity to COVID19 and opinions around the legitimacy of an 'immunity passport' . (Fig. 1 ). On the notion of immunity passports, most conver sations ranged from sceptical to ardently opposed. The two main concerns were that, one, the 'passport' would have limited value, partly prompted by reported findings from a University of Amsterdam study showing that immunity may only last 6 months after infection, and, two, such a step could lead to human rights violations. As one person wrote, \"Immunity passports are going to exacerbate inequality and further inculcate surveillance and state control\" while another saw it as a form of \"infectionbased apartheid\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 353,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The science on COVID19, its pattern of spread, disease mechanisms and its longerterm impacts are unfolding every day. While an impressive body of work has been achieved given the short span of 6 months since the virus was first reported, it is not quick enough to fill the void of questions, anxieties and concerns. In the absence of scientifically proven COVID19 treat ments or vaccines, what is instead filling the void are those promoting alternative prevention and treatment options. Even as far back as the 1918 'Spanish' influenza www.nature.com/nri pandemic era, prevention and cure products were being touted in the form of snake oil, pine tar honey, laxa tives and lozenges. Today the mantra among many is to 'boost' immunity to prevent or cure COVID19, with various remedies ranging from the more benign liquo rice and other 'antiviral herbs' , drinking lemon and hot water, or eating garlic, to the more dangerous colloidal silver, and the list goes on. Some of the proposed reme dies circulating on social media are not new, merely repurposed, such as the use of a bleaching agent, but others are bespoke products for COVID19. The Presi dent of Madagascar, for instance, is promoting a new herbal tea called 'CovidOrganics' , claiming it can pre vent or cure COVID19 and prompting a number of African countries to order shipments of the protective tea for their own populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Anxieties about state control are not unrelated to the growing movement of people embracing nature over modern medicine. There is a sense that diet and supplements are a way to control your own immune system, even to prevent or cure COVID19 (reF. 1 ), rather than following stateimposed measures from quarantines to vaccines \"like sheep in a herd\" as some liken themselves to in social media conversations. Risk expert Peter Sandman characterized what he calls the components of community outrage that risk communi cation needs to consider. On his list are two questions highly relevant to public conversations on vaccines and immunity 2 , \"Is it controlled by me or by others?\" and \"Is it voluntary or coerced?\" One poignant study searched the term 'boost immunity' on Google and analysed the content of 185 webpages that appeared in response. The preference for being in control of one's own immunity through diet choices, vitamins and supplements versus governmentcontrolled vaccines was clear. Of these web sites on boosting immunity, 77% were focused on diet, 67% featured vitamins, 52% were on antioxidants and only 12% of the websites mentioned vaccines 3 . Although many of these approaches are not harmful in themselves, they miss an understanding of how our natural immune systems work by presuming that diet or vitamins alone can prevent serious diseases such as COVID19. That is when these choices become harmful.",
            "cite_spans": [
                {
                    "start": 1161,
                    "end": 1162,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To create a better citizen understanding about immu nity and inform safe decisions, directly challenging existing beliefs is not an option. Plenty of studies have shown that persuasion tactics can instead lead to entrenching rather than changing existing beliefs 4 . What is needed are ways to build public understanding of the mechanisms of our individual immune systems in ways that are tangible and resonate in the context of existing beliefs and senti ments. Paediatrician and vaccine scientist Paul Offit has been one of the most prolific writers and speakers in communicating vaccine science to lay audiences. In response to the commonly heard anxiety among parents that too many vaccines can 'overload' a child's immune system, he put their concern in context. \"A scraped knee, \" he writes, \"is a far greater immunological challenge than all of the childhood vaccines combined\" 5 . Explaining the immune system as a system that is trained with every challenge, that it learns from childhood and has a memory of how to respond when the same challenge confronts it, is another approach that recognizes the dynamic system we each have to protect us. Neuroscientist Lisa Barrett's book How Emotions are Made: The Secret Life of the Brain 6 presents a compelling tale of the similar phenomena of how emotions are learned, explaining that every individual is 'wired' differently based on their personal histories and emotional challenges.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More than ever, we are in an era in which citizens want to own their own health decisions. The notion of boost ing one's own immunity gives individuals an opportunity to feel like they are taking charge of their health. And, to a certain extent, they are right. Healthy eating, exercise and vitamins, where needed, can help mitigate the serious ness of diseases and health conditions, and even save lives. The distinction that needs to be made, though, is what good nutrition, yoga and supplements cannot do is to stop a virus or bacteria from infecting people. Keywords that have appeared in our social media monitoring from 1 January 2020 (part a) and from 1 May 2020 (part b). From 1 May 2020, 'lack of immunity' starts appearing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus: what is Madagascar's 'herbal remedy' Covid-Organics?",
            "authors": [
                {
                    "first": "Al Jazeera",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Responding to community outrage: strategies for effective risk communication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandmann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Boosting the immune system, from science to myth: analysis the infosphere with Google",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassa Macedo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliveira Vilela De Faria",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghezzi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The science of why we don't believe science",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mother Jones",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bad Advice: or Why Celebrities, Politicians, and Activists Aren't Your Best Source of Health Information 66",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Offit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How Emotions are Made: The Secret Life of the Brain",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "monitoring social media related to CoVID-19.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author thanks T. Marks, F. Sun, R. Alter and P. Paterson at the Vaccine Confidence Project for their social media analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "In addition to public sector research grants, the author's research group has received grants from GSK and Merck for vaccine acceptance research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}