{
    "paper_id": "1d4a72e1b1b9e4a07c1b4121397d8673e693b0f1",
    "metadata": {
        "title": "Human Bocavirus: Developing Evidence for Pathogenicity",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Mcintosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "300 Long-wood Ave",
                        "postCode": "02115",
                        "settlement": "Boston, Boston",
                        "region": "Massachusetts, MA"
                    }
                },
                "email": "kenneth.mcintosh@childrens.harvard.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this issue of the Journal of Infectious Diseases, 2 articles by Kesebir and colleagues at Yale-New Haven Hospital and Yale University School of Medicine (New Haven, Connecticut) [1] and by Manning and colleagues at the Royal Infi mary of Edinburgh (Edinburgh, United Kingdom) [2] describe the detection, primarily in hospitalized infants, of human bocavirus (HBoV) in respiratory tract samples obtained during acute lower respiratory tract illness. The human bocavirus, which was firs described in September 2005, was discovered by random polymerase chain reaction (PCR) amplificatio of pooled respiratory samples obtained from children hospitalized in Sweden [3] . The amplicons were sequenced, and several viruses were found, including the human bocavirus, with subsequent identificatio of sensitive and specifi primer sequences. The virus has now been found by at least 9 groups of investigators in Europe, the United Kingdom, the United States, Canada, Asia, and Australia [3] [4] [5] [6] [7] [8] [9] . The most important contribution of the 2 aforementioned studies appearing in this issue of the Journal is that, for the firs time, a substantial number of individuals without respiratory symptoms were included as controls, and HBoV either was not found or was found very infrequently in this group of individuals.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As described in both of these articles, HBoV is a member of the genus Bocavirus and is closely related to parvovirus B19, which also is in the subfamily Parvovirinae in the family Parvoviridae. There are other bocaviruses found in cattle and in dogs; the name \"bocavirus\" itself is derived from the combination of \"bo\" (from \"bovine\") and \"ca\" (from \"canine\"). One of these bocaviruses, bovine parvovirus, primarily causes diarrhea, and the other, minute virus of canines, causes neonatal respiratory disease and embryopathy. The human virus appears to be very common. In the 9 published studies of HBoV, the virus was detected in 1.5%-11.3% of individuals with acute respiratory illness who had respiratory samples screened for HBoV, with a frequency of detection of 5.0%-5.5% noted for most of the studies [1] [2] [3] [4] [5] [6] [7] [8] [9] . All of the studies but one [5] have found that the virus is most frequently detected in infants !3 years of age. This frequency of detection makes HBoV less common than respiratory syncytial virus and probably also rhinoviruses in infants with respiratory illnesses; approximately as common as influenz viruses, human metapneumovirus, parainfluenz virus type 3, and adenoviruses; and probably more common than coronaviruses and the other parainfluenz viruses.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What else do we know about HBoV? The answer is not much yet, even though the genome has been fully sequenced. The firs question we should ask about any microorganism that is found in the respiratory tract during illness is whether it causes any disease. Could it simply be carried asymptomatically in the respiratory tract like, for example, the adenovirus-associated viruses, which are also members of the Parvoviridae family? Finding, in 2 studies, a zero or very low incidence among control infants of the same age, sampled over the same time period in the same hospitals, is a huge advance in this regard, because it provides a statistical association of the virus with disease. It does not, however, prove causality, although it adds important corroborative support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proof of causality is difficult We no longer depend so heavily on Koch's postulates as we used to do, recognizing that there are very pathogenic microorganisms that have failed to fulfil them, and that suitable animal models are often not available. For many respiratory viruses, \"proof\" of pathogenicity has come from carefully controlled inoculation of adult volunteers, but this has become increasingly difficul with increased ethical concerns and the closing of the Common Cold Research Unit in Salisbury, England (where coronaviruses and rhinoviruses have been shown to cause colds and where many other viruses, including parvovirus B19, have been shown to be pathogenic) [10, 11] . Proof of causality rarely emerges from one study, and we usually depend on an accumulation of evidence: the presence of an organism in diseased tissues (and not in control tissues); development of specific immunity; and consistent association, over time and space, of an organism with a particular disease or group of diseases. Detailed proof of disease causation may even depend on the prevention of illness through the use of an effective vaccine. In several large and carefully conducted clinical trials, a vivid illustration of this last point has been the elucidation of the full spectrum of pneumococcal pneumonia in children through the elimination of a particular portion of this disease by use of conjugated pneumococcal vaccine [12, 13] .",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 681,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Returning to what we know about human bocavirus, we also know, from several of the studies, that coinfection with other respiratory viruses is a frequent feature of HBoV infection in infants [2-4, 6, 7, 9] . Several of the studies, including the study by Kesebir et al. [1] published in the present issue of the Journal, examined only specimens that had already been found to be negative for other viruses, so that information about coinfection could not be obtained. It seems also that the virus is seasonal, being found primarily during the fall, winter, and spring, and not in the summer [1, 3, 4, 6] , although not all studies agree [5] , and although some studies did not sample during the entire year. Finally, we know the sequence of the virus and that there are, thus far, 2 relatively homogeneous and closely related genotypes [1, 3] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 205,
                    "text": "[2-4, 6, 7, 9]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 840,
                    "end": 842,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The list of what we do not know is much longer than the list of what we do know. Only 2 of the previously published series [3, 5] and the series of Manning et al. [2] in this issue of the Journal included specimens obtained from older children and adults. There is some difference in the results of these series, in that, in Canada, HBoV was found with equal frequency among all age groups, whereas, in the other 2 series, the frequency was much higher among young infants. We know essentially nothing about immunity: the duration of viral shedding, the mechanism of recovery, the frequency of reinfection, the mechanism of immunity, or the number of separate serotypes. We know nothing about the full spectrum of associated disease; is the virus important in diarrhea (with or without respiratory tract symptoms), as it appears to be in calves? Is there viremia during infection, and are there occasional complications, such as fetal infection (as there may be with both minute virus of canines and bovine parvovirus) or encephalitis? We know nothing about its role in minor respiratory disease. We know very little about the year-to-year variation in frequency. We have no idea what happens when an immunodeficien host is infected. We know nothing about the mode of transmission, the frequency of transmission in the hospital (we do know that 2 of the New Haven cases of infection were nosocomially acquired), or family epidemiology. So there is lots of work that remains to be done.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is also increasingly clear, from these studies as well as many others, that if we are serious about findin viruses in individuals with respiratory disease, then we must include PCR in our diagnostic methodology. PCR is more sensitive than other methods for the detection of essentially all respiratory viruses, except possibly RSV, and it is essential for the detection of many enterovirus types, some rhinovirus types, human metapneumovirus, coronaviruses, and, now, HBoV. Studies of the comparative frequency of various viruses must, to be credible, use the most sensitive detection method available, and, for most viruses, this method is PCR. Clinicians need to have tests available to them that can provide a positive or negative response to the following question: Is there a respiratory virus present in this sick patient? PCR is required to answer that question with any sense of confidence Also, because of its sensitivity, PCR is of even greater importance in screening adults for respiratory viruses, including elderly adults, for whom partial immunity often makes more conventional, as well as less sensitive, techniques for viral detection of limited usefulness. Multiplex PCR will, at some point, become the standard method for investigating the etiology of respiratory infections [14, 15] . As time goes on, it is very likely that this methodology, or something closely related, will become both inexpensive and widely available.",
            "cite_spans": [
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human bocavirus infection in young children in the United States: molecular epidemiological profil and clinical characteristics of a newly emerging respiratory virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kesebir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1276--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological profil and clinical associations of human bocavirus and other human parvoviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eastick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1283--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "12891--12897",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human bocavirus: prevalence and clinical spectrum at a children's hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "283--291",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human bocavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dust",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "848--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The association of newly identifie respiratory viruses with lower respiratory tract infections in Korean children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "585--92",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human bocavirus in children",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulongne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodiere",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segondy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "862--865",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of human bocavirus in Japanese children with lower respiratory tract infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1132--1136",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence of human coronavirus HKU1 and human bocavirus in Australian children",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Speicher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "35",
            "issn": "",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experimental parvoviral infection in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Infect Dis",
            "volume": "152",
            "issn": "",
            "pages": "257--65",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cold wars: the figh against the common cold",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fielder",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effectiveness of heptavalent pneumococcal conjugate vaccine in children younger than fiv years of age for prevention of pneumonia. Pediatr",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Shinefiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect Dis J",
            "volume": "21",
            "issn": "",
            "pages": "810--815",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The impact of a 9-valent pneumococcal conjugate vaccine on the public health burden of pneumonia in HIV-infected and -uninfected children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madhi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuwanda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cutland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Klugman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1511--1519",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of the Hexaplex assay for detection of respiratory viruses in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kehl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Henrickson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "1696--701",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Improved diagnosis of the etiology of community-acquired pneumonia with realtime polymerase chain reaction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheltinga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Den Eeden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Graffelman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Broek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "345--51",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}