{
    "paper_id": "1d4b4d046e3d5fa5f379bec371cf6be40e30276e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wen-Dong",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Hospi-tal of Yan'an University",
                    "location": {
                        "addrLine": "No. 43 N St, Yan'an 716099",
                        "settlement": "Baota District, Shaanxi",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Wen-Dong Hao, MD, and Man-Xiang Li, MD, PhD T he 2019 novel coronavirus (2019-nCoV) pneumonia broke out in Wuhan, China, at the end of December 2019. 1,2 A 50-year-old man presented to the hospital with a 6-day history of fever and fatigue without chills, runny nose, dyspnea, cough, and diarrhea. His temperature rose slightly to 38.3 C after admission, and a physical examination of his chest revealed coarse breath sounds in both lungs. Laboratory studies found that the white blood cell count values (5.35Â10 9 /L) and the serum concentration of procalcitonin (0.08 ng/mL; normal range, <0.15 ng/ mL) were normal. The percentage of lymphocytes decreased slightly to 15.26% (normal range, 20%-40%). The erythrocyte sedimentation rate increased significantly to 54 mm/h (normal range, 0-20 mm/h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of Infection Prevention and Control Measures From a Patient With Atypical 2019 Novel Coronavirus Pneumonia"
        },
        {
            "text": "On admission, a swab test and chest computed tomography (CT) scanning were performed. Real-time fluorescence polymerase chain reaction (RT-PCR) of the patient's pharyngeal swab was negative for the 2019-nCoV nucleic acid assay. However, unenhanced chest CT revealed multiple bilateral and peripheral cloudlike high-density shadow opacities in both lungs ( Figure A-C) . Therefore, the patient was hospitalized in a general ward with a diagnosis of \"community-acquired pneumonia.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 367,
                    "text": "Figure A-C)",
                    "ref_id": null
                }
            ],
            "section": "Implications of Infection Prevention and Control Measures From a Patient With Atypical 2019 Novel Coronavirus Pneumonia"
        },
        {
            "text": "Three days after admission, the patient still had fever, with a body temperature of up to 39.1 C, and had new symptoms such as dyspnea, cough, and myalgia. Repeat chest CT revealed that the multiple outer bands of the lungs and the subpleural patchy ground-glass opacities were obviously enlarged as compared with previous chest CT ( Figure D-F) . The second RT-PCR 2019-nCoV nucleic acid assay was positive. Finally, the patient received a diagnosis of \"2019-nCoV pneumonia.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 345,
                    "text": "Figure D-F)",
                    "ref_id": null
                }
            ],
            "section": "Implications of Infection Prevention and Control Measures From a Patient With Atypical 2019 Novel Coronavirus Pneumonia"
        },
        {
            "text": "A detailed epidemiological investigation revealed that the patient had a history of visiting relatives in Wuhan, China, and a history of close contact with many people. A total of 8 people with whom he was in close contact have received a diagnosis of 2019-nCoV pneumonia. In addition, the groups of close contacts have implemented centralized isolation medical observations, including clinicians and caregivers. Therefore, we may obtain some implications for infection prevention and control measures from this case. First, detailed and objective epidemiological investigations are extremely important for the prevention and control of infectious diseases. Second, reasonable and standardized management, isolation, and treatment of patients with suspected 2019-nCoV pneumonia can effectively reduce cross infection. Third, we should pay attention to the significance of chest CT imaging in the diagnosis of 2019-nCoV pneumonia. Although this patient's first swab test presented with nega-tive results of RT-PCR for 2019-nCoV, the first chest CT revealed the characteristics of viral pneumonia, such as bifocal extrazonal distribution, bilateral, multifocal. 3, 4 Repeat chest CT revealed a great progression of cloudlike high-density shadow opacities in both lungs as compared with previous chest CT. It may not be extremely reasonable to rely on only 1 nucleic acid test results to diagnose 2019-nCoV pneumonia. In these cases, repeat pharyngeal swab testing and patient isolation should be carefully considered.",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1162,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1163,
                    "end": 1164,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Implications of Infection Prevention and Control Measures From a Patient With Atypical 2019 Novel Coronavirus Pneumonia"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus pneumonia outbreak in 2019: computed tomographic findings in two cases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "3",
            "pages": "365--368",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06731-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of chest computed tomography (CT) imaging. A-C, Unenhanced chest CT revealed multiple bilateral and peripheral cloudlike high-density shadow opacities in both lungs. D-F, Repeat chest CT (3 days after admission) revealed that the multiple outer bands of the lungs and the subpleural patchy ground-glass opacities were obviously enlarged as compared with previous chest CT.From the Department of Respiratory Medicine, The Affiliated Hospital of Yan'an University, Yan'an, Shaanxi, People's Republic of China (W.-D.H.); and Department of Respiratory and Critical Care Medicine, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, People's Republic of China (M.-X.L.).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}