{
    "paper_id": "1d4d531c5a9c681be0dc8554ec0c973febf66424",
    "metadata": {
        "title": "The Clinical Characteristics and Outcomes of Diabetes Mellitus and Secondary Hyperglycaemia Patients with Coronavirus Disease 2019: a Single-center, Retrospective, Observational Study in Wuhan",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haichao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yedi",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Nan",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junqing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaohui",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinmin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University First Hospital",
                    "location": {
                        "postCode": "100034",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "secondary hyperglycemia and diabetes patients. We recommend that clinicians pay more attention to the blood glucose status of COVID-19 patients, even those not diagnosed with diabetes before admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) is sweeping across the globe, resulting in >3059642 confirmed cases and 211028 deaths worldwide as of April 30, 2020. The mortality rates reported for COVID-19 patients are considerable yet also appear to be wide-ranging (1.4%-15%) [1] [2] [3] [4] [5] . These large differences in patient mortality may be attributed to preexisting characteristics such as age, comorbidities and disease severity.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some studies have shown that severe COVID-19 patients have a higher incidence of diabetes than nonsevere COVID-19 patients (13.8-40 .0% vs. 3.5-11.0%) 1, 3, 4, 6, 7 .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "(13.8-40",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 163,
                    "end": 164,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, the proportion of diabetic patients was higher among deceased than those who survived (22-31% vs. 10-14%) 2, 8 . Similar phenomena have been observed in the other two kinds of coronavirus diseases, severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Both mortality and severe disease manifestations in SARS and MERS are related to preexisting diabetes 9, 10 . SARS was also found to cause secondary hyperglycaemia in patients who had no history of diabetes and had not used any glucocorticoids during the course of the disease 11 .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 119,
                    "end": 120,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 242,
                    "end": 248,
                    "text": "(SARS)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, to our knowledge, there have been few studies comparing clinical features and prognoses between diabetic and nondiabetic COVID-19 patients. Weina Guo et al. found that diabetes was associated with worse prognosis in COVID-19 patients 12 . In the case of COVID-19, whether this susceptibility to disease severity is particularly high or only reflects the greater risk posed by diabetes are still uncertain 13 .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 165,
                    "text": "Guo et al.",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, the impact of secondary hyperglycaemia on the outcomes of patients with COVID-19 is also unknown. The aim of this single-center retrospective study was to explore whether COVID-19 patients with diabetes and secondary hyperglycaemia have different clinical characteristics and prognoses than those without significantly abnormal glucose metabolism. As COVID-19 is now a global pandemic, we believe that this information will be useful for physicians treating the growing number of COVID-19 patients who have diabetes or underlying hyperglycaemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This retrospective study was an exploratory comparison of COVID-19 patients with diabetes, those with secondary hyperglycaemia and control patients. All patients were hospitalized in three wards in the Zhongfa district of Tongji hospital in Wuhan from All COVID-19 patients sent to our center and enrolled in this study were diagnosed according to the guidelines for COVID-19 issued by the Chinese National Health Committee (version 7). The guidelines categorized adult patients as having mild, moderate, severe, or critical cases 14 . Only patients with moderate, severe and critical cases were sent to our center.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 533,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "All laboratory tests were based on the patients' clinical needs. Fasting plasma glucose (FPG) was tested the morning after admission (before the commencement of glucocorticoid therapy). Patients with FBG levels ≥ 7.0 mmol/L were re-examined again and their hemoglobin A1c (HbA1c) levels were determined the next few days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "The patients were divided into three groups based on their diabetes history and FPG and HbA1c levels. Group 1 (n=84) was composed of patients without a history of diabetes whose FPG levels was < 7.0 mmol/L; this group was defined as the control group. Group 2 (n=21) was composed of patients with FPG levels ≥ 7.0 mmol/L once and HbA1c values < 6.5%; this group was defined as the secondary hyperglycaemia group. Group 3 (n=61) was composed of patients with a history of diabetes, FBG levels ≥ 7.0 mmol/L twice or HbA1c values ≥ 6.5%; this group was defined as the diabetes group 15 . Considering that compared to FPG, the short-term stress response Accepted Article caused by the viral infection before admission had fewer impact on HbA1c, the HbA1c values were prioritized over the FPG levels in the grouping criteria for patients without diabetes history to avoid overestimating the incidence of diabetes.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "The data were obtained from the electronic medical records system. Information on epidemiology, demographics, clinical symptoms and signs, medical history of concomitant diseases, laboratory inspections, chest CT scans, treatments during hospitalization and clinical outcomes were collected for each patient and compared among the three groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables"
        },
        {
            "text": "Medical laboratory results included a complete blood count, serum biochemical test [alanine aminotransferase (ALT), aspartate aminotransferase (AST), creatine, estimated glomerular filtration rate (eGFR based on the CKD-EPI equation), creatine kinase (CK), and lactate dehydrogenase (LDH)], plasma glucose, coagulation profile, myocardial enzyme test [cardiac troponin I (CTNI), creatinine kinase MB (CK-MB), myoglobin and n-terminal pro-brain natriuretic peptide (NT-proBNP)], inflammatory markers [erythrocyte sedimentation rate (ESR), hypersensitive C-reactive protein (sCRP), ferritin and procalcitonin (PCT)] and cytokines (interleukin-1β, interleukin-2 receptor, interleukin-6, 8, 10 and tumor necrosis factor-α). HbA1c was measured by high performance liquid chromatography (Arkray, HA-8180). Nasopharyngeal swabs were tested for the RNA of SARS Coronavirus-2 (SARS-CoV-2) using real-time RT-PCR assay by the hospital viral lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables"
        },
        {
            "text": "We described the epidemiology (exposure to confirmed patients), demographics, clinical symptoms and signs on admission, reported medical history of concomitant diseases, laboratory tests, CT scans (first CT scan of patients before admission), clinical classification, treatments during hospitalization (including medication and oxygen therapy) and clinical outcomes (discharge, hospitalization and death).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Composite outcomes were defined as admission to an intensive care unit (ICU), the use of mechanical ventilation (both invasive and noninvasive types) or death. All of the abovementioned data were compared among the three groups. Fitness for Accepted Article discharge was based on improved respiratory symptoms, no fever for at least three consecutive days, improved chest radiographic evidence, and negative results for SARS-CoV-2 RNA in sputum, nasopharyngeal swabs and other respiratory specimens twice (interval >24 hours) 14 .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 529,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "All statistical analyses were performed using SPSS, version 20.0 (SPSS, Inc., Chicago, IL). Continuous variables are presented as the mean (standard deviation) and skewed data are presented as the median (interquartile range ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The basic characteristics of all 166 patients are shown in Table 1 (25/76), and the percentage of calcium antagonists, β-receptor blockers and α-receptor blockers were 60.5%, 28.9% and 1.3%, respectively. There was no significant difference in any kind of antihypertensive drugs among the three groups (all P>0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Basic characteristics and vital signs on admission"
        },
        {
            "text": "There were no significant differences in all symptoms, signs and most of the vital signs among the three groups. Lower levels of temperature on admission were found in groups 2 and 3 compared to those in group 1 ",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Several laboratory test results differed among the three groups (shown in Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Laboratory parameters"
        },
        {
            "text": "With regard to the complete blood count, the levels of leukocytes and neutrophils in groups 2 and 3 were both significantly higher than those in group 1 (P<0.05 for both).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory parameters"
        },
        {
            "text": "The ratios of neutrophilia in groups 2 and 3 were also higher than those in group 1 There seemed to be more patients with eGFR levels within 30-60 ml/min/1·73m 2 in group 3 compared to groups 1 (31.1% vs. 14.3%, P=0.014) and 2 (31.1% vs. 9.5%, P=0.05). Hypoproteinemia was more common in groups 2 and 3 compared to group 1 (P<0.05 for both). Finally, we also assessed inflammatory biomarkers. We found that patients in groups 2 and 3 had significantly higher sCRP than patients in group 1 (P=0.003 and 0.012, respectively), but no significant difference was found between groups 2 and 3. The ESR in group 3 was much higher than those in groups 1 and 2 (P<0.05 for both).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory parameters"
        },
        {
            "text": "There was no significant difference in PCT levels among the three groups (P=0.097).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory parameters"
        },
        {
            "text": "Among all cytokines, we only found the ratio of IL-8 increased in group 2 was significantly higher compared to those in groups 1 and 3 (P<0.05 for both). The levels of other cytokines were comparable among the three groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory parameters"
        },
        {
            "text": "35 patients in group 3 had a self-reported diabetes history. The prevalence of self-reported diabetes in our study was 21.1% (35/166). Therapy information of diabetes in five patients was unavailable (details are not described in the medical records for four patients, and one patient could not offer the therapy details). Three patients were not given antidiabetic therapy before admission. Among the 27 patients, eight patients (29.6%) received insulin therapy and continued to apply during hospitalization. 19 patients used simple oral antidiabetic drugs (OADs) to control blood glucose before admission, and eight (42.1%) of them moved to insulin therapy during hospitalization. Metformin (40.7%), α-glucosidase inhibitors (29.6%) and sulfonylureas (22.2%) were the most commonly taken OADs types among patients used simple OAD or OAD combined with insulin therapy, and there was only one Accepted Article case treated with dipeptidyl peptidase-4 (DPP-4) inhibitor before admission, and no SGLT-2 inhibitor was used before admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatments of diabetes before and after admission"
        },
        {
            "text": "After admission, 37.7% (23/61) of patients in group 3 were treated with insulin (meal and/or basal insulin). 15 of the 23 patients had just started insulin therapy (four of them were diagnosed with diabetes after admission and started using insulin), and only two cases were treated with glucocorticoids during hospitalization, which might indicate the deterioration of blood glucose status were mainly caused by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatments of diabetes before and after admission"
        },
        {
            "text": "The main interventions and outcomes are shown in Table 3 The proportions of critical patients in groups 2 and 3 were significantly higher than that in group 1 (38.1%, 32.8% vs. 9.5%, P<0.05 for both). As of April 4, 2020, 15 (9.0%) were still hospitalized. 127 (76.5%) patients had been discharged and 24 (14.5%) patients had died. Patients in group 3 had relatively long hospital stays compared to patients in group 1 (26.3±11.7 vs. 20.5±11.3 days, P=0.011). The rate of discharge was significantly lower in group 3 than in group 1 (63.9% vs. 84·5%, P=0.004). However, there were no significant differences in the length of hospital stay and discharge rate between groups 2 and 3. The mortality rates of patients in groups 2 and 3 seemed greater than that of group 1 (14.3%, 21.3% and 9.5%, P=0.137).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Main interventions and outcomes."
        },
        {
            "text": "Respiratory support was provided to 33 patients, all of whom started with noninvasive Accepted Article ventilation (NIV), owing to the difficulty in correcting oxygenation. 11 of these patients switched to invasive ventilation (IV), but eventually died. There were significantly more patients need mechanical ventilation support (NIV and IV) in groups 2 and 3 compared to patients in group 1 (38.1% vs. 9.5%, P=0.003 and 27.9% vs. 9.5%, P=0.004). The utilization rate of NIV in group 2 was significantly higher than that in group 1 (33.3% vs. 8.3%, P=0.007). Six patients [one in group 1 (14.3%), three in group 2 (42.9%) and two (25.0%) in group 3] were successfully weaned from NIV and switched to oxygen masks (n=4) or nasal cannula (n=2) after achieving improved oxygenation. In contrast, 13 patients (13/17, 76.5%) using NIV in group 3 died including nine who were switched to IV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main interventions and outcomes."
        },
        {
            "text": "Approximately 30% of patients in groups 2 and 3 had composite outcomes, which were both significantly higher than patients in group 1 (P<0.05 for both). In logistic regression analysis adjusted for confounders, group 2 had a higher odds ratio (OR) of composite outcomes than group 1 (OR 5.47; 95% confidence interval [CI], 1.51-19.82, P=0.010). The composite outcomes risk (OR 2.61; 95% CI 0.86-7.88, P=0.090) in groups 3 compared to group 1 were close to a statistically significant difference, and there was no significant difference in composite outcomes risk in group 2 compared with group 3 (OR 2.10; 95% CI 0.65-6.83, P=0.217).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main interventions and outcomes."
        },
        {
            "text": "We found that the COVID-19 patients with diabetes and secondary hyperglycaemia were with more critical classification and had approximately 2-5 times composite outcomes risk compared to control. Importantly, there are differences in these distinct COVID-19 patient subsets that should be considered during treatment. In addition, the proportion of diabetic patients among nonsurviving patients was approximately two times that among surviving patients. Guan W 1 investigated composite endpoints (admission to the ICU, use of mechanical ventilation, or death) of COVID-19 patients. Out of these patients, the subset with diabetes was more likely to experience these endpoints than was the subset without diabetes (26.9% vs. 6.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Yang's study the prevalence of diabetes was 22% in nonsurviving COVID-19 patients, while it was 10% in surviving patients 2 . We found that the mortality rate due to COVID-19 in diabetic patients was 21.3%, which seemed higher than the 9.5% mortality rate in the control group. We found an association of diabetes with composite outcomes in COVID-19 patients, but the result barely missed statistical significance (OR 2.61; 95% CI, 0.86-7.88), which might be due to the limited sample size to obtain robust positive results. Thus, our study suggests that preexisting diabetes might increase the risk of composites outcomes of patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, attention should be paid to diabetic patients with COVID-19, including patients with undiagnosed diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are multiple causes for the high rates of severe and critical cases and high mortality in COVID-19 patients with diabetes. The diabetic COVID-19 patients had the highest proportions of comorbidities such as hypertension and cardiovascular disease, among the three groups, and the prevalence of cardiovascular disease was almost statistically significant, possibly due to the small sample size in our study. In our study the ratio of eGFR<60 ml/min/1.73m 2 and the higher levels of serum creatine and NT-proBNP in group 3, all indicated poor basic kidney and heart function in diabetic patients. This supports the notion that chronic comorbidities in patients with COVID-19 are risk factors for severe cases compared with non-severe cases 17 .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 746,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, as a type of subclinical chronic inflammation, diabetes shares some common characteristics with infectious disease, such as a pro-inflammatory status and attenuation of the innate immune response. Furthermore, the function of T cells, neutrophils, macrophages and lymphocytes is reduced in diabetic patients resulting in damaged humoral immune systems and rendering these individuals more susceptible Accepted Article to a range of infectious diseases 22 . In COVID-19, the virus activates immunocyte and induces the secretion of inflammatory cytokines and chemokines (\"cytokine storm\") into pulmonary vascular endothelial cells and other organs 4, 23 . In our study, the cytokine storm -a common reaction in COVID-19 patients -was not as evident in diabetic COVID-19 patients as in the control group. Moreover, in our study, more diabetic patients had lymphocytopenia, leukocytosis, neutrophilia, elevated sCRP levels and a higher proportion of antibiotic therapy during hospitalization. We speculated that COVID-19 patient's conditions would worsen with concomitant bacterial infections. Therefore, we suggest that the severity of the disease and high risk of composite outcomes of COVID-19 patients with diabetes are associated with chronic comorbidities, weak immune responses, and the potential for concurrent bacterial infection. Since the sample (n=27) of antidiabetic treatment cases before admission was small in our study, especially the DPP-4 inhibitors (only one case) was rarely administered, the relationship between oral antidiabetic drugs and the susceptibility and severity of diabetic COVID-19 is currently uncertain.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study suggests that COVID-19 patients with secondary hyperglycaemia constitute another population with poor prognoses, and requires additional attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, there are both commonalities and differences between COVID-19 patients with secondary hyperglycaemia and those with diabetes. Most peculiarities of group 2 such as higher levels of leukocytes, neutrophils, sCRP and NT-proBNP; lower levels of eosinophils; coagulopathy; and a higher proportion of critical classification were different from those of group 1, but were similar to those of diabetic patients, all indicating the severity and poor prognoses of the disease (longer hospital stays, higher percentage of patients needing assisted ventilation and more composite outcomes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, COVID-19 patients with secondary hyperglycaemia seem to have more liver damage, higher levels of LDH, increased IL-8 ratio than those with diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A significantly higher in-hospital mortality rate has been reported for patients with new hyperglycaemia (e.g. stress hyperglycaemia and undiagnosed diabetes), who also had worse outcomes than patients with a previous history of diabetes and subjects with normoglycemia 24 . Increased gluconeogenesis and decreased glycogenolysis due Accepted Article to increased secretion of counterregulatory hormones were proposed to be the potential mechanisms underlying stress hyperglycaemia. On the other hand, autopsies of COVID-19 patients revealed islet cell degeneration 25 , which might indicate that SARS-CoV-2 could cause islet cell damage or other possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SARS-CoV-2 and SARS-CoVs genome-wide similarity is approximately 79% 26 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both viruses can enter cells through angiotensin converting enzyme 2 (ACE2) 27 , which has been found in a variety of human tissues, such as the lung and pancreas 28 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Acute damage to pancreatic beta cells due to SARS-CoV-2 followed by hyperglycaemia might occur in this systemic illness, similar to the process in patients with SARS 11 . In our study the proportion of patients with increased IL-8 was even much higher in group 2 than in those with diabetes. Hyperglycaemia and high levels of cytokines both reflect the severity of viral infection and the involvement of multiple systems. Moreover, the severity of COVID-19 in secondary hyperglycaemia patients, even given the highest proportion of NIV in that group, still had a high probability (close to 50%) of withdrawal compared with the control and diabetes groups, matching the characteristics of acute viral injury.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since no specific antiviral drugs have been confirmed to be effective, clinical management of hospitalized patients with COVID-19 is focused on supportive treatment on the complications. To reduce inflammation-induced lung injury due to the abundance of cytokines in COVID-19 patients, glucocorticoids are frequently used to treat severe and critically ill patients. Glucocorticoid usage as part of COVID-19 treatment regimens fluctuates from 14.9% to 58% [1] [2] [3] [4] [5] 20 . However, the risk-benefit ratio for treatment with glucocorticoids is unclear, especially in hyperglycaemia patients. A recent study reported by researchers in Wuhan showed that systemic corticosteroid therapy has not shown significant benefits 29 . We believe that corticosteroids should not be routinely recommended for diabetic COVID-19 patients. These patients might not experience obvious cytokine storm, have weak immune responses and are susceptible to secondary bacterial infections, especially considering the aggravating effects of glucocorticoids on hyperglycaemia; therefore, glucocorticoids should not be administered unless they are indicated for other reasons Accepted Article (e.g. refractory septic shock, rapid progression on imaging and overactivation of the human inflammatory response) 14 . Treatment for hyperglycaemia might be an important supportive treatment for these patients. However, given the similarities and differences between the clinical profiles of COVID-19 patients with secondary hyperglycaemia and those with diabetes, strategies for using glucocorticoids might differ and require extra caution.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The diagnosis of diabetes in our study was not limited to a self-reported history of diabetes, but also included the levels of FPG and/or HbA1c to minimize the possibility of underestimating the prevalence of diabetes in COVID-19 patients. It should be noted that compared with a high FPG level, an HbA1c cutoff of 6.5% identifies more patients with undiagnosed diabetes 30 . Patients with secondary hyperglycaemia were also included and analysed as a new group in this study. Taking into account the high prevalence of chronic comorbidities, hypoxemia, the higher incidence of heart and kidney damage in diabetes patients and even considering more liver dysfunction in patients with secondary hyperglycemia of COVID-19, it is more recommended to use insulin regimen in patients with poorly controlled hyperglycemia 31 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our research has several limitations. First, only 166 inpatients were included, all of whom were inpatients and the study was not a large sample study. In addition, mild COVID-19 patients were not admitted to our center, which could have led to a biased understanding of the disease. Third, as a retrospective study, the data in this study can provide a preliminary assessment of the clinical profiles and prognosis of diabetes and secondary hyperglycaemia patients with COVID-19. Finally, due to the small number of diabetic patients, the relationship between some special antidiabetic drugs and severe and critical COVID-19 cases has not been observed. Larger studies will be needed to validate our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the higher severity of disease and mortality rate in COVID-19 patients with diabetes may be due to chronic comorbidities, a weak immune response, and a higher risk of secondary bacterial infections instead of the severe cytokine storm caused by COVID-19, which might indicate the need for different therapeutic Accepted Article strategies. However, there are differences between secondary hyperglycaemia and diabetes, secondary hyperglycaemia seems to be the clue of more severe inflammation reaction and multiple organs damage induced by virus who might require additional attention and different treatments. Clinicians should pay more attention to the blood glucose status of patients (even patients without a history of diabetes) with COVID-19, as it may be indicative of poor prognosis. We believe that our study provides evidence that blood glucose status should be viewed as a key metric in the development of an effective public health strategy to mitigate COVID-19 associated poor prognoses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This article is protected by copyright. All rights reserved. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China. The New England journal of medicine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory medicine",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnostic Utility of Clinical Laboratory Data Determinations for Patients with the Severe COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Plasma glucose levels and diabetes are independent predictors for mortality and morbidity in patients with SARS. Diabetic medicine : a journal of the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "British Diabetic Association",
            "volume": "23",
            "issn": "6",
            "pages": "623--628",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of comorbidities in cases of Middle East respiratory syndrome coronavirus: a retrospective study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Aleanizy",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [
                        "El"
                    ],
                    "last": "Hadi Mohamed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Epidemiology and infection",
            "volume": "2018",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta diabetologica",
            "volume": "47",
            "issn": "3",
            "pages": "193--199",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diabetes is a risk factor for the progression and prognosis of COVID-19. Diabetes/metabolism research and reviews",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Our Response to COVID-19 as Endocrinologists and Diabetologists",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mirmira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Endocrinol Metab",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Trial Version 7). Chinese medical journal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Medicine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhcanaotc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International Expert Committee report on the role of the A1c assay in the diagnosis of diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gillett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Clinical biochemist Reviews",
            "volume": "32",
            "issn": "7",
            "pages": "197--200",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Increased\" means over the upper limit of the normal range and \"decreased\" means below the lower limit of the normal range. ‡ HbA1c was available for 33, 13 and 53 patients in groups 1, 2 and 3 respectively. § Data was not available for all patients: 159 results for fibrinogen degradation products and 154 results for ferritin, 160 results for creatinine kinase, 152 results for erythrocyte sedimentation rate, 165 results for myocardial enzyme tests, cytokine and procalcitonin results. The continuous variables with normal or nonnormal distributions were compared among the three groups using ANOVA, independent t tests, or Kruskal-Wallis and Mann-Whitney tests. The χ 2 or Fisher exact test was used to compare categorical variables among the three groups. Group 1: control group; group 2: secondary hyperglycaemia group",
            "authors": [],
            "year": null,
            "venue": "Note: Data are n (%), mean ±SD, and median (interquartile range)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "March 21, 2020. This study was approved by the institutional ethics board of Peking University First Hospital (No. 2020-090). From the end of January, adult COVID-19 patients were admitted to hospitals in Wuhan under the supervision of the Wuhan Municipal Government Command Center.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". Patients in groups 2 and 3 were significantly elder than in group 1 (67.6±10.2 and 65.6±11.4 vs. 59.4±16.0 years, P=0.005 and 0.007). The sex distributions and proportions of overweight and obese individuals (BMI ≥ 23 kg/m 2 ) were comparable among the three groups. The BMI values of the three groups appeared to be different (P=0.062), and shown a gradual increasing trend among groups. The proportions of hypertensive patients in group 3 were significantly higher than those in groups 1 (57.4% vs. 35.7%, P=0.01), and no significant difference was found in other comorbidities among the three groups. In all hypertensive patients, the proportion of RAAS-inhibitors was 32.9%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "4% vs. 10.7%, P<0.001; and 31.1% vs. 10.7%, P=0.002, respectively). The levels of lymphocytes were significantly lower in groups 2 L, P=0.016) and 3 [0.9 (0.5-1.3) vs. 1.1 (0.8-1.6)×10 9 /L, P=0.017) than in group 1. The level of eosinophils in group 1 was significantly higher than those in groups 2 [0.04 (0.01-0.98) vs. 0 (0-0.06) ×10 9 /L, P=0.017] and 3 [0.04 (0.01-0.98) vs. 0.01 (0-0.07) ×10 9 /L, P=0.029]. In addition, the reductions in eosinophils were significantly greater in groups 2 (66.7% vs. 38.1%, P=0.018) and 3 (59.0% vs. 38.1%, P=0.013) than in group 1. The above indicators were comparable for patients in groups 2 and 3. Compared to groups 1 and 3, group 2 patients had the highest prevalence (up to 50%) of elevated ALT levels (P=0.007 and 0.048), and significantly highest levels of AST (P=0.008 and 0.037). The serum creatinine level [75.0 (63.5-98.0) vs. 69.0 (56.3-86.0) µmol/L, P=0.039] was significantly higher and eGFR level was (72.1±23.2 vs. 83.5±25.3 ml/min/1.73 m 2 , P=0.006) significantly lower in group 3 than in group 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The patients in group 2 almost had the highest levels of LDH, which was about 1.4 times of the other two groups (P=0.001 and 0.05, respectively) and over 95% of them P=0.004] were both significantly higher in group 3 than in group 1. In addition, D-dimer and FDP levels in group 2 were comparable with group 3, but significantly higher than that in group 1 (P=0.034 and 0.036). The level of myoglobin in group 2 was about 1.8 times than that of group 1 (P=0.023). No significant differences were found in other enzymes indicating myocardial injury among the three groups. The patients in groups 2 and 3 had higher NT-proBNP levels compared to group 1 (P<0.05 for both).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". More than three quarters of the patients received antiviral treatment and approximately half patients (46.4%) received antibiotic treatment. The percentage of patients receiving antibiotics was slightly higher in groups 2 and 3 than in group 1 (61.9% and 50.8% vs. 39.3%, P=0.121). A total of 22.9% of the patients were treated with systemic glucocorticoids (Methylprednisolone) intravenously during hospitalization. While most patients were dosed at 1-2 mg/kg/d for approximately three to seven days, four critically ill patients received 240-500 mg in pulse once a day for three days. No significant difference in glucocorticoid treatment was found among the three groups. Insulin therapy was more common in groups 2 and 3 compared to group 1 (14.3% vs. 0, P=0.007, and 36.1% vs. 0, P <0.001, respectively), No patients in any of these three groups developed ketoacidosis during hospitalization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Whether diabetes patients are more susceptible to COVID-19 than nondiabetic patients is unclear. The Chinese Center for Disease Control and Prevention recently published the largest case series of COVID-19 in China showing that the prevalence of diabetes among the 44672 confirmed cases was 5.3%16 . A recent meta-analysis17 of the comorbidities suggested that diabetes is found in approximately 8% of COVID-19 patients. The prevalence of diabetes in patients with Accepted Article This article is protected by copyright. All rights reserved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "mentioned above depended on a self-reported medical history of diabetes and varies by the patients involved (mild, severe or critical patients). The estimated standardized prevalence rates of diagnosed and undiagnosed diabetes in Chinese adults are 10.9% (95% CI, 10.4%-11.5%), and 6.9% (95% CI, 3.6%-4.3%) of the population had received a new diagnosis by glycemic biomarkers 18 . It is estimated that up to 50% of cases are undiagnosed based on a self-reported medical history of diabetes to make diagnosis, which might lead to underestimation of the prevalence ofdiabetes 19 . Given that the prevalence of diabetes in COVID-19 (5.3%) is similar to the results of the general population in epidemiological survey (4%) according to a self-reported diabetes history. We speculated that the susceptibility of COVID-19 was similar in diabetes and non-diabetes patients. The patients enrolled in our retrospective study were mainly severe and critical COVID-19 patients. The prevalence of diabetes was 21.1% based on a self-reported history of diabetes, yet it was up to 36.7% if the diagnosis was based on the 2009 American Diabetes Association standard 15 , which was higher than the prevalence reported in similar recent studies. Several reports have indicated that diabetes patients with COVID-19 tend to have severe disease and a higher mortality rate. Wang Z et al. 20 found that patients in the SpO 2 < 90% group were more likely to have diabetes than those in the SpO 2 ≥ 90% group (43% vs. 2%, P<0.001).Wand D 3 and Yong Gao 7 reported that there seemed to be more diabetic patients in the ICU than in the general ward [22.2% vs. 5.9%, P=0.009 and 40.0% vs. 3.5%, P=0.005) respectively], but some research results were inconsistent 4,6,12 . The warning parameters for severe or critical patients are high levels of leukocytes, neutrophils 3,4 , serum creatine 3 , D-dimer 3,4,7 , LDH 4,20 , ferritin 8 , CRP, PCT 3,4 , IL-6 7 and IL-10 20 , lymphocytopenia 2 and thrombocytopenia 21 . Our study indicated that diabetic COVID-19 patients (group 3) had higher levels of leukocytes, neutrophils, serum creatine and LDH, lower levels of lymphocytes and eosinophils, and higher levels of inflammatory markers such as sCRP, ferritin, D-dimer and FDP than the patients in the control group. Most of the aforementioned changes indicated that patients with diabetes have more severe disease than those in Accepted Article the control group.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The data in different groups were compared with the ANOVA or independent t test for normally distributed variables or the Kruskal-Wallis test and Mann-Whitney test for nonnormally distributed variables. Categorical variables are presented as the frequency (percentage) and were compared by χ² test or Fisher's exact test. Logistic regression analysis was performed to assess the composite outcomes of the three groups after adjusting for confounders [Age, sex, body mass index (BMI), medical histories of hypertension, cardiovascular disease and malignancy]. A P value <0.05 was considered statistically significant.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic and baseline characteristics of coronavirus disease 2019 patients. Data are n (%), mean ± SD, and median (interquartile range). The continuous variables with normal or nonnormal distributions were compared among the three groups using ANOVA and independent t tests, or Kruskal-Wallis and Mann-Whitney tests. The χ 2 or Fisher exact test was used to compare categorical variables among the three groups. Group 1: control group; group 2: secondary hyperglycaemia group; group 3: diabetes group. BMI: Body mass index was calculated as the weight, divided by height squared (kg/m 2 ). Overweight and obesity were defined as BMI ≥ 23 kg/m 2 . The P value indicates",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Laboratory tests and radiographic findings of patients with coronavirus disease 2019 on admission to the hospital.This article is protected by copyright. All rights reserved.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Treatments and outcomes of coronavirus disease 2019 patients.This article is protected by copyright. All rights reserved.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author contributions: Ying Gao, Yang Zhang, Jian Zhang, Jing Ma and Hong Zhang designed the study; Ying Gao had full access to all of the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. Yang ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.Composite outcomes, n (%) 34 (20.5) 9 (10.7) 8 (38.1) † 17 (27.9) † 0.004 Note: Data are n (%), mean ±SD, and median (interquartile range). The continuous variables with normal or nonnormal distributions were compared among the three groups using ANOVA, independent t tests, or Kruskal-Wallis and Mann-Whitney tests. The χ 2 or Fisher exact test was used to compare categorical variables among the three groups. ICU: intensive care unit. Composite outcomes include mechanical ventilation, treated in ICU and death. Group 1: control group; group 2: secondary hyperglycaemia group; group 3: diabetes group. The P values indicate differences among groups 1, 2 and 3. † P<0.05 relative to group 1. ¶ P<0.05 relative to group 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}