{"paper_id": "1d4ec886382a7a6e380847a88fb34768d304dfa4", "metadata": {"title": "Journal Pre-proof COVID-19 Outcomes among People with Intellectual and Developmental Disability Living in Residential Group Homes in New York State COVID-19 Outcomes among People with Intellectual and Developmental Disability Living in Residential Group Homes in New York State COVID-19 Outcomes among People with Intellectual and Developmental Disability Living in Residential Group Homes in New York State COVID-19 Outcomes among People with Intellectual and Developmental Disability Living in Residential Group Homes in New York State Background", "authors": [{"first": "Scott", "middle": ["D"], "last": "Landes", "suffix": "", "affiliation": {}, "email": "sdlandes@maxwell.syr.edu"}, {"first": "Margaret", "middle": ["A"], "last": "Turk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Margaret", "middle": ["K"], "last": "Formica", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Katherine", "middle": ["E"], "last": "Mcdonald", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["Dalton"], "last": "Stevens", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["J Dalton"], "last": "Stevens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: People with intellectual and developmental disabilities (IDD) may be at higher risk of severe outcomes from COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective: To describe COVID-19 outcomes among people with IDD living in residential groups homes in the state of New York and the general population of New York State.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Data for people with IDD are from a coalition of organizations providing over half of the residential services for the state of New York, and from the New York State Department of Health. Analysis describes COVID-19 case rates, case-fatality, and mortality among people with IDD living in residential group homes and New York State through May 28, 2020.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: People with IDD living in residential group homes were at greater risk of severe COVID-19 outcomes: case rates -7,841 per 100,000 for people with IDD compared to 1,910 for New York State; case-fatality -15.0% for people with IDD compared to 7.9% for New York State; and mortality rate -1,175 per 100,000 for people with IDD compared to 151 per 100,000 for New York State. Differences in cases and mortality rate were confirmed across regions of the state, but case-fatality rate was only higher for people with IDD in and around the New York City region.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: COVID-19 appears to present a greater risk to people with IDD, especially those living in congregate settings. A full understanding of the severity of this risk will not be possible until US states begin publicly sharing all relevant data they have on COVID-19 outcomes among this population.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "There are an estimated 2.6 to 4 million people with intellectual and developmental disabilities (IDD) residing in community settings in the US. 1,2 IDD is a lifelong disability that manifests before age 18 and involves functional limitations in the areas of learning, language, and behavior. 3 In the US, IDD typically includes more common disabilities such as intellectual disability, cerebral palsy, and Down syndrome, in addition to rare developmental disabilities, such as fragile X and Prader-Willi syndromes. 4 People with IDD face significant health disparities, with reports of high prevalence of cooccurring conditions, 5 many of which are associated with more severe COVID-19 outcomes. 6, 7 This population is also underrepresented in health research, 8, 9 a trend that appears to persist during the COVID-19 pandemic. Highlighting this silence, the CDC only issued COVID-19 guidance relevant to this population in late May, 10 four months after the first US case was reported.", "cite_spans": [{"start": 292, "end": 293, "text": "3", "ref_id": null}, {"start": 515, "end": 516, "text": "4", "ref_id": "BIBREF4"}, {"start": 696, "end": 698, "text": "6,", "ref_id": "BIBREF6"}, {"start": 699, "end": 700, "text": "7", "ref_id": "BIBREF7"}, {"start": 762, "end": 764, "text": "8,", "ref_id": "BIBREF8"}, {"start": 765, "end": 766, "text": "9", "ref_id": "BIBREF9"}, {"start": 935, "end": 937, "text": "10", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "Inadequate health surveillance of people with IDD in the US has resulted in limited reporting on COVID-19 outcomes for this. 11, 12 To fill this gap in the literature, we recently analyzed a majority US sample of real-time medical records utilizing the TriNetX platform, and found higher prevalence of respiratory, endocrine, and circulatory diseases among COVID-19 patients with than without IDD at all ages, and higher COVID-19 case-fatality rates for patients with than without IDD at ages 0-17 and 18-74. 7 There may be increased risk from COVID-19 for individuals living in congregate care settings due to the challenges these types of residence present to physical distancing. [13] [14] [15] This is particularly salient for people with IDD, as it is estimated that 13% of adults with IDD reside in congregate care settings, 16 with shared use of essential living spaces (e.g., bedrooms, bathrooms, kitchens), close proximity to other residents, high levels of personal care assistance from staff, and multiple shift staffing patterns. 17 Researchers studying the well-being of people with IDD recommend that all available data must be utilized to attempt to understand COVID-19 outcomes among this population, and that analyses should attend to living situations, especially congregate care settings. 11, 12 In this study, we describe COVID-19 outcomes in a sample of people with IDD living in residential group homes in the state of New York (US) and outcomes among the New York State population. Our expectation is that COVID-19 case rates, case-fatality, and mortality rates will be higher for people with IDD living in residential group homes than for the general population in New York", "cite_spans": [{"start": 125, "end": 128, "text": "11,", "ref_id": "BIBREF11"}, {"start": 129, "end": 131, "text": "12", "ref_id": "BIBREF12"}, {"start": 502, "end": 510, "text": "18-74. 7", "ref_id": null}, {"start": 683, "end": 687, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 688, "end": 692, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 693, "end": 697, "text": "[15]", "ref_id": null}, {"start": 831, "end": 833, "text": "16", "ref_id": "BIBREF15"}, {"start": 1042, "end": 1044, "text": "17", "ref_id": "BIBREF16"}, {"start": 1308, "end": 1311, "text": "11,", "ref_id": "BIBREF11"}, {"start": 1312, "end": 1314, "text": "12", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "State.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "All data covers from the beginning of the pandemic through May 28, 2020. Data on people with IDD living in residential group homes are from New York Disability Advocates (NYDA), a coalition of organizations that serve and support individuals with IDD in the state of New York.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "These homes typically have 7 residents, but range from between 4 and 14 residents. Three COVID-19 outcomes were analyzed for this study: case rate, case-fatality, and mortality rate. Case rate was computed as total number of positive COVID-19 cases/population size. Casefatality rate, a measure of the proportion of death among those who contract the disease (indicating disease severity) was computed as the total number of deaths/total number of cases.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Mortality rate, a measure of the rate of death from a disease among a total population (indicating burden of deaths due to a specific disease) was computed as total number of deaths/population size. All rates were computed for the state of New York overall, and for the 10 economic regions 21 within the state to account for the possibility of geographical variation, especially in light of the increased prevalence and transmission of COVID-19 in and around the New York City region.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We begin our analysis by describing the regional distribution of IDD residential service providers and the New York State population. We then report and describe point estimates for all COVID-19 rates with 95% confidence intervals among people with IDD living in residential group homes, hereafter referred to as people with IDD, and the general population of New York", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "State, hereafter referred to as New York State. Confidence intervals around point estimates were calculated assuming a standard normal distribution for New York State, and using Wilson's score method for people with IDD due to the smaller sample size. 22 We utilized STATA 16.0 (College Station, TX) for all analysis.", "cite_spans": [{"start": 252, "end": 254, "text": "22", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Methods"}, {"text": "A description of the geographic distribution of number of residents/population, cases, and deaths among people with IDD and New York State is provided in - Table 2 about here -COVID-19 case-fatality and mortality rates are reported in Table 3 . The case-fatality and mortality rates were markedly higher for people with IDD than for New York State across the entire state: 15.0% compared to 7.9% for case-fatality; 1,175 per 100,000 compared to 151 per 100,000 for mortality rates. Regional distinctions were apparent for both measures. In and around the New York City area, IDD case-fatality (ranging from 14.1% to 18.9%) and mortality rates (ranging from 1,821 to 2,007 per 100,000) were higher than New York State case-fatality (ranging from 4.0% to 10.2%) and mortality rates (ranging from 91 to 251 per 100,000). For the regions outside of the New York City area, the case-fatality was slightly lower for people with IDD (5.4%) than for New York State (6.7%), but the mortality rate remained higher for people with IDD (95 per 100,000) than New York State (24 per 100,000).", "cite_spans": [], "ref_spans": [{"start": 156, "end": 163, "text": "Table 2", "ref_id": null}, {"start": 235, "end": 242, "text": "Table 3", "ref_id": null}], "section": "Results"}, {"text": "- Table 3 about here -", "cite_spans": [], "ref_spans": [{"start": 2, "end": 9, "text": "Table 3", "ref_id": null}], "section": "Results"}, {"text": "COVID-19 appears to present greater risk to people with IDD, confirming results from our earlier study. 7 Results from this study clearly demonstrate that COVID-19 case rates were substantially higher for people with IDD living in residential group homes in the state of New City, Long Island, Mid-Hudson).", "cite_spans": [{"start": 104, "end": 105, "text": "7", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "The differences we observed in case rates between people with IDD living in residentials settings and the New York State general population were more pronounced than the differences we observed in case-fatality. This means that while people with IDD living in residential group homes in the state of New York have a much higher likelihood of being diagnosed with COVID-19, their risk of death once they are diagnosed, although comparatively higher than that of New York State, is not nearly as disproportionate.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Circumstances and decisions made early in the pandemic may have contributed to the higher case rate of people with IDD living in residential group homes. Those who tested positively for COVID-19 or who had presumed infection (during the time of limited testing availability) were required to return to their residential setting, with instructions to sequester. Lack of understanding about or attention to typical group home functioning (e.g., close quarters with limited ability to sequester, close personal assistance by many staff members, poor access to personal protection) may have resulted in the higher number of cases. Though we cannot test this supposition, our assumption is that this higher number of cases did not result in similarly disproportional case-fatality because of, at least partially, if not fully, the efforts of multiple stakeholders -people with IDD, their families, advocacy groups, residential providers, their staff, and healthcare providers -to ensure the best care possible for these individuals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In emerging pandemics, it is critical to de-aggregate data and examine outcomes for disparate outcomes. For people with IDD, as well as other disability groups, the current pandemic reveals the need for public health surveillance systems to include disability status as a basic demographic characteristic. Additionally, there is no active testing of all US citizens, other than within nursing homes. Consequently there is no ability to determine infection-fatality rates in the larger US population. Until a more comprehensive system is created, it is necessary to utilize all available data. 11, 12 While the results from our study are informative, in order to have a complete picture of the possible differential effects of COVID-19 on people with IDD living in residential group homes, it is important to be able to analyze data for all individuals receiving services within each state and across the US. This will only be possible once states begin to publicly share their data on COVID-19 outcomes for those with IDD, as well as for other populations.", "cite_spans": [{"start": 593, "end": 596, "text": "11,", "ref_id": "BIBREF11"}, {"start": 597, "end": 599, "text": "12", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "OPWDD has been collecting COVID-19 data from residential group home providers since the middle part of March 2020. Yet, to date, this data has not been shared publicly. We are aware of one state, Pennsylvania, that is publicly sharing some data on COVID-19 outcomes among people with IDD in residential group homes. 23 The results from the previous study noting high case-fatality rates among people with IDD, 7 and this current study revealing disparate risk from COVID-19 among people with IDD residing in residential group homes reinforces that states should no longer keep this data private. There is an urgent need for all US states to publicly share all relevant data they have on COVID-19 among people with IDD receiving services in order to fully understand and address the risk that this pandemic poses to this population.", "cite_spans": [{"start": 316, "end": 318, "text": "23", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "The limitations to this study are primarily a result of states not sharing COVID-19 data for people with IDD. Thus, we had to rely on data provided by a coalition of organizations that serve and support individuals with IDD in the state of New York. Although we commend NYDA for their foresight and commitment to collecting data from their associated organizations representing over half of the people with IDD living in New York state-certified residential group homes, the reporting is voluntary and some residential service providers in the state are not affiliated with NYDA. As a result, we cannot be sure that the outcomes we observe in this study are representative of all people with IDD living in New York state residential group homes.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "We suspect that the COVID-19 outcomes for people with IDD living in residential group homes on which we report in this study may be similar among individuals in other states. However, we cannot test this hypothesis. Recently released data from the state of Pennsylvania lends support for this supposition, reporting case-fatality rates for people with IDD in residential group homes that are substantially higher than for the entire state. 23 , 24 We will not be able to test this hypothesis until data from other sources is available.", "cite_spans": [{"start": 440, "end": 442, "text": "23", "ref_id": "BIBREF19"}, {"start": 445, "end": 447, "text": "24", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Limitations"}, {"text": "The cases identified in our study most likely represent symptomatic cases. As a relatively high proportion of asymptomatic or mildly symptomatic COVID-19 infections has been noted in some studies, 25 it is important to recognize that, similar to many of the current studies of COVID-19 outcomes, the reported case-fatality rates in this study may over-estimate the actual fatality rates. Without knowledge of rates of asymptomatic testing among people with and without IDD, we cannot determine whether the degree of over-estimation is similar or different for people with IDD. Currently, information is not available about the proportion of COVID-19", "cite_spans": [{"start": 197, "end": 199, "text": "25", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Limitations"}, {"text": "infections that are asymptomatic or mildly symptomatic, so we are not able to estimate the infection-fatality rate. Additional research that incorporates screening of asymptomatic people with and without IDD would be needed to address this important question.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Other limitations of note are that we could not make statistical comparisons between the groups as we cannot guarantee exclusivity between the NYDA data and NYDoH data. Also, since the U.S. Department of Health and Human Services did not require basic demographic information (age, biological sex, race-ethnicity) accompany all reporting of COVID-19 positive cases until June 4, 2020, 26 we were not able to account for possible differences in the distribution of age, sex, and race-ethnicity in our analysis.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Results from this study demonstrate higher COVID-19 case and morality rates for people with IDD living in residential group homes across regions in the state of New York, and higher casefatality rate among those living in and around the New York City area. To address this increased risk, it is necessary to ensure that people with IDD and those who provide for their care have access to preventive measures and the resources needed to carry them out (e.g., COVID-19", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "information relevant and accessible to people with IDD, adequate funding for staffing, access to personal protective equipment for group home residents and staff, testing when appropriate). 27 In addition, healthcare providers must have the resources necessary to work effectively with people with IDD (e.g., identify safe and effective strategies to include support providers when treating a patient with IDD, use disability accessible communication strategies, not base allocation of medical services or goods rationing decisions on disability status). 27 We urge all actors within the systems that support people with IDD to take the necessary individual and systemic action to ensure their safety during this pandemic. We also encourage scientists to continue to explore the specific impact of COVID-19 on people with IDD and reduce the disproportionate risk of this population in the midst of the current pandemic.", "cite_spans": [{"start": 190, "end": 192, "text": "27", "ref_id": "BIBREF22"}, {"start": 555, "end": 557, "text": "27", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Conclusions"}, {"text": "Advocates have helped push authoritative sources to collect and share COVID-19 data on other at-risk populations, including racial and ethnic minorities and individuals living in nursing homes, though that progress has been slow and uneven. In order for us to have a full accounting of COVID-19 on the IDD population, or other vulnerable populations, living in congregate settings, it is imperative that the entities that provide services for or monitor any segment of this population begin to openly share all relevant data they have on COVID-19 outcomes among people with IDD. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Continuum of intellectual disability: Demographic evidence for the \"Forgotten Generation", "authors": [{"first": "G", "middle": ["T"], "last": "Fujiura", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Taylor", "suffix": ""}], "year": 2003, "venue": "Mental Retardation", "volume": "41", "issn": "6", "pages": "420--429", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prevalence of mental retardation and developmental disabilities: Estimates from the", "authors": [{"first": "S", "middle": ["A"], "last": "Larson", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Lakin", "suffix": ""}, {"first": "L", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "Kwak", "middle": [], "last": "Lee", "suffix": ""}, {"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Anderson", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Trends in the Prevalence of Developmental Disabilities in US Children", "authors": [{"first": "C", "middle": ["A"], "last": "Boyle", "suffix": ""}, {"first": "S", "middle": [], "last": "Boulet", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Schieve", "suffix": ""}], "year": 1997, "venue": "Pediatrics", "volume": "127", "issn": "6", "pages": "1034--1042", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Physical health of adults with intellectual and developmental disabilities", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Preliminary estimates of the prevalence of selected underlying health conditions among patients with Coronavirus Disease 2019 -United States", "authors": [], "year": 2020, "venue": "CDC COVID-19 Response Team", "volume": "ePub", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Intellectual and Developmental Disability and COVID-19 Case-Fatality Trends: TriNetX Analysis. Disability and Health Journal", "authors": [{"first": "M", "middle": ["A"], "last": "Turk", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Landes", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Formica", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Goss", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Improving Public Health Requires Inclusion of Underrepresented Populations in Research", "authors": [{"first": "C", "middle": ["Y"], "last": "Spong", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Bianchi", "suffix": ""}], "year": 2018, "venue": "JAMA", "volume": "319", "issn": "4", "pages": "337--338", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Persons With Disabilities as an Unrecognized Health Disparity Population", "authors": [{"first": "G", "middle": ["L"], "last": "Krahn", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Walker", "suffix": ""}, {"first": "R", "middle": [], "last": "Correa-De-Araujo", "suffix": ""}], "year": 2015, "venue": "American Journal of Public Health", "volume": "105", "issn": "S2", "pages": "198--206", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Guidance for group homes for individuals with disabilities", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Public Health Response to the COVID-19 Pandemic for People with Disabilities", "authors": [{"first": "C", "middle": ["A"], "last": "Boyle", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Fox", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Havercamp", "suffix": ""}, {"first": "J", "middle": [], "last": "Zubler", "suffix": ""}], "year": 2020, "venue": "Disability and Health Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Covid-19 Pandemic and People with Disability", "authors": [{"first": "M", "middle": ["A"], "last": "Turk", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcdermott", "suffix": ""}], "year": 2020, "venue": "Disability and Health Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "State reporting of cases and deaths due to COVID-19 in long-term care facilities. San Francisco: Kaiser Family Foundation", "authors": [{"first": "P", "middle": [], "last": "Chidambaram", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Structural Vulnerability in the United States Revealed in Three Waves of Novel Coronavirus Disease (COVID-19). The American Journal of Tropical Medicine and Hygiene. 2020. 15. CDC. COVID-19 Guidance for Shared or Congregate Housing", "authors": [{"first": "J", "middle": [], "last": "Solis", "suffix": ""}, {"first": "C", "middle": [], "last": "Franco-Paredes", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Henao-Martínez", "suffix": ""}, {"first": "M", "middle": [], "last": "Krsak", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Zimmer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The State of the States in developmental disabilities", "authors": [{"first": "D", "middle": [], "last": "Braddock", "suffix": ""}, {"first": "R", "middle": [], "last": "Hemp", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Tanis", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Haffer", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19 guidance for shared or congregate housing", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "New York State Department of Health. NYSDOH COVID-19 Tracker", "authors": [], "year": 2020, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Two sided confidence intervals for the single proportion: comparison of seven methods", "authors": [{"first": "R", "middle": ["G"], "last": "Newcombe", "suffix": ""}], "year": 1998, "venue": "Statistics in medicine", "volume": "17", "issn": "8", "pages": "857--872", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pennsylvania Department of Human Services. Office of Developmental Programs (ODP) COVID-19 Report", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pennsylvania Department of Health. COVID-19 Update", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A Systematic Review of Asymptomatic Infections with COVID-19", "authors": [{"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "HHS announces new laboratory data reporting guidance for COVID-19 testing", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["2020:10.1016/j.jmii.2020.1005.1001.26.CDC"]}}, "BIBREF22": {"ref_id": "b22", "title": "Ethics and Health Care in the COVID-19 Pandemic", "authors": [{"first": "M", "middle": [], "last": "Sabatello", "suffix": ""}, {"first": "T", "middle": [], "last": "Blankmayer-Burke", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Mcdonald", "suffix": ""}, {"first": "P", "middle": [], "last": "Applebaum", "suffix": ""}, {"first": "", "middle": [], "last": "Disability", "suffix": ""}], "year": null, "venue": "American Journal of Public Health. Accepted. NYC", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "submitted data. Together, the May 28 NYDA data accounts for 53.8% of the all individuals with IDD living in state-licensed residential group homes in the state of New York.", "latex": null, "type": "table"}, "TABREF1": {"text": "There was less representation within the New York City region among people with IDD. However, the overall percentage of COVID-19 cases in and around the New York City area (New York City, Long Island, Mid-Hudson) was similar for people with IDD (91.0%) and New York State (94.3%). In addition, the geographic distribution of COVID-19 deaths was similar, with 96.7% of the deaths for people with IDD and 95.2% of deaths for New York State occurring in and around the New York City area. -Table 1 about here -COVID-19 case rates are reported in Table 2. The case rate for people with IDD was substantially higher (7,841 per 100,000) than for New York State (1,910 per 100,000) across the entire state, and within each region of the state except for the Central New York region. For both people with IDD and New York State, the highest case rates were in the regions in and around New York City (New York City, Long Island, Mid-Hudson), ranging from 10,278 to 12,898 per 100,000 for people with IDD, and 2,288 to 3,421 per 100,000 for New York State.", "latex": null, "type": "table"}, "TABREF2": {"text": "York than for the New York State general population. This difference extended across all economic regions of the state except for the one region in which no COVID-19 cases have been reported for people with IDD with this data -the Central New York region. Case-fatality was higher for people with IDD living in residential settings than for New York State in and around the New York City area, but not outside of the New York City area. The mortality rate for COVID-19 was also strikingly higher for people with IDD living in residential group homes than for New York State across all regions of the state. For both people with IDD and New York State, over 90% of cases and death occurred in and around the New York City area (New York", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison of regional distribution of resident/population, cases, and deaths between people with IDD living in residential group homes in the state of New York and the general population of New York State People with IDD in residential group homes in the state of New York", "latex": null, "type": "table"}}, "back_matter": [{"text": " (23) (24) (25) ", "cite_spans": [{"start": 1, "end": 5, "text": "(23)", "ref_id": "BIBREF19"}, {"start": 6, "end": 10, "text": "(24)", "ref_id": "BIBREF20"}, {"start": 11, "end": 15, "text": "(25)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "annex"}]}