{
    "paper_id": "1d54a6dac786e9c28bdcbe85c45280b415576892",
    "metadata": {
        "title": "Disordini endocrino-metabolici da virus e COVID-19",
        "authors": [
            {
                "first": "Roberto",
                "middle": [],
                "last": "Toni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Parma",
                    "location": {
                        "settlement": "Parma",
                        "country": "Italia"
                    }
                },
                "email": "roberto.toni@unipr.it"
            },
            {
                "first": "B",
                "middle": [
                    "R"
                ],
                "last": "Toni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Il ruolo dei virus (da latino virus = veleno) nello sviluppo dei disordini endocrino-metabolici è un esempio paradigmatico di induzione di malattia da agenti biologici infettivi, quindi dotati di materiale nucleico. Per questo, le infezioni da prioni non ricadrebbero, a rigore, in questa categoria, pur essendo essi agenti infettivi trasmissibili. Tuttavia, il D.L. 81/08 li classifica nel gruppo dei virus come \"agenti non classici\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Il concetto di infezione trasmissibile si deve al medico veronese Girolamo Fracastoro (noto per il suo poemetto sulla sifilide come malattia trasmessa dalle Americhe, Syphilis sive de morbo gallico, 1530) il quale, nel 1546, formulò il principio della trasmissione di esseri vivi (seminaria) da un corpo affetto da malattia a un altro che veniva contagiato (Fig. 1a) , anche attraverso l'aria (ad distans errantur), di cui considerò correttamente l'esempio del vaiolo, che oggi sappiamo essere una malattia da DNA virus trasmessa",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "per via aerea. Nel 1840, poi, uno dei fondatori della teoria microbica delle malattie, l'anatomico e patologo tedesco Friedrich Gustav Jakob Henle (noto per la descrizione dell'ansa del nefrone renale e che scoprì, nel 1865, la colorazione giallo-bruna al bicromato di potassio -liquido di Müller -della midollare surrenalica o reazione di Henle per l'adrenalina), riferendosi a Fracastoro introdusse i principi generali del contagium animatum, ossia della trasmissione interumana di un agente nocivo vivo (Fig. 1b) , i cui principi generali furono successivamente codificati dal suo allievo Robert Koch, microbiologo e premio Nobel per la Medicina nel 1905 (scopritore del Mycobacterium tubercolosis), come postulati di Henle-Koch.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 515,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Tuttavia, la prima infezione virale fu identificata dal chimico agronomo tedesco Adolf Mayer che, nel 1886, pubblicò la trasmissione del \"mosaico\" nella pianta del tabacco, inoculando nelle piante sane linfa di quelle malate, pur filtrata con carta assorbente [1] . Poco dopo, nel 1892, il biologo russo Dmitrij Iosifovič Ivanovskij trasmise la stessa malattia gocciolando sulle foglie sane un estratto acquoso di foglie affette, frantumate e passate attraverso un filtro antibatterico di porcellana (filtro di Chamberland, dal nome di un collaboratore di Louis Pasteur), permettendo al botanico olandese Martinus Willem Beijerinck (allievo di Adolf Mayer) di postulare, nel 1898, l'agente infettivo (noto, poi, come virus del mosaico del tabacco, RNA Tobamovirus) che, per la sua impossibilità di essere bloccato dai filtri antibatterici, venne descritto come un contagium vivum fluidum [2] , che lui denominò virus (Fig. 1c-f ).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 917,
                    "end": 927,
                    "text": "(Fig. 1c-f",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Oggi sappiamo che il virus del tabacco è in grado di stimolare, nelle piante, la sintesi di un ormone antinfiam- Fig. 1 a Ritratto di Girolamo Fracastoro (Lettore di Logica -oggi diremmo Metodologia Clinica -e consulente di Anatomia Umanaconciliarius anatomicus -all'Università di Padova sino al 1530, poi medico del Concilio di Trento, che fece spostare a Bologna nel 1545 per un'epidemia di tifo), attribuito a Tiziano, che lo avrebbe dipinto come onorario per il trattamento della sifilide da cui era affetto (National Gallery) e frontespizio del suo lavoro sulle malattie contagiose, con traduzione della definizione data da Fracastoro di \"contagio\"; b frontespizio del lavoro originale di Henle sulle malattie contagiose e traduzione della sua definizione di infettività da \"agenti biologici vivi\", che in origine suppose essere vegetali, come si pensava il micete della malattia del baco da seta; c-f immagini di (c) Mayer; (d) tavola del lavoro originale di Ivanowick (Zeitschrift für Pflanzenkrankheiten 13, 1, 1903) che illustra le modificazioni cromatiche nella malattia del mosaico del tabacco (presentate per la prima volta nel 1892 all'Accademia delle Scienze di San Pietroburgo). La mancanza di blocco dell'agente infettivo attraverso i filtri gli fece supporre, erroneamente, che fosse conseguenza di imperfezioni nei filtri utilizzati; e, f Beijerinck e sua introduzione del termine \"virus\"; g testa della mummia del faraone Ramses V e suo particolare che mostra un esantema pustoloso, presente anche nell'addome inferiore e area pubica, compatibile con vaiolo (Anthropologie 34, 315, 1996) ; h mummia del faraone Siptha (Smith GE, The Royal Mummies, 1912), con evidenza di deformazione all'arto inferiore (freccia) analoga a quella riportata in i) una stele del precedente periodo di Amarna (1370/60-1350/30 a.C.), attribuibile a poliomielite in base alle caratteristiche morfologiche dell'arto destro (freccia) e alla storia clinica, relativa a un sacerdote siriano del tempio della dea Astarte, di nome Ruma che, all'età di 5 anni, dopo una febbre improvvisa, sarebbe rimasto paralizzato all'arto destro per tutta la vita; l frontespizio della prima pubblicazione nota di diabete mellito da parotite epidemica (Boston Med Surg J 140, 465, 1899); m testo originale di Tucidide relativo alla Peste di Atene, compatibile con disturbi termoregolativi, neuroendocrini e comportamentali da encefalite virale: \"e il corpo esternamente al tatto non era né troppo caldo né pallido .] e alcuni, subito dopo essere guariti, perdevano la memoria e non riconoscevano più se stessi e i loro cari\" matorio vegetale, l'acido salicilico (storicamente estratto da foglie e corteccia del genere Salix, salice), menzionato per la terapia antalgica già nell'antico Egitto del XVII secolo a.C. (divenuto, poi, aspirina Bayer -acido acetilsalicilico -nel 1899), che antagonizza la replica-zione virale vegetale, effetto recentemente osservato anche con i Rhinovirus umani e che conferma la raccomandazione, applicata durante la seconda metà del Novecento, di utilizzare l'aspirina nella tiroidite subacuta (tipicamente associata a virus respiratori) dopo che, nel 1958, furono trattati con salicilato di sodio i primi 5 casi [3] .",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 1024,
                    "text": "Pflanzenkrankheiten 13, 1, 1903)",
                    "ref_id": null
                },
                {
                    "start": 1596,
                    "end": 1600,
                    "text": "315,",
                    "ref_id": null
                },
                {
                    "start": 1601,
                    "end": 1606,
                    "text": "1996)",
                    "ref_id": null
                },
                {
                    "start": 3221,
                    "end": 3224,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "La possibilità di rintracciare patologie endocrino-metaboliche da virus attraverso la storia è legata sia alle origini evolutive delle specie virali che alla comparsa di infezioni e/o epidemie associabili a virus, per le quali vi siano descrizioni cliniche compatibili con alterazioni dell'equilibrio endocrino-metabolico. In particolare, i virus patogeni a DNA (Herpex simplex, HSV, Citomegalovirus, CMG, Epstein-Barr, EBV, virus del vaiolo e dell'epatite virale) sono comparsi nel genere Homo da almeno 1,6 milioni di anni [4] , suggerendo che l'innesco della selezione clonale immunitaria alle infezioni virali è iniziato nel Paleolitico. Differentemente, i virus a RNA (Ribovirus), che producono la maggioranza delle infezioni virali umane correnti, sarebbero divenuti clinicamente rilevanti (anche se comparsi evolutivamente da milioni di anni come zoonosi) solo negli ultimi 6.000 anni [5] , con manifestazioni infantili di morbillo (Morbillivirus) nel IV millennio a.C. in Mesopotamia (civiltà Sumera). Come risultato, da almeno 5.300 anni, quando Homo sapiens iniziò la vita stanziale e urbanizzata che favoriva il contagio interumano, si sarebbe affermato un processo di selezione positiva nei geni per gli enzimi di sintesi dei vettori lipidici, come l'apolipoproteina (Apo)E4, quale risposta adattativa per potenziare la reazione immunitaria alle infezioni da agenti patogeni, tra cui i virus. Il risultato, però, fu l'introduzione di una condizione pro-infiammatoria e dislipidemica cronica favorente l'aterosclerosi, che ancora oggi permane come predisposizione nel nostro genoma, tramite specifici polimorfismi a singolo nucleotide (SNP) [6] , il cui effetto dislipidemico è attualmente favorito dalle condizioni dietetiche, climatiche e sociali che hanno innescato l'epidemia di obesità del XX secolo. Testimonianza storica di questo processo è fornita dalla mummia di Ötzi, l'Uomo di Similaun (inizio Età del Bronzo, 3300 a.C.), ritrovato sulle Alpi ai confini tra Austria e Italia e conservato a Bolzano, portatore di omozigosi allelica per SNP su geni che raddoppiano il rischio di placca aterosclerotica, come quelli su 9p21, alla cui selezione è plausibile abbia contribuito l'infezione da DNA virus epatite B (HBV), di cui vi è evidenza nell'Età del Bronzo [7] . Similmente, un ruolo cruciale per lo sviluppo di apolipoproteine altamente aterogeniche, come (Apo)E2, sarebbe stato svolto dall'Orthopoxvirus del vaiolo [8] che si manifestò ripetutamente in forma epidemica nell'antico Egitto, come dimostrano le lesioni aterosclerotiche diffuse in mummie egizie del periodo del Nuovo Regno (1550-1069 a.C.), durante il quale comparvero epidemie di vaiolo come quella che portò a morte (1147-44 a.C.) il faraone Ramses V (Fig. 1g) .",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1652,
                    "end": 1655,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2278,
                    "end": 2281,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2438,
                    "end": 2441,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 2739,
                    "end": 2748,
                    "text": "(Fig. 1g)",
                    "ref_id": null
                }
            ],
            "section": "Dislipidemia-aterosclerosi, diabete mellito"
        },
        {
            "text": "Durante il medesimo periodo, un'altra indicazione di plausibile patologia endocrina da infezione virale è rintracciabile nella biografia del faraone egizio Septha (19 a dinastia, regno 1197-1191 a.C.). Affetto da piede equino con marcata ipotrofia all'arto inferiore sinistro (Fig. 1h) , è verosimile avesse sofferto di poliomielite (RNA Enterovirus Poliovirus), dei cui analoghi effetti deformanti e motori sull'arto inferiore vi era documentazione scritta e iconografica già al tempo della 18 a dinastia (Fig. 1i) . Septha, la cui mummia ha rivelato un soggetto di piccola statura (160 cm) e con capelli tendenti al rosso (carattere riscontrato in vari casi nelle dinastie reali egizie, che privilegiavano i matrimoni tra consanguinei e dovuto a mutazione di MCR1), morì a 16 anni in occasione della decima piaga biblica, la Morte dei Primogeniti (era figlio di Seti II) che, oggi, viene considerata storicamente e clinicamente consistente con un'epidemia virale da RNA Flavivirus (febbre del Nilo o della Rift Valley), anche se non si può escludere una contestuale contaminazione delle scorte alimentari da micotossine. Entrambe le condizioni avrebbero esposto i soggetti più giovani, con meno anticorpi per questi virus endemici, a un elevato rischio di morte, favorita dalla loro frequente malattia epatica cronica da infezione platelmintica (Schistosoma) [9] .",
            "cite_spans": [
                {
                    "start": 1361,
                    "end": 1364,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Fig. 1h)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 515,
                    "text": "(Fig. 1i)",
                    "ref_id": null
                }
            ],
            "section": "Dislipidemia-aterosclerosi, diabete mellito"
        },
        {
            "text": "Poiché è oggi noto che gli Enterovirus, incluso quello della poliomielite, espongono al rischio di diabete mellito di tipo 1 (DM1) che, a sua volta, per la prolungata iperglicemia (e un certo grado, paradossale, di resistenza insulinica) si associa a malattia epatica cronica (steatosi/fibrosi), è ragionevole credere che la poliomielite di Siptha lo avesse predisposto allo sviluppo di DM1 con malattia epatica cronica, particolarmente in un soggetto con mutazione MCR1, dove manca l'effetto inibitorio dell'αMSH sull'espressione di INFγ monocitario e, quindi, viene favorita l'attivazione dei linfociti T autoreattivi [10] . Tuttavia, solo nel 1899 verrà descritta la comparsa di diabete mellito a seguito di infezione virale (parotide da RNA Paramixovirus) (Fig. 1l) , mentre un ruolo predisponente degli Enterovirus all'autoimmunità del DM1 verrà mostrato 80 anni dopo, con il ritrovamento di un Coxsackievirus nel pancreas di un bambino diabetico di 7 anni, in scompenso chetoacidosico e deceduto per encefalite. Il virus, isolato e iniettato nel topo, indusse iperglicemia [11] , dato consistente con la prima evidenza autoptica, nel 2004, di RNA enterovirale nelle β cellule di diabetici di tipo 1, anche se oggi vi sono considerazioni epidemiologiche contrarie a un ruolo causale diretto (ridotta frequenza di DM1 nelle aree a maggiore diffusione di infezioni).",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 624,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 760,
                    "end": 769,
                    "text": "(Fig. 1l)",
                    "ref_id": null
                }
            ],
            "section": "Dislipidemia-aterosclerosi, diabete mellito"
        },
        {
            "text": "Virus giganti intraparassitici (ameba) a DNA (Mimivirus), di recente identificati nel ghiaccio della Siberia, erano pre-senti 30.000 anni fa, ossia nel Paleolitico [12] . Questi virus condividevano l'ospite, l'ameba, con il gram negativo Legionella pneumophila e oggi sia i Mimivirus che la Legionella sono implicati nelle polmoniti di comunità/ospedaliere (25-50% dei casi idiopatiche), dove l'iponatriemia al ricovero (30% dei soggetti) è spesso espressione di sindrome da inappropriata antidiuresi (SIADH). Pertanto, poiché l'amebiasi intestinale era frequente nel Neolitico, è plausibile che i Mimivirus possano avere contribuito allo sviluppo di polmonite (e connessa SIADH) nelle comunità preistoriche urbanizzate che, come risulta dal microbioma orale di una mummia scandinava del 3700 a.C., erano a rischio polmonitico per la presenza dello pneumococco (Streptococcus pneumoniae) [13] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Disordini ipotalamo-ipofisari"
        },
        {
            "text": "Durante la prima Guerra del Peloponneso (430 a.C.) si scatenò la Peste di Atene, narrata da Tucidide (La guerra del Peloponneso II, 47-53). Oggi si ritiene, sulla base della presentazione clinica e delle caratteristiche epidemiologiche (sorgente in Africa), si sia trattato di un'epidemia virale (e non di Salmonella o Rickettsia, come ipotizzato) in una popolazione non immune (forse morbillo, RNA Morbillivirus, o febbre emorragica, RNA Orthohantavirus e Flavivirus, meno probabile virus del vaiolo) [14] . In un tale contesto è di rilievo la \"sete inestinguibile\" senza poliuria che affliggeva molti malati, in associazione a senso di calore interno insopportabile ma temperatura cutanea non elevata, insonnia, perdita di memoria e prosopoagnosia (Fig. 1m) , indici di disordine ipotalamico anteriore da verosimile encefalite/encefalopatia virale (Fig. 2a) che può manifestarsi in modo primitivo nel morbillo (1-3 soggetti/1.000 malati), nelle febbri emorragiche e, più raramente, nel vaiolo.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 759,
                    "text": "(Fig. 1m)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 859,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                }
            ],
            "section": "Disordini ipotalamo-ipofisari"
        },
        {
            "text": "A supporto di un disordine neuroendocrino ipotalamico da virus è anche la variabile evidenza di diabete insipido, obesità e cachessia riscontrati, per la prima volta tra il 1921 e il 1930, in corso di encefalite letargica di Von Economo (descritta nel 1917), oggi ritenuta dipendere da un RNA Enterovirus Poliovirus [15] , consistente con la prima evidenza di ipotiroidismo centrale da encefalite poliovirale descritta alla metà degli '60 del XX secolo [16] . Infine, da 255 anni è documentabile la presenza di Insonnia Fatale Familiare, encefalite spongiforme prionica il cui primo caso fu un medico veneziano, deceduto nel 1765, antenato di una delle due famiglie italiane studiate a partire dal 1973, nelle quali erano presenti depressione, allucinazioni e psicosi sino dal XIX secolo. Oggi sappiamo che il danno prionico al talamo, alla base dell'insonnia, svincola l'ipotalamo periventricolare e mediale dal controllo cortico-limbico del ritmo sonnoveglia, inducendo ipercortisolismo (che favorisce l'eretismo neuropsichico, come nella sindrome di Cushing) da ipertono simpato-adrenergico con ACTH inappropriatamente nella norma e blocco della secrezione circadiana di TSH, PRL, GH e melatonina (Fig. 2b) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Disordini ipotalamo-ipofisari"
        },
        {
            "text": "Agli inizi del secolo scorso furono riportati i primi 2 verosimili casi di tiroidite subacuta virale a seguito di infezione respiratoria e, nel 1957, il primo \"focolaio tiroiditico\" in occasione di un'epidemia di parotite (RNA Paramixovirus) in Israele, ripetutosi in presenza di infezioni respiratorie almeno altre 3 volte in USA e Nord Europa sino agli anni '60 del '900. Quel periodo coincise anche con l'identificazione dei primi casi certi di adrenalite, ipofisite e orchite da infezione virale [16] . Di particolare rilevanza endocrino-metabolica, poi, agli inizi del Novecento si colloca l'infezione influenzale da Orthomixovirus influenza A/H1N1 (cosiddetta Spagnola, 1918), ripetutasi come Asiatica A/H2N2 nel 1957, Hong Kong A/H3N2 nel 1968 e, a partire dal 2003, come H5N1 (cosiddetta aviaria) (Fig. 2c, d) . Tutte queste infezioni virali hanno presentato un picco in associazione con la stagione invernale, quando la sintesi di vitamina D3 (colecalciferolo), la forma inattiva ottenuta a livello cutaneo per irradiazione solare del 7-deidrocolesterolo, era più bassa per ridotta radiazione ultravioletta B, conducendo a bassi livelli circolanti di vitamina D attiva (calcidiolo) e del peptide antivirale LL-37 (efficace contro virus influenzali, Herpes simplex, HIV-1), indotto dal calcidiolo negli epiteli respiratori, oculari e nei neutrofili [17] , suggerendo che un deficit di vitamina D favorirebbe la replicazione dei virus influenzali. Complessivamente, oggi sappiamo che i virus patogeni per l'Uomo producono disordini endocrino-metabolici mediante o azione diretta sui tessuti endocrini e/o flogosi e citossicità dei tessuti endocrini da risposta autoimmune e al mimetismo molecolare virale e/o alterazione della funzione endocrino-metabolica da risposta esuberante della fase acuta all'infezione (cosiddetta risposta immuno-neuroendocrina). I Box 1 e 2 ne offrono una sintesi riassuntiva.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 817,
                    "text": "(Fig. 2c, d)",
                    "ref_id": null
                }
            ],
            "section": "Disordini della tiroide, surreni, gonadi e ruolo della vitamina D"
        },
        {
            "text": "L'attuale pandemia virale, iniziata ufficialmente nel dicembre 2019 e dovuta all'RNA Coronavirus SARS-Cov-2, produce una sindrome respiratoria grave (COVID-19) che ha avuto, come precedenti, le epidemie da SARS-Cov del 2002 e da MERS-Cov del 2012, anch'esse caratterizzate da prevalente patologia respiratoria e manifestazioni similinfluenzali. Tuttavia, i Coronavirus sono Ribovirus molto antichi, che si stimano co-evoluti con pipistrelli e uccelli da 300 milioni di anni (Carbonifero), agenti di numerose zoonosi ma divenuti patogeni per l'Uomo solo di recente (Fig. 2e) . In concomitanza con l'epidemia di SARS-Cov del 2002 sono state descritte necrosi tiroidea, surrenalica e delle cellule germinali testicolari da effetti virali diretti (apoptosi e necrosi ischemica). Infatti, una caratteristica comune a Fig. 2 a Primo caso pubblicato (uomo caucasico, 25 anni) di polidipsia con riduzione della soglia osmotica (255 mOsm/kg, freccia) per il rilascio di vasopressina a seguito di breve episodio di infezione virale simil-influenzale (Ann Neurol 13, 201, 1983) . Si noti che la soglia osmotica era probabilmente ancora più bassa perché subito prima dell'infusione ipertonica l'osmolarità plasmatica era a 242 mOsm/kg ma il paziente continuava a bere senza perdere coscienza; b comportamento circadiano di (frecce) cortisolo, ACTH, noradrenalina, GH, PRL e melatonina in un paziente (uomo, 62 anni) con Insonnia Fatale Familiare (da prioni, agenti proteici non classici, classificati nell'ambito delle infezioni \"virali\"), rispetto a un controllo (area grigia) di pari sesso ed età. La distruzione spongiforme del nucleo dorso-mediano del talamo interrompe il suo controllo inibitorio sulle corteccie limbiche (circonvoluzione callosa/giro del cingolo-ippocampo ventrale), attivo per il ritmo sonno-veglia, svincolando l'azione stimolatoria dell'ippocampo su CRF (tipica del soggetto anziano) e sistema simpatico e quella inibitoria su TRH, GHRH, PRL e melatonina (Lechan RM, Toni R, Endotext.org 2018); c, d dispositivi individuali di protezione (maschere, cappello, guanti, vestiario) durante (c) l'epidemia di Spagnola (H1N1) del 1918 a Seattle (Archivi Nazionali di College Park, Maryland) e (d) nel XVII secolo nei lazzaretti europei. Rispetto al vestiario nell'epidemia di Spagnola, di cui nel 2020 cade il centenario della conclusione (con una stima di 20-50 o più milioni di morti e oltre 500 milioni di infettati) il costume del '600, qui mostrato in un'incisione del 1656 e introdotto nel 1619 come costume del \"medico della peste\" dal francese Charles de L'Orme, aveva tutti i tessuti coperti di cera, la maschera con un filtro in cotone idrofilo e gli occhi protetti da lenti. Era, quindi, molto più simile ai presidi attuali, che utilizzano indumenti e maschere di materiali sintetici, maschere con filtro e occhiali in plastica; e schema della trasmissione del Coronavirus in SARS e COVID-19: si noti che anche i pipistrelli, serbatoio dell'infezione, si ammalano di Coronavirus e nella loro tiroide sono stati trovati inclusi virali; f il Coronavirus attuale, come SARS-COV, legandosi a ACE2 tramite la sua proteina di superfice Spike, ne riduce la disponibilità, precipitando condizioni endocrino-metaboliche come il diabete tipo 2 (DM2), dove il metabolita ACE2-dipendente dell'Angiotensina (Ang) II, Ang 1-7 esercita azione di aumento della sensibilità insulinica, secrezione e sopravvivenza (antiapoptosi) β-cellulare. I prossimi anni diranno se i pazienti sopravvissuti a COVID-19 avranno o meno un incremento nello sviluppo di DM2 SARS-Cov e SARS-Cov-2 è quella di utilizzare (riducendone la disponibilità) l'enzima ACE2 per l'invasione cellulare (MERS-Cov, invece, utilizza come recettore l'enzima DPP4) e, effettivamente, ACE2 è stato identificato nel testicolo (cellule germinali, di Sertoli, di Leydig), ovaio, β cel-lule del pancreas, adipe e cellule endoteliali, dove i Coronavirus possono esercitare un effetto citolitico e infiammatorio vascolare (Fig. 2f) . Tuttavia, l'infezione di SARS-Cov-2 si caratterizza per leucocitosi neutrofila, linfopenia (riduzione di CD4+ e CD8+) e infiltrazione dell'interstizio polmonare da monociti e macrofagi (aree granulomatose con cellule giganti e iperplasia fibroblastica) in attiva secrezione citokinica (IL-1, IL6, TNFα), cui dovrebbe conseguire un'attivazione immuno-neuroendocrina (CRF e sistema simpatico) con ipercortisolismo, rilascio linfoide di linfociti Th1 (CD4+) e riduzione del danno infiammatorio locale; tuttavia, specie nel soggetto anziano, questa risposta non avviene [18] .",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "201,",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1066,
                    "text": "1983)",
                    "ref_id": null
                },
                {
                    "start": 4559,
                    "end": 4563,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 573,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 818,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 3981,
                    "end": 3990,
                    "text": "(Fig. 2f)",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 e il paradigma storico della risposta immuno-neuroendocrina"
        },
        {
            "text": "Un tale apparente deficit di risposta immuno-neuroendo-crina alla fase acuta dell'infezione fu osservato, per la prima volta nel 1982, in una linea di ratti Lewis suscettibili di artrite (da osteonecrosi subcondrale) in corso di infezione streptococcica, cui si associavano granulomi diffusi anche al polmone [19] , analoghi a quelli di COVID-19. La successiva evidenza che in questi ratti vi era una risposta immunoneuroendocrina ridotta da deficit nella secrezione di CRF fece prospettare, nel 1993, che una simile condizione fosse anche alla base della sindrome da fatica cronica, la cui eziologia virale è dibattuta da tempo (EBV, RNA Ross River virus). I dati attuali indicano che i pazienti sopravvissuti a SARS-Cov mostrano, entro 3 mesi-15 anni di follow-up, ipocortisolismo (40%), sindrome da fatica cronica (20-40%) e artrite da osteonecrosi avascolare subcondrale (10%) [20] , supportando l'idea che l'infezione da SARS-Cov-2 possa indurre una risposta immuno-neuroendocrina (corticosurrenalica e simpato-linfoide) deficitaria. Le basi storiche di questo tipo di risposta sono rintracciabili nell'ipotesi di Galeno (II sec. d.C.) sulla necessità dei nervi periferici per la funzione dei linfonodi, da lui indicati come \"ghiandole del corpo\" (De Usu Partium XVI, 269). Nel 1565, poi, l'anatomico e clinico piemontese Leonardo Botallo osservò che le condizioni di stress psichico (emozioni eccessive) producevano \"febbri\", introducendo l'idea che la mente fosse coinvolta nel controllo del corpo alle malattie, ipotesi confermata tra il 1888 e il 1926 con la scoperta dell'innervazione linfonodale e del condizionamento pavloviano delle reazioni immunitarie [21] . Infine, nel 1984 il fisiologo americano J. Edwin Blalock propose il concetto di interazione bidirezionale tra sistema immune, centri neurali e funzione endocrina [22] . Oggi, dopo 1800 anni di evidenze, il paradigma della risposta immuno-neuroendocrina trova una sorprendente e, forse, inattesa conferma anche negli effetti devastanti della più recente pandemia da Coronavirus dove, appunto, l'uso dei corticosteroidi si è riaffermato come un presidio terapeutico importante.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 e il paradigma storico della risposta immuno-neuroendocrina"
        },
        {
            "text": "Conflitto di interesse L'autore Roberto Toni dichiara di non avere conflitti di interesse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 e il paradigma storico della risposta immuno-neuroendocrina"
        },
        {
            "text": "Lo studio presentato in questo articolo non ha richiesto sperimentazione umana.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consenso informato"
        },
        {
            "text": "Studi sugli animali L'autore di questo articolo non ha eseguito studi sugli animali.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consenso informato"
        },
        {
            "text": "Ringraziamenti Open access funding provided by Università degli Studi di Parma within the CRUI-CARE Agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consenso informato"
        },
        {
            "text": "Nota della casa editrice Springer Nature rimane neutrale in riguardo alle rivendicazioni giurisdizionali nelle mappe pubblicate e nelle affiliazioni istituzionali.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consenso informato"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consenso informato"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Über die Mosaikkrankheit des Tabaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Landwirtsch Vers -Stn",
            "volume": "32",
            "issn": "",
            "pages": "451--467",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Über ein contagium vivum fluidum als Ursache der Fleckenkrankheit der Tabaksblätter",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Beijerinck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Verh K Akad Wet Amst",
            "volume": "65",
            "issn": "",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Subacute thyroiditis treated with salicylate -report of five cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Torikai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mumaoka",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "N Engl J Med",
            "volume": "259",
            "issn": "",
            "pages": "1265--1267",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolutionary origins of human herpes simplex viruses 1 and 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Wertheim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Biol Evol",
            "volume": "31",
            "issn": "",
            "pages": "2356--2364",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evolution and emergence of pathogenic viruses: past, present, and future",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Parvez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parveen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Intervirology",
            "volume": "60",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evolution of the human lifespan and diseases of aging: roles of infection, inflammation, and nutrition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Finch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "1718--1724",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ancient hepatitis B viruses from the Bronze Age to the Medieval period",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mühlemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Barros Damgaard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "557",
            "issn": "",
            "pages": "418--423",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Apolipoprotein E: structure determines function, from atherosclerosis to Alzheimer's disease to AIDS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Weisgraber",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Lipid Res",
            "volume": "50",
            "issn": "",
            "pages": "183--188",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Origin of the old testament plagues: explications and implications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehrenkranz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Yale J Biol Med",
            "volume": "81",
            "issn": "",
            "pages": "31--42",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Melanocortin regulation of inflammation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D-Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y-J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Neuroendocrinol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus-induced diabetes mellitus -isolation of a virus from the pancreas of a child with diabetic ketoacidosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Nokins",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "N Engl J Med",
            "volume": "300",
            "issn": "",
            "pages": "1173--1179",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In-depth study of Mollivirus sibericum, a new 30,000-yold giant virus infecting Acanthamoeba",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Legendrea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lartiguea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bertauxa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "",
            "pages": "5327--5335",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A 5700-year-old human genome and oral microbiome from chewed birch pitch",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The cause of the plague of Athens: plague, typhoid, typhus, smallpox, or measles?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cuhna",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Dis Clin North Am",
            "volume": "18",
            "issn": "",
            "pages": "29--43",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Encephalitis lethargica: 100 years after the epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vilensky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Brain",
            "volume": "140",
            "issn": "",
            "pages": "2246--2251",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral infections and diseases of the endocrine system",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Infect Dis",
            "volume": "124",
            "issn": "",
            "pages": "94--103",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The possible roles of solar ultraviolet-B radiation and vitamin D in reducing case-fatality rates from the 1918-1919 influenza pandemic in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giovannucci",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Derm-Endocrinol",
            "volume": "1",
            "issn": "",
            "pages": "215--219",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Hypothesis for potential pathogenesis of SARS-CoV-2 infection -a review of immune changes in patients with viral pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1746199"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Strain and sex variation in the susceptibility to polyarthritis in the rat streptococcal cell wall-induced polyarthritis in the rat",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Calandra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Garvin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Arthritis Rheum",
            "volume": "25",
            "issn": "",
            "pages": "1064--1072",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mental morbidities and chronic fatigue in severe acute respiratory syndrome survivors. Long-term follow-up",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Intern Med",
            "volume": "169",
            "issn": "22",
            "pages": "2142--2147",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Il sistema ipotalamo-ipofisi nell'antichità. Endocrinologo 13",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Memoriam di Aldo Pinchera",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The immune system as a sensory organ",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Blalock",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Immunol",
            "volume": "132",
            "issn": "",
            "pages": "1067--1070",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[...] invece le parti interne bruciavano [...] e molti degli uomini [...] perseguitati dalla sete incessante [...] e in modo uguale si traduceva il bere molto o poco [...] e l'impossibilità di riposare e l'insonnia li opprimevano continuamente [..",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}