{"paper_id": "1d58188acec6b06b4cdf6ebf41a0948b18cd4b7d", "metadata": {"title": "Quantifying the impacts of human mobility restriction on the spread of COVID-19: an empirical analysis from 344 cities of China Running title: Human mobility restriction and the spread of COVID-19", "authors": [{"first": "Jing", "middle": [], "last": "Tan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Yiquan", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Shaoyang", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Chunrong", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Shiyao", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Xin", "middle": [], "last": "Lu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University of Defense Technology", "location": {"settlement": "Changsha", "country": "China"}}, "email": ""}, {"first": "Lehana", "middle": [], "last": "Thabane", "suffix": "", "affiliation": {"laboratory": "", "institution": "McMaster University", "location": {"settlement": "Hamilton", "country": "Canada"}}, "email": ""}, {"first": "Feng", "middle": [], "last": "Xie", "suffix": "", "affiliation": {"laboratory": "", "institution": "McMaster University", "location": {"settlement": "Hamilton", "country": "Canada"}}, "email": ""}, {"first": "Xin", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Weimin", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"settlement": "Chengdu", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Objective Since the outbreak of novel coronavirus pneumonia , human mobility restriction measures have raised controversies, partly due to inconsistent findings. Empirical study is urgently needed to reliably assess the causal effects of mobility restriction. Methods Our study applied the difference-in-difference (DID) model to assess declines of population mobility at the city level, and used the log-log regression model to examine the effects of population mobility declines on the disease spread measured by cumulative or new cases of COVID-19 over time, after adjusting for confounders. Results The DID model showed that a continual expansion of the relative declines over time in 2020. After four weeks, population mobility declined by 54.81% (interquartile ranges, -65.50% to -43.56%). The accrued population mobility declines were associated with significant reduction of cumulative COVID-19 cases throughout six weeks (i.e., 1% decline of population mobility was associated with 0.72% (95%CI 0.50% to 0.93%) reduce of cumulative cases for one week, 1.42% two weeks, 1.69% three weeks, 1.72% four weeks,1.64% five weeks and 1.52% six weeks). The impact on weekly new cases seemed greater in the first four weeks, but faded thereafter. The effects on cumulative cases differed by cities of different population sizes, with greater effects seen in larger cities. Conclusion Persistent population mobility restrictions are well deserved. However, a change in the degree of mobility restriction may be warranted over time, particularly after several weeks of rigorous mobility restriction. Implementation of mobility restrictions in major cities with large population sizes may be even more important.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the outbreak of novel coronavirus pneumonia (COVID-19), non-pharmaceutical interventions (NPIs) have been used as a major strategy for mitigating the disease spread. 1, 2 In response to the serious health crisis, China has taken unprecedented measures to contain COVID-19, including Wuhan lockdown and implementation of strict NPIs nationwide. 2 Those NPIs may generally be classified into two categories. One aimed at controlling sources of infection, including treatment and isolation of confirmed cases, quarantine of exposed persons, or screening of suspicious persons who traveled from Wuhan. 3 The other was the implementation of human mobility restriction, aiming to address asymptomatic transmission or transmission before symptom onset, 4, 5 and the strategies included suspending intra-city public transport, prohibiting inter-city travels, closing entertainment venues, or banning public gatherings. 2 Among 342 Chinese cities, 40% suspended intra-city public transport and 64% closed entertainment venues. 3 The COVID-19 epidemic in China was under control three months after the outbreak. 6, 7 COVID-19 continues to spread across the world. 8 In the context of resource-limited setting (e.g., lack of virus detection kits), implementing a universal coverage to detect COVID-19 cases is unlikely. The necessary personal protective measures (e.g. face masking) are still in short. As a result, human mobility restriction has been widely used to contain COVID-19 in most countries. 9-11 However, this strategy has raised extensive criticisms. 12, 13 Emerging studies investigated its effects on containing COVID-19. 3 ,11,14-16 including spatial-temporal relation between mobility restriction and diseases transmission 14, 15, 17 and initial investigation about the impact of mobility restriction at the early stage. For instance, one study found that suspending intra-city public transport or closing entertainment venues was associated with number of cases reported during the first week of outbreaks; 3 the other suggested that travel restriction was effective at the early stage of outbreak, but may be less useful when the disease is widespread. 18 However, distinct knowledge gaps exist about the impacts of human mobility restriction on the disease spread. In particular, the real-world effects of mobility restriction policy remain less clear, as the policy implementation may differ across regions and over time. One plausible argument is that the effects of human mobility restriction may fade over time, and a decision on the level and length of mobility restriction represents a core question for policy makers, whereby disease control and economic growth have to be balanced. All these are linked to casual inferences of the effects of human mobility restrictions and thorough assessments on the magnitude of the effects by time and baseline risks. Thus, we conducted a study to bridge this important gap. The resulting evidence may inform the ongoing global containment of COVID-19.", "cite_spans": [{"start": 172, "end": 174, "text": "1,", "ref_id": null}, {"start": 175, "end": 176, "text": "2", "ref_id": null}, {"start": 350, "end": 351, "text": "2", "ref_id": null}, {"start": 604, "end": 605, "text": "3", "ref_id": null}, {"start": 752, "end": 754, "text": "4,", "ref_id": "BIBREF3"}, {"start": 755, "end": 756, "text": "5", "ref_id": "BIBREF4"}, {"start": 917, "end": 918, "text": "2", "ref_id": null}, {"start": 1024, "end": 1025, "text": "3", "ref_id": null}, {"start": 1108, "end": 1110, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1111, "end": 1112, "text": "7", "ref_id": null}, {"start": 1160, "end": 1161, "text": "8", "ref_id": null}, {"start": 1559, "end": 1562, "text": "12,", "ref_id": null}, {"start": 1563, "end": 1565, "text": "13", "ref_id": null}, {"start": 1632, "end": 1633, "text": "3", "ref_id": null}, {"start": 1735, "end": 1738, "text": "14,", "ref_id": null}, {"start": 1739, "end": 1742, "text": "15,", "ref_id": null}, {"start": 1743, "end": 1745, "text": "17", "ref_id": null}, {"start": 2167, "end": 2169, "text": "18", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "difference-in-difference (DID) model to assess real-world effects of mobility restriction policies on mobility declines at the city level. The intra-city population mobility was measured as an index developed by Baidu, a national largest search engine provider in China. Given that Wuhan lockdown was implemented on January 23, we used that date as the starting point for implementing human mobility restriction in China. Subsequently, we used the log-log regression model to examine the effects of mobility declines on the disease spread measured by cumulative or new cases of COVID-19, after adjusting for confounders; the analyses were at the city level given the availability of data and policy implementation. We conducted two analyses to demonstrate the putative causal effects of mobility declines on disease spread measured by number of cumulative cases or weekly new cases.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We collected number of laboratory-diagnosed cases from National Health Commission of China, 7 Chinese Center for Disease Control and Prevention, 19 and Provincial Health Commission from January 11 to March 11, 2020, seven weeks after Wuhan lockdown. We chose Jan 11, 2020 as the starting date because the complete genome sequencing of coronavirus was publicly available at that time. This study was approved by the Ethics Review Board of West China Hospital, Sichuan University (2020-99).", "cite_spans": [{"start": 145, "end": 147, "text": "19", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Intra-city population mobility was measured by a mobility index expressed as an exponentially transformed ratio derived from the daily number of people with outdoor movements divided by the number of residents in a city, and was developed by Baidu, the nationally largest search engine provider in China. 20 We collected the population mobility index data from Baidu Huiyan system (https://qianxi.baidu.com/). These data were already used for measuring population mobility in previous studies. 18,21-23", "cite_spans": [{"start": 305, "end": 307, "text": "20", "ref_id": null}], "ref_spans": [], "section": "Measure of intra-city population mobility"}, {"text": "We used the DID model to examine the causal effects of mobility restriction policies on population mobility at the city level (Supplementary Information Appendix 1). In order to compare the change of population mobility, we paired intra-city mobility index data between 2019 and 2020 by lunar calendar to match the period of the Chinese New Year, during which the world-largest population movements occur. To further adjust for the weekend effect of population mobility, we finally matched Jan 12, 2019 to Jan 4, 2020, both on Saturdays, as the starting date. Through matching, we were able to fairly compare the population movements 24 days before the Chinese New Year and 36 days after between 2019 and 2020. The presence of a parallel trend between 2019 and 2020 confirmed that the assumption of common trends was met for using the DID model. In the DID model, the effect was expressed as an absolute decline of mobility index at each city between 2020 versus 2019. We also calculated the relative decline of population mobility, expressed as a proportion of the absolute decline by the baseline population mobility index (i. e., that in 2019), and reported relative declines by week (i.e. one, two, three, until six weeks from January 23, 2020) and by population size across cities. 24", "cite_spans": [], "ref_spans": [], "section": "Effects of mobility restriction policies on population mobility"}, {"text": "We used the log-log regression model to quantify the impacts of human mobility declines on the spread of COVID-19 over time by logarithmic transformation of dependent variables and population declines, controlling for the number of population movements from Wuhan, geo-distances from Wuhan, and population size at each city (Supplementary Information Appendix 1). Using aggregated and anonymized national mobile data (Supplementary Information Appendix 1), we calculated population movements from Wuhan to other cities from Jan 1 to Jan 22, 2020 to resemble the baseline risk (i.e. number of cases imported from Wuhan) in Chinese cities before Wuhan lockdown on Jan 23, 2020. 18 We counted the number of movements from Wuhan if a person travelled from Wuhan multiple times. Those travelers who stayed in Wuhan for less than two hours were not counted. 25 We also included other important city characteristics, including population size (in ten thousand unit) and geo-distance from Wuhan (kilometer). Both were collected from Baidu Encyclopedia.", "cite_spans": [{"start": 676, "end": 678, "text": "18", "ref_id": null}, {"start": 852, "end": 854, "text": "25", "ref_id": null}], "ref_spans": [], "section": "Impacts of human mobility declines on the spread of COVID-19"}, {"text": "We developed two models to assess the impacts. In the first model, we assessed the effects of accrued mobility declines on cumulative cases, with the exposure of interest expressed as relative declines of population mobility during one week (i.e., Jan 23 to Jan 29), two weeks (i.e., Jan 23 to Feb 5), until six weeks (i.e., Jan 23 to Mar 4) . In the second model, we investigated the impact of accrued mobility declines on newly diagnosed cases occurred just one subsequent week (Supplementary Information Appendix 1). Given that the average incubation period of COVID-19 is about 7 days (range 1 to 14 days), 6 we assumed that the putative effect would occur one week after mobility decline. We additionally explored for potential heterogeneity of effects by population size, measured by number of residents (<1 million, 1 to 5 million, and >5 million).", "cite_spans": [{"start": 335, "end": 341, "text": "Mar 4)", "ref_id": null}, {"start": 611, "end": 612, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Impacts of human mobility declines on the spread of COVID-19"}, {"text": "Using mobility index data from 344 cities outside Wuhan (4 municipalities, 26 provincial capitals and 314 cities), the average population mobility before January 23, 2020 was comparable to the matched dates in 2019 (Fig.1a) . Starting Jan 23, 2020, the population mobility declined dramatically (Fig.1a ). The DID model suggested a continual expansion of the relative declines over time in 2020. At the first week, the implementation of mobility restriction policies resulted in 31.35% decline (median, interquartile ranges, -31.35%, -41.63% to -24.27%). After four weeks population mobility declined by 54.81% (-65.50% to -43.56%) (Fig.1a) . The relative declines differed by cities, with a larger number of residential populations associated with greater declines ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 215, "end": 223, "text": "(Fig.1a)", "ref_id": null}, {"start": 295, "end": 302, "text": "(Fig.1a", "ref_id": null}, {"start": 632, "end": 640, "text": "(Fig.1a)", "ref_id": null}, {"start": 768, "end": 776, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Declines of population mobility among cities in China"}, {"text": "There were 335 cases diagnosed in cities outside Wuhan by Jan 23, at Wuhan lockdown. Four weeks later, the cumulative number of cases stabilized, and then a small number of cases increased thereafter. By Mar 11, a total of 30807 COVID-19 cases were diagnosed in cities outside Wuhan of Mainland China (Fig.1b) . The new cases of COVID-19 were rapidly reduced over weeks (Fig.1c) . We also found the potential linear trend between the relative declines of population mobility and numbers of cumulative and new COVID-19 cases over time by population size of cities (Fig.2) . Table S1 reported the median population size in cities (median 3 360 000, interquartile ranges, 1 837 700 to 5 320 400), geo-distance from Wuhan (844.00 kilometers, 561.50 -1291.50), and number of movements from Wuhan before Wuhan lockdown (2858 times, 661 -9305).", "cite_spans": [], "ref_spans": [{"start": 301, "end": 309, "text": "(Fig.1b)", "ref_id": null}, {"start": 370, "end": 378, "text": "(Fig.1c)", "ref_id": null}, {"start": 563, "end": 570, "text": "(Fig.2)", "ref_id": "FIGREF2"}, {"start": 573, "end": 581, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Effects of human mobility declines on the spread of COVID-19"}, {"text": "The log-log regression models reported the effects of accrued mobility declines on cumulative cases (Fig.3 ). At one week, a 1% decline of population mobility was associated with 0.72% (95%CI 0.50% to 0.93%) reduction in number of cumulative cases, after adjusting for other confounders. The magnitude of effects continued to increase until four weeks (1.42%, 1.11% to 1.74% for two weeks; 1.69%, 1.34% to 2.03% three weeks; 1.72%, 1.38% to 2.05% four weeks; 1.64%, 1.35% to 1.94% five weeks and 1.52%, 1.25% to 1.78% six weeks). However, the effects of mobility declines differed among cities of varying population sizes, with larger effects among larger cities, as opposed to smaller ones (less than 1 million) (Fig.4 ).", "cite_spans": [], "ref_spans": [{"start": 100, "end": 106, "text": "(Fig.3", "ref_id": null}, {"start": 713, "end": 719, "text": "(Fig.4", "ref_id": null}], "section": "Effects of human mobility declines on the spread of COVID-19"}, {"text": "There also were statistically significant associations between accrued mobility declines and new cases occurred at the subsequent week. At two weeks, a 1% decline in population mobility corresponded to 1.20% (95%CI 0.86% to 1.54%) reduction in new cases at the subsequent week (i.e., third week). Even after six weeks, the effect was observed, although small ( Fig.3 ). No heterogeneity of effects was observed in this model (Table S2 ).", "cite_spans": [], "ref_spans": [{"start": 361, "end": 366, "text": "Fig.3", "ref_id": null}, {"start": 425, "end": 434, "text": "(Table S2", "ref_id": "TABREF5"}], "section": "Effects of human mobility declines on the spread of COVID-19"}, {"text": "Human mobility restriction has ever been used at the outbreak of fulminating infectious diseases, such as SARS in 2003 26,27 and influenza A in 2009, 28,29 but with a narrower scope or a transitory period. 28,30,31 The outbreak of COVID-19 in China, which coincided with the world largest population movements surrounding Chinese New Year (i.e., Chun Yun), offered an unprecedented opportunity to investigate the real-world effects of population mobility restrictions.", "cite_spans": [], "ref_spans": [], "section": "Summary of our findings"}, {"text": "By the counter-fact DID model, we found almost one third of mobility declines occurred in the first week after the policy implementation; after four weeks, the population mobility lowered by 54.8%. Policies' impacts on mobility decline varied by population size of a city and the effects persisted over time. In our critical analyses that assessed the effects of mobility declines on the disease spread, we found that the accrued population declines were associated with the reduction of both cumulative CVID-19 cases and new cases across the six weeks after the policy implementation. More interestingly, we found that its impact on new cases seemed larger in the first four weeks, and faded after five weeks.", "cite_spans": [], "ref_spans": [], "section": "Summary of our findings"}, {"text": "So, what do these findings tell us? First of all, we believe that the implementation of population mobility restrictions is appropriate and strongly needed, in balancing the serious pandemic and the fatal consequences it has caused versus the economic loss and temporary loss of personal mobility. Up to March 11, 2020, a total of 30 documents were issued from national governmental authority (Table S3 ). These policy documents covered nearly all social activities across cities and rural areas, including healthcare services, education, transportation, tourism, elderly care, child welfare service, employment, work at home, and community management. Accordingly, the continual policies implementation resulted in the promptly mobility declines, and further lead to effective and rapid reduction of new cases in subsequent weeks, which would, in turn, rapidly eliminate the impact of the pandemic. Secondly, we may also infer from our findings that the effects of the mobility restriction policies would be large in the first few weeks, but attenuate over time. After five weeks, their effects became smaller. This alerts that persistent mobility restrictions are highly deserved, but flexible mobility restriction policies may be warranted particularly after several weeks of rigorous mobility restriction. Thirdly, our study suggested larger effects among bigger cities over time, which highlighted that the implementation of mobility restrictions in major metropolises is particularly important and meaningful. Fourthly, the findings strongly advised that, in resource-limited setting where healthcare resources are not readily available, non-medical interventions may be optimal strategies in containing the disease transmission. We also believe that these strategies are not just effective in the early stage of the disease outbreak, but also at the stage of wide spread, because of its sheer mechanism to block population contacts at emergencies. Thus, those nations amid the disease pandemic may still consider implementing these strategies.", "cite_spans": [], "ref_spans": [{"start": 393, "end": 402, "text": "(Table S3", "ref_id": "TABREF6"}], "section": "Summary of our findings"}, {"text": "As an initial mobility restriction intervention, Wuhan lockdown was extensively assessed. 3, [32] [33] [34] [35] Previous studies showed that the Wuhan lockdown delayed the arrival of COVID-19 in other Chinese cities by 2.9 days, 3 and lowered 64.8% of cases in 347 Chinese cities outside Hubei. 33 However, a large number of movements actually occurred before Wuhan lockdown, and such populations were likely infected or even symptomatic that drove the number of cases identified in cities outside Wuhan. 3 Several studies investigated the effects of other measures, 3,11,14-16,36-38 among which simulations were extensively used to quantify the effects of physical distancing, early case detection or isolation, or combination of multiple measures. 36-38 These studies provided important insights about the impacts of mobility restriction measures, but had limitation given the use of modelling, whereby assumptions are often employed. All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 90, "end": 92, "text": "3,", "ref_id": null}, {"start": 93, "end": 97, "text": "[32]", "ref_id": null}, {"start": 98, "end": 102, "text": "[33]", "ref_id": null}, {"start": 103, "end": 107, "text": "[34]", "ref_id": null}, {"start": 108, "end": 112, "text": "[35]", "ref_id": null}, {"start": 506, "end": 507, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Comparison with previous studies"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Comparison with previous studies"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . https://doi.org/10.1101/2020.07.13.20148668 doi: medRxiv preprint Up to now, empirical studies still fall short. 39 One early study assessed the impacts of human mobility restriction on COVID-19 cases at the first week, and the other suggested that travel restriction was more useful in the early outbreak, but attenuated if the outbreak was expanded. However, the extent to which the mobility restriction policy led to mobility decline and whether human mobility restriction causally controlled the spread of COVID-19 were not yet established. An earlier study, using mobility data from four metropolitan areas in USA, mainly examined the temporal correlation between timing of public policy measures and cumulative cases of COVID-19, 17 but indicated a lack of causality due to the nature of descriptive analyses. 17", "cite_spans": [{"start": 189, "end": 191, "text": "39", "ref_id": null}], "ref_spans": [], "section": "Comparison with previous studies"}, {"text": "Our study has several strengths. Firstly, we have used rigorous methods to assess the causal effects of human mobility restriction on the spread of COVID-19. We have also profiled the declines of population mobility by using the DID model, which avoided the reverse causality and confounding by usual fluctuation of population mobility over time. Secondly, we included important confounders in the models with precise measurements, such as number of times of population movements from Wuhan to imported regions, number of residents (ten thousand) and geo-distance from Wuhan (kilometer). As a result, good model fitting is achieved (R 2 > 70%). Thirdly, we have used thorough and real-time population mobility data to assess the impacts of non-pharmaceutical interventions during the outbreak of infectious diseases. Real-time mobility data, such as airline flights data 40,41 and aggregated human mobility data, 25,42 when combining routine epidemiological surveillance, could play a crucial role during the disease pandemic.", "cite_spans": [], "ref_spans": [], "section": "Strengths and limitations"}, {"text": "Our study had limitations. Firstly, the measurement of population mobility may not be optimal due to the fact that not everyone uses Baidu App in their smartphones and some subgroup population (e.g. children or elderly) were not covered. Nevertheless, it covers about 55% of smartphones users in China, 23 and was well used previously. Thus, we believe that it is nationally representative likely exist. Secondly, in our analyses, we assumed that the mobility restriction would be effective one week after given the reported incubation period between 1 to 14 days. 6 This assumption may affect the resulting estimates, and slight changes may occur.", "cite_spans": [{"start": 303, "end": 305, "text": "23", "ref_id": null}, {"start": 565, "end": 566, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Strengths and limitations"}, {"text": "In response to COVID-19 epidemic, China has implemented a comprehensive set of mobility restriction policies, which resulted in more than 50% population mobility declines just in a few weeks; the effect was more pronounced in large cities and remained consistent over time. The resulting population mobility declines had a direct impact on the reduction of cumulative and new COVID-19 cases; this effect particularly had larger effect in the first few weeks and attenuated thereafter, and was also more pronounced in larger cities. Our study confirmed that strict implementation All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . https://doi.org/10.1101/2020.07.13.20148668 doi: medRxiv preprint of comprehensive population mobility restriction policies was highly warranted, particularly in first several weeks and the large cities.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This work was supported by National Natural Science Foundation of China (71704122,71974138), and the National Science and Technology Major Project (2018ZX10302206), 1·3·5 project for disciplines of excellence, West China Hospital, Sichuan University (ZYYC08003).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The data about population mobility, daily and cumulative COVID-19 cases at city level in mainland China, and outbound flow data from Wuhan to all other municipal cities during January 1, 2020 to January 22, 2020, may be available with the approval by the research team. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. Science. 2020;368:145-6.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data sharing"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . Fig.1 Human mobility declines and the spread of COVID-19 in China.", "cite_spans": [], "ref_spans": [{"start": 76, "end": 81, "text": "Fig.1", "ref_id": null}], "section": "Data sharing"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Fig.3 The effects of accrued mobility declines on cumulative cases. Effect size represents the elasticity (i.e., %Δy/%Δx) of the number of COVID-19 cases to population mobility decline. Fig.4 Heterogeneous effects of accrued mobility declines on cumulative cases by city scale. Effect size represents the elasticity (i.e., %Δy/%Δx) of the number of COVID-19 cases to population mobility decline.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 141, "text": "Fig.3", "ref_id": null}, {"start": 322, "end": 327, "text": "Fig.4", "ref_id": null}], "section": "Figures legend"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . https://doi.org/10.1101/2020.07.13.20148668 doi: medRxiv preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "The copyright holder for this preprint this version posted July 15, 2020. . https://doi.org/10.1101/2020.07.13.20148668 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Figures legend"}, {"text": "Appendix 1", "cite_spans": [], "ref_spans": [], "section": "Supplementary Information"}, {"text": "The population movements data was aggregated and anonymized at the county-level from China Unicom, one of largest mobile operators in China. In the efforts to enhance the extrapolation of data, the operator helped us use a recognized machine learning algorithm, involving the users' age, gender, operator's coverage and other parameters, to arrive at the whole network coverage with all users. The same data resource has been used in previous study [1] .", "cite_spans": [{"start": 449, "end": 452, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Characteristics of imported cities"}, {"text": "[1] Jia JS, Lu X, Yuan Y, Xu G, Jia J, Christakis NA. Population flow drives spatio-temporal distribution of COVID-19 in China. Nature. 2020.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of imported cities"}, {"text": "The DID model could be described as follows. ", "cite_spans": [], "ref_spans": [], "section": "The effects of mobility restriction policies on population mobility"}, {"text": "is a dummy variable, setting 0 for the status of 2019, where no human mobility restriction implemented, as the control group; 1 for the status in 2020, where human mobility restriction had been implemented in response to outbreak, as the intervention group.", "cite_spans": [], "ref_spans": [], "section": "The effects of mobility restriction policies on population mobility"}, {"text": "is a dummy, taking 0 for the period before lockdown of Wuhan (e.g. before January 23 in 2020 or before February 3 in 2019) and 1 for the period after that.", "cite_spans": [], "ref_spans": [], "section": "The effects of mobility restriction policies on population mobility"}, {"text": "is a dummy measuring whether the ‫ݐ‬ date is a weekend. The coefficient d of interaction term, multiplying 1 9 *Cities with number of residents less than 1 million were deemed as reference. From January 24th 0:00 on, the free railway ticket refund fee privilege will be extended to cover all passengers who bought railway tickets (passengers who planned to go to Hubei province only before), aiming to encourage people to refund and to reduce travel. Public cultural service units at various places are required to limit the number and scale of mass cultural activities strictly and reduce the public gathering.", "cite_spans": [], "ref_spans": [], "section": "The effects of mobility restriction policies on population mobility"}, {"text": "Notice on Waiver of Air Ticket Refund Fee From January 24th 0:00 on, the free air ticket refund fee privilege will be extended to cover all passengers who bought air tickets (passengers who planned to go to Hubei province only before), aiming to encourage people to refund and to reduce travel. 1. The campus implements closed management, and students are strictly forbidden to return to school in advance without permission; 2. Strengthening the prevention and control of COVID-19 in rural area, and reducing the crowd gathering activities (e.g. fairs)", "cite_spans": [], "ref_spans": [], "section": "23-Jan Civil Aviation Administration of China"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "H", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Hollingsworth", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "931--935", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Public health measures to slow community spread of COVID-19", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "A", "middle": [], "last": "Aiello", "suffix": ""}], "year": 2020, "venue": "J Infect Dis", "volume": "221", "issn": "", "pages": "1749--51", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China", "authors": [{"first": "H", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "", "pages": "638--680", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "A", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "94", "issn": "", "pages": "154--159", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": [], "last": "Gimma", "suffix": ""}], "year": 2020, "venue": "Lancet Glob Health", "volume": "8", "issn": "", "pages": "488--96", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Report of the WHO-China Joint Mission on Coronavirus Disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Actively organizing medical institutions at all levels to use the \"Internet +\" to provide medical services, such as online voluntary consultation about COVID-19, and guidance for medical observation at home", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Taking advantages of Internet hospitals and Internet diagnosis and treatment services, and encouraging the online diagnosis of some common and chronic diseases and drug delivery services", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Strengthening the Internet government services", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The L. India under COVID-19 lockdown. Lancet. 2020;395:1315. 10. Tobias A. Evaluation of the lockdowns for the SARS-CoV-2 epidemic in Italy and Spain after one month follow up. Sci Total Environ. 2020;725:138539. 11. Signorelli C, Scognamiglio T, Odone A. COVID-19 in Italy: impact of containment measures and prevalence estimates of infection in the general population. Acta Biomed. 2020;91:175-9. 12. The Washington Post, Why we should be skeptical of China's coronavirus quarantine. 2020. https://www.washingtonpost.com/outlook/why-we-should-be-skeptical-of-chinas-coronaviru s-quarantine/2020/01/24/51b711ca-3e2d-11ea-8872-5df698785a4e_story.html (28 April 2020, date last accessed). 13. Bloomberg, China's Unproven Antiviral Solution: Quarantine of 40 Million. 2020. https://www.bloomberg.com/news/articles/2020-01-24/china-s-unproven-antiviral-solution-q uarantine-of-40-million (28 April 2020, date last accessed). 14. Pan A, Liu L, Wang C, et al. Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan, China. JAMA. 2020;323:1915-23. 15. Gatto M, Bertuzzo E, Mari L, et al. Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures. Proc Natl Acad Sci U S A. 2020;117:10484-91. 16. Wang KW, Gao J, Wang H, et al. Epidemiology of 2019 novel coronavirus in Jiangsu Province, China after wartime control measures: A population-level retrospective study. Travel Med Infect Dis. 2020;35:101654. 17. Lasry A, Kidder D, Hast M, et al. Timing of Community Mitigation and Changes in Reported COVID-19 and Community Mobility -Four U.S. Metropolitan Areas, February 26-April 1, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:451-7. 18. Kraemer MUG, Yang CH, Gutierrez B, et al. The effect of human mobility and control measures on the COVID-19 epidemic in China. Science. 2019ncov.chinacdc.cn/2019-nCoV/ (28 April 2020, date last accessed). 20. Baidu Migration. http://qianxi.baidu.com/ (28 April 2020, date last accessed). 21. Feng L, Zhao N, Yao X, et al. Histidine-tryptophan-ketoglutarate solution vs. University of Wisconsin solution for liver transplantation: a systematic review. Liver Transpl. 2007;13:1125-36. 22. Gao XF, Wang L, Liu GJ, et al. Rifampicin plus pyrazinamide versus isoniazid for treating latent tuberculosis infection: a meta-analysis. Int J Tuberc Lung Dis. 2006;10:1080-90. 23. Lai S, Ruktanonchai NW, Zhou L, et al. Effect of non-pharmaceutical interventions to contain COVID-19 in China. Nature. 2020. 24. The State Council, Notice of the State Council on readjustment of the Standards for The Division of Urban Dimensions. 2014 http://www.gov.cn/zhengce/content/2014-11/20/content_9225.htm (28 April 2020, date last accessed). 25. Jia JS, Lu X, Yuan Y, Xu G, Jia J, Christakis NA. Population flow drives spatio-temporal distribution of COVID-19 in China. Nature. 2020;582:389-94.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "MY, Chiu AW, Schwartz J, et al. From SARS in 2003 to H1N1 in 2009: lessons learned from Taiwan in preparation for the next pandemic. J Hosp Infect. 2014;87:185-93. 27. Chan KP. Control of severe acute respiratory syndrome in singapore. Environ Health Prev Med. 2005;10:255-9. 28. Rashid H, Ridda I, King C, et al. Evidence compendium and advice on social distancing and other related measures for response to an influenza pandemic. Paediatr Respir Rev. 2015;16:119-26. 29. Cauchemez S, Ferguson NM, Wachtel C, et al. Closure of schools during an influenza pandemic. Lancet Infect Dis. 2009;9:473-81. 30. Kawaguchi R, Miyazono M, Noda T, Takayama Y, Sasai Y, Iso H. Influenza (H1N1) 2009 outbreak and school closure, Osaka Prefecture, Japan. Emerg Infect Dis. 2009;15:1685. 31. Ishola DA, Phin N. Could influenza transmission be reduced by restricting mass gatherings? Towards an evidence-based policy framework. J Epidemiol Glob Health. 2011;1:33-60. 32. Zhang C, Chen C, Shen W, et al. Impact of population movement on the spread of 2019-nCoV in China. Emerg Microbes Infect. 2020:1-28. 33. Hanming Fang, Long Wang, Yang Yang. National Bureau of Economic Research working paper series -Human Mobility Restrictions and the Spread of the Novel Coronavirus (2019-NCOV) in China. 2020. https://www.nber.org/papers/w26906.pdf (17 May 2020, date last accessed). 34. Chinazzi M, Davis JT, Ajelli M, et al. The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak. Science. 2020;368:395-400. 35. Lau H, Khosrawipour V, Kocbach P, et al. The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China. J Travel Med. 2020;27:taaa037. 36. Kasaie P, David Kelton W, Ancona RM, Ward MJ, Froehle CM, Lyons MS. Lessons Learned From the Development and Parameterization of a Computer Simulation Model to Evaluate Task Modification for Health Care Providers. Acad Emerg Med. 2018;25:238-49. 37. Song X, Wang C, Hu H, Huang T, Jin J. A Finite Element Study of the Dynamic Response of Brain Based on Two Parasagittal Slice Models. Comput Math Methods Med. 2015;2015:816405. 38. Kelso JK, Milne GJ, Kelly H. Simulation suggests that rapid activation of social distancing can arrest epidemic development due to a novel strain of influenza. BMC Public Health. 2009;9:117. 39. Nussbaumer-Streit B, Mayr V, Dobrescu AI, et al. Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review. Cochrane Database Syst Rev. 2020;4:CD013574. 40. Wesolowski A, Eagle N, Tatem AJ, et al. Quantifying the impact of human mobility on malaria. Science. 2012;338:267-70. 41. Wesolowski A, Qureshi T, Boni MF, et al. Impact of human mobility on the emergence of dengue epidemics in Pakistan. Proc Natl Acad Sci U S A. 2015;112:11887-92. 42. Buckee CO, Balsari S, Chan J, et al. Aggregated mobility data could help fight COVID-19.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Linear trend between the relative declines of population mobility (logarithmic transformation) and numbers of cumulative and new COVID-19 cases (logarithmic transformation) over weeks by population size of cities.", "latex": null, "type": "figure"}, "TABREF0": {"text": "http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml (28 April 2020, date last accessed).", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "‫ݐ‬ respectively index the city and date, and ܻ ௧is the dependent variable representing the population mobility in the", "latex": null, "type": "table"}, "TABREF4": {"text": "The characteristics of included cities in models*", "latex": null, "type": "table"}, "TABREF5": {"text": "The heterogeneity of impacts of accrued mobility declines and new cases occurred at the subsequent week by city scale (coefficients for interaction terms, 95%CI) * PeriodNumber of cases Effect size One week (Jan 23 -Jan 29, 2020) -new cases from Jan 29 to Feb 5", "latex": null, "type": "table"}, "TABREF6": {"text": "Human mobility restriction documents issued from national governmental authorities National Health Commission of the People's Republic of China Held a National Teleconference to Deploy the Prevention and Control Strategy of COVID-19 Strengthening the population activity management in Hubei province and Wuhan city, and reducing the large-scale public gathering Notice of Carefully Taking Precautionary Measures to Prevent and Control COVID-19 in the Education System 1. The Ministry of Education requires that educational units at all levels cannot organize aggregated activities if without permit; 2. Ensuring educational units at all levels have implemented prevention and control measures of COVID-19 in schools effectively. National Railway Administration of People's Republic of China Has Implemented the Prevention and Control Measures to Ensure Smooth and Orderly Spring Festival Transportation", "latex": null, "type": "table"}}, "back_matter": [{"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Jing Tan, Xin Sun and Weimin Li conceptualized the study. Jing Tan analyzed and interpreted data, wrote the first draft of the article, and contributed to all revisions. Yiquan Xiong collected the data and co-wrote the first draft. Shaoyang Zhao analyzed and interpreted data and revised the draft critically for important intellectual content. Chunrong Liu and Shiyao Huang collected the data. Xin Lu interpreted data. Lehana Thabane and Feng Xie revised the draft critically for important intellectual content.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": ", is the effect value to be estimated, which is the absolute decline of population activity in ݅ city at ‫ݐ‬ date of 2020, compared with those in 2019. We further calculated a relative change of population mobility in 2020 over dates, with the absolute decline of population mobility in 2020 divided by average population mobility at the corresponding period in 2019. ", "cite_spans": [], "ref_spans": [], "section": "Competing of interests"}]}