{"paper_id": "1d5a95f805753e4ae9c605845a395adf47cabce8", "metadata": {"title": "The housefly, Musca domestica, as a possible mechanical vector of Newcastle disease virus in the laboratory and field", "authors": [{"first": "A", "middle": ["B"], "last": "A R I N", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tehran", "location": {"country": "Iran"}}, "email": ""}, {"first": "F", "middle": [], "last": "A R A B K H A Z A E L I", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tehran", "location": {"country": "Iran"}}, "email": ""}, {"first": "S", "middle": ["R"], "last": "A H B A R I", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tehran", "location": {"country": "Iran"}}, "email": ""}, {"first": "S", "middle": ["A M"], "last": "A D A N I", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tehran", "location": {"country": "Iran"}}, "email": ""}]}, "abstract": [{"text": "Newcastle disease (Paramyxoviridae) is a highly infectious virus shed in the faeces of infected birds. Non-biting Muscid flies characteristically visit manure and decaying organic material to feed and oviposit, and may contribute to disease transmission. The housefly, Musca domestica (Linnaeus, 1758) (Diptera: Muscidae), has been implicated as a mechanical vector of numerous pathogens. In this study 2000 aerial net-captured houseflies were examined for their ability to harbour Newcastle disease virus (NDV). In an adjacent study, laboratory-reared flies were experimentally exposed to NDV La Sota strain. The virus was detected in the dissected gastrointestinal tract of laboratory-exposed flies for up to 72 h post-exposure, whereas the untreated control flies were negative.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The synanthropic nature of the housefly, Musca domestica (Linnaeus, 1758), illustrates its potential for spreading diseases from animals to man and animal to animal. Evidence that muscid flies act as mechanical vectors of gastrointestinal (GI) pathogens has been documented widely (Ugbogu et al., 2006) . Outbreaks of diarrhoeal diseases in urban and rural areas of countries are closely related to seasonal increases in the abundance of filth flies and fly control is closely related to the decline in cases of enteric diseases (Graczyk et al., 2001) . The housefly reproduces by depositing eggs in a wide variety of decaying organic materials, including manure, mixtures of manure and bedding, and spoiled food. Upon encountering such materials on poultry farms, the adult fly, using its sponging mouth parts, consumes fluids and frequently defecates. As a result of such feeding behaviour, the housefly has been implicated in the transmission of over 30 bacteria, protozoan, viruses and helminth eggs (Greenberg et al., 1970; Kobayashi et al., 1999) . Houseflies can transmit viruses such as polioviruses (Kettle, 1990 ) and coxackie viruses, as well as numerous bacteria such as Campylobacter jejuni, Helicobacter pylori (Grubel et al., 1997) (Zurek et al., 2001) , Shigella (Levine et al., 1991; Ugbogu et al., 2006) and Vibrio (Kettle, 1990) . Flies may be vectors of protozoan parasites such as Giardia and Entameba (Ugbogu et al., 2006) and eggs of several tapeworms (Graczyk et al., 2005) .", "cite_spans": [{"start": 281, "end": 302, "text": "(Ugbogu et al., 2006)", "ref_id": "BIBREF17"}, {"start": 529, "end": 551, "text": "(Graczyk et al., 2001)", "ref_id": "BIBREF7"}, {"start": 1004, "end": 1028, "text": "(Greenberg et al., 1970;", "ref_id": "BIBREF9"}, {"start": 1029, "end": 1052, "text": "Kobayashi et al., 1999)", "ref_id": "BIBREF12"}, {"start": 1108, "end": 1121, "text": "(Kettle, 1990", "ref_id": "BIBREF11"}, {"start": 1225, "end": 1246, "text": "(Grubel et al., 1997)", "ref_id": "BIBREF10"}, {"start": 1247, "end": 1267, "text": "(Zurek et al., 2001)", "ref_id": "BIBREF19"}, {"start": 1279, "end": 1300, "text": "(Levine et al., 1991;", "ref_id": "BIBREF13"}, {"start": 1301, "end": 1321, "text": "Ugbogu et al., 2006)", "ref_id": "BIBREF17"}, {"start": 1333, "end": 1347, "text": "(Kettle, 1990)", "ref_id": "BIBREF11"}, {"start": 1423, "end": 1444, "text": "(Ugbogu et al., 2006)", "ref_id": "BIBREF17"}, {"start": 1475, "end": 1497, "text": "(Graczyk et al., 2005)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Few reports have described the role of flies in the transmission of Newcastle disease virus (NDV). Rogoff et al. (1977) clearly showed that virulent velogenic NDV (VVNDV) can be transmitted to young chickens by Fannia canicularis (Linnaeus, 1761), either from a highly infective source or directly from infected birds. The only report of the housefly being involved in the transmission of NDV was published in Russia (Milushev et al., 1977) . Recently, exotic NDV was isolated from houseflies collected from backyard flocks during an outbreak in the U.S.A. (Chakrabarti et al., 2007) . Virus concentrations were low, at <1 egg infectious dose [EID50] per fly, in these field-collected flies. Under laboratory conditions the housefly did not carry sufficient quantities of NDV (Roakin strain) to cause disease in chickens (Watson et al., 2007) . The latter authors speculated that virus virulence factor plays a part in the ability of the housefly to mechanically transmit NDV.", "cite_spans": [{"start": 99, "end": 119, "text": "Rogoff et al. (1977)", "ref_id": "BIBREF15"}, {"start": 417, "end": 440, "text": "(Milushev et al., 1977)", "ref_id": "BIBREF14"}, {"start": 557, "end": 583, "text": "(Chakrabarti et al., 2007)", "ref_id": "BIBREF5"}, {"start": 643, "end": 650, "text": "[EID50]", "ref_id": null}, {"start": 821, "end": 842, "text": "(Watson et al., 2007)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this study was to determine if houseflies collected from the site of a recent ND outbreak carried virus. Secondly, a laboratory study was conducted to determine whether the housefly transmits a vaccine strain (NDV La Sota) to chickens.", "cite_spans": [], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "In 2006, adult muscid flies were collected from 20 poultry farms near Tehran, Iran. Each farm was positive for ND according to laboratory tests exhibiting high haemagglutination inhibition (HI) titres (Alexander, 2004) . Flies were collected with an insect net by making one or two quick sweeps over litter, manure deposits and feed troughs. Collected flies were transferred into plastic bags and transported to the laboratory within 30-45 min of collection. Flies were sorted to species and houseflies were killed at −20 • C and stored in a freezer until they were processed as pooled samples of 100 flies per sample.", "cite_spans": [{"start": 201, "end": 218, "text": "(Alexander, 2004)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "For surface sterilization, 100 houseflies from each poultry facility were placed in a sterile tube containing 2 mL of phosphate buffer solution (PBS) and vortexed for 10 s. The washed samples were disinfected with sodium hypochlorite 0.05% for 30 s and rinsed twice with sterile PBS for 1 min. Flies were dissected in a sterile Petri dish and dissection instruments were sterilized after each dissection. Digestive tissues including the diverticulum (crop), midgut and hindgut were removed and placed in a sterile tube with 2 mL PBS. Dissected tissues were macerated against the tube wall with sterile forceps. To inhibit bacterial growth, 1000 IU of penicillin, 10 000 μg/mL of streptomycin and 200 IU/mL of ketoconazol were added to gut homogenate. After 1-2 h at room temperature (22 • C), the prepared samples were frozen at −20 • C until tested for the presence of virus.", "cite_spans": [], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "Prepared samples were thawed at room temperature and centrifuged for 10 min at 1000 g, after which 0.2 mL of supernatant was injected into 9-11-day-old embryonated chicken eggs. Inoculated eggs were placed in an incubator at 37 • C and checked daily. After 4 days, all inoculated eggs were transferred to temperature cabinets maintained at 4 • C. For virus detection, allantoic fluid was harvested and tested for the presence of virus by haemagglutinating test (HA), as described by the OIE Manual of Diagnostic Tests and Vaccines for Terrestrial Animals (Alexander, 2004) . Non-haemagglutinating fluids were re-tested at least once to confirm the negative diagnosis for NDV.", "cite_spans": [{"start": 555, "end": 572, "text": "(Alexander, 2004)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "To determine the role of the housefly as a vector of NDV in vitro, M. domestica larvae were collected from an NDnegative poultry house. The larvae were kept at room temperature in litter material and transferred to a glass container upon pupation. After the adult flies emerged, they were exposed to virus inoculum composed of the lentogentic vaccine strain La Sota (Razi Vaccine and Serum Research Institute, Tehran, Iran) in suspended glucose containing PBS. The flies were provided with virus-soaked cotton pads and allowed to consume the virus over a 24-h period. Pools of 10-20 flies were removed at 0.5, 1, 2, 4, 24, 48, 72 and 96 h and 8 days post-exposure. Flies were immediately frozen to kill the fly and preserve the virus (Watson et al., 2007) . Digestive tissues were removed and virus detection performed as described above.", "cite_spans": [{"start": 734, "end": 755, "text": "(Watson et al., 2007)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "Although NDV was present on the 20 farms sampled, gut homogenates of the 20 pools of 100 flies were all negative for NDV. As the HA test is reliable for the presence of virus in fly tissues (Watson et al., 2007) , we conclude that the virus titre was below detectible levels or was no longer active at the time of our collections. To test the hypothesis that the housefly is able to acquire the virus and to confirm the reliability of the test, we conducted a laboratory test using the La Sota vaccine strain. Newcastle disease virus La Sota was detected by HA tests in dissected digestive tissues from NDV-exposed flies up to 72 h post-exposure (Table 1 ). These results indicate that houseflies are capable of acquiring and harbouring NDV for extended time periods.", "cite_spans": [{"start": 190, "end": 211, "text": "(Watson et al., 2007)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 646, "end": 654, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "Newcastle disease is a highly contagious disease of poultry which causes significant economic losses to the industry (Alexander & Jones, 2001) . Inhalation and ingestion of virus-containing droplets are the main routes of infection. During the course of infection most birds with NDV excrete large amounts of virus in their faeces (Alexander, 2003) . Flies are attracted to manure and dead birds and thus have ample opportunity to be exposed to pathogens (Calibeo-Hayes et al., 2002) .", "cite_spans": [{"start": 117, "end": 142, "text": "(Alexander & Jones, 2001)", "ref_id": "BIBREF2"}, {"start": 331, "end": 348, "text": "(Alexander, 2003)", "ref_id": "BIBREF0"}, {"start": 455, "end": 483, "text": "(Calibeo-Hayes et al., 2002)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}, {"text": "Filth flies including Sarcophagidae, Calliphoridae and Muscidae are considered to play important roles in the transmission of human and animal pathogens because they are in close association with animals, humans and their food stuffs (Kettle, 1990; Graczyk et al., 2001) . Although virus was not isolated from field-collected flies in this study, NDV has been previously isolated from field-collected houseflies, the lesser housefly, F. canicularis, and the bronze blowfly, Phaenicia cuprina (Wiedemann, 1830), in the U.S.A. (Chakrabarti et al., 2007) . The biology and ecology of M. domestica make it an ideal mechanical vector of human and animal pathogens (Graczyk et al., 2001) . Many viruses have been isolated from the digestive tract of houseflies; Davidson et al. (2005) demonstrated the involvement of houseflies in the transmission of reticuloendotheliosis virus (REV). Houseflies in this experiment were able to harbour REV in the digestive tract for up to 72 h and could infect chickens (Davidson et al., 2005) . During an outbreak of highly pathogenic avian influenza in Kyoto, Japan in 2004 , Sawabe et al. (2006 collected a total of 926 flies from six sites within a radius of 2.3 km of the infected poultry farm. Reverse transcription polymerase chain reaction (RT-PCR) analysis determined that two blowflies harboured avian influenza virus which had more than 99.9% identities in all three RNA segments to a strain from chicken (A/chicken/Kyoto/3/2004) and crow (A/crow/Kyoto/53/2004) derived during this outbreak. In a study by Calibeo-Hayes et al. (2002) , houseflies were examined for their ability to harbour and transmit Turkey coronavirus (TCV). In laboratory studies, TCV was detected in fly crops up to 9 h post-exposure; no virus was detected in either sham-exposed flies or dissected intestinal tissues. The potential of the housefly to directly transmit TCV to live turkey poults was examined by placing 7-day-old turkey poults in contact with TCV-exposed flies at densities as low as one fly per bird. Antigens of TCV were detected at 3 days post-exposure in the tissues of three of 12 turkeys. However, an increasing rate of exposure was observed with higher fly densities. Rogoff et al. (1977) reported an association of VVNDV with wild flies, especially F. canicularis. They reported the transmission of VVNDV to chickens via exposed F. canicularis. This was the first demonstration of arthropod transmission of ND. It was asserted that F. canicularis is capable of retaining the virus for ≥6 days, that the virus can be transmitted from a highly infected source to healthy birds or from one bird to another and that further experiments should be conducted with M. domestica (Rogoff et al., 1977) . Milushev et al. (1977) reported the involvement of houseflies in the transmission of NDV. The results of this study and others have shown that the housefly is capable of harbouring NDV for up to 72 h post-exposure. No NDV was detected in net-captured houseflies collected from poultry farms; however, NDV has been recovered from field-collected flies and reported in other studies. These results illustrate that houseflies are capable of harbouring NDV and disseminating enteric diseases of poultry.", "cite_spans": [{"start": 234, "end": 248, "text": "(Kettle, 1990;", "ref_id": "BIBREF11"}, {"start": 249, "end": 270, "text": "Graczyk et al., 2001)", "ref_id": "BIBREF7"}, {"start": 525, "end": 551, "text": "(Chakrabarti et al., 2007)", "ref_id": "BIBREF5"}, {"start": 659, "end": 681, "text": "(Graczyk et al., 2001)", "ref_id": "BIBREF7"}, {"start": 756, "end": 778, "text": "Davidson et al. (2005)", "ref_id": "BIBREF6"}, {"start": 999, "end": 1022, "text": "(Davidson et al., 2005)", "ref_id": "BIBREF6"}, {"start": 1084, "end": 1104, "text": "Kyoto, Japan in 2004", "ref_id": null}, {"start": 1105, "end": 1126, "text": ", Sawabe et al. (2006", "ref_id": "BIBREF16"}, {"start": 1546, "end": 1573, "text": "Calibeo-Hayes et al. (2002)", "ref_id": "BIBREF3"}, {"start": 2204, "end": 2224, "text": "Rogoff et al. (1977)", "ref_id": "BIBREF15"}, {"start": 2707, "end": 2728, "text": "(Rogoff et al., 1977)", "ref_id": "BIBREF15"}, {"start": 2731, "end": 2753, "text": "Milushev et al. (1977)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Musca domestica as a possible vector of Newcastle disease virus 89"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Newcastle disease, other avian paramyxoviruses and pneumovirus infections", "authors": [{"first": "D", "middle": ["J"], "last": "Alexander", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "63--100", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Newcastle Disease. OIE Manual of Diagnostic Tests and Vaccines for Terrestrial Animals", "authors": [{"first": "D", "middle": ["J"], "last": "Alexander", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "270--282", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Paramyxoviridae. Poultry Diseases", "authors": [{"first": "D", "middle": ["J"], "last": "Alexander", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Jones", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "257--290", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mechanical transmission of Turkey coronavirus by domestic houseflies", "authors": [{"first": "D", "middle": [], "last": "Calibeo-Hayes", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Denning", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Stringham", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Guy", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Smith", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Watson", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Detection and isolation of exotic Newcastle disease virus from field-collected flies", "authors": [{"first": "S", "middle": [], "last": "Chakrabarti", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "King", "suffix": ""}, {"first": "C", "middle": [], "last": "Afonso", "suffix": ""}, {"first": "D", "middle": [], "last": "Swayne", "suffix": ""}, {"first": "C", "middle": [], "last": "Cardona", "suffix": ""}, {"first": "D", "middle": [], "last": "Kuney", "suffix": ""}, {"first": "A", "middle": [], "last": "Gerry", "suffix": ""}], "year": 2007, "venue": "Journal of Medical Entomology", "volume": "44", "issn": "", "pages": "840--844", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Insect contribution to horizontal transmission of reticuloendotheliosis virus", "authors": [{"first": "T", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Braverman", "suffix": ""}], "year": 2005, "venue": "Journal of Medical Entomology", "volume": "42", "issn": "", "pages": "128--133", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The role of non-biting flies in the epidemiology of human infectious diseases", "authors": [{"first": "T", "middle": ["K"], "last": "Graczyk", "suffix": ""}, {"first": "R", "middle": [], "last": "Knight", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Gilman", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Cranfield", "suffix": ""}], "year": 2001, "venue": "Microbes and Infection", "volume": "3", "issn": "", "pages": "231--235", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mechanical transmission of human protozoan parasites by insects", "authors": [{"first": "T", "middle": ["K"], "last": "Graczyk", "suffix": ""}, {"first": "R", "middle": [], "last": "Knight", "suffix": ""}, {"first": "L", "middle": [], "last": "Tamang", "suffix": ""}], "year": 2005, "venue": "Clinical Microbiology Reviews", "volume": "18", "issn": "", "pages": "128--132", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Factors affecting the transmission of Salmonella by flies: natural resistance to colonization and bacterial interference", "authors": [{"first": "B", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kowalski", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Klowden", "suffix": ""}], "year": 1970, "venue": "Infection and Immunity", "volume": "2", "issn": "", "pages": "800--809", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Vector potential of houseflies (Musca domestica) for Helicobacter pylori", "authors": [{"first": "P", "middle": [], "last": "Grubel", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hoffman", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Chong", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Burstein", "suffix": ""}, {"first": "C", "middle": [], "last": "Mepani", "suffix": ""}, {"first": "D", "middle": [], "last": "Cave", "suffix": ""}], "year": 1997, "venue": "Journal of Clinical Microbiology", "volume": "35", "issn": "", "pages": "1300--1303", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Muscidae (houseflies, stableflies)", "authors": [{"first": "D", "middle": ["S"], "last": "Kettle", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "223--240", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Houseflies are not simple mechanical vectors of enterohaemorrhagic Escherichia coli O157:H7", "authors": [{"first": "M", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Sasaki", "suffix": ""}, {"first": "N", "middle": [], "last": "Saito", "suffix": ""}, {"first": "K", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "K", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "H", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "N", "middle": [], "last": "Agut", "suffix": ""}], "year": 1999, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "61", "issn": "", "pages": "625--629", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Houseflies (Musca domestica) as mechanical vectors of Shigellosis", "authors": [{"first": "O", "middle": ["S"], "last": "Levine", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Levine", "suffix": ""}], "year": 1991, "venue": "Reviews of Clinical Infectious Diseases", "volume": "13", "issn": "", "pages": "688--696", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Role of houseflies in the epizootiology of Newcastle disease", "authors": [{"first": "I", "middle": [], "last": "Milushev", "suffix": ""}, {"first": "G", "middle": [], "last": "Gerganov", "suffix": ""}, {"first": "N", "middle": [], "last": "Shishkov", "suffix": ""}], "year": 1977, "venue": "Veterinarno-Meditsinski Nauki", "volume": "14", "issn": "", "pages": "97--100", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Laboratory transmission of exotic Newcastle disease virus by Fannia canicularis (Diptera: Muscidae)", "authors": [{"first": "W", "middle": ["M"], "last": "Rogoff", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Gretz", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Clark", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Mcdaniel", "suffix": ""}], "year": 1977, "venue": "Journal of Medical Entomology", "volume": "13", "issn": "", "pages": "617--621", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Detection and isolation of highly pathogenic H 5 N 1 avian influenza A virus from blowflies collected in the vicinity of an infected poultry farm in Kyoto", "authors": [{"first": "K", "middle": [], "last": "Sawabe", "suffix": ""}, {"first": "K", "middle": [], "last": "Hashino", "suffix": ""}, {"first": "H", "middle": [], "last": "Isawa", "suffix": ""}], "year": 2004, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "75", "issn": "", "pages": "327--332", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Isolation of Salmonella and Shigella species from houseflies (Musca domestica L.) in Utru", "authors": [{"first": "O", "middle": ["C"], "last": "Ugbogu", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Nwachukwu", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Ogbuagu", "suffix": ""}], "year": 2006, "venue": "Nigeria. African Journal of Biotechnology", "volume": "5", "issn": "", "pages": "1090--1091", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Role of houseflies in the transmission of Newcastle disease virus", "authors": [{"first": "D", "middle": ["W"], "last": "Watson", "suffix": ""}, {"first": "E", "middle": [], "last": "Lastro", "suffix": ""}, {"first": "K", "middle": [], "last": "Rochon", "suffix": ""}, {"first": "S", "middle": [], "last": "Denning", "suffix": ""}, {"first": "L", "middle": [], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Guy", "suffix": ""}], "year": 2007, "venue": "Journal of Medical Entomology", "volume": "44", "issn": "", "pages": "666--671", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "VVVvV-Vector competence of Musca domestica (Diptera: Muscidae) for Yersinia pseudotuberculosis", "authors": [{"first": "L", "middle": [], "last": "Zurek", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Denning", "suffix": ""}, {"first": "C", "middle": [], "last": "Schal", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Watson", "suffix": ""}], "year": 2001, "venue": "Journal of Medical Entomology", "volume": "38", "issn": "", "pages": "333--335", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": ", Salmonella sp. (Greenberg et al., Correspondence: Dr Fatemeh Arab Khazaeli, Department of Parasitology, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran. Tel.: + 982 1 7729 3638; Fax: + 982 1 7729 9636; E-mail: farab@ut.ac.ir 1970), Listeria sp., Yersinia pseudotuberculosis", "latex": null, "type": "table"}, "TABREF1": {"text": "Haemagglutination activity in houseflies exposed to Newcastle disease (La Sota) virus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to express their special appreciation to ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}