{
    "paper_id": "1d5d42e6021a25ed423191fc64eb7883937ec32b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Weiterbildung Akutes Leberversagen Als akutes Leberversagen bezeichnet man den Ausfall der Leberfunktion bei Patienten, die vorher keine chronische Leberkrankheit hatten. Diese Definition trennt das akute Leberversagen von Endstadien chronischer Leberkrankheiten, bei denen es ebenfalls zum Leberausfall kommen kann. Ein solcher rasch progredienter terminaler Leberausfall bei chronischer Leberkrankheit wird als \"akut auf chronisches\" Leberversagen bezeichnet; es handelt sich dabei aber nicht um ein akutes Leberversagen im eigentlichen Sinne. Im angelsächsischen Sprachraum spricht man von \"acute hepatic failure\",\"fulminant hepatic failure\" oder auch von \"acute liver failure\". Diese Begriffe werden weitgehend synonym verwendet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das akute Leberversagen wird anhand einer typischen Befundkonstellation definiert. Es handelt sich dabei um die Kombination aus schwerer Leberinsuffizienz (mit Ikterus und Gerinnungsstörung) und einer Bewusstseinsstörung bei hepatischer Enzephalopathie. Eine so präzise Definition ist von erheblicher klinischer Bedeutung. Die schlechte Spontanprognose des akuten Leberversagens tritt erst in dem Moment ein, in dem die Enzephalopathie zu der schweren Leberfunktionsstörung hinzutritt. Darüber hinaus kann das akute Leberversagen nach der Dynamik seiner Entwicklung noch weiter unterteilt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Man spricht von fulminantem Leberversagen, wenn zwischen dem Ausfall der Leberfunktion und dem Beginn der Enzephalopathie weniger als 7 Tage liegen, von akutem Leberversagen bei einer Zwischenzeit von 8-28 Tagen und von subakutem oder protrahiertem Leberversagen, wenn zwischen Ikterus und Enzephalopathie mehr als 4 Wochen vergangen sind. Diese Untereinteilung ist zur Einschätzung der Prognose hilfreich, hat sich jedoch im praktischen Sprachgebrauch nicht allgemein durchgesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Häufigkeit des akuten Leberversagens bei HAV-Infektion noch niedriger liegen. Trotzdem ist in nordeuropäischen Ländern die Hepatitis A für bis zu 20% der Fälle von akutem Leberversagen verantwortlich. Dies wird erklärt durch das höhere Erkrankungsalter in Ländern mit sehr niedriger HAV-Durchseuchung und dem damit einhergehenden schwereren Verlauf der Erkrankung, verglichen mit frühkindlicher Infektion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Pathogenese des akuten Leberversagens bei HAV-Infektion ist nicht vollständig geklärt. Zwar wird das Hepatitis-A-Virus als direkt zytopathologisch angesehen, neuere Befunde deuten aber darauf hin, dass neben der direkt zellschädigenden Wirkung ein, wahrscheinlich durch zytotoxische T-Zellen vermittelter, Immunprozess für die akute Zerstörung der Leber verantwortlich sein könnte. Die Diagnose der Hepatitis A kann durch Nachweis von IgM-Antikörpern gegen das HAV im Serum leicht gestellt werden. Diese Antikörper treten frühzeitig im Verlauf auf und persistieren für mehrere Monate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hepatitis B • Bei einer Hepatitis-B-Infektion (HBV) ist das Risiko, ein akutes Leberversagen zu entwickeln höher als bei der Hepatitis A. Etwa 1% aller hospitalisierten Hepatitis-B-Patienten erleiden diese schwerste Verlaufsform. Das Risiko ist für Frauen etwas größer als für Männer und ist besonders hoch, wenn gleichzeitig eine Hepatitis-D-Infektion (HDV) vorliegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das Hepatitis-B-Virus ist nicht direkt zytopathologisch und die Leberschädigung ist im Wesentlichen Folge der immunologischen Antwort auf die Infektion und der Elimination befallener Zellen. Demzufolge ist das akute Leberversagen eine überschießende Immunantwort auf die HBV Infektion. Zum Zeitpunkt der klinischen Manifestation des Leberversagens ist oft bereits kein HBsAg mehr nachweisbar, das HBe-Antigen im Serum ist bereits wieder negativ, und nur bei einem kleinen Teil der Patienten ist noch HBV-DNA im Serum nachweisbar [2] . Ob die HBe-Antigen negativen prä-core stop codon Mutanten des Virus, welche vor allem in den Mittelmeerländern beobachtet werden, häufiger als der nicht mutierte HBV-Wildtyp mit einem akuten Leberversagen einhergehen, ist fraglich [3] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Diagnose der akuten Hepatitis B kann durch Nachweis von IgM-Antikörpern gegen core-Antigen (IgM-Anti-HBc) im Serum gestellt werden, die Delta Hepatitis wird durch IgM-Anti-HDV diagnostiziert. Der Nachweis von HBsAg im Serum bedeutet dagegen nicht automatisch, dass das Leberversagen durch eine Hepatitis B verursacht wurde. Es bleibt auch bei chronischer Hepatitis B positiv, einer Situation die eher durch eine schwache Immunantwort auf die HBV-Infektion gekennzeichnet ist und in deren Verlauf ein akutes Leberversagen selten auftritt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hepatitis C • Das Risiko, nach einer Hepatitis-C-Infektion (HCV) ein akutes Leberversagen zu entwickeln ist sehr gering. Genaue Zahlen liegen nicht vor, da bisher keine größeren Serien publiziert wurden. Die früher als \"Post-Transfusionshepatitis\" klassifizierten Fälle, von denen die meisten durch HCV bedingt waren, zeigten jedoch fast nie ein akutes Leberversagen. Einzelfälle von HCV-assoziiertem akutem Leberversagen sind aber berichtet worden [4] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hepatitis E • Bei der in Deutschland extrem seltenen Hepatitis-E-Infektion (HEV) werden akute Leberversagen recht häufig beschrieben. Das Risiko soll für Männer bei etwa 3%, bei schwangeren Frauen sogar bei 10-20% liegen. Besonders groß ist die Sterblichkeit im dritten Trimester der Schwangerschaft. Ob diese Daten auch außerhalb der Dritten Welt so reproduziert werden, steht noch nicht fest, jedenfalls scheint aber die HEV Infektion häufiger zum akuten Leberversagen zu führen als HAV und HBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kryptogene Hepatitis • Ein erheblicher Teil der Patienten mit fulminantem Leberversagen zeigt ein Krankheitsbild, welches mit einer Virushepatitis gut vereinbar wäre, bei dem sich jedoch keine der bekannten Virusinfektionen objektivieren lässt. Diese \"kryptogene Hepatitis\" ist besonders häufig in der Gruppe der protrahierten, subakuten Leberversagen. Hier macht sie in einzelnen Studien bis zu 90% der Fälle aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seltene virale Ursachen für ein fulminantes Leberversagen sind Infektionen mit Herpes-simplex-Viren Typ ",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "Typ",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Paracetamol-Überdosierung • Die Paracetamol-Überdosierung wird vor allem in Großbritannien häufig gesehen, jedoch nimmt auch in Deutschland die Zahl der Fälle tendenziell zu. Meist handelt es sich um eine in suizidaler Absicht eingenommene Überdosis. Die Toxizität ist weitgehend dosisabhängig und vorhersagbar. Oberhalb einer eingenommenen Menge von 10-12 g ist in der Regel mit deutlicher Lebertoxizität zu rechnen. Gelegentlich beobachtet man jedoch auch Fälle von Leberschädigung bei Einnahme von therapeutischen Mengen, besonders bei Patienten, die chronisch Alkohol trinken oder Medikamente einnehmen, die zu einer p450-Enzyminduktion führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medikamente"
        },
        {
            "text": "Die Metabolisierung des Acetaminophens über das p450-Oxigenasensystem führt zur Bildung eines toxischen, instabilen Metaboliten, der normalerweise durch Konjugation mit Gluthathion schnell inaktiviert wird. Bei Erschöpfung des Gluthathion-Pools kommt es zur Akkumulation dieses Metaboliten und damit zur ᭤ Zellschädigung durch Lipidperoxidation. Blutspiegel des Paracetamols 4-16 h nach Einnahme können Patienten identifizieren, die möglicherweise eine Lebernekrose erleiden werden. Das Vollbild des Leberversagens entwickelt sich verzögert, typischerweise tritt erst am 3. oder 4. Tag nach Einnahme der Substanz eine sich dann rasch verschlechternde ᭤ Enzephalopathie ein, gleichzeitig geht die Syntheseleistung der Leber zurück und das Bilirubin steigt an [6] . Prognostisch ungünstig sind die Entwicklung einer metabolischen Azidose und ein frühes Nierenversagen.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Medikamente"
        },
        {
            "text": "Halothan-Hepatitis • Die Halothan-Hepatitis ist der Prototyp einer ᭤ idiosynkratischen Medikamentenreaktionen. Sie kann -wenngleich seltener -auch nach Anästhesie mit anderen Halogen-Kohlenwasserstoffen auftreten. Typischerweise entwickelt sich schon innerhalb von einer bis zwei Wochen nach Exposition bei den betroffenen Patienten eine rasch progrediente, hochikterische Hepatitis. In der Regel tritt eine Leberschädigung erst nach mindestens zweifacher Halothanexposition auf, in seltenen Fällen kann jedoch schon die erste Exposition zur Hepatitis führen. Betroffen sind typischerweise übergewichtige Frauen im mittleren Lebensalter mit atopischer Diathese.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medikamente"
        },
        {
            "text": "Es handelt sich um eine ᭤ allergisch-toxische Reaktion bei der halothanspezifische Antikörper beschrieben worden sind [7] . Diese können aber international nur von wenigen Labors bestimmt werden, sodass sie für die Diagnostik wenig hilfreich sind und die Diagnose in der Regel aufgrund des klinischen Verlaufs gestellt werden muss.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Medikamente"
        },
        {
            "text": "Idiosynkratische Reaktionen mit Leberversagen können durch eine Reihe von Medikamenten ausgelöst werden. Meist tritt die Reaktion in zeitlich kurzem Abstand nach Beginn der Exposition auf.Angesichts der großen Zahl potentiell verursachender Medikamente ist eine positive Bestätigung der Diagnose oft schwierig, zumal valide diagnostische Tests fehlen. In jedem Einzelfall muss aus der Literatur oder durch Rücksprache mit dem Hersteller die Möglichkeit eines Leberversagens durch Einnahme verdächtigter Substanzen abgeklärt werden. Selten können Autoantikörperphänomene oder klinische Hinweise für andere Hypersensitivitätsreaktionen hilfreich sein. Meist bleibt aber die idiosynkratische Medikamentenreaktion eine ᭤ Ausschlussdiagnose [8] .",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 739,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Medikamente"
        },
        {
            "text": "Knollenblätterpilzvergiftungen • Knollenblätterpilzvergiftungen sind in Zentraleuropa im Spätsommer/Herbst nicht selten. Die Vergiftung mit ᭤ Amanita-Toxinen zeigt einen typischen klinischen Verlauf. Innerhalb der ersten 6-12 h nach Ingestion treten schwere abdominelle Schmerzen, Übelkeit und -häufig blutiges -Erbrechen auf. Hiervon erholen sich die Patienten langsam und es folgt eine relativ symptomarme Phase von 1-3 Tagen, während derer sich aber die biochemischen Leberwerte ständig und dramatisch verschlechtern. Kennzeichnend ist ein rascher Abfall der Gerinnungsfaktoren bei steilem Anstieg der Transaminasen. Akute Schwangerschaftsfettleber • Die akute Schwangerschaftsfettleber ist eine Komplikation im letzten Trimester der Schwangerschaft. Kennzeichnend ist eine massive, mikrovesikuläre Verfettung der Leber. Abzugrenzen sind andere schwangerschaftsassoziierte Leberfunktionsstörungen, insbesondere das ᭤ HELLP-Syndrom (hypertension, elevated liver enzymes, low platelets), welches in die Gruppe der schweren Gestosen einzuordnen ist [9] .",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sonstige Ursachen"
        },
        {
            "text": "tritt nur bei jungen Menschen, meist im 2. oder 3. Lebensjahrzehnt auf.Ausgelöst wird die Dekompensation gelegentlich durch Phasen erhöhter körperlicher Belastung, die Pathomechanismen der plötzlich eintretenden massiven Leberzerstörung sind jedoch nicht geklärt. Klinisch sind diese Fälle durch die Trias aus akutem Leberversagen, Coombs-negativer hämolytischer Anämie und diskrepant gering erhöhten Serumenzymwerten, insbesondere für die alkalische Phosphatase, gekennzeichnet [10] . Oft findet sich ein ᭤ Kayser-Fleischer-Ring.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Morbus Wilson • Ein akutes Leberversagen als Erstmanifestation eines Morbus Wilson"
        },
        {
            "text": "Histologisch besteht trotz der Präsentation als akutes Leberversagen in diesen Fällen immer schon eine Zirrhose. Die Urin-Kupfer-Ausscheidung ist extrem erhöht und kann, neben in diesen Fällen fast immer erniedrigten Serum-Coeruloplasmin, zur Diagnosefindung helfen.Auch das Verhältnis von alkalischer Phosphatase im Serum (U/l) zum Gesamtbilirubin (µmol/l) ist als diagnostisches Kriterium vorgeschlagen worden. Ein Wert von weniger als 2 bei Patienten mit fulminantem Leberversagen gilt als suggestiv für das Vorliegen eines M. Wilson [11] .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Morbus Wilson • Ein akutes Leberversagen als Erstmanifestation eines Morbus Wilson"
        },
        {
            "text": "Weitere Ursachen für ein akutes Leberversagen sind: ◗ das Budd-Chiari-Syndrom, ◗ Hitzeschock, insbesondere nach vorhergegangenem Alkoholexzess, ◗ septische Infektionen, ◗ kardiovaskuläre Schockzustände.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morbus Wilson • Ein akutes Leberversagen als Erstmanifestation eines Morbus Wilson"
        },
        {
            "text": "Charakteristisch für den klinischen Verlauf des akuten Leberversagens ist die rasche Entwicklung eines Multiorganversagens. Frühzeitig kommt es im Verlauf zu einer deutlichen Schädigung der Immunabwehr, bakterielle Infektionen und Endotoxinämie sind häufig. In der Folge werden Makrophagen aktiviert und setzen Zytokine und Tumor-Nekrosefaktor frei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathomechanismen des Multiorganversagens"
        },
        {
            "text": "Das klinische Bild gleicht dem der Sepsis, mit Hypotension bis zum Schock und Störungen der Mikrozirkulation. Als Folge der Gewebehypoxie treten sekundäre Schädigungen an extrahepatischen Organen auf, z. B. am Darm mit weiterer Einschwemmung toxischer Substanzen und verstärkter Leberschädigung. Prognoseentscheidend sind die Schäden an Niere, Lunge und ZNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathomechanismen des Multiorganversagens"
        },
        {
            "text": "Histologisch sieht man konfluierende Nekrosen und einen die Zonen des Leberläppchens überschreitenden Verlust an Hepatozyten. Eine Leberbiopsie ist jedoch bei akutem Leberversagen wenig hilfreich, da sie weder die genaue Ätiologie in Fällen diagnostischer Unklarheit bestimmen kann, noch eine zuverlässige Aussage über die Spontanprognose ermöglicht. Versuche, die Nekrosen zu quantifizieren und daraus prognostische Vorhersagen zu gewinnen, sind erfolglos geblieben, sodass in der Regel das Risiko einer Leberbiopsie bei akutem Leberversagen größer ist als deren potenzieller Nutzen. Insgesamt hat sich die Prognose des akuten Leberversagens durch die Weiterentwicklung der Intensivmedizin über die letzten 20 Jahre zwar verbessert, die Überlebensraten nach Eintritt einer Enzephalopathie liegt jedoch bei konservativer Therapie allein auch heute nur zwischen 30% und 60% je nach Patient und Diagnose, d. h. etwa jeder 2. Patient mit akutem Leberversagen braucht eine Lebertransplantation [12] . Patienten, die ein akutes Leberversagen überleben, erholen sich in der Regel vollständig. Nur selten bleiben zerebrale, renale oder hepatische Residuen zurück.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 994,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Pathomechanismen des Multiorganversagens"
        },
        {
            "text": "Paracetamolintoxikation • N-Azetylzystein stabilisiert den Gluthathion-Pool und kann so die Toxizität des Paracetamols erheblich reduzieren. Es muss möglichst früh im Verlauf intravenös verabreicht werden und sollte durchgehalten werden, bis keine Blutspiegel des Paracetamols mehr nachweisbar sind [5] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Klinische Probleme und Therapie Spezifische Therapien des Leberversagens"
        },
        {
            "text": "Knollenblätterpilzvergiftungen • Therapeutisch werden Penicillin G und Silibenin (Legalon ® ) gegeben. Diese Therapie ist empirisch und etabliert, jedoch nicht durch gute Studien abgesichert. Solche existieren zur Therapie der Amanita-Intoxikation praktisch nicht.Von ausschlaggebender Bedeutung ist die frühzeitige Diagnose und möglichst umgehende Toxinentfernung. Hierfür eignet sich bei dem renal ausgeschiedenen, gut wasserlöslichen Toxin sowohl die körpereigene Diurese als auch eine Standardhämodialyse. Kohle-oder sonstige Adsorber-Perfusion ist nicht notwendig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Probleme und Therapie Spezifische Therapien des Leberversagens"
        },
        {
            "text": "Da die Patienten in der Regel erst in der gastrointestinalen Phase der Vergiftung stationär aufgenommen werden, ist eine Toxinentfernung aus dem Darm nicht mehr möglich. Unmittelbar nach Diagnosestellung sollte mit Hämodialyse begonnen werden, parallel kann eine forcierte Diurese erfolgen, sofern kein Nierenversagen vorliegt. Dies Vorgehen soll beibehalten werden, bis kein Toxin mehr im Urin oder im Blut nachweisbar ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Probleme und Therapie Spezifische Therapien des Leberversagens"
        },
        {
            "text": "weiblichen Patienten mit Leberversagen unmittelbar durchgeführt werden. Handelt es sich um ein schwangerschaftsassoziiertes Leberversagen, muss wenn irgend möglich die Schwangerschaft beendet werden, womit die Leberfunktion in aller Regel kurzfristig normalisiert wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangerschaftsassoziiertes Leberversagen. Ein Schwangerschaftstest soll bei allen"
        },
        {
            "text": "Darüber hinaus sind spezifische Therapien des akuten Leberversagens nicht als wirksam gesichert. Insulin-und Glukagondauerinfusionen wurden eingesetzt um die Leber-Regeneration zu fördern. Die Ergebnisse zeigten jedoch keine überzeugenden Effekte und die Gefahr der Blutzuckerentgleisung ist hoch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwangerschaftsassoziiertes Leberversagen. Ein Schwangerschaftstest soll bei allen"
        },
        {
            "text": "Untersuchungen der zirkulierenden ᭤ HGF-Spiegel (hepatic growth factor) zeigen, dass dieser leberspezifische Wachstumsfaktor bei Patienten mit Leberversagen in fast allen Fällen deutlich erhöht ist; bei Patienten, die starben oder transplantiert werden, mussten sogar noch deutlicher als bei solchen, die sich erholten.Andererseits zeigen Studien, dass eine Erhöhung des ᭤ a a-Fetoproteins im Verlauf des akuten Leberversagens mit einer positiven Prognose assoziiert ist. Demnach ist die Situation im akuten Leberversagen durch maximale Regenerationsstimulation gekennzeichnet. Das Überleben der Patienten hängt jedoch von der effektiv eintretenden Hepatozytenproliferation ab, die wiederum von der Ätiologie und dem Ausmaß der zugrunde liegenden Schädigung bestimmt wird. Zukünftige Ansätze werden daher darauf gerichtet sein müssen, die Pathomechanismen der zum Leberversagen führenden Hierzu unternommene Versuche haben bisher leider nicht überzeugt. Interferon verbessert nicht das Überleben bei fulminanter Virushepatitis und der Versuch, viral induzierte fulminante Hepatitiden durch intravenöses Prostaglandin E1 zu behandeln blieb ebenfalls ohne reproduzierbaren Erfolg. Ein Beispiel für neuere Ansätze in dieser Richtung ist die ᭤ Nukleosidanalogatherapie bei fulminanter Hepatitis B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue therapeutische Ansätze"
        },
        {
            "text": "Die hepatische Enzephalopathie gehört zu den essentiellen klinischen Befunden für die Diagnose eines akuten Leberversagens. Sie wird eingeteilt in 4 Schweregrade, wobei die Tiefe der Enzephalopathie insbesondere in den Anfangsstadien eines Leberversagens und bei sog.\"late onset hepatic failure\" deutlich wechseln kann (Tabelle 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzephalopathie"
        },
        {
            "text": "Der Grad der Enzephalopathie hat prognostische Bedeutung. Bleibt der Patient ansprechbar und orientiert (Enzephalopathiegrade 1 und 2), so ist die Prognose gut. Tritt jedoch eine höhergradige Enzephalopathie ein, wird die Prognose generell deutlich schlechter und unvorhersagbarer [13] . Das Risiko eines Multiorganversagens und die Gefahr eines Hirnödems steigen parallel zum Grad der Enzephalopathie an.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Enzephalopathie"
        },
        {
            "text": "Die Pathophysiologie der Enzephalopathie ist multifaktoriell und nicht vollständig geklärt. Funktionell kommt es zu einer Verschlechterung des neuronalen Energiestoffwechsels und einer Veränderung der Blut-Hirn-Schranke. Ammoniak, Phenole, Fettsäuren, Mercaptane und sog. Mittelmoleküle werden als verursachende Substanzen diskutiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzephalopathie"
        },
        {
            "text": "Eine wesentliche Hypothese besagt, dass ᭤ Gammaaminobuttersäure (GABA) für die \"endogene Narkose\" der hepatischen Enzephalopathie verantwortlich sein könnte. Bei dieser Substanz handelt es sich um den wichtigsten inhibitorischen Neurotransmitter im ZNS, sein Wirkungsprofil lässt eine Vermittlung der Enzephalopathie über den GABA-Rezeptor als möglich erscheinen. Die zirkulierenden GABA-Spiegel bei Patienten mit akutem Leberversagen sind erhöht gefunden worden. Andererseits sind die GABA-Konzentrationen im Hirngewebe und im Liquor bei Patienten mit schwerer Enzephalopathie meist normal.Alternativ sind Mechanismen untersucht worden, die die Empfindlichkeit des GABA-Rezeptors steigern könnten, insbesondere der Benzodiazepin-Rezeptor, der mit dem GABA-Rezeptor in der Plasmamembran neuronaler Zellen einen supramolekularen Komplex bildet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzephalopathie"
        },
        {
            "text": "Verschlechterung des neuronalen Energiestoffwechsels und Veränderung der Blut-Hirn-Schranke ᭤ Gammaaminobuttersäure Tabelle [14] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Tabelle",
                    "ref_id": null
                }
            ],
            "section": "᭤ Nukleosidanalogatherapie"
        },
        {
            "text": "Alternativ werden die Bildung \"falscher Neurotransmitter\" im ZNS sowie die Veränderungen des zirkulierenden Aminosäureprofils als mögliche Ursache der Enzephalopathie diskutiert. Letztlich ist die Genese der hepatischen Enzephalopathie jedoch ungeklärt, gesichert ist nur, dass die Aufnahme stickstoffhaltiger Substanzen aus dem Darm die Symptomatik verschlechtert. Eiweißkarenz und hohe Einläufe mit Laktulose sind deshalb insbesondere in frühen Enzephalopathiestadien empfehlenswert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "᭤ Nukleosidanalogatherapie"
        },
        {
            "text": "Rund 75-80% der Patienten mit akutem Leberversagen und Enzephalopathie Grad 4 entwickeln ein Hirnödem, unabhängig von der dem Leberversagen zugrunde liegenden Ursache. Jüngere Patienten sind besonders gefährdet, und die Gefahr ist um so größer, je schneller sich das Vollbild des Leberversagens entwickelt. Pathophysiologisch werden eine vermehrte Permeabilität der Blut-Hirn-Schranke durch ᭤ Schädigung der Gefäßendothelzellen (vasogene Komponente) sowie eine ᭤ Schwellung der Astrozyten durch vermehrte intrazelluläre Osmolarität (zytotoxische Komponente) als Ursachen des Hirnödems angenommen. Art und Ausmaß der Schädigung der Blut-Hirn-Schranke bei Patienten mit ALV sind unklar; zwar findet sich in Tiermodellen eine vermehrte Passage von Inulin, Sucrose oder Farbstoffen in das ZNS, jedoch ließen sich bei Menschen weder mit bildgebenden Verfahren noch an post mortem Biopsien Beweise für eine Schädigung der Endothelzellen oder eine relevante funktionelle Störung der Blut-Hirn-Schranke finden. Auch Kortikosteroide, welche bei Endothelzellschädigung erfolgreich eingesetzt werden, sind bei ALV-induziertem Hirnödem wirkungslos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Eine ᭤ Gliaschwellung im ZNS ist in allen Tiermodellen und auch beim ALV des Menschen nachweisbar und wird auf eine vermehrte intrazelluläre Osmolarität zurückgeführt. Zwei Mechanismen werden zur Erklärung diskutiert. Eine Erhöhung des intrazellulären Natriums durch Hemmung der Na + -K + -ATPase an den Zellmembranen wird seit den 80er Jahren postuliert. Zirkulierende Hemmstoffe und eine hypoxische Schädigung der Na + -K + -ATPase konnten in verschiedenen Tiermodellen wahrscheinlich gemacht werden, sind beim Menschen jedoch nie zuverlässig charakterisiert worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Aktueller ist die ᭤ Ammoniak/Glutamin-Hypothese. Glutamin entsteht in Astrozyten im Rahmen des Ammoniak-Stoffwechsels aus Glutamat. Das verantwortliche Enzym, die Glutamin-Synthetase ist das einzige im ZNS verfügbare Ammoniakentgiftungssystem. Die Konzentration von Glutamin steigt bei akutem Leberversagen in allen Tiermodellen und auch beim Menschen stark an. ᭤ Intrazelluläre Glutaminakkumulation durch Hyperammoniämie führt zu Zellschwellung, sofern nicht andere Osmolyte aus der Zelle entfernt werden. Bei chronischer Enzephalopathie wird der Anstieg der intrazellulären Osmolarität durch sukzessiven Verlust von anderen Aminosäuren (Taurin,Alanin), Polyalkoholen (Myo-Inositol, Sorbitol) und Methylaminen (Betaine, Glycerophosphocholin) ausgeglichen. Der Verlust dieser \"organischen Osmolyte\" verhindert eine Zellschwellung. Gleichzeitig werden die für ihre Wiederaufnahme in die Zelle verantwortlichen Transporterproteine herunterreguliert, sodass es bei langsam entstehender Hyperammoniämie nicht zum Hirnödem kommt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Entsprechend zeigten Messungen mittels NMR-Spektrometrie, dass es beim ALV zu einer Vermehrung des intrazellulären Glutamins ohne Reduktion des Myo-Inositols kommt [15] , während bei Zirrhose der Glutaminanstieg von einem Verlust an Myo-Inositol begleitet wird [16] . Diese Erklärung für das Hirnödem bei Enzephalopathie ist auch deshalb so attraktiv, weil sie die Erhöhung des Ammoniakspiegels mit der Entstehung des Ödems verbindet.Akute Hyperammoniämie ist auch ohne Lebererkrankung mit einem Hirnödem vergesellschaftet, so bei Patienten mit Harnstoff- [18] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Patienten, die in Gefahr sind ein, Hirnödem zu entwickeln, sollten in ruhiger Umgebung gepflegt werden, der Oberkörper soll 45°angehoben gelagert werden, und direkte Manipulationen am Patienten sollen auf ein Minimum beschränkt bleiben. Patienten mit Enzephalopathie Grad 3 oder 4 sollten elektiv intubiert werden, um zu verhindern, dass eine Aspiration entritt und um eine ᭤ maschinelle Hyperventilation zu ermöglichen. Ein Monitoring des Sauerstoffgehalts in der V. jugularis im Vergleich zur arteriellen Sauerstoffspannung ermöglicht eine Abschätzung des ᭤ zerebralen Sauerstoffverbrauchs. Dieser sollte im Verlauf erfasst werden, um eine Verschlechterung frühzeitig erkennen und therapeutisch reagieren zu können.Auch ein Anstieg des jugulären Laktatspiegels deutet auf eine ungenügende Sauerstoffversorgung des Gehirns hin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "In frühen Stadien des Hirnödems ist die intrakranielle Druckerhöhung schwankend und der zerebrale Blutfluss erhöht. Die Sauerstoffaufnahme des Gehirns ist noch normal. Mit fortschreitendem Ödem wird die Druckerhöhung stärker und zeigt keine Schwankungen mehr. Der zerebrale Perfusionsdruck sinkt. In der Folge kommt es zu einer Abnahme des zerebralen Blutflusses und zu einer Verminderung der Sauerstoffzufuhr. In diesen Stadien steigt die arteriell/juguläre Sauerstoffdifferenz deutlich an, da die zerebrale Sauerstoffextraktion steigt, um den verminderten Blutfluss zu kompensieren. In Spätstadien reicht die Hirndurchblutung nicht mehr für eine Versorgung der Nervenzellen aus und es kommt zum Hirntod [13] . Dieser tritt unter Umständen auch ohne Zeichen einer zerebellären Einklemmung auf.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 709,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Therapeutisch ist die Hyperventilation auf p a CO 2 -Werte zwischen 30 und 35 mmHg nur in Frühstadien erfolgversprechend. Nimmt mit fortschreitender Druckerhöhung der zerebrale Blutfluss ohnehin ab, so ist keine Hyperventilation mehr angezeigt. Mannitol zur osmotischen Hirnödemtherapie ist das wichtigste Therapieprinzip. Es ist besonders in frühen und mittleren Stadien des Hirnödems wirksam, verliert in späten Stadien jedoch deutlich an Effizienz. Die Wirkung des Mannitol geht mit einer osmotischen Diurese einher. Zeigen Patienten ohne Nierenversagen nach Gabe von 0,3 bis 0,4 mg/kg Mannitol keine Zunahme der Diurese, soll die ᭤ Plasma-Osmolarität gemessen werden, und bei einer Osmolarität von weniger als 320 mOsm soll die Dosis unmittelbar wiederholt werden. Bei Patienten mit Nierenversagen ist Mannitol nur wirksam, wenn innerhalb von 15 min nach Administration das Dreifache des zugeführten Volumens durch Ultrafiltration entfernt wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "In späten Stadien sind eine Verminderung des Sauerstoffbedarfs durch Gabe von Thiopental und eine Verbesserung des Sauerstoffangebots durch Erhöhung des inspiratorischen Sauerstoffs (᭤ \"Luxus-Oxygenierung\") die einzig verbleibenden Therapieansätze [19] . ",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Hirnödem"
        },
        {
            "text": "Eine Überwässerung der Patienten mit fulminantem Leberversagen muss durch sorgfältige Volumenüberwachung und Flüssigkeitsbilanzierung verhindert werden. Fällt der zerebrale Perfusionsdruck unter 50 mmHg, muss durch ᭤ Katecholamine der arterielle Mitteldruck angehoben werden. In diesem Stadium sollte der Patient flach gelagert werden, um den zerebralen Blutfluss zu optimieren. Die Gabe von Dexamethason bei hepatisch induziertem Hirnödem ist nicht hilfreich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A n z e i g e"
        },
        {
            "text": "Systolische Blutdruckerhöhungen bei Patienten mit Grad-4-Enzephalopathie sind Hinweise für eine intrakranielle Druckerhöhung. Typischerweise findet sich bei Patienten mit akutem Leberversagen im Gegensatz dazu ein ᭤ hypotoner, hyperdynamer Kreislauf, ähnlich der Situation bei Patienten mit Sepsis. Es findet sich ein hohes Herz-Zeit-Volumen bei deutlich erniedrigtem peripherem Widerstand und niedrigen diastolischen Blutdruckwerten. Relative Hypovolämie durch Vasodilatation führt zu niedrigen zentralvenösen, pulmonalarteriellen und linksventrikulären Füllungsdrucken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiovaskuläres System und Hämodynamik"
        },
        {
            "text": "Die Patienten mit Enzephalopathie Grad 3-4 und hohem Hirndruckrisiko müssen mit einem Pulmonaliskatheter überwacht werden, um sie optimal hydrieren und die peripheren Widerstände mit Katecholaminen präzise einstellen zu können. Flüssigkeitsersatz soll immer auch mit Blutkonserven erfolgen, wenn der Hämoglobinwert unter 11% absinkt. Persistiert das hypotone Kreislaufversagen trotz adäquater Hydratation, so ist die Prognose sehr schlecht. Katecholamine können die Situation stabilisieren, sind aber nur mit einer Verbesserung der Prognose verbunden, wenn sie eingesetzt werden, um weitergehende therapeutische Maßnahmen zu ermöglichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiovaskuläres System und Hämodynamik"
        },
        {
            "text": "Adrenalin und Noradrenalin verbessern die Kreislaufsituation durch Steigerung des peripheren Widerstandes, Adrenalin unterstützt darüber hinaus die myokardiale Kontraktionskraft, keine der beiden Substanzen erhöht aber die Sauerstoffaufnahme in peripheren Geweben. Zusätzliche Maßnahmen, um das mikrovaskuläre Sauerstoffangebot und die periphere Sauerstoffaufnahme zu verbessern, werden insbesondere von angelsächsischen Arbeitsgruppen sehr empfohlen. Diese konnten zeigen, dass die intravenöse Gabe von ᭤ Prostazyclin die Mikrozirkulation und den Sauerstoffverbrauch in der Peripherie verbessert und eine Dauerinfusion von N-Azetylzystein, in Dosen wie bei Paracetamolintoxikation, die Sauerstoffextraktion und den Sauerstoffverbrauch steigern kann [20] . Insgesamt sollen als Zielgrößen der hämodynamischen Maßnahmen folgende Richtwerte erreicht werden: ◗ ein Herzindex von >4,5 l/min/m 2 , ◗ ein peripherer Widerstandsindex von >700 dyn/s/cm 5 Unabhängig von diesen eher unspezifischen pulmonalen Veränderungen beobachtet man bei einem Teil der Patienten darüber hinaus ein deutliches ᭤ Ventilations/ Perfusions-Mismatch. Die Situation erinnert an das bei chronischen Lebererkrankungen beobachtete \"hepatopulmonale Syndrom\" und ist gekennzeichnet durch eine erhebliche intrapulmonale Vasodilatation, die zu einem funktionellen Rechts-Links Shunt führt [22] . Hohe Sauerstoffpartialdrucke sind erforderlich, um eine ausreichende Oxygenierung des Blutes sicherzustellen. Bei der Beatmung dieser Patienten soll dennoch der Atemwegsmitteldruck nicht wesentlich gesteigert werden, um nicht durch Stauung des venösen Rückflusses die Entwicklung eines Hirnödems zu begünstigen.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 754,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 945,
                    "end": 946,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Kardiovaskuläres System und Hämodynamik"
        },
        {
            "text": "Patienten mit fulminantem Leberversagen haben eine schwerwiegende Störung ihrer Immunabwehr mit gestörter Neutrophilen-und Kupferzellfunktion sowie einem Mangel an Opsoninen (Komplementfaktoren, Fibronektin). Bei Patienten mit Enzephalopathie von Grad 2 und schwerer finden sich pathologische mikrobiologische Kulturbefunde in 80% der Fälle. Am häufigsten sind Infektionen der Atemwege (62%), gefolgt von positiven Urin (48%) und Blutkulturbefunden (20% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen"
        },
        {
            "text": "Schwere Gerinnungsstörungen gehören obligat zum klinischen Bild des akuten Leberversagens. Die Natur dieser Gerinnungsstörungen ist komplex und umfasst sowohl einen Mangel an prokoagulatorischen Faktoren, als auch ein Defizit bei den Inhibitoren der Gerinnung und der Fibrinolyse [23] . Man findet bei akutem Leberversagen einen Mangel an Fibrinogen, Prothrombin, Faktor II, V, VII, IX, Protein S, Protein C, und Antithrombin III. Die Prothrombinzeit (\"Quick-Wert\") wird häufig als aussagekräftiger Indikator für die Schwere des Leberversagens benutzt; sie misst hauptsächlich die Faktoren II, V, VII und X.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Gerinnungsstörung"
        },
        {
            "text": "Neben einer verminderten Produktion durch die Leber spielt auch ein gesteigerter peripherer Verbrauch an Gerinnungsfaktoren für die niedrigen Spiegel eine Rolle. Zwar sieht man nur selten das Vollbild der Verbrauchskoagulopathie, bei Anwendung sensitiver Suchtests zeigen jedoch fast alle Patienten Zeichen der intravasalen Gerinnung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gerinnungsstörung"
        },
        {
            "text": "Ein ᭤ Antithrombin-III-Mangel findet sich bei fast allen Patienten. Die Substitution auf Werte über 50% ist assoziiert mit einer längeren Halbwertszeit für Heparin und einer geringeren Koagulopathierate insbesondere bei Patienten, die dialysiert oder hämofiltriert werden müssen. Ebenfalls gut dokumentiert sind qualitative und quantitative Störungen der Thrombozyten. Mehr als zwei Drittel der Patienten haben zirkulierende Thrombozytenzahlen unter 100.000/µl. Die Thrombozytenaggregation ist gestört, jedoch findet sich eine gesteigerte Adhäsionsbereitschaft der Thrombozyten möglicherweise als Folge eines erhöhten Spiegels des von Willebrand-Faktors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gerinnungsstörung"
        },
        {
            "text": "In frühen Untersuchungen wurden klinisch schwere Blutungen bei 30% der Patienten beschrieben. Seither hat die großzügige Substitution mit gefrorenem Frischplasma diese Rate deutlich vermindert. Man sollte die Faktoren II und V sowie den Quick-Wert nicht unter 20% absinken lassen und das AT III immer über 50% halten. Die häufigste Blutungsquelle mit relevantem Blutverlust ist die Schleimhaut im Magen und oberen Dünndarm. Dies ist Folge der ᭤ akuten Stauungsgastritis mit häufig ausgedehnten Erosionen der Magenschleimhaut. Patienten im akuten Leberversagen müssen daher unbedingt H 2 -Rezeptor-Blocker oder Protonenpumpeninhibitoren zur Blutungsprophylaxe erhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gerinnungsstörung"
        },
        {
            "text": "Patienten mit akutem Leberversagen entwickeln häufig eine ᭤ schwere Hypoglykämie. Die Hypoglykämie kann die mentale Situation der Patienten erheblich verschlechtern und wird gelegentlich als sich verschlechternde Enzephalopathie verkannt. Umgekehrt werden durch eine fortgeschrittene Enzephalopathie die Zeichen der Hypoglykämie maskiert, weshalb bei deutlich enzephalopathischen Patienten engmaschige Blutzuckerkontrollen notwendig sind. Zeigen sich Unterzuckerungstendenzen (BZ unter 3,5 mmol/l=60 mg%), muss intravenös Glukose substituiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolische Störungen"
        },
        {
            "text": "Die Ursachen der Hypoglykämieneigung sind vielfältig. Mit fortschreitender Verschlechterung der Leberfunktion kommt es zu einem ᭤ Versagen der Glukoneogenese. Gleichzeitig sind die Patienten meist schon länger ohne adäquate Nahrungsaufnahme, wodurch die Glykogenspeicher leer sind. Darüber hinaus zeigen viele der Patienten eine ᭤ Hyperinsulinämie durch verminderte hepatische Insulinextraktion [24] .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Metabolische Störungen"
        },
        {
            "text": "᭤ Störungen des Säure-Basen-Haushalts sind ebenfalls häufig. Bei Paracetamolintoxikation entwickeln bis zu 30% der Patienten eine metabolische Azidose. Diese geht der Enzephalopathie zeitlich voraus und ist von der Nierenfunktion unabhängig. Sie verschlechtert die Prognose erheblich. Das Absinken des arteriellen pH-Wertes auf unter 7,3 am 2. Tag nach Einnahme oder später ist mit einer Mortalität von 90% assoziiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolische Störungen"
        },
        {
            "text": "Demgegenüber beobachtet man bei nur 5% der Patienten mit akutem Leberversagen anderer Genese eine ᭤ Azidose, die ebenfalls mit einer sehr schlechten Prognose assoziiert ist. Hier handelt es sich meist um Laktatazidosen, bedingt durch mangelnde Sauerstoffaufnahme in der Peripherie. Die Ursache liegt in ᭤ Mikrozirkulationsstörungen durch Tonusveränderungen der Arteriolen, Mikrothromben bei in-Ein Indikator für die Schwere des Leberversagens ist die Prothrombinzeit travasaler Gerinnungsneigung und dem Gewebsödem bei erhöhter Kapillarpermeabilität. Maßnahmen gegen die Laktatazidose wie Hämodialyse und Bikarbonatsubstitution bleiben wirkungslos, solange nicht die zugrundeliegende Mikrozirkulationsstörung behoben werden kann. Öfter als schwere Azidosen sieht man bei akutem Leberversagen eine ᭤ metabolische Alkalose. Diese wird bedingt durch ein Versagen der Harnstoffsynthese in der Leber, wodurch die beiden Vorläufersubstrate der Harnstoffbildung,Ammonium und Bikarbonat akkumulieren. In Assoziation mit der Alkalose wird gehäuft eine ᭤ Hypokaliämie gesehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolische Störungen"
        },
        {
            "text": "Maschinelle Leberersatzverfahren könnten die Zeit bis zur Lebertransplantation oder -idealer Weise -sogar bis zur Erholung der erkrankten Leber überbrücken und wären so der entscheidende Durchbruch in der Behandlung des akuten Leberversagens. Deshalb sind seit den siebziger Jahren zahlreiche Versuche unternommen worden, solche Verfahren zu entwickeln, ohne dass bis heute entscheidende Fortschritte erzielt werden konnten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Die beteiligten Arbeitsgruppen verfolgten dabei zunächst 2 grundsätzlich unterschiedliche Ansätze. Auf der einen Seite wurden Filtrationsverfahren eingesetzt, während andere Gruppen zellgestützte sogenannte \"Bio-Reaktoren\" entwickelten. In jüngster Zeit wird mit einer Kombination aus beiden Verfahren gearbeitet und in internationalen Multicenterstudien versucht, deren Wirksamkeit nachzuweisen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Das Grundkonzept bei den ᭤ Filtrationsverfahren ist, dass die Patienten mit akutem Leberversagen letztlich an der fehlenden Entgiftungsfunktion der Leber versterben, also an einer endogenen Vergiftung, die durch Entfernung der relevanten Toxine verhinderbar sein müsste. Ursprünglich wurden hierzu Plasmapheresen durchgeführt, später wurden Kohlefilter und Adsorber-Harze verwendet. Neueste Maschinen benutzen eine Kombination aus Plasmapherese und Spezialadsorbern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Die Ergebnisse zahlreicher publizierter Studien zeigen, dass die Effekte der verschiedenen Filtrationsverfahren jeweils nur passager und insgesamt enttäuschend sind. Zwar bessert sich häufig -besonders bei den ersten Behandlungen -der Bewusstseinszustand der Patienten unter der Filtration, nach Ende der Behandlung kommt es jedoch unmittelbar zu einer erneuten Verschlechterung auf das Ausgangsniveau, und eine Verbesserung der Gesamtprognose konnte nie gezeigt werden [25] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Ein wesentliches Handikap bei der Entwicklung effektiver Filtrationssysteme ist, dass bis heute unklar ist, welche Substanzen entfernt werden müssten und welche andererseits möglicherweise protektiv und für das Überleben essenziell sein könnten. Daher ist bis heute nicht einmal klar, ob eine konsequente Filtration nicht letztendlich die Prognose sogar verschlechtern kann, indem sie z. B. kompensatorisch erhöhte Regenerationsfaktoren absenkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Den Protagonisten der ᭤ \"Bioreaktoren\" schwebt andererseits vor, mit Hilfe von Leber-Zellkultursystemen die tatsächliche Leberfunktion ersetzen zu können, bis eine Restitution der eigenen Leber erfolgt oder ein geeignetes Transplantat verfügbar wird. Auch bei diesen Ansätzen sind bisher die grundlegenden Probleme ungelöst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Reaktoren mit humanen Leberzellkulturen sind problematisch, da man praktisch eine humane Leber opfern muss, um den Bioreaktor zu beladen. Es fragt sich, ob es nicht sinnvoller wäre, diese dann gleich zu transplantieren. Bei Verwendung von Schweine-Hepatozyten ist die Biokompatibilität unklar.Werden andererseits immortalisierte humane Leberzell-Linien verwendet, muss deren differenzierte Funktionstüchtigkeit nachgewiesen und eine Verschleppung der potenziell malignen Zellen in den Organismus des Patienten verhindert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Somit steht bis heute kein allgemein anwendungsfähiger Bioreaktor zur Verfügung und die in verschiedenen Zentren entwickelten Reaktoren sind hinsichtlich ihrer Synthese-, Entgiftungs-und Homöostasefunktion noch zu wenig charakterisiert, als dass man ihre Bedeutung schon einschätzen könnte. Die Forschung auf dem Gebiet der Leberersatzverfahren ist jedoch aktiv und es erscheint möglich, dass in den nächsten Jahren funktionsfähige Konzepte umgesetzt und zur klinischen Erprobung gebracht werden. Bis heute steht kein allgemein anwendungsfähiger Bioreaktor zur Verfügung Lebertransplantation Die Lebertransplantation hat von allen Therapieformen des akuten Leberversagens für sich genommen die größte Verbesserung der Prognose bewirkt. Die Langzeit-Überlebensraten liegen zwar mit knapp 60% 5 Jahre nach Transplantation unter denen bei elektiver Transplantation für chronische Leberkrankheiten [26] , stellen aber gegenüber der infausten Spontanprognose bei den transplantierten Patienten eine enorme Verbesserung dar.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Die Indikationsstellung zur Transplantation bei akutem Leberversagen muss unter Berücksichtigung der Ätiologie und des Verlaufes erfolgen. Grundsätzlich soll jede Chance zu einer Erholung der Leberfunktion ohne Transplantation genutzt werden, da in Fällen, in denen ein akutes Leberversagen überlebt wird, sehr häufig eine restitutio ad integrum erfolgt. Ist andererseits die Prognose ersichtlich infaust, muss schnellstmöglich eine Transplantation angestrebt werden. Die Patienten müssen daher frühzeitig in ein Transplantationszentrum verlegt werden, und die Abschätzung der Prognose muss laufend überprüft werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Bei einigen Erkrankungen ist die Prognose mit Eintritt einer Enzephalopathie Grad 3 oder 4 praktisch immer infaust, so z. B. bei akuter Wilson-Krise oder der Halothanhepatitis. Für andere Erkrankungsgruppen sind ᭤ Prognose-Scores entwickelt worden, mit deren Hilfe die Notwendigkeit einer Transplantation frühzeitig erkennbar werden soll [27] . So konnten französische Arbeitsgruppen zeigen, dass ein Absinken des Faktor V auf unter 20% bei Hepatitis B induziertem Leberversagen retrospektiv von keinem der Patienten überlebt worden war. Zusätzliche Berücksichtigung der Konzentration des a-Fetoproteins erhöhte noch die Vorhersagekraft des Scores.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Die ausführlichsten Prognose-Scores kommen vom Kings College, England. Sie ermöglichen mit Hilfe klinischer und biochemischer Befunde eine Identifizierung von Patienten mit hohem Risiko, wobei zwischen \"Paracetamol-Intoxikation\" und \"anderen Ursachen\" unterschieden wird. Die positive Vorhersagekraft, sowohl der französischen als auch der englischen Scores, ist mit über 85% hoch, jedoch liegt die negative Vorhersagekraft enttäuschen niedrig bei nur etwa 65%, d. h. fast jeder 2. Patient, der laut Prognoseberechnung ohne Transplantation hätte überleben sollen, musste dennoch transplantiert werden oder verstarb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Die Ergebnisse der Transplantation sind abhängig vom präoperativen Zustand der Patienten. Prognostisch besonders ungünstig sind Blutungen, Nierenversagen, exzessive Bilirubinerhöhungen und eine länger bestehende Enzephalopathie Grad 4. Nach Transplantation kann ein vorbestehendes Hirnödem noch bis zu 12 h fortbestehen, und die intrakranielle Druckmessung sollte fortgesetzt werden. Das Risiko für bakterielle Infektionen und Pilzinfektionen ist nach Transplantation unter der einsetzenden Immunsuppression besonders hoch. Die schlechtere Langzeitüberlebensrate gegenüber anderen Indikationsgruppen bei den tendenziell jüngeren Patienten ist durch die hohe Rate septischer Infektionen mit tödlichem Ausgang bedingt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        },
        {
            "text": "Um Patienten mit potenziell reversiblem Leberversagen die lebenslange Immunsuppression zu ersparen, wurde die Technik der ᭤ \"auxiliären partiellen orthotopen Lebertransplantation\" (APOLT) entwickelt [28] . Hierbei wird bei der erkrankten Leber der linke Leberlappen reseziert und durch ein Teiltransplantat ersetzt. Das Transplantat übernimmt die Leberfunktion bis sich die eigene Leber des Empfängers erholt hat. Im Weiteren kann dann die Immunsuppression abgesetzt werden und das Transplantat atrophiert, während die eigene Leber zu normaler Größe hypertrophiert. Solche Teiltransplantationen können bei allen Formen des akuten Leberversagens erfolgreich durchgeführt werden, bei denen damit zu rechnen ist, dass sich die eigene Leber im weiteren Verlauf erholen wird. ",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Leberersatzverfahren"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Classification, etiology, and considerations of outcome in acute liver failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Liver Dis",
            "volume": "16",
            "issn": "",
            "pages": "343--348",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Hepatitis B virus mutant associated with an epidemic of fulminant hepatitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rimon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "324",
            "issn": "",
            "pages": "1705--1709",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of Hepatitis C virus infection in German patients with fulminant and subacute hepatic failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Theilmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Solbach",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Toex",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur J Clin Invest",
            "volume": "22",
            "issn": "",
            "pages": "569--571",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Paracetamol hepatotoxicity: how to prevent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;grady",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J R Soc Med",
            "volume": "90",
            "issn": "",
            "pages": "368--370",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coagulation factor V and VIII/V ratio as predictors of outcome in paracetamol induced fulminant hepatic failure: relation to other prognostic indicators",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hayllar",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Gut",
            "volume": "33",
            "issn": "",
            "pages": "98--102",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular basis of drug induced immunological liver injury",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Pelt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manns",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Semin Liver Dis",
            "volume": "15",
            "issn": "",
            "pages": "283--300",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Drug induced allergic hepatitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Semin Liver Dis",
            "volume": "10",
            "issn": "",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hepatic disease in pregnancy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Riely",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Med",
            "volume": "96",
            "issn": "",
            "pages": "18--22",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wilson disease: clinical presentation, treatment, and survival",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stremmel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Meyerrose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niederau",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Intern Med",
            "volume": "11",
            "issn": "",
            "pages": "720--726",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical differentiation of fulminant Wilsonian hepatitis from other causes of hepatic failure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Leventhal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gavaler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Gastroenterology",
            "volume": "100",
            "issn": "",
            "pages": "1129--1134",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Indications for orthotopic liver transplantation in fulminant liver failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wendon",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Hepatology",
            "volume": "20",
            "issn": "",
            "pages": "5--10",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Circulatory, respiratory, cerebral, and renal derangements in acute liver failure: pathophysiology and management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wendon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Liver Dis",
            "volume": "16",
            "issn": "",
            "pages": "379--388",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Flumazenil in the treatment of portal systemic encephalopathy -an overview",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gyr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Intensive Care Med",
            "volume": "17",
            "issn": "",
            "pages": "39--42",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proton spectroscopy of brain glutamine in acute liver failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcconnel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Antonson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hepatology",
            "volume": "22",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Proton magnetic resonance spectroscopy studieson human brain myoinositol in hyperosmolarity and hepatic encephalopathy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Häussinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laubenberger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vom Dahl",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Gastroenterology",
            "volume": "107",
            "issn": "",
            "pages": "1475--1480",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cerebral hemodynamic and metabolic changes in fulminant hepatic failure: a retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yonas",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Hepatology",
            "volume": "19",
            "issn": "",
            "pages": "80--87",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Complications of intracranial pressure monitoring in fulminant hepatic failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olafsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "341",
            "issn": "",
            "pages": "157--158",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Management of acute liver failure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Liver Dis",
            "volume": "16",
            "issn": "",
            "pages": "369--378",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "N-acetylcysteine improves indocyanine green extraction and oxygen transport during hepatic dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcpeake",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Crit Care Med",
            "volume": "25",
            "issn": "",
            "pages": "236--242",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Difficult management problems in fulminant hepatic failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Munoz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Semin Liver Dis",
            "volume": "13",
            "issn": "",
            "pages": "395--413",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical management of hepatopulmonary syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Krowka",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Sem Liver Dis",
            "volume": "13",
            "issn": "",
            "pages": "414--422",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The management of abnormalities of hemostasis in acute liver failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Liver Dis",
            "volume": "16",
            "issn": "",
            "pages": "403--414",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Insulin and glucagon levels in fulminant hepatic failure in man",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fiaccadori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pedretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dig Dis Sci",
            "volume": "36",
            "issn": "",
            "pages": "801--808",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Review of support systems used in the management of fulminant hepatic failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Sielaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Nyberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Dig Dis",
            "volume": "13",
            "issn": "",
            "pages": "379--388",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Liver transplantation in Europe for patients with acute liver failure",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bismuth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Castaing",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Liver Dis",
            "volume": "16",
            "issn": "",
            "pages": "415--425",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Determining prognosis in patients with fulminant hepatic failure: when you absolutely, positively have to know the answer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hepatology",
            "volume": "21",
            "issn": "",
            "pages": "879--882",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Auxiliary partial orthotopic liver transplantation (APOLT) for fulminant hepatic failure: first successful case report",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gubernatis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pichlmayr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kemnitz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "World J Surg",
            "volume": "15",
            "issn": "",
            "pages": "660--665",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HGF-Spiegel᭤ a a-FetoproteinDas Überleben der Patienten hängt von der Hepatozytenproliferation ab Krankheiten zu charakterisieren und die Schädigungsmechanismen frühzeitig zu unterbrechen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Plasma-Osmolarität᭤ \"Luxus-Oxygenierung\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antithrombin",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Zellgestützte \"Bioreaktoren\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 und 2, Herpesvirus Typ 6, Varizella-Zoster-Virus, Ep-Das Hepatitis-A-Virus ist direkt zytopathologisch Diagnose der Hepatitis A durch Nachweis von IgM-Antikörpern Etwa 1% aller hospitalisierten Hepatitis-B-Patienten erleiden ein akutes Leberversagen Das Hepatitis-B-Virus ist nicht direkt zytopathologisch Diagnose durch Nachweis von IgM-Antikörpern gegen core-Antigen Geringes Risiko nach einer Hepatitis-C-Infektion Häufig tritt akutes Leberversagen bei Hepatitis-E-Infektion auf stein Barr und Zytomegalie. Auch nach Parainfluenza-Infektion sind vereinzelt fulminante Hepatitiden beschrieben worden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "An Tag 3-5 der Vergiftung entwickelt sich dann das Vollbild des akuten Leberversagens, wobei sehr rasch ein ᭤ Multiorganversagen, insbesondere mit Niereninsuffizienz eintritt. Der Nachweis der Amanita-Toxine kann aus dem Urin mittels RIA und (schwieriger) aus dem Blut in toxikologischen Instituten erfolgen und sichert die Diagnose.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Die Prognose des akuten Leberversagens ist abhängig von der zugrunde liegenden Ätiologie, dem Alter des Patienten und der Dynamik, mit der sich das Krankheitsbild entwickelt. Entwickelt sich das Leberversagen fulminant, d. h. liegen zwischen ᭤ Multiorganversagen Nachweis der Toxine aus Urin mittels RIA oder aus Blut in toxikologischen Instituten Ikterus und Enzephalopathie weniger als 7 Tage, so ist die Prognose besser als bei langsamerer Entwicklung. Besonders schlecht ist die Prognose bei subakutem Leberversagen, welches sich über Wochen bis zum Vollbild steigert. Ätiologisch sind die Medikamententoxizität und die NonA-NonB-NonC-Hepatitis prognostisch schlecht, die Hepatitis A dagegen eher günstig. Schlecht ist die Prognose bei Kindern unter 10 und Patienten über 40 Jahren.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Gradeinteilung der hepatischen EnzephalopathieEin endogener Benzodiazepinligand von etwa 10.000 Dalton Molekulargewicht ist im Liquor von Patienten mit hepatischer Enzephalopathie und bei Patienten, die an einem akuten Leberversagen verstarben, beschrieben worden. Konsequenterweise wurde versucht, durch Gabe von ᭤ Benzodiazepinantagonisten die hepatische Enzephalopathie zu verhindern. Die Erfolge einer solchen Therapie sind zwar in einzelnen Fällen eindrucksvoll, jedoch stets nur kurzfristig und so variabel, dass die Stimulation des GABA-Rezeptors nicht die alleinige Erklärung für die Enzephalopathie sein kann",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "zyklus-Defekten, die plötzliche Ammoniakanstiege erleiden, bei Ammoniakerhöhung nach Chemotherapie oder im Tiermodel nach Ammoniakinfusion. Die Bedeutung der ᭤ zerebralen Druckerhöhung liegt in ihren negativen Folgen für die Hirndurchblutung. Der zerebrale Perfusionsdruck errechnet sich als Differenz zwischen dem Hirndruck und dem arteriellen Mitteldruck, sodass bei steigendem Hirndruck und fallendem arteriellem Mitteldruck der zerebrale Perfusionsdruck rasch abnimmt. Kritisch sind Werte unter 50 mmHg, länger anhaltende Werte unter 40 mmHg werden nur selten überlebt [17]. Klinisch findet sich bei Patienten, die ein Hirnödem entwickeln, initial ein systolischer Blutdruckanstieg, eine Hyperventilation, träge Pupillenreaktion und schließlich ein Ausfall der Hirnstammreflexe.Klassische Stauungspapillen sieht man selten.Eine direkte Messung des ᭤ intrakraniellen Druckes muss angestrebt werden,wird jedoch durch die ausgeprägte Gerinnungsstörung im Verlauf immer schwerer möglich. Patienten, die eine zunehmende Enzephalopathie entwickeln, sollten darum möglichst frühzeitig eine ᭤ peridurale Hirndrucksonde erhalten. Bei beatmeten Patienten ist die direkte Druckmessung besonders wünschenswert,da klinische Hirndruckzeichen bei ihnen kaum noch evaluierbar sind.Außerdem ermöglicht die direkte Druckmessung die bessere Führung der Patienten während diagnostischer oder therapeutischer Eingriffe,die den Hirndruck erhöhen können,wie z.B.Bronchoskopie oder Hämodialyse.Bei einer eventuell nachfolgenden Transplantation ist die Hirndruckmessung von großem Vorteil, da es im Verlauf der Operation zu erheblichen Schwankungen des zerebralen Perfusionsdrucks kommen kann.Die Komplikationsrate der periduralen intrakraniellen Druckmessung liegt insgesamt bei etwa 4% bei Verwendung moderner Drucksonden",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ", ◗ ein Sauerstoffverbrauch von >170 ml/min/m 2 . Zwischen 30% und 75% der Patienten mit akutem Leberversagen entwickeln ein Nierenversagen mit Oligo/Anurie und Kreatininanstieg. Bei Paracetamol-und Knollenblätterpilzvergiftung ist das Nierenversagen ein direkt toxischer Effekt der zugrunde liegenden Intoxikation und entwickelt sich häufig schon vor Eintritt der Enzephalopathie. Patienten mit Leberversagen anderer Ursache zeigen typischerweise bei fortgeschrittener Enzephalopathie zunächst ein funktionelles Nierenversagen mit Abfall des Urin-Natriums auf unter 10 mmol/l mit anschließendem Tubulusschaden und Anurie. Ein verminderter intravasaler Druck durch Hypovolämie oder Vasodilatation trägt zur Verschlechterung der Nierenfuktion bei und muss ausgeglichen werden. Das Nierenversagen bei Leberversagen ist gekennzeichnet durch eine extreme intrarenale Vasokonstriktion. Diese ist lange Zeit reversibel und führt erst nach protrahiertem Verlauf zu bleibenden Schäden an der Niere. Dopamin in niedriger Dosis (2-4 µg/kg/h) kann in Frühstadien möglicherweise die Verschlechterung der Nierenfunktion durch eine Verbesserung des renalen Blutflusses verzögern, solange die Patienten noch nicht anurisch sind. Hohe Dosen Furosemid sind wirkungslos und nicht empfehlenswert, andere nephrotoxische Medikamente wie Aminoglykoside,Vancomycin und auch Mannitol sollen nur mit strenger Indikation zur Anwendung kommen [21]. Die Prognose des akuten Leberversagens wird durch das zusätzliche Nierenversagen erheblich verschlechtert. Nur 30% der Patienten mit fulminanter Hepatitis A oder B überleben diese Befundkonstellation. Eine ᭤ Nierenersatztherapie soll frühzeitig, noch vor Erreichen der sonst üblichen Dialysekriterien, begonnen werden, um eine Überwässerung der Patienten mit Lungenödem und der vermehrten Gefahr eines Hirnödems zu vermeiden. Die Patienten sind häufig kreislaufinstabil, daher sind kontinuierliche Hämofiltrationsverfahren gegenüber intermittierender Dialyse vorzuziehen. Mit höhergradiger Enzephalopathie und insbesondere bei beginnender intrakranieller Druckerhöhung zeigen viele Patienten eine deutliche ᭤ arterielle Hypoxämie, welche auch unter Beatmung ein hohes Sauerstoffangebot notwendig macht. Die Ursachen hierfür sind vielfältig: Patienten mit Leberversagen haben häufig ᭤ bronchopulmonale Infektionen. Bei der Hälfte der Patienten lassen sich pathogene Keime im Trachealsekret finden, und etwa ein Viertel der Patienten zeigt bronchopneumonische Infiltrate im Röntgenbild. Häufig entwickelt sich zudem ein pulmonales Kapillarleck mit nichtkardialem Lungenödemen und ARDS-ähnlichem Bild, insbesondere wenn große Mengen Albumin, Gerinnungsfaktoren und Frischplasma substituiert werden müssen.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "). Die häufigsten gefundenen Erreger sind Staphylokokken, Streptokokken und coliforme Bakterien. Darüber hinaus zeigen 32% der Patienten eine ᭤ Pilzinfektion, meistens mit Candida-Arten, die später im Verlauf auftritt. Die Gefahr für Infektionen ist besonders groß bei gleichzeitigem Nierenversagen und maschineller Beatmung. Tägliche Kulturen aller erreichbaren Körperhöhlen und Flüssigkeiten sind unbedingt notwendig, um jederzeit über die aktuelle Keimsituation und die Resistenzlage informiert zu sein.Das klinische Bild des akuten Leberversagens weist zahlreiche Übereinstimmungen mit dem der Sepsis auf. Insbesondere das hyperdyname Kreislaufversagen und die latente Verbrauchskoagulopathie lassen die Abgrenzung von gramnegativen Infektionen häufig schwierig werden.Auch sind Infektionen neben dem Hirnödem die häufigste Todesursache bei Patienten mit akutem Leberversagen.Daher ist immer wieder versucht worden, die Prognose des akuten Leberversagens durch prophylaktische Gabe von Antibiotika und Antimykotika zu verbessern. Dabei konnte gezeigt werden, dass eine Kombination aus intravenösen Breitspektrum-Antibiotika (z. B. Drittgenerationscephalosporin und Flucloxacillin) und oralen Antimykotika die Prognose der Patienten signifikant verbessern kann, insbesondere dann, wenn sie später eine Lebertransplantation benötigen. Dabei kommt der frühzeitigen oralen Antimykotikagabe im Rahmen einer so genannten selektiven Darmdekontamination die größte Bedeutung zu.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Die wenigsten Patienten mit akutem Leberversagen sind schon vor ihrer Erkrankung mangelernährt. Mit Verschlechterung der Leberfunktion kommt es jedoch in fast allen Fällen zur Ausbildung einer deutlich ᭤ katabolen Stoffwechsellage, und die Patienten verlieren rasch an Körpermasse. Glukoseinfusionen sind notwendig zur Verhinderung von Hypoglykämien; eine intravenöse Ernährung ausschließlich mit Glukose führt aber schnell zu einer schweren Verfettung des funktionsfähigen Restparenchyms der Leber.᭤ Prognose-ScoresPrognostisch ungünstig sind Blutungen, Nierenversagen, exzessive Bilirubinerhöhungen und eine länger bestehende Enzephalopathie Grad 4Lange Zeit hat man sich gescheut, Patienten im Leberversagen intravenöse Fette anzubieten. Neuere Ergebnisse zeigen jedoch, dass eine parenterale Ernährung mit Lipiden und Aminosäuren in der Lage ist, die negative Stickstoffbilanz der Patienten zu korrigieren. Die Ernährung bei akutem Leberversagen verfolgt im wesentlichen 2 Ziele: ◗ Der Eintritt einer Katabolie soll verhindert werden, da der hiermit verbundene Verlust an Körperzellmasse sowohl die Spontanprognose der Patienten als auch die Erfolgsaussichten einer eventuellen Transplantation verschlechtert. ◗ Die Leberregeneration soll unterstützt und gleichzeitig die Glukose-Homöostase gewährleistet werden. Objektive Daten zur Ernährung bei ALV sind spärlich. Es kommt zu einer deutlichen Erhöhung der Gesamtaminosäuren mit ausgeprägter Störung des Aminösäurenmusters im Plasma. Die Substitution der erwünschten Eiweiß-Kalorien mit AS-Lösungen, die mit verzweigtkettigen Aminosäuren angereichert sind (sog. ᭤ \"Hepar-Lösungen\"), erscheint daher bei akutem Leberversagen sinnvoll. Der Aminosäurenbedarf kann mit etwa 1,0-1,2 g/kg/24 h angesetzt werden und soll unabhängig vom Ammoniakspiegel berechnet werden, da der wesentliche Anteil des Ammoniaks aus dem Darm stammt und am besten durch eine Darmlavage mit Laktulose und nicht resorbierbaren Antibiotika gesenkt werden kann. Reduktionen der AS-Zufuhr sind erst notwendig, wenn die Erhöhung der Gesamtaminosäuren exzessiv ist, was an einer Osmolaritätslücke (ohne Mannitol) über 15 erkennbar ist. Der Kalorienbedarf kann nach der Harris-Benedict-Formel errechnet werden. Wir verwenden bei ALV einen Steigerungsfaktor (Krankheitsfaktor) von 1,3 zur Ermittlung des Ruheenergieumsatzes. Die Nicht-Eiweiß-Kalorien sollten je zur Hälfte als Glukose und als Lipide gegeben werden. Der Lipidanteil dient dabei unter anderem der Ernährung der Leberzellen selbst und soll die Regeneration des Organs unterstützen. Regelmäßige Kontrollen der venösen Triglyzeridspiegel sowie eine kontinuierliche Blutzuckerkontrolle lassen erkennen, ob die Substratzufuhr in etwa den metabolisch umgesetzten Mengen entspricht. Der Blutzucker sollte dabei nicht über 10 mmol/l ansteigen, bei höheren Werten soll Insulin bis maximal 4 IE/h zugeführt werden. Eine höhere Glukosezufuhr führt nicht zu einer geringeren Katabolie, vielmehr werden überschüssige Glukosemengen lediglich in Triglyzeride umgesetzt und führen zu einer raschen Verfettung des erhaltenen Leberrestparenchyms. Eine Substitution wasserlöslicher Vitamine ist sinnvoll. Ob fettlösliche Vitamine und Spurenelemente substituiert werden müssen, ist fraglich, dennoch neigen die meisten Zentren zu einer Gabe zumindest von Vitamin K. parenterale Ernährung mit Lipiden und Aminosäuren korrigiert die negative Stickstoffbilanz ᭤ \"Hepar-Lösungen\" Berechnung des Kalorienbedarfs nach der Harris-Benedict-Formel Eine Substitution wasserlöslicher Vitamine ist sinnvoll Fragen zur Zertifizierung 1. Als \"akutes Leberversagen\" bezeichnet man a) jede plötzlich eingetretene, schwere Störung der Leberfunktion. b) jede Leberfunktionsstörung, die lebensbedrohlich ist. c) alle Leberfunktionsstörungen mit Ikterus und Enzephalopathie. d) neu aufgetretene lebensbedrohliche Leberfunktionsstörungen bei bisher Lebergesunden. e) Endstadien verschiedener Lebererkrankungen.2. Virushepatitis als Ursache eines akuten Leberversagens a) ist in England häufiger als auf dem europäischen Kontinent. b) ist bei Hepatitis B häufiger als bei Hepatitis A und sehr selten beiHepatitis C. c) wird besonders bei Kindern beobachtet. d) tritt besonders häufig bei Hepatitis-C-Virusinfektion auf. e) wird in Deutschland kaum beobachtet.3. Welche Aussage ist falsch? Die Prognose bei akutemLeberversagen a) hängt ab vom Alter des Patienten, der Ätiologie und der Dynamik des Krankheitsverlaufs. b) kann durch frühzeitige supportive Intensivmedizin verbessert werden. c) ist vom Ausmaß des Multiorganversagens abhängig. d) wird besonders von der Entwicklung eines Hirnödems überschattet. e) lässt sich durch Prognose-Scores jederzeit zuverlässig einschätzen. 4. Das Nierenversagen bei akutem Leberversagen a) ist rein funktioneller Natur und daher reversibel. b) bedingt meist eine infauste Prognose. c) sollte umgehend mit Plasmapherese behandelt werden. d) zwingt praktisch immer zur Nierentransplantation. e) besteht auch nach einer erfolgreichen Lebertransplantation fort. 5. Welche Aussage zu Leberersatzverfahren (\"artificial liver support\") trifft nicht zu? a) Leberersatzverfahren sind nach wie vor in ihrer Bedeutung umstritten. b) sind heute in jedem großen Krankenhaus verfügbar. c) Zellgestützte Systeme haben das experimentelle Stadium trotz erster Anwendungen noch nicht verlassen. d) Filtrationsgestützte Verfahren können möglicherweise wichtige Regenerationsfaktoren entfernen. e) Bisher konnte kein positiver Einfluss von Leberersatzverfahren auf die Prognose des akuten Leberversagens nachgewiesen werden. Auflösung der Fragen zur Zertifizierung finden Sie in Der Internist, Heft 06/01. Lösung der Fragen zur Zertifizierung aus Der Internist Heft 2/2001 (Beitrag \"Echokardiographie\") 1a, 2d, 3e, 4a, 5b, 6d, 7d Dieser Antwortbogen bezieht sich auf die Fragen des vorausgehenden Weiterbildungsbeitrags. Aus Gründen der korrekten Identifizierung können an dieser Aktion nur Abonnenten von DER INTERNIST teilnehmen; deswegen ist die Angabe Ihrer Abonnentennummer obligatorisch.Ihre Abonnentennummer finden Sie auf dem Adressaufkleber Ihrer Zeitschrift zu Beginn der dritten Zeile bzw. auf Ihrer Rechnung neben dem Wort \"Auftragsnummer\". Ihre Abonnentennummer besteht aus bis zu sieben Ziffern, einem Schrägstrich und zwei darauffolgenden Ziffern (siehe rechts). (In Ausnahmefällen fragen Sie nach Ihrer Abonnentennummer unter 06221/3450.) Unleserliche Fragebögen bzw.Fragebögen mit falscher Abonnentennummer können nicht berücksichtigt werden. Die richtigen Antworten erscheinen in der übernächsten Ausgabe von DER INTERNIST am Ende der Rubrik \"Weiterbildung\". Im Juni und Dezember 2001 faxen wir Ihnen die Auswertung Ihrer eingesandten Antwortbögen zu. Darum benötigen wir zwingend Ihre Faxnummer. einfacher ist die Teilnahme online unter www.medizinonline.de.Wenn Sie Ihren Fragebogen online ausfüllen, erhalten Sie die Auswertung per E-Mail.Zusätzlich können Online-Nutzer Ihren aktuellen Ergebnisstand jederzeit abrufen;das aktuelle Ergebnis natürlich erst nach dem Einsendeschluss. Bei der Hessischen und Bayerischen Landesärztekammer gemeldete Ärzte können die vom Springer-Verlag zugesandten Auswertungsbögen zur Zertifizierung bei der Landesärztekammer einreichen. Ärzten anderer Ärztekammern wird empfohlen,die Auswertungsbögen bis auf weiteres zu sammeln, bis auch ihre Ärztekammer diese Fortbildungsinitiative zertifiziert.Der Springer-Verlag wird Sie regelmäßig informieren. Einsendeschluss (Eingang im Verlag) ist der 31.05.2001 Senden Sie den Fragebogen bitte nicht auf dem Postweg zurück, sondern an: Fax-Nummer: 06221/616477 (nur in Originalgröße faxen)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}