{"paper_id": "1d5db43de57ac110926267268bc1a5c9f8f57d05", "metadata": {"title": "Decontamination of face masks with steam for mask reuse in fighting the pandemic COVID-19: experimental supports Running title: Masks decontaminated with steam for reuse", "authors": [{"first": "Qing-Xia", "middle": [], "last": "Ma", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Hu", "middle": [], "last": "Shan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Chuan-Mei", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Hong-Liang", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Gui-Mei", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Rui-Mei", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Ji-Ming", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao Agricultural University", "location": {"postCode": "266109", "settlement": "Qingdao", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic caused by the novel coronavirus SARS-CoV-2 has claimed many lives worldwide. Wearing medical masks or N95 masks (namely N95 This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "respirators) can slow the virus spread and reduce the infection risk. Reuse of these masks can minimize waste, protect the environment, and help to solve the current imminent shortage of masks. Disinfection of used masks is needed for reuse of them with safety, but improper decontamination can damage the blocking structure of masks. In this study, we demonstrated, using avian coronavirus of infectious bronchitis virus to mimic SARS-CoV-2, that medical masks and N95 masks remained their blocking efficacy after being steamed on boiling water even for 2 hours. We also demonstrated that three brands of medical masks blocked over 99% viruses in aerosols. The avian coronavirus was completely inactivated after being steamed for 5 minutes. Together, this study suggested that medical masks are adequate for use on most social occasions, and both medical masks and N95 masks can be reused for a few days with steam decontamination between use.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic caused by the novel coronavirus SARS-CoV-2 has spread to most countries in the world and has claimed over 160,000 lives. 1, 2 Wearing medical masks (MMs) or N95 respirators can slow the virus spread and reduce the infection risk. 3, 4 N95 respirators were termed in this report N95 masks (N95Ms). Although these masks are intended for single use only and should be carefully doffed and disposed as recommended by manufacturers, non-emergency reuse of them has This article is protected by copyright. All rights reserved.", "cite_spans": [{"start": 143, "end": 145, "text": "1,", "ref_id": "BIBREF0"}, {"start": 146, "end": 147, "text": "2", "ref_id": "BIBREF1"}, {"start": 252, "end": 254, "text": "3,", "ref_id": "BIBREF2"}, {"start": 255, "end": 256, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "been practiced for decades even in developed countries for reducing unnecessary waste. 5 Currently, reuse of these masks is highly needed due to imminent shortage of supply.", "cite_spans": [{"start": 87, "end": 88, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Accepted Article"}, {"text": "The surface of used MMs and N95Ms may be contaminated with some pathogens. These pathogens can potentially be transferred by touch to the wearer's hands and cause infection through subsequent touching of the mucous membranes of the face. 5 Therefore, MMs and N95Ms should be decontaminated before reuse to minimize the potential infection risk. Various measures have been recommended to decontaminate masks for reuse, but most of them require specific instruments and/or materials, such as laboratory or industrial steam autoclave, radioactive material, and ethylene oxide. 5-10 They are hence unsuitable to most people. [5] [6] [7] [8] [9] [10] Moreover, either the decontamination effect or maintenance of the blocking efficacy of masks of these measures has not been examined using experiments. [5] [6] [7] [8] [9] [10] In this study, we verified a simple decontamination measure suitable to most people for reuse of MMs and N95Ms. Both the decontamination effect and influence of the mask's blocking efficacy of this measure were examined.", "cite_spans": [{"start": 621, "end": 624, "text": "[5]", "ref_id": null}, {"start": 625, "end": 628, "text": "[6]", "ref_id": null}, {"start": 629, "end": 632, "text": "[7]", "ref_id": "BIBREF4"}, {"start": 633, "end": 636, "text": "[8]", "ref_id": "BIBREF5"}, {"start": 637, "end": 640, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 641, "end": 645, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 798, "end": 801, "text": "[5]", "ref_id": null}, {"start": 802, "end": 805, "text": "[6]", "ref_id": null}, {"start": 806, "end": 809, "text": "[7]", "ref_id": "BIBREF4"}, {"start": 810, "end": 813, "text": "[8]", "ref_id": "BIBREF5"}, {"start": 814, "end": 817, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 818, "end": 822, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Accepted Article"}, {"text": "The vaccine strain of avian infectious bronchitis virus H120 was used to mimic SARS-CoV-2 as they are both coronaviruses. The virus was from Qingdao Ruijie Biotechnology Company in Qingdao, China, and propagated using 10-day-old embryonated eggs. Virus quantification was performed using a real-time TaqMan RT-PCR assay reported previously. 11 Four brands of MMs (MMa, MMb, MMc, MMd) and two brands of N95Ms (N95Ma, N95Mb) produced in China were tested. Their brand names were not showed herein to avoid conflict of interest. These masks were put into intact plastic bags and steamed on boiling tap water in a kitchen pot for certain time.", "cite_spans": [{"start": 341, "end": 343, "text": "11", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The blocking efficacy was detected using the device reported previously ( Figure   1 ). 3 In brief, the top parts of 60-mL syringes were removed, and then they were wrapped with the tested masks except the control tubes. A facial cleaning sponge (8mm thick) made of hydrophilic polyvinyl alcohol was set inside the syringe in advance behind the wrapped mask for collecting the virus passing through the masks. Three or four syringes were then aligned and bound seamlessly together to generate paired data. These syringes were connected with a seamless plastic bag which collected the aerosols containing the virus produced with a nebulizer. The aerosols have the median diameters 3.9 μm, and 65% of the aerosols have the diameters <5.0 μm, as given in the specification of the nebulizer.", "cite_spans": [{"start": 88, "end": 89, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 74, "end": 84, "text": "Figure   1", "ref_id": "FIGREF0"}], "section": "Accepted Article"}, {"text": "The allantoic fluid containing the coronavirus was 1:10 diluted using phosphate buffered saline (PBS). The fluid was added into the nebulizer for producing the aerosols containing the virus. The air containing the aerosols was inhaled into and out of the syringes for 100 times through the synchronous piston movement of the syringes (approximately 40 mL air was inhaled per piston movement), to mimic human breath. Then the masks were unwrapped, and the sponge inside the syringe was taken out, soaked in a small plastic bag containing 2 mL PBS, and pressed for ten times. RNA from 0.2 mL of the PBS was extracted for the detection of the amount of the virus using the TaqMan RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "Each detection in this study was conducted using different individual items for four times. Data difference was statistically analyzed using the paired T test (tails: 2; type: 1).", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "As given in Table 1 , over 99% of the viruses were blocked by MMa, MMc, MMd, N95Ma, and N95Mb before steaming. MMb blocked approximately 98% of the virus, and its Ct values were significantly lower than those of the other masks (P<0.01).", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Blocking efficacy of masks before steaming"}, {"text": "To examine whether the blocking efficacy of the masks declined significantly due to the steam decontamination, the masks were steamed on boiling water. Some MMa, MMd and N95Me had been used for seven days before the steam treatment, and the remaining brands had not been used before the steam treatment ( Table 1 ). As given in Table 1 , all the Ct values of the six brands of masks, used or unused, were of no significant difference after they were steamed for 20, 60, or 120 min (P>0.05).", "cite_spans": [], "ref_spans": [{"start": 305, "end": 312, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 328, "end": 335, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Blocking efficacy of steamed masks"}, {"text": "Accordingly, their blocking efficacy changed little due to the hot steam.", "cite_spans": [], "ref_spans": [], "section": "Blocking efficacy of steamed masks"}, {"text": "The allantoic fluid containing the avian coronavirus was added into five 1.5 mL Eppendorf tubes (0.2 mL for each tube). Four of these five tubes were closed and steamed on boiling water for 5 min, and the remaining one tube was kept at room temperature. Then the allantoic fluid in the four steamed tubes was 10-fold diluted using PBS. This was followed with inoculation of embryonated eggs using the diluted allantoic fluid (0.1 mL fluid per egg, 3 eggs per tube). Then, the allantoic fluid in the tube kept at room temperature was diluted and used to inoculate three embryonated eggs in the same way. After incubation for 3 d, the embryonated eggs inoculated with the fluid from steamed tubes were all negative in the real-time TaqMan RT-PCR assay, and the embryonated eggs inoculated with the fluid from the tube kept at room temperature were all positive in the real-time TaqMan RT-PCR assay. These data suggested that the avian coronaviruses were completely inactivated through the 5-min steaming on boiling water.", "cite_spans": [], "ref_spans": [], "section": "Decontamination efficacy of the steaming measure"}, {"text": "This study suggested that all the tested MMs and N95Ms were of excellent efficacy in blocking the coronavirus, although MMb showed a little less blocking efficacy. MMb and the MM used in our previous study were of the same origin. 3 Its blocking data in this study (approximately 98%) was higher than that in our previous study (approximately 96%), likely because the data herein was compared with the control without any blocking material before the virus-collecting sponge, and the data in our previous study was compared with the control having a layer of leaky cloth. All the four MMs were made of melt-blown polypropylene, but the weight of non-woven cloth in MMb (2.115±0.012 g/piece) was significantly lower than that in the three others (from 2.499±0.008 g/piece to 2.619±0.014 g/piece) with P<0.01. MMb was thus thinner than the three others, and this likely accounts for the less blocking efficacy of MMb. Collectively, these data demonstrated that MMs are adequate for use on most social occasions, and too thin MMs could be of less blocking efficacy.", "cite_spans": [{"start": 231, "end": 232, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Under the current pandemic background, viruses are superior to bacteria or physical particles to be used to examine the blocking efficacy of masks. In our previous study, we used an avian influenza virus to mimic SARS-CoV-2 because they are both enveloped and pleomorphic spherical viruses with the similar size. 3 In this study, the avian coronavirus was presumed to better mimic SARS-CoV-2 than the avian influenza virus.", "cite_spans": [{"start": 313, "end": 314, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Various measures including washing, boiling, baking, sunlight exposure, hair dryer blowing, autoclave, alcohol treatment, active chlorine treatment, ozone treatment, ethylene oxide treatment, gamma irradiation, or ultraviolet irradiation have been recommended to decontaminate masks for reuse. 5-10 Some of them can damage the blocking structure of MMs or N95Ms through physical or chemical action, and some of them may inactivate pathogens incompletely, and some of them are unsuitable to common people because they require specific instruments or materials. 5-10", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The masks tested in this study are all made of at least three non-woven fabric layers of melt-blown polypropylene. Decontamination of the masks should not damage the filtering structure of the masks. In this study, mask decontamination with steam on boiling water is without abrasive physical or chemical action. This can account for its excellent performance in maintaining the masks' blocking efficacy. We wore some of the steamed masks, and we felt they were as breathable in airflow as new masks, and unpleasant smell of some used masks declined after the steam. This measure has other advantages including safety, not requiring special agents or devices, and rapid inactivation of most microbes potentially attached to the surface of masks. The steamed masks were dry because they were kept in plastic bags during the steaming process, and can be used directly thereby. We presume, if available, it is superior to put the masks in stainless steel boxes than plastic bags for the steam treatment.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is worth noting that wearing masks cannot replace the important roles of social distancing and hand hygiene, and donning and doffing of masks should be conducted correctly. Otherwise, their blocking efficacy might decline greatly and infection risk might increase greatly. If a doffed mask will be reused, it should be doffed without touching its surface, and the doffed mask should be put directly into a plastic bag or stainless steel box for steam and avoiding contamination of the surface of other items. Then, hands should be washed immediately.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Because most microbes potentially attached to the masks can be decontaminated within minutes through steaming on boiling water, and the blocking efficacy of MMs and N95Ms decline little even after they have been steamed for two hours, we presume that MMs and N95Ms can be used for up to seven to ten days, if they keep clean and fitted, and have not been damaged by other factors. Therefore, this study is valuable for solving the great shortage of masks in many countries for fighting the COVID-19 pandemic. It can also minimize unnecessary waste and protect the environment for discarding reusable masks. This article is protected by copyright. All rights reserved. ", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--733", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF1": {"ref_id": "b1", "title": "Novel coronavirus (SARS-CoV-2) situation reports", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Potential utilities of maskwearing and instant hand hygiene for fighting SARS-CoV-2", "authors": [{"first": "Q", "middle": ["X"], "last": "Ma", "suffix": ""}, {"first": "H", "middle": [], "last": "Shan", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Li", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25805"]}}, "BIBREF3": {"ref_id": "b3", "title": "Mask is the possible key for self-isolation in COVID-19 pandemic", "authors": [{"first": "Z", "middle": ["G"], "last": "Zhou", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Yue", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Mu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25846"]}}, "BIBREF4": {"ref_id": "b4", "title": "A pandemic influenza preparedness study: use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets", "authors": [{"first": "B", "middle": ["K"], "last": "Heimbuch", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Wallace", "suffix": ""}, {"first": "K", "middle": [], "last": "Kinney", "suffix": ""}], "year": 2011, "venue": "Am J Infect Control", "volume": "39", "issn": "1", "pages": "1--9", "other_ids": {"DOI": ["10.1016/j.ajic.2010.07.004"]}}, "BIBREF5": {"ref_id": "b5", "title": "Gamma irradiation as an effective method for inactivation of emerging viral pathogens", "authors": [{"first": "F", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Shupert", "suffix": ""}, {"first": "E", "middle": [], "last": "Haddock", "suffix": ""}, {"first": "B", "middle": [], "last": "Twardoski", "suffix": ""}, {"first": "H", "middle": [], "last": "Feldmann", "suffix": ""}], "year": 2019, "venue": "Am J Trop Med Hyg", "volume": "100", "issn": "5", "pages": "1275--1277", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Evaluation of five decontamination methods for filtering facepiece respirators", "authors": [{"first": "D", "middle": ["J"], "last": "Viscusi", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Bergman", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Eimer", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Shaffer", "suffix": ""}], "year": 2009, "venue": "Ann Occup Hyg", "volume": "53", "issn": "8", "pages": "815--827", "other_ids": {"DOI": ["10.1093/annhyg/mep070"]}}, "BIBREF8": {"ref_id": "b8", "title": "Sterilization of disposable face masks by means of standardized dry and steam sterilization processes; an alternative in the fight against mask shortages due to COVID-19", "authors": [{"first": "B", "middle": [], "last": "Van Straten", "suffix": ""}, {"first": "P", "middle": [], "last": "De Man", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Den Dobbelsteen", "suffix": ""}, {"first": "H", "middle": [], "last": "Koeleman", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Der Eijk", "suffix": ""}, {"first": "T", "middle": [], "last": "Horeman", "suffix": ""}], "year": 2020, "venue": "J Hosp Infect", "volume": "105", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jhin.2020.04.001"]}}, "BIBREF9": {"ref_id": "b9", "title": "Development of a real-time TaqMan RT-PCR assay for the detection of infectious bronchitis virus in chickens, and comparison of RT-PCR and virus isolation", "authors": [{"first": "R", "middle": [], "last": "Meir", "suffix": ""}, {"first": "O", "middle": [], "last": "Maharat", "suffix": ""}, {"first": "Y", "middle": [], "last": "Farnushi", "suffix": ""}, {"first": "L", "middle": [], "last": "Simanov", "suffix": ""}], "year": 2010, "venue": "J Virol Methods", "volume": "163", "issn": "2", "pages": "190--194", "other_ids": {"DOI": ["10.1016/j.jviromet.2009.09.014"]}}}, "ref_entries": {"FIGREF0": {"text": "The system for evaluation of the blocking efficacy of masks (updated from Reference 3)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Blocking efficacy of steamed masks as compared to the blank control *These masks had been used for seven days before the hot steam treatment.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Meng Yang and Randong Li for their helpful advice and assistance. This ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "6. ECDC. Cloth masks and mask sterilisation as options in case of shortage of surgical masks and respirators. https://www.ecdc.europa.eu/sites/default/files/documents/Cloth-face-masks-incase-shortage-surgical-masks-respirators2020-03-26.pdf.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}]}