{
    "paper_id": "1d5d9a7335c8baa0e7cfa2acb1319c51d39c4979",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "verwijzing Verwijzing naar een gynaecoloog is aangewezen in de volgende gevallen: -bij aanhoudende klachten van vaginaal bloedverlies, die onvoldoende verminderen door de genoemde therapie; -indien bij een vrouw met vaginaal bloedverlies in de postmenopauze bij transvaginale echoscopie een endometriumdikte van meer dan 4 mm is gevonden; -bij persisterend of recidiverend vaginaal bloedverlies in de postmenopauze. Ook als bij transvaginale echoscopie een endometriumdikte ȅ 4 mm is gevonden, dient de vrouw verwezen te worden als de klachten niet overgaan of als die terugkomen. In dat geval is het doel van de verwijzing dat goedaardige aandoeningen worden opgespoord en behandeld; -bij onregelmatig bloedverlies tijdens hormonale substitutietherapie in de postmenopauze. In deze situatie geeft transvaginale echoscopie geen uitsluitsel en is altijd histologisch onderzoek van het endometrium nodig; -bij aanwijzingen voor een stollingsafwijking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "abstract Summary of the Dutch College of General Practitioners' practice guideline 'Vaginal bleeding' (first revised version) -In the first revised version of the Dutch College of General Practitioners' practice guideline 'Vaginal bleeding' a distinction is made between excessive (cyclical), irregular, breakthrough and postmenopausal bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-The diagnostic guidelines are aimed at identifying possible causes. However, in a considerable number of patients no underlying cause is found and the bleeding is assumed to be caused by hormonal fluctuations, for instance shortly after the menarche or premenopausal. Other causes can be: myomas, an intra-uterine device (IUD), medication, or endometrial carcinoma. Furthermore, lesions of the perineum, vulva or vagina, a pelvic inflammatory disease, Chlamydia infection, cervical carcinoma, imminent abortion or ectopic pregnancy also have to be excluded. -In this practice guideline, the management guidelines are limited to the treatment of bleeding from the endometrium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-In most cases bleeding caused by hormonal fluctuations is self-limiting. However, symptomatic treatment with progestogens or sub-50 oral contraceptives is possible. NSAIDs taken during the first three days of menstruation are the secondchoice treatment in women with excessive bleeding. Tranexamic acid or a levonorgestrel-releasing IUD are other possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Postmenopausal women with vaginal bleeding, first of all have to be examined by means of a cervical smear and transvaginal ultrasonography, to exclude an endometrial carcinoma. They can initially be reassured if the ultrasonography reveals an endometrial thickness of 4 mm or less. In the case of persistent or recurrent vaginal bleeding, they should still be referred to a gynaecologist. Koorts is voor patiënten een belangrijke klacht en één van de voornaamste redenen om na terugkomst van een tropische reis medische hulp in te roepen. Een aantal infectieziekten uit de tropen die met koorts gepaard gaan, zoals malaria tropica, kunnen in korte tijd noodlottig verlopen indien ze niet prompt worden herkend en tijdig op de juiste wijze behandeld. Koorts kan ook de eerste en enige uiting zijn van virale hemorragische koorts bij een patiënt die terugkeert uit een gebied waar deze ziekte voorkomt. Kager gaf eerder een overzicht van virale hemorragische koortsziekten. 1 Vroeg in de ziekte treden bij dergelijke infecties aspecifieke klachten op zoals koorts, algehele malaise, gewrichts-en spierpijn, hoofd-en keelpijn, braken,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hoe te handelen bij een patiënt met aanwijzingen voor een besmettelijke virale hemorragische koorts buikpijn en diarree. Spontane bloedingen en shock treden meestal pas in 2e ziekteweek op. [2] [3] [4] [5] Virale hemorragische koorts wordt veroorzaakt door een aantal virussen met beperkte geografische verspreiding. Sommige van deze virussen kunnen van mens op mens worden overdragen door contact met bloed, speekseldruppeltjes of andere lichaamsvloeistoffen. 5 Lassa-, Ebola-, Marburg-en Congo-Krim-hemorragischekoortsvirus (CCHFvirus) zijn de belangrijkste verwekkers van besmettelijke virale hemorragische koorts (tabel).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Snelle herkenning van dit zeldzame ziektebeeld is van vitaal belang om overdracht op gezinsleden, verpleegkundigen en artsen te voorkomen. Alhoewel denguehemorragischekoorts, gele koorts, Rift-Valley-koorts en hantavirusinfecties ook belangrijke oorzaken van virale hemorragische koorts zijn, worden deze niet verder besproken omdat er geen directe overdracht van mens op mens plaatsvindt. Het doel van dit artikel is een praktische leidraad te bieden om patiënten met aanwijzingen voor een besmettelijke vorm van virale hemorragische koorts te benaderen met zo min mogelijk kans op overdracht, maar zonder snel diagnostisch en therapeutisch handelen in gevaar te brengen (figuur 1). Om de gedachte te bepalen geven wij hier een kenmerkende ziektegeschiedenis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Een 42-jarige vrouw werd door de huisarts verwezen naar de dienstdoende internist van het Centrum Eerste Hulp vanwege koorts na terugkeer uit de tropen. De voorgeschiedenis van patiënte vermeldde een astmatische bronchitis en recidiverende sinusitis maxillaris. Patiënte had sinds 5 dagen koorts die gepaard ging met koude rillingen. Daarbij had zij last van pijnlijke gewrichten, misselijkheid, hoofdpijn en pijn laag in de rug. Sinds enkele dagen bestond er een prikkelhoest waarbij patiënte helder wit sputum opgaf. De aanvullende anamnese leverde geen bijzonderheden op, met name had patiënte geen keelpijn, buikpijn of diarree. De reisanamnese gaf aan dat zij sinds 12 dagen terug was in Nederland na een werkbezoek aan West-Afrika. Patiënte was als psychotherapeut werkzaam voor een hulpverleningsorganisatie en had gedurende 4 weken gewerkt in Sierra Leone. Zij had daar contact gehad met patiënten met oorlogsverwondingen. Daarnaast had zij vele malariapatiënten gezien. Patiënte had gewoond in een huis waar veel 'muizen' rondliepen; zij had geen ziekenhuizen bezocht en herinnerde zich geen contact met patiënten met een verhoogde bloedingsneiging. Na haar verblijf in Sierra Leone was zij doorgereisd naar Ghana en later Togo, waar zij gedurende totaal 1 week in stedelijke gebieden verbleef. Tot een week na terugkomst in Nederland had zij atovaquon-proguanil gebruikt als malariaprofylaxe. Als medicatie gebruikte zij salbutamol en fluticason. Bij lichamelijk onderzoek werd een weinig zieke vrouw gezien. De bloeddruk was 115/70 mmHg, de pols 86/min en de lichaamstemperatuur 37,7°C. Bij onderzoek van het hoofd-halsgebied, de thorax en de buik werden geen afwijkingen gevonden. Er werden geen pathologische lymfomen gepalpeerd. De huid toonde geen afwijkingen. Het laboratoriumonderzoek gaf als uitslagen: BSE: 2 mm na het 1e uur; Hb: 8,7 mmol/l; leukocyten: 8,3 × 10 9 /l; trombocyten: 256 × 10 9 /l; geen afwijkingen van het bloedbeeld; creatinine: 67 µmol/l; gamma-glutamyltransferase (γGT): 59 U/l (normaal < 35); aspartaataminotransferase (ASAT): 29 U/l (normaal < 40).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Onderzoek van de urine toonde geen afwijkingen. Het dikkedruppelonderzoek toonde geen malariaparasieten. De thoraxfoto was zonder afwijkingen. Bloed voor kweken werd afgenomen. Differentiaaldiagnostisch werd gedacht aan een (virale) luchtweginfectie, buiktyfus, dengue en -omdat patiënte als zorgverlener in een endemisch gebied werkte -aan Lassakoorts. Patiënte werd in strikte isolatie opgenomen. Een bloedmonster werd met spoed verstuurd naar een referentielaboratorium voor PCR-diagnostiek op Lassa-koorts. Vierentwintig uur later bleek de uitslag negatief, waarna de beschermende maatregelen werden opgeheven. De bloedkweken bleven negatief en de uiteindelijke diagnose luidde: virale bovensteluchtweginfectie. Het beloop was voorspoedig en patiënte werd 3 dagen na opname ontslagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "wanneer moet men aan virale hemorragische koorts denken? Voor de differentiaaldiagnose van koorts uit de tropen is de anamnese één van de belangrijkste diagnostische instrumenten. Door de klachten en verschijnselen van de patiënt te beoordelen in het licht van de plaatsen waar hij of zij is geweest, het tijdsbeloop waarin dit zich afspeelt en de activiteiten die hij of zij daar heeft verricht, kunnen vele mogelijke diagnosen worden geschrapt. 6 Dit geldt ook voor virale hemorragische koorts. Wat? Heeft patiënt risicocontacten gehad? Patiënten met virale hemorragische koorts zijn besmettelijk tijdens de klinische ziektefase. De kans op overdracht van persoon op persoon is het hoogst in de latere fase van de ziekte wanneer braken, diarree, shock en vaak ook spontane bloedingen aanwezig zijn. Verspreiding via speekseldruppeltjes is mogelijk bij faryngitis of longafwijkingen. 7 Men verkrijgt de infectie door intensief contact met geïnfecteerde personen of door contact met bloed of andere lichaamsvloeistoffen. Zorgverleners, zoals gezondheids-of vrijwilligerswerkers, lopen kans om onopgemerkt in contact te komen met patiënten met virale hemorragische koorts en dienen, evenals gezinsleden, als personen met risicocontacten beschouwd te worden.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 448,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 885,
                    "end": 886,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Soms kan een anamnese van contact met (de excreta van) Mastomys-erfratten (reservoir van Lassa-virus), kleinvee of gevogelte (reservoir van CCHF-virus) of teken (reservoir en vector van CCHF-virus) wijzen op een verhoogde infectiekans. CCHF loopt men vooral op door beroepsmatig contact (denk aan slachters, boeren, herders en dierenartsen) van de beschadigde huid met bloed of vlees van geïnfecteerde dieren. Bij reizigers komt CCHF zelden voor; de ziekte wordt dan vooral opgelopen via tekenbeten. 4 welke maatregelen moeten worden genomen? In het algemeen geldt dat bij elke patiënt preventieve maatregelen worden genomen om contact met bloed en lichaamsvloeistoffen te voorkomen. Deze algemene voorzorgen worden bepaald door de aard van het lichaamsvocht waarmee mogelijk contact kan plaatsvinden. 8 Bij sterke aanwijzingen voor virale hemorragische koorts dienen aanvullende maatregelen genomen te worden.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 802,
                    "end": 803,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "De patiënt heeft geen risicocontacten gehad. Wanneer de patiënt geen risicocontacten heeft gehad en geen tekenen van spontane bloeding of shock heeft, is de kans op virale hemorragische koorts als oorzaak van de koorts bijzonder klein. 5 Malaria tropica dient door middel van het dikkedruppelonderzoek te worden uitgesloten. In figuur 1 wordt een voorbeeld van een differen- tiaaldiagnose van koorts uit de tropen gegeven. 6 Indien bij de eerste beoordeling geen (waarschijnlijkheids)diagnose kan worden gesteld, terwijl de patiënt wel binnen de gestelde periode van 21 dagen is teruggekeerd uit een risicogebied, wordt deze toch opgenomen en verder benaderd zoals een patiënt met risicocontacten. Patiënt heeft risicocontacten gehad. Patiënten met sterke aanwijzingen voor een besmettelijke vorm van virale hemorragische koorts worden opgenomen en in strikte isolatie verpleegd. Overplaatsing naar een ander ziekenhuis is niet gewenst. 3 De uitgebreidheid van de beschermende maatregelen hangt af van de mate van besmettelijkheid. Indien de patiënt niet hoest, geen diarree heeft, niet braakt en geen bloedingen of longafwijkingen heeft, wordt de besmettelijkheid laag geacht. De patiënt wordt dan verpleegd op een isolatiekamer en bij het betreden van de kamer worden handschoenen, een overschort en een filtermasker gedragen. Oogbescherming wordt gedragen bij kans op spatten van bloed of lichaamsvochten.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 423,
                    "end": 424,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 937,
                    "end": 938,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Bij hoog ingeschatte besmettelijkheid worden, in plaats van een overschort, een vloeistofbestendige wegwerpoverall en een gezichtsschild gedragen. Op deze wijze lijkt het mogelijk patiënten met virale hemorragische koorts veilig te verzorgen. Het afval wordt in quarantaine gehouden totdat de diagnose bekend is. Alle patiëntenmateriaal wordt dubbel lekvrij verpakt en getransporteerd naar een zogenaamd C-II-laboratorium waar de monsters in een klasse-IIB-veiligheidskabinet bewerkt kunnen worden volgens de 'bioveiligheidsniveau-3-standaard'. Een dergelijk laboratorium is voorzien van een sluis, gecontroleerde onderdruk en van een 'high-efficiency particulate airtype'(HEPA)-gefilterd, onafhankelijk luchtafvoerkanaal. Na inactivatie van de patiëntenmonsters kunnen de overige handelingen op de gewone laboratoria worden verricht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "De aanwezigheid van malariaparasieten in het dikkedruppelpreparaat bij een persoon met hoogrisicocontacten sluit een infectie met virale hemorragische koorts niet uit. Verder mag men niet vergeten dat bij semiimmune personen met hoogrisicocontacten uit malariaendemische gebieden bij wie malariaparasieten in het dikkedruppelpreparaat worden aangetoond, de koorts toch een andere oorzaak kan hebben, zoals virale hemorragische koorts. Er dient in dat geval dus steeds aanvullend virologisch onderzoek naar mogelijke verwekkers van virale hemorragische koorts plaats te vinden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Welk laboratorium? In Nederland is diagnostisch onderzoek naar besmettelijke hemorragischekoortsvirussen mogelijk in het Laboratorium voor Exotische Virusinfecties (Instituut voor Virologie, Erasmus Medisch Centrum, Rotterdam; 24 uur per dag bereikbaar via de dienstdoende viroloog). Vooraankondiging en overleg met het laboratorium over de wijze van transport zijn noodzakelijk. Het materiaal dient, gelet op de aanwijzingen voor een zogenaamd klasse-4-micro-organisme, vervoerd te worden door een hiertoe speciaal gecertificeerd vervoersbedrijf. Voor het vroegtijdig inventariseren van onbeschermde contacten is het raadzaam de GGD al op de hoogte te stellen indien de diagnose 'be-smettelijke virale hemorragische koorts' reëel wordt overwogen. Bij bevestiging van de diagnose is een verdere nauwe samenwerking van essentieel belang bij het opstarten van het intra-en extramurale contactonderzoek en het geven van voorlichting. 9 Epicrise van de casus. Patiënte was binnen 21 dagen teruggekeerd uit een gebied waar Lassa-koorts endemisch voorkomt en behoorde als zorgverlener tot de risicogroep. Bij zorgverleners kan ongemerkt contact met patiënten met virale hemorragische koorts hebben plaatsgevonden. Om die redenen werd zij in strikte isolatie opgenomen en werd het diagnostisch onderzoek uitgevoerd met de voorzorgen zoals eerder beschreven. Nadat Lassa-koorts door middel van RT-PCR-onderzoek was uitgesloten, werden de beschermende maatregelen opgeheven.",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 932,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "overige richtlijnen De door ons voorgestelde leidraad van figuur 1 wijkt enigszins af van de richtlijnen van de Centers for Disease Control and Prevention (CDC) 5 en die van de Landelijke Coördinatiestructuur Infectieziektebestrijding (LCI). 5 9 In de CDC-richtlijn worden alle patiëntenmaterialen afkomstig van patiënten met koorts en binnen 21 dagen teruggekeerd uit een risicogebied verwerkt in een klasse-IIB-veiligheidskabinet. Omdat virale hemorragische koorts een zeldzame ziekte bij reizigers is en andere oorzaken van koorts dan ook veel waarschijnlijker zijn, werd in de door ons voorgestelde leidraad gekozen om de beschermende maatregelen voor te behouden voor personen die op basis van hun expositieanamnese een hoge kans op infectie met een hemorragischekoortsvirus hebben. Om het laboratoriumonderzoek niet onnodig te vertragen wordt -wanneer de patiënt geen risicocontacten heeft gehad, maar wel uit een risicogebied komt -het patiëntenmateriaal behandeld volgens de algemeen geldende regels. Als enige uitzondering hierop wordt het bloed voor het dikkedruppelonderzoek in een gesloten systeem afgenomen en worden de preparaten in een klasse-IIB-veiligheidskabinet gemaakt. Na fixatie bevat het dikkedruppelpreparaat niet langer infectieus virus.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "5 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "In tegenstelling tot de LCI-protocollen wordt volgens onze leidraad een patiënt met risicocontacten vanaf het begin in strikte isolatie met een filtermasker verpleegd. In de praktijk blijkt namelijk dat de voortdurende verscherping van isolatiemaatregelen tijdens de ziekenhuisopname tot veel onrust en verwarring leidt. De toepassing van filtrerende gelaatsmaskers biedt een hoge mate van bescherming tegen aërosolen en kan door eenieder op adequate wijze worden ingezet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "conclusie Virale hemorragische koorts door Lassa-, Ebola-, Marburg-of Congo-Krim-hemorragischekoortsvirus is een uiterst zeldzame, maar niet te missen aandoening. De anamnese is hierbij een belangrijk instrument om de kans op infectie met één van deze virussen in te schatten. Het is van belang om onderscheid te maken tussen 'recent verblijf in een risicogebied' en 'recent verblijf in een risicogebied met risicocontacten'. Om snel diagnostisch en therapeutisch handelen bij malaria tropica en andere levensbedreigende aandoeningen niet in gevaar te brengen worden -bij personen zonder risicocontacten -eerst andere mogelijke oorzaken van koorts uit de tropen uitgesloten. Bij personen met risicocontacten worden vanaf het begin maatregelen getroffen om tijdens het diagnostisch proces overdracht van virussen naar zorgverleners te voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "abstract How to treat a patient with indications for an infectious viral haemorrhagic fever -Lassa, Ebola, Marburg and Crimean-Congo haemorrhagic fever viruses are the most important causes of viral haemorrhagic fever which is transmitted from person to person through contact with blood or excreta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "-A non-specific fever may be the initial symptom of viral haemorrhagic fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "-By means of carefully noting where the patient has travelled, possible exposure to ill persons, vectors or an animal reservoir, and the incubation period (ȅ 21 days versus longer), it is possible to estimate the risk of infection with one of these viruses. -Using this approach it is possible to diagnose high-risk patients in good time and to take appropriate measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        },
        {
            "text": "de ziekte Paragangliomen in het hoofd-halsgebied zijn goedaardige, zeer langzaam groeiende vaatrijke tumoren, die zelden maligne ontaarden. De tumoren ontstaan uit de paraganglia, weefsels van neuro-ectodermale oorsprong met vermoedelijk een chemoreceptorfunctie. De bekendste tumor ontstaat in de splitsing van de halsslagader uit het glomus caroticum. Glomus-caroticumtumoren veroorzaken een langzaam groter wordende zwelling in de hals (figuur 1). Daarnaast kunnen hoger in de hals tot aan de schedelbasis glomus-vagale-, glomusjugulare-en glomus-tympanicumtumoren ontstaan. De glomus-jugulare-en glomus-tympanicumtumoren kunnen tijdens de diagnostiek vaak niet van elkaar worden onderscheiden en worden daarom ook als glomus-jugulotympanicumtumoren aangeduid. Als gevolg van be-klemming van (en soms ingroei in) de hersenzenuwen door lokale uitbreiding van de tumor kunnen gehoorverlies met kloppend oorsuizen en, minder frequent, slikklachten of een aangezichtsverlamming ontstaan. De eerste klachten ten gevolge van glomustumoren ontstaan langzaam, meestal tussen de 20 en 40 jaar, en kunnen in ernst zeer variëren. Bij tenminste 50% van alle patiënten uit families met paragangliomen worden multipele (bilaterale) glomustumoren gevonden. Daarbij ontwikkelt ongeveer 10% van de patiënten een adrenaal of extra-adrenaal feochromocytoom. De verhoogde catecholamineproductie kan leiden tot hypertensie en ernstige complicaties tijdens operatieve ingrepen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voor de praktijk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virale hemorragische koorts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kager",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "142",
            "issn": "",
            "pages": "448--52",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Utrecht: Landelijke Coördinatiestructuur Infectieziektenbestrijding",
            "authors": [
                {
                    "first": "Protocollen",
                    "middle": [],
                    "last": "Infectieziekten",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of patients with suspected viral hemorrhagic fever",
            "authors": [],
            "year": 1988,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "37",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral hemorrhagic fever hazards for travelers in Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Isaäcson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "1707--1719",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update: management of patients with suspected viral hemorrhagic fever -United States",
            "authors": [],
            "year": 1995,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "44",
            "issn": "",
            "pages": "475--484",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Koorts: van symptoom tot diagnose",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pharm Weekbl",
            "volume": "135",
            "issn": "",
            "pages": "1126--1157",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Patients infected with high-hazard viruses: scientific basis for infection control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Virol",
            "volume": "11",
            "issn": "",
            "pages": "141--68",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contactonderzoek bij een patiënt met Lassakoorts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Swaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Veldkamp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Broek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wijnands",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect Bull",
            "volume": "12",
            "issn": "",
            "pages": "223--230",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematische weergave van de gebieden in Afrika waaruit Lassa-koorts ( ) werd gemeld of waar antistoffen tegen Lassa-virus in de bevolking voorkomen, en van de gebieden waaruit uitbraken van Ebola-koorts ( ) of Marburgvirusinfecties ( ) werden gemeld. Uit Ivoorkust werden Lassa-en Ebola-koorts gemeld ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "de genen Erfelijke paragangliomen kunnen worden veroorzaakt door mutaties in de SDHD(PGL1)-, SDHC(PGL3)-en SDHB(PGL4)-genen, respectievelijk gelokaliseerd op chromosoom 11q23, 1q21 en 1p36.1-p35. ('SDH' staat voor 'succinaat-dehydrogenase' en de D, C en B voor de betreffende subunit; 'PGL' staat voor 'paraganglioma'.) Het PGL2-gen op 11q13 is vooralsnog onbekend (McKusick V, Mendelian Inheritance in Man, num-Medische vignetten Van gen naar ziekte; van SDHD, een defect in de ademhalingsketen, naar paragangliomen en feochromocytomen p.e.m.taschner, a.h.j.t.bröcker-vriends en a.g.l.van der mey",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Meijer LJ, Zwart S, Wemekamp H, Boukes FS, Burgers JS. NHGstandaard Vaginaal bloedverlies (eerste herziening). Flikweert S, Emanuel MH, Boukes FS, Hemrika DJ, Brölmann HAM, Groeneveld FPMJ, et al. Landelijke transmurale afspraak Vaginaal bloedverlies in de postmenopauze. Huisarts Wet 2002;45: 129-32.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Lassa-, Ebola-, Marburg-en Congo-Krim-hemorragischekoortsvirus zijn de belangrijkste oorzaken van virale hemorragische koorts die door contact met bloed of andere lichaamsvloeistoffen van mens op mens kunnen worden overgedragen. -Koorts kan de eerste uiting zijn van virale hemorragische koorts.-Met behulp van de geografische anamnese, de incubatietijd (ȅ 21 dagen versus langer) en de expositieanamnese kan een schatting van de kans op infectie met één van deze virussen worden gemaakt.-Zodoende kan men in geval van een hoge infectiekans tijdig de diagnose stellen en passende maatregelen nemen. van verwekkers van besmettelijke virale hemorragische koorts die van mens op mens kan worden overgedragen Daarom moet de anamnese, naast informatie over de klachten van de patiënt, ook antwoord geven op de vragen: waar, wanneer en wat?Waar? Is patiënt in een gebied geweest waar virale hemorragische koorts voorkomt? De meeste verwekkers van virale hemorragische koorts zijn voor hun overleving afhankelijk van een dierlijke gastheer en geleedpotige vector. Hun geografische verspreiding is dan ook meestal beperkt tot die gebieden waar hun natuurlijke gastheer voorkomt.In figuur 2 wordt de geografische verspreiding van Lassa-, Ebola-en Marburg-virus aangegeven. Vooral reizigers die onder primitieve omstandigheden op het platteland van West-Afrika verblijven, lopen kans op infectie met het Lassa-virus door contact met (de excreta van) de erfrat Mastomys natalensis, de natuurlijke gastheer van het virus. Uitbraken van Lassa-koorts werden gerapporteerd in de Centraal-Afrikaanse Republiek, Liberia, Nigeria en Sierra Leone. Verder zijn er serologische aanwijzingen dat de infectie voorkomt in de Democratische Republiek Congo, Guinee, Mali en Senegal.Van sommige verwekkers, zoals Ebola-en Marburgvirus, is de natuurlijke gastheer nog onbekend. De recente uitbraken van Ebola-koorts in de Democratische Republiek Congo en het buurland Gabon waren terug te leiden tot het bereiden door jagers van maaltijden van zieke of dood aangetroffen apen.CCHF komt wijdverbreid voor (Oost-Europa, Middellandse-Zeegebied, Midden-Oosten, Afrika en Azië), passend bij het uitgestrekte verspreidingsgebied van reservoir en vector, te weten de teken behorend tot het geslacht Hyalomma. In 2001 werden uitbraken beschreven in Kosovo, Albanië, Iran, Pakistan en Zuid-Afrika.Voor actuele epidemiologische informatie over uitbraken van virale hemorragische koorts is het internet een onontbeerlijke bron geworden. Voorbeelden van webadressen zijn: www.lcr.nl, www.cdc.gov/travel, www. promedmail.org en www.who.int/emc/index.html.Wanneer? Is patiënt meer dan 21 dagen geleden teruggekeerd? De data van verblijf en thuiskomst zijn van betekenis omdat daarmee de uitersten van de incubatietijd kunnen worden berekend. De langste incubatietijd van virale hemorragische koorts is 21 dagen. Wanneer de figuur 1. Leidraad voor de benadering van een patiënt met koorts uit een gebied waar virale hemorragische koorts voorkomt (BA-3 = bioveiligheidsniveau 3).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}