{
    "paper_id": "1d5ee371dd3794d2ce6bfce526bef66035976a10",
    "metadata": {
        "title": "SUMMARY REVIEW/COVID-19 AND GENERAL DENTAL PRACTICE A commentary on",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "R"
                ],
                "last": "Fallahi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zandian",
                "middle": [
                    "D"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheshmi",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors provide no detail as to how the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This paper is a relatively early publication in an area that is constantly changing as more information is evidenced. As such the novel coronavirus is called 2019n-CoV by the authors. SARS-CoV-2 is the current term used by research scientists. 1 The World Health Organisation (WHO) declared Covid-19 a pandemic in March 2020, caused by the coronavirus 2019n-CoV/ SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "It is worth expanding on the headings identified in the abstract. The incubation period reported was between 1-14 days. Some individuals are reported as asymptomatic and temperature-based screening was not a reliable indicator of infection. The most common signs and symptoms were reported as fever (98%), cough (76%), dyspnea (55%), and myalgia or fatigue (44%). Sore throat, rhinorrhea and diarrhoea were infrequent symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The mean age reported was between 49 and 61 and males were more prone to serious illness. Polymerase chain reaction (PCR)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "Practice point • Cross infection protocols will prove essential to protect dentists, patients and society at large in the current pandemic. This highlights the need to shift to preventively orientated, patient centred, minimum intervention care of patients. In dentistry face to face contact with patients means dental personnel are exposed to respiratory tract secretions, blood, saliva and other contaminated body fluids. Four routes are identified:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wayne Richards"
        },
        {
            "text": "• Direct exposure to respiratory secretions Pre-procedural mouth rinses were considered and chlorhexidine was not recommended. 1% hydrogen peroxide or 0.2% povidone-iodine were identified as more effective. Rubber dam isolation and high-volume suction were recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY REVIEW/ COVID-19 AND GENERAL DENTAL PRACTICE"
        },
        {
            "text": "In the absence of rubber dam manual tools were preferable, for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY REVIEW/ COVID-19 AND GENERAL DENTAL PRACTICE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The Species Severe Acute Respiratory Syndrome Related Coronavirus: Classifying 2019-nCoV and Naming it SARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "Nat Microbil",
            "volume": "5",
            "issn": "",
            "pages": "536--544",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence mounts on the disproportionate effect of Covid19 on ethnic minorities",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Resp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "DOI10.1016/s2213-2600(20)30228-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting future treatment need",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br Dent J",
            "volume": "228",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of medical waste. Conclusions Face-to-face communication and consistent exposure to body fluids such as blood and saliva predispose dental care workers to risk of infection and there is high risk of cross-infection. The authors apply available international guidelines to provide a protocol for managing possible exposure to patients or those suspected of having a 2019-nCoV infection. Dentists play a significant role in disrupting the transmission trail of the virus by simply postponing non-emergency care for all patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "coronaviruses are enveloped viruses with a positive-sense single-stranded RNA genome. It was thought that coronaviruses only infected animals but recent findings indicate that a variety of these viruses can infect humans. Some coronaviruses result in common cold symptoms. Three specific strains of these viruses are of zoonotic origin: acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), and SARS-CoV-2, and have caused lethal infections in humans. Generally, coronaviruses replicate in the respiratory and intestinal epithelial cells and subsequently cause cytopathic alterations. The spike S glycoprotein plays an important role in host range restriction by attaching virons to the host cell membrane.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Indirect contact with contaminated surfaces and/or instruments • Inhalation of suspending airborne viruses • Mucosal contact with infection-containing droplets and aerosols that are propelled by coughing and talking without a mask. Thus there was a need to consider airborne droplet and aerosol and dental handpiece usage. In addition the virus can remain on glass, metal and plastic for several days, maintaining their virulence at room temperature from 2 hours to 9 days. Humidity affects the activity of the virus, high humidity increases activity. Figures present modes of cross infection from the patient to dentist to materials/equipment to other patients and staff. The importance of hand washing and avoidance of facial contact is stated. Personal protective equipment (PPE) such as masks, protective goggles, gowns, helmet, gloves, caps, face shields and shoe covers are recommended. COVID-19 patients should not be treated in regular care settings.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "assays have facilitated virus detection.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The authors conclude that dentists play a significant role in disrupting the transmission trail of the virus by simply postponing non-emergency care for all patients. When care is delivered the above precautions should be taken.It should be stressed that the COVID-19 pandemic environment is a changing environment where research is rapid and advice and actions change accordingly. Take for example the association of the BAME community with risk of infection and serious consequence. 2 This publication provides useful information to front-line dentists in their role in disrupting the transmission of the virus and protecting themselves and teams. It does not provide useful guidance to the practice of routine dental care for the future. On the issue of the future of dental practice and disease management this pandemic shows the importance of prevention and minimally invasive procedures to the delivery of dental care for both dentist and patient. 3 Visiting Professor Community General Dental Practice, Faculty of Life Sciences and Education, University of South Wales, Glyntaff, Pontypridd , Wales, CF37 4BD",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}