{
    "paper_id": "1d61f831770c28290490711e64f4c3a7b9c790b0",
    "metadata": {
        "title": "In Zusammenarbeit mit der Bayerischen Landesärztekammer Teilnahme unter www.springermedizin.de/kurse-mmw Malaria, Dengue eber -oder nur eine In uenza? Fieber nach Tropenaufenthalt Bei Fieber nach Tropenaufenthalt kommen eine Vielzahl möglicher Erkrankungen in Frage. Anhand der Anamnese und einfacher Basisuntersuchungen können Sie rasch die Schwere und Bedeutung (lebensbedrohlich? ansteckend?) der Erkrankung feststellen. FOLGE 550 CME-Fragebogen",
        "authors": [
            {
                "first": "Med",
                "middle": [
                    "Thomas"
                ],
                "last": "Löscher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung für Infektions-und Tropenmedizin, Klinikum der Universität München (LMU)",
                    "institution": "Universität München (LMU",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Karl-Heinz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung für Infektions-und Tropenmedizin, Klinikum der Universität München (LMU)",
                    "institution": "Universität München (LMU",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Herbinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung für Infektions-und Tropenmedizin, Klinikum der Universität München (LMU)",
                    "institution": "Universität München (LMU",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Cme",
                "middle": [],
                "last": "Springermedizin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung für Infektions-und Tropenmedizin, Klinikum der Universität München (LMU)",
                    "institution": "Universität München (LMU",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung für Infektions-und Tropenmedizin, Klinikum der Universität München (LMU)",
                    "institution": "Universität München (LMU",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nach der Tropenreise plötzlich Fieber: Was steckt dahinter? 44 MMW Fortschritte der Medizin 2018 . 18 / 160 Hier können Sie vier CME-Punkte erwerben. FORTBILDUNG ÜBERSICHT 45 MMW Fortschritte der Medizin 2018 . 18 / 160 FORTBILDUNG . ÜBERSICHT Kommt eine derartige Erkrankung in Betracht: Erstanamnese mit mind. 1,5 m Abstand zum Patienten, Kontaktminimierung und strikte Standardhygiene, am besten in einem gesonderten Raum (ggf. Quarantäneraum) Abb. 4 Eschar beim afrikanischen Zeckenstich eber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "_ Internationale Reisetätigkeit und Migration haben in den letzten Jahrzehnten erheblich zugenommen. Neben touristisch und beru ich bedingten Reisen spielen aktuell Migration, Flucht und Vertreibung aufgrund von Kriegen, Unruhen und politischer oder sozioökonomischer Unsicherheit eine wichtige Rolle. Reiseziele und Herkun sländer sind zunehmend Entwicklungsländer in tropischen Regionen, in denen mit Krank-pischen Regionen, in denen mit Krank-pischen Regionen, in denen mit Krank heiten zu rechnen ist, die in Deutschland nicht oder nur selten vorkommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei Importerkrankungen handelt es sich vor allem um Infektionen, von denen nur ein Teil der Meldep icht unterliegt. Die Daten von Fallserien und Sentinel-Surveillance Netzwerken [1, 2] zeigen, dass Spektrum und Häu gkeit importierter Erkrankungen abhängig sind vom Reise-, Aufenthalts-bzw. Herkun sort und sich erheblich zwischen Reisenden, Migranten und Flüchtlingen bzw. Asylsuchenden unterscheiden.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Spektrum importierter Erkrankungen"
        },
        {
            "text": "Häu gstes Leitsymptom bei Reisenden, die nach Tropenaufenthalt erkranken, sind Durchfälle gefolgt von Fieber und Hauterscheinungen. Die Mehrzahl der eberha en Importerkrankungen sind ubiquitäre Infektionen wie virale Atemwegsinfektionen, eberha e Enteritiden oder Harnwegsinfektionen [1, 2] . Die häu gsten tropentypischen Diagnosen sind Dengue eber, Malaria und Rickettsiosen. Während Dengue eber v. a. in Asien und Lateinamerika erworben wurde, zeigen Malaria, Rickettsiosen und Schistosomiasis die höchste Prävalenz bei Reiserückkehrern aus Afrika.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Spektrum importierter Erkrankungen"
        },
        {
            "text": "Bei Immigranten sind neben Malaria vor allem Tuberkulose (Tbc), chronische Hepatitis B und C sowie HIV-Infektionen wesentlich häu ger als bei Reisenden. Malaria wird am häu gsten von in Europa lebenden Migranten importiert, die ihre Herkun sländer im subsaharischen Afrika besuchen (sog. VFR, visiting friends & relatives).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spektrum importierter Erkrankungen"
        },
        {
            "text": "Die Gesundheitsprobleme bei Flüchtlingen und Asylsuchenden liegen über-wiegend im allgemeinmedizinischen und psychiatrischen Bereich [3] . Bei den infektiologischen Diagnosen handelt es sich meist um ubiquitäre Atemwegs-und Magen-Darm-Infektionen, in der Mehrzahl vermeidbar durch Impfungen oder Hygienemaßnahmen (Tab. 1). Wichtige Importinfektionen sind je nach Herkun sregion Tbc, Malaria (besonders M. tertiana), chronische Hepatitis B und C, HIV-Infektionen und Schistosomiasis. Zudem werden gelegentlich auch seltene Infektions-und Tropenkrankheiten wie z. B. Läuserückfall eber, Leishmaniosen oder Lepra importiert.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Spektrum importierter Erkrankungen"
        },
        {
            "text": "Die Abklärung bei Fieber nach Tropenaufenthalt sollte stufenweise erfolgen [4, 5] . Zunächst Zur Diagnose sollte ein (kommerziell erhältlicher) Antigen-Nachweis im Blut (NS1-Antigen) eingesetzt werden. Dieser ist auch als Schnelltest verfügbar und in der ersten Krankheitswoche fast so sensitiv wie die Polymerase-Kettenreaktion (PCR) [7] . Danach verschwindet die Virämie, und die Diagnose ist i. d. R. nur noch durch den Nachweis von Antikörpern (AK) möglich (IgM-AK bzw. signikanter Anstieg der IgG-AK), der während der ersten Krankheitstage noch negativ sein kann (Tab. 6).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 81,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 84,
                    "end": 92,
                    "text": "Zunächst",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Management und diagnostisches Vorgehen"
        },
        {
            "text": "Das durch Aedes-und andere Stechmücken übertragene Alphavirus hat sich in den letzten Jahren von seinen zoonotischen Endemiegebieten (A en-Infek-schen Endemiegebieten (A en-Infek-schen Endemiegebieten (A en-Infek tion) in Ostafrika aus in Asien und Lateinamerika ausgebreitet und epidemische Ausmaße angenommen. Nach einer Inkubation von ein bis zwölf Tagen kommt es zu Fieber mit o ausgeprägter Polyarthritis. Gelegentlich treten Komplikationen (Enzephalitis besonders bei Säuglingen und Älteren) während des akuten eberha en Stadium auf (Letalität < 1‰). Die Gelenksbeschwerden per- gernachweis mittels Blutkultur (auch mittels PCR möglich). Stuhlkulturen sind in der ersten Krankheitswoche i. d. R. negativ. Die Serologie (Widal-Agglu tinations-Test u. a.) ist für die Diagnose im akuten Stadium ungeeignet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chikungunyafieber"
        },
        {
            "text": "Ein ALA (in ca. 30% multipel) ist lebensbedrohlich, da der Abszess in die Bauchhöhle oder durch das Zwerchfell in die Lunge rupturieren kann, linksseitige Abszesse auch ins Perikard mit der Folge einer Herzbeuteltamponade. Die Patienten klagen über Fieber, schweres Krankheitsgefühl, meist -aber nicht immer -mit Schmerzen im rechten Oberbauch. Linksseitige Abszesse können mit retrosternalen oder präkordialen Schmerzen einhergehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amöbenleberabszess (ALA)"
        },
        {
            "text": "Die Inkubation ist extrem variabel: Ein ALA kann sich während einer Amöbenruhr oder zeitlich völlig unabhängig von dieser entwickeln. Nur in 10-20% geht eine manifeste Kolitis voraus. Bei unklarem Fieber sollte dahernach Ausschluss einer Malaria -auch eine Oberbauchsonogra e veranlasst werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amöbenleberabszess (ALA)"
        },
        {
            "text": "Die ätiologische Zuordnung kann meist schon aufgrund der hoch positiven Serologie erfolgen (Tab. 6), sodass eine Punktion mit bakteriologischer und parasitologischer (Amöben-PCR) Untersuchung nur in Zweifelsfällen erforderlich ist. Eine wichtige Di erenzialdiagnose sind bakterielle Leberabszesse, in Südostasien häu g durch einen hochvirulenten Klebsiella-pneumoniae-Stamm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amöbenleberabszess (ALA)"
        },
        {
            "text": "Leishmanien sind kleine Einzeller, die durch Phlebotomen (Schmetterlingsmücken) übertragen werden und ganz verschiedene Erkrankungen verursachen. Während die kutanen und mukokutanen Leishmaniosen zu lokalisierten Erkrankungen führen, ist die viszerale Leishmaniose (Kala Azar) eine schwere systemische Allgemeinerkrankung, die unbehandelt ein hohe Letalität aufweist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viszerale Leishmaniasis"
        },
        {
            "text": "Typisch sind wellenförmiges Fieber, Hepatosplenomegalie und Panzyto penie (DD: Hämoblastosen). Die Diagnose be-ruht auf dem zytologischen oder histologischen Nachweis der Erreger im Knochenmark. Mittels PCR kann der Erregernachweis sehr sensitiv auch aus dem peripheren Blut erfolgen. Außer bei Immunsupprimierten (z. B. HIV-Koinfektion) sind fast regelmäßig spezi sche Antikörper nachweisbar (Tab. 6). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viszerale Leishmaniasis"
        },
        {
            "text": "Bei Tropenrückkehrern mit Fieber ist auch an seltene Erkrankungen zu denken, die ohne rechtzeitige Diagnose und erapie sehr schwer und tödlich verlaufen können. Beispiele sind Zeckenrückfall eber, Melioidose (meist aus Südostasien), System-Mykosen (Histoplasmose, Kokzidioidomykose u. a.) und die afrikanische Trypanosomiasis (Schlaf-krankheit). Von Flüchtlingen aus Ostafrika wurden in den letzten Jahren einige Fälle von Läuserückfall eber importiert, mit Fällen von Chagas-Krankheit muss bei Zuwanderern aus Südamerika (v. a. aus Bolivien) gerechnet werden [9] .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Seltene fieberhafte Importerkrankungen"
        },
        {
            "text": "Auch besonders gefährliche direkt von Mensch zu Mensch übertragbare Erkrankungen wurden schon nach Deutschland importiert, z. B. SARS (9 Fälle), MERS (3 Fälle), Lassa eber (6 Import-, 2 Kontaktfälle in Deutschland) und Krim-Kongo Hämorrhagisches Fieber (2 Fälle ",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "(2 Fälle",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Seltene fieberhafte Importerkrankungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spectrum of Imported Infectious Diseases: A Comparative Prevalence Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Herbinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alberer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berens-Riha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Sonnenburg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nothdurft",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Löscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beissner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "German Travelers and 977 Immigrants from the Tropics and Subtropics",
            "authors": [],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "94",
            "issn": "",
            "pages": "757--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Travel-associated infection presenting in Europe (2008-12): an analysis of EuroTravNet longitudinal, surveillance data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goorhuis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Sonnenburg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lopez-Vélez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jensenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Odolini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gkrania-Klotsas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chappuis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malvy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Genderen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mockenhaupt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jauréguiberry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beeching",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Ursing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grobusch",
                    "suffix": ""
                },
                {
                    "first": "Mp;",
                    "middle": [],
                    "last": "Eurotravnet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Daten von drei verschiedenen medizinischen Einrichtungen im Raum München aus den Jahren",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alberer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wendeborn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Löscher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Erkrankungen Bei Flüchtlingen Und Asylbewerbern",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Dtsch Med Wochenschr",
            "volume": "141",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tropenmedizin in Klinik und Praxis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Löscher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Burchard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnostik und Therapie der Malaria. Version Juli",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Awmf S1-Leitlinie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Utility of dengue NS1 antigen rapid diagnostic test for use in di cult to reach areas and its comparison with dengue NS1 ELISA and qRT-PCR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Barde",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med Virol",
            "volume": "89",
            "issn": "",
            "pages": "1146--1150",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bericht zur Epidemiologie der Tuberkulose in Deutschland für 2016",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cross-sectional, descriptive study of Chagas disease among citizens of Bolivian origin living in",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berens-Riha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hohnerlein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seiringer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Von Saldern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blasco-Hernández",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Navaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoelscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Löscher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Albajar-Viñas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pritsch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typhus und Paratyphus können hoch eberha e, schwere bis lebensbedroh liche Zustandsbilder hervorrufen und sind noch immer in Ländern mit niedrigem Hygienestandard weit verbreitet. Typisch sind treppenförmig ansteigende Fieber-Kontinua und Benommenheit. Die klassischen Zeichen wie Roseolen und relative Bradykardie sind o nicht nachweisbar. Im Gegensatz zu den en teritischen Salmonellosen besteht zunächst meist Obstipation. Zu den \"erbsbreiartigen\" Durchfällen mit dem Risiko von Darmblutungen und -perforation kommt es erst nach der ersten Krankheitswoche. Diagnostisch entscheidend ist der Erre-KASTEN 2 Hochkontagiöse lebensbedrohliche Erkrankungen (HoKo) Direkt von Mensch zu Mensch übertragbare virale hämorrhagische Fieber (VHF): • Ebola-, Marburg-, Lassa-, Krim-Kongo-, Junin-, Guanarito-, Machupo-, Sabia-, Lujo-Virus Sonstige HoKo-Erkrankungen: • Lungenpest, Affenpocken (MERS, SARS: Barriere-Bedingungen empfehlenswert) Durch wenige gezielte Fragen lässt sich meist klären, ob eine derartige Erkrankung überhaupt infrage kommt: • WO? Aufenthalt in Endemie-/Ausbruchsgebiet innerhalb der maximalen Inkubationszeit (Ebola u. a. VHF bis zu drei Wochen, ansonsten deutlich kürzer) • WIE? Ungeschützter Kontakt (ggf. auch außerhalb der Verbreitungsgebiete) zu Er krankten bzw. Krankheitsverdächtigen oder Verstorbenen, infektiösen Tieren oder Probenmaterial (Laborinfektion) innerhalb der max. Inkubation • WAS? Symptomatik und Epidemiologe mit einer der Erkrankungen vereinbar?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "sollte umgehend eine Basisdiagnostik erfolgen, die Anamnese (ggf. Dolmetscher, Fremdanamnese), klinische Untersuchung sowie eine rasch verfügbare Basis-Labordiagnostik umfasst und durch einfache technische Untersuchungen ergänzt werden kann (Kasten 1, S. 48). Die Basisdiagnostik zeigt die Schwere des Krankheitsbildes und bestimmt die Richtung der weiteren Diagnostik und des Fall-Managements (z. B. ambulant/stationär). Dabei sollte aufgrund der Anamnese, der Vitalparameter (Puls, Blutdruck, Atemfrequenz, Bewusstseinslage und Temperatur) und der sonstigen Befunden der klinischen Untersuchung bereits initial möglichst rasch ge-Abb. 1) sowie den genauen Reise-, Migrations-bzw. Fluchtdaten lassen sich bereits verschiedene Erkrankungen eingrenzen bzw. ausschließen. So kann eine Malaria frühestens sechs Tage nach Ex-Tab. 1 Meldepflichtige Infektionskrankheiten (Auswahl) bei Asylsuchenden in Deutschland 2017, Robert Koch-Institut (www.rki.de) Allerdings ist es immer sinnvoll, eine Serumprobe für spätere Untersuchungen einzufrieren. Die weitere Abklärung orientiert sich dann einerseits an zusätzlichen Leitsymp tomen (Tab. 5), andererseits an den Häu gkeiten der importierten Erkrankungen im Reise-bzw. Herkun sland sowie am Hintergrund des Patienten (z. B. Reisender, Migrant, Flüchtling) und an besonderen Expositionsrisiken. Auch in der Reise-und Migrationsmedizin gilt: Häu ge Krankheiten sind häug, seltene Krankheiten sind selten. Schließlich ist immer daran zu denken, dass eberha e Erkrankungen nach Tropenaufenthalten auch durch nichtinfektiöse Erkrankungen verursacht sein können wie z. B. durch das bei Migranten gehäu vorkommende fami liäre Mittelmeer eber. Für die de nitive Diagnose verschiedener eberha er Importerkrankungen stehen heute zahlreiche mikroskopische, kulturelle, immunologische und molekularbiologische Nachweismethoden zur Verfügung (Tab. 6, S. 50), die gezielt -d. h. bei begründetem Verdacht -eingesetzt werden sollten. Mitentscheidend für Qualität und Aussagekra der Diagnostik sind möglichst genaue Informationen an das mikrobiologische Labor. In allen unklaren Fällen ist Rücksprache mit dem Tropenmediziner bzw. einem Tropeninstitut empfehlenswert (www.dtg.org). Die verschiedenen Malariaerkrankungen (Tab. 7, S. 51) beginnen mit meist plötzlich au retendem Fieber, Schüttelfrost sowie Kopf-und Gliederschmerzen. Auch Durchfälle sind nicht selten ein Symptom (cave: Fehldiagnose eberhafte Reisediarrhö). Im Routinelabor sind eine rombozytopenie und ein erhöhter LDH-Wert typisch, jedoch keineswegs obligat. Vor allem bei Malaria tropica können rasch lebensbedrohliche Komplikationen au reten wie Bewusstseinsstörungen (zerebrale Malaria), akutes Nierenversagen, respiratorische Insu zienz und Spontanblutungen. Die Inkuba tionszeit der M. tropica liegt zwischen mindestens sechs Tagen und sechs Wochen (bei Migranten aus Malariagebieten auch länger), bei der M. tertiana und M. quartana ist sie sehr variabel (bis zu mehreren Jahren). Diagnostisch entscheidend ist der direkte mikroskopische Erregernachweis im Blutausstrich und/oder Dicken Tropfen (Abb. 2) in einem entsprechend erfahrenen Labor (Teilnahme an externen Qualitätskontrollen). Auch im Notfalllabor von Krankenhäusern mit allgemeiner Patientenaufnahme sollten Aus-Tab. 5 Wichtige Differenzialdiagnosen bei Fieber nach Tropenaufenthalt Fieber vorliegt oder Fieber mit Begleitsymptomen. Parasiten können auch im eberfreien Intervall nachweisbar sein. Während der Nachweis von Plasmodien eine Malaria sichert, schließt ein negatives Untersuchungsergebnis dies nicht aus. Zu Beginn einer Malaria können die Parasiten so spärlich sein, dass sie auch im Dicken Tropfen noch nicht nachgewiesen werden können. Bei anhaltender Dengue-Schock-Schock-Schock Syndrom) treten in den Verbreitungsgebieten am ehesten bei Kindern mit erneuter Infektion (mit anderem Denguevirus-Typ) auf.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "• Anamnese + vollständige klinische Untersuchung (Vitalparameter vollständig messen und dokumentieren!) • Dicker Tropfen und Blutausstrich (immer bei Rückkehr aus Malariagebieten) • Differenzialblutbild mit Thrombozyten, CRP • Transaminasen, γ-GT, LDH, Kreatinin, Glukose; Urinstatus • 2 Sets Blutkulturen • Bakteriologische + parasitologische Stuhluntersuchung • Abdominelle Sonografie, Röntgen-Thorax in 2 Ebenen, EKG, ggf. Echokardiografie Abb. 3 Wegdrückbares Erythem bei Dengue eber. sistieren o über Monate (gelegentlich Jahre) und betre en besonders die kleinen Gelenke. Die Diagnose ist in den ersten Krankheitstagen durch Virusnachweis im Blut (PCR, Zellkultur) möglich, danach nur noch serologisch (Tab. 6). Mikrozephalie u. a. neurologische Schädigungen). Zudem kann das Virus v. a. im Sperma nach einer Infektion noch über Wochen bis Monate persistieren und (selten) zu sexuellen Übertragungen führen. Wie beim Dengue-und Chikungunyavirus ist die Diagnose in den ersten Krankheitstagen mittels Virusnachweis im Blut (PCR, Zellkultur) möglich, danach nur noch serologisch. Die kleinen, obligat intrazellulären Bakterien werden je nach Art durch verschiedene Arthropoden (Zecken, Milben, Kleiderläuse, Flöhe) übertragen und führen nach einer Inkubation von 2-14 Tagen zu akuten eberha en Erkrankungen. Außer beim klassischen und murinen Fleck eber entwickelt sich an der Stichstelle der Überträger häu g eine Primärläsion (Eschar) in Form einer kleinen schwärzlichen Nekrose (Abb. 4). T. bereits durch das typische klinische Bild erfolgen (Eschar), der Nachweis der Rickettsien mittels PCR oder Zellkultur ist möglich aus Eschar, Blut und Gewebeproben. Nach der ersten Krankheitswoche beruht die Diagnose i. d. R. auf dem Nachweis spezi scher AK (Tab. 6).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "eine besondere Bedeutung zu, da sie direkt von Mensch zu Mensch übertragbar sind. Die Inkubationszeit liegt zwischen einem und max. 21 Tagen. Es tritt Fieber auf, dann können respiratorische Symptome, schwere Blutungen, Nierenversagen und Schocksymptomatik folgen. * Di erenzierung zwischen Entamoeba (E.) histolytica und E. dispar (u. a. Entamoeba species) ödematösen Hauterscheinungen, meist vier bis sechs Wochen nach Süßwasser-Exposition in den Endemiegebieten. Weitere eberha e Helminthiasen sind Trichinellose, akute Fasziolose, Toxocariasis und die initiale Wanderungsphase bei einigen intestinalen Nematodeninfektionen (z. B. Hakenwurminfektion, Ascariasis) sowie Strongyloidiasis (v. a. bei Immunsupprimierten) und Filariosen bei Migranten aus Endemiegebieten (Filarien eber). Häu g besteht eine eosinophile Leukozytose. Die Diagnose kann in dieser Phase o nur serologisch gestellt werden (Tab. 6). In uenza, bakterielle und virale Pneumonien, Zytomegalie und infektiöse Mononukleose sind wichtige Beispiele für ubiquitäre Infektionen, die bei Tropenrückkehrern häu g als Fieberursache dia gnostiziert werden. Tbc ist bei Immigranten, Flüchtlingen und Asylsuchenden eine wichtige Infektion, die sich häug als unklare eberha e Erkrankung präsentiert. Die Zahl der in Deutschland gemeldeten Neuerkrankungen hatte 2012 einen Tiefstand erreicht und sich bis 2016 durch Zuwanderung und Flucht, v. a. aus Osteuropa und dem subsaharischen Afrika, um 45% erhöht [8]. Akute HIV-Infektionen, die sich meist unter einem Mononukleose-artigen Krankheitsbild manifestieren, kommen sowohl bei Reisenden wie Migranten und Flüchtlingen vor. Fortgeschrittene Infektionen mit AIDS-de nierenden opportunistischen Infektionen und Tumoren sind am ehesten bei Zuwanderern aus Hochprävalenzgebieten (besonders subsaharisches Afrika) zu erwarten. Ein erhöhtes Infektionsrisiko für Tropenreisende mit HIV-Infektion besteht v. a. für Tbc und bestimmte gastrointestinale Infektionen (Giardiasis, Kryptosporidiose, Cyclosporiasis, Isosporiasis u. a.).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). → Literatur: springermedizin.de/mmw → Title and Keywords: Fever in travellers and migrants from the tropics Fever / traveller / migrant / refugee → Für die Verfasser: Prof. Dr. med. Thomas Löscher M1 Zentrum für Infektions-, Tropenund Reisemedizin Frauenplatz 7, D-80331 München E-Mail: drloescher@arzt-m1.de FAZIT FÜR DIE PRAXIS 1. Das Spektrum fieberhafter Erkrankungen nach Tropenaufenthalt • ist abhängig von der Reise-, Aufenthalts-oder Herkunftsregion, • unterscheidet sich wesentlich zwischen Reisenden, Migranten und Flüchtlingen. 2. Anamnese und einfache Basisuntersuchungen • weisen auf Schwere und Bedeutung der Erkrankung hin (lebensbedrohlich? seuchenhygienisch relevant?) • bestimmen die Richtung der weiteren Diagnostik. 3. Nach Aufenthalten in Malariagebieten sollte stets rasch eine Malaria ausgeschlossen werden. Die weitere Abklärung erfolgt stufenweise je nach Symptomen und Befunden unter Berücksichtigung von Expositionsrisiken, Inkubationszeiten und geografischer Krankheitsverbreitung. In unklaren Fällen sollte ein Tropenmediziner zu Rate gezogen werden. Die Autoren erklären, dass sie sich bei der Erstellung des Beitrages von keinen wirtschaftlichen Interessen leiten ließen. Sie legen folgende potenzielle Interessenkon ikte o en: Prof. T. Löscher: keine; M. Alberer: Durchführung von Impfstudien/Studien für Curevac, Takeda, GSK, Novartis; Prof. K.-H. Herbinger: keine. Der Verlag erklärt, dass die inhaltliche Qualität des Beitrags von zwei unabhängigen Gutachtern geprüft wurde. Werbung in dieser Zeitschriftenausgabe hat keinen Bezug zur CME-Fortbildung. Der Verlag garantiert, dass die CME-Fortbildung sowie die CME-Fragen frei sind von werblichen Aussagen und keinerlei Produktempfehlungen enthalten. Dies gilt insbesondere für Präparate, die zur Therapie des dargestellten Krankheitsbildes geeignet sind. Tab. 7 Malariaerreger und -erkrankungen des Menschen * bei P. vivax auch tägliches Fieber möglich (bei zwei verschiedenen Parasitengenerationen)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}