{
    "paper_id": "1d643ecff209ec7131e1365c1bb9556c467c74ae",
    "metadata": {
        "title": "New Method to Reduce COVID-19 Transmission -The Need for Medical Air Disinfection is Now",
        "authors": [
            {
                "first": "Yue",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Sichuan Medical College",
                    "location": {
                        "settlement": "Nanchong",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Second People's Hospital of Yibin",
                    "location": {
                        "addrLine": "No. 268, Nanguang Road",
                        "postCode": "644000",
                        "settlement": "Yibin"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu-Ming",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Second People's Hospital of Yibin",
                    "location": {
                        "addrLine": "No. 268, Nanguang Road",
                        "postCode": "644000",
                        "settlement": "Yibin"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . It has led to a pandemic worldwide due to its extremely infectious nature. At present, the route of transmission of SARS-CoV-2 is still controversial, but the major route of the COVID-19 to rapidly spread through indoor environments, is caused by the airborne route of the virus carriers. At the same time, when patients with SARS-CoV-2 go to see a doctor, their bodies and clothing may be contaminated with viruses. The negative pressure diagnosis room may reduce the spread of the virus, but the number of negative pressure diagnosis rooms is very scarce. Our proposal is to use a circulating wind ultraviolet air disinfector as an additional indoor protection measure, to reduce the risk of airborne transmission of the COVID-19.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Circulating wind ultraviolet air disinfectors can not only effectively kill the pathogenic microorganisms in the air, but also effectively promote the flow of indoor air through circulating wind. Air disinfection using highintensity ultraviolet rays (254 nm UV-C) can effectively inactivate coronavirus aerosols [2] . Traditional ultraviolet radiation can burn the skin and eyes of the personnel on site, so it is difficult to complete the indoor air disinfection in the presence of people. This new disinfection appliance uses high-intensity ultraviolet radiation to irradiate the circulating air inside the machineto achieve the purpose of air disinfection, thereby achieving the coexistence of human and disinfector [3] . Therefore, the circulating wind ultraviolet air disinfector is suitable for many enclosed locations with high mobility. For example, special outpatient with elevated temperature, emergency ward, outpatient of infection department and ward and even crowded places such as supermarkets and subway stations. In addition, it also has the characteristic of automatic disinfection by program which can save human resources.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the difficulty in breathing, cancer patients with fevers who are reluctant to wear masks are a very common phenomenon. We have used the circulating wind ultraviolet air disinfector for a long time and we have not found one patient with SARS-CoV-2. Although it cannot be proven to have the effect of killing SARS-CoV-2 and reducing proliferation. In theory, it can reduce the risk of indoor SARS-CoV-2 transmission and help us win this battle and it is also an additional supplement to the indoor protective measures for medical staff and patients can try.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus emerging in China -key questions for impact assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "8",
            "pages": "692--694",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of ultraviolet germicidal irradiation on viral aerosols Christopher",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Environ. Sci. Technol",
            "volume": "15",
            "issn": "",
            "pages": "5460--5465",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monitoring and control of medical air disinfection parameters of nosocomial infection system based on internet of things",
            "authors": [
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Tianling",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Guiting",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Med. Syst",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}