{
    "paper_id": "1d6c22a308739b50559c5f95136d23ea5943a690",
    "metadata": {
        "title": "Journal Pre-proof Rol del estudiante de ciencias médicas frente a la COVID-19: el ejemplo de Cuba",
        "authors": [
            {
                "first": "Frank",
                "middle": [],
                "last": "Hernández-García",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Onelis",
                "middle": [],
                "last": "Góngora-Gómez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Organización Mundial de la Salud (OMS) y declarada como pandemia el 11 de marzo 1-3 . Con las medidas de aislamiento implantadas ante la situación se han visto afectada parte importante de la población estudiantil a nivel mundial 4 . También fueron interrumpidas las operaciones normales de facultades y escuelas de ciencias de la salud 3 , sin embargo, al estar estrechamente vinculadas con el enfrentamiento sanitario a la pandemia deben permanecer activas de una forma alternativa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Valdez-García 5 expone posibles medidas a implementar por las escuelas de medicina entre las que se destaca la modalidad de educación a distancia y el apoyo por parte de estudiantes a personas impactadas. No obstante, las universidades de ciencias médicas cubanas han adoptado una postura activa y en algunos aspectos diferente de enfrentamiento al problema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En Cuba, los planes de formación en ciencias médicas son los mismos en todos los centros educativos del país y la principal forma de organización de la enseñanza que adoptan es la educación en el trabajo, con un gran número de horas dentro del curriculum 6 . Para mantener J o u r n a l P r e -p r o o f este precepto, y teniendo en cuenta las limitaciones tecnológicas existentes en el territorio donde no se puede implementar la telemedicina o consulta y asesoramiento médico vía online, los estudiantes de medicina, estomatología, enfermería y tecnologías se han incorporado a labores de pesquisaje de síntomas respiratorios en la comunidad, sin abandonar el estudio a distancia de los contenidos docentes que normalmente deberían ser recibidos en esta etapa.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "text": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Para realizar estas pesquisas, se garantizó los medios de protección y capacitación para todos los implicados, donde aquellos con enfermedades crónicas fueron destinados a otras tareas sin contacto directo con la población. Entre las bondades y beneficios que se rescatan de la actividad, se señalan:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": " Continuar la formación médica en vinculación con el paciente, ganando habilidades y competencia profesionales, al ser capaz de relacionarse con la comunidad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": " Detección de las enfermedades respiratorias agudas, entre ellos casos sospechosos de la COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": " Trabajo con grupos vulnerables, especialmente la población envejecida que vive sola, con desarrollo del valor humanismo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": " Elaboración de materiales educativos para la promoción y prevención de la enfermedad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La vinculación del estudiantado cubano a las labores de saneamiento poblacional ha permitido que las cifras de infección se mantengan por debajo de lo pronosticado, permitiendo un mayor control de los casos sospechosos y su debido aislamiento. Si bien otros territorios pueden adoptar medidas similares o no, la lucha contra la COVID-19 debe ser tarea de todos los que están relacionados a la atención sanitaria, cada uno desde su posición.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The novel coronavirus originating in Wuhan, China: challenges for global health governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ronghui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guohui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhibo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Educational Disruption and Response",
            "authors": [],
            "year": null,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Me preparo para ayudar: respuesta de escuelas de medicina y ciencias de la salud ante COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Valdez-García",
                    "suffix": ""
                },
                {
                    "first": "López",
                    "middle": [],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jiménez",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Díaz",
                    "middle": [],
                    "last": "Elizondo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Gerardo",
                    "middle": [
                        "Dávila"
                    ],
                    "last": "Rivas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Olivares",
                    "middle": [],
                    "last": "Olivares",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disponible en",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.22201/facmed.20075057e.2020.35.20230"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plan de Estudios versión D para la Carrera de Medicina",
            "authors": [
                {
                    "first": "Ministerio",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Salud",
                    "middle": [],
                    "last": "Pública",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rol del estudiante de ciencias médicas frente a la COVID-19: el ejemplo de Cuba Title: Role of the medical Science Students at COVID-19: the example of Cuba Título abreviado: Rol del estudiante de ciencias médicas frente a la COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Title short: Role of the medical Science Students at COVID-19Frank Hernández-García 1, a , Onelis Góngora-Gómez 2 1 Universidad de Ciencias Médicas de Ciego de Ávila, Ciego de Ávila, Cuba. a. Departamento de Endocrinología, Hospital Universitario Clínico-Quirúrgico \"Arnaldo Milián Castro\", Universidad de Ciencias Médicas de Villa Clara, Villa Clara, Cuba. Facultad de Ciencias Médicas \"Mariana Grajales Coello\", Universidad de Ciencias Médicas de Holguín, Holguín, Cuba.Conflictos de intereses:Los autores declaran la no existencia de conflicto de intereses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}