{
    "paper_id": "1d6d349a8a466bc99edb2ce66edfc4401a48e710",
    "metadata": {
        "title": "EDITORIAL Impacto de la pandemia COVID-19 en los Laboratorios de Función Pulmonar: consideraciones sobre el \"hoy\" y el \"día después\" Impact of the COVID-19 Pandemic on Lung Function Laboratories: Considerations for \"Today\" and the \"Day After Autores",
        "authors": [
            {
                "first": "Felip",
                "middle": [],
                "last": "Burgos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rincón",
                "middle": [],
                "last": "Juana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martínez",
                "middle": [],
                "last": "Llorens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rosa",
                "middle": [],
                "last": "Cordovilla Pérez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rincón",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juana",
                "middle": [
                    "Martínez"
                ],
                "last": "Llorens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "El primer paciente con una neumonía de origen desconocido fue ingresado en el hospital de Wuhan (China), el 8 de diciembre de 2019. El 7 de enero del 2020, se identificó un nuevo coronavirus, el SARS-CoV-2, como causante de esta neumonía (encuadrada posteriormente dentro de la enfermedad denominada COVID-19). El 11 de marzo, la Organización Mundial de la Salud (OMS) declara la COVID-19 como pandemia, con 118.319 casos y 4292 muertes en todo el mundo. En pocos días, ya el Durante la realización de las pruebas de función pulmonar, existe un riesgo de infección tanto de los pacientes como del personal que las realiza(2)(3). Este riesgo es fundamentalmente indirecto, a través de los equipos y fungibles utilizados, y debido fundamentalmente a la aerosolización que se produce durante las pruebas. Previo a la pandemia del SARS-CoV-2, para la prevención de transmisión de infecciones se recomendaban medidas básicas de higiene, es decir, limpieza adecuada de manos(2)(3). Así también se recomendaba el uso de filtros antibacterianos desechables en los equipos de función pulmonar; incidiendo sobre todo en que este hecho no ofrecía resistencia a los flujos pulmonares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sin embargo, el SARS-CoV-2 sigue con nosotros, aún no está neutralizado, y esto nos obliga a replantear las medidas de higiene y seguridad en los LFP. Inicialmente, llegan las recomendaciones de diferentes sociedades médicas, como por ejemplo Chinese Expert Consensus, American Thoracic Society (ATS), Thoracic Society of Australia and New Zealand (TSANZ/ANZSRS), Sociedade Portuguesa de Pneumologia (SPP), European Respiratory Society (ERS), Irish Thoracic Society (IRS) y la SEPAR, donde limitan o incluso prohíben la realización de las pruebas de función pulmonar durante las fase de transmisión comunitaria de la infección (4)(5)(6)(7)(8)(9)(10). Pero una vez superada esta primera oleada de la COVID-19, llega el momento donde se debe reiniciar la actividad de los LFP tanto en los hospitales como en atención primaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Las recomendaciones de los expertos de SEPAR se basan en dos puntos: reorganización de los LFP y empoderar a los profesionales sanitarios de los mismos(11). La reorganización se basa tanto en aspectos estructurales como, por ejemplo, el tamaño ideal de las habitaciones o la necesidad de la ventilación; pero fundamentalmente en los aspectos organizativos. En este apartado se abordan aspectos de la gestión de los flujos de pacientes, que condicionan una revolución en la actividad de los LFP. Esta gestión clínica de los nuevos LFP solo se podrán llevar a cabo con el empoderamiento de los profesionales sanitarios, a través de una formación especifica sobre las pruebas de función pulmonar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Con estas adaptaciones de los LFP a la pandemia del SARS-CoV-2, se producirá una reducción en el número de exploraciones realizadas. Este hecho hará que se deban reorganizar los horarios de trabajo de los laboratorios, incrementando el funcionamiento de los mismos. Pero también, debería ser un momento en el que las nuevas tecnologías tengan un amplio campo de investigación. Así, se debería investigar en el diseño de equipos de función pulmonar más seguros para prevenir la transmisión de infecciones indirectas, pero sin perder la calidad en la determinación de los parámetros respiratorios. Y también se debería avanzar en las tecnologías de la comunicación (TIC) para conseguir mejorar la eficiencia de los LFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La COVID-19 ha causado una aceleración masiva en el uso de la telemedicina. En Estados Unidos de Norteamérica (EEUU) se ha pasado del 11% de los consumidores estadounidenses que utilizaban la telemedicina en 2019 al 46%(12). Esto ha producido que los proveedores hayan escalado rápidamente sus ofertas y hayan pasado de 50 a 175 veces el número de pacientes estudiados a través de la teleconsulta (13) . La función pulmonar no puede estar ajena a este hecho, la monitorización y control telemático con la espirometría forzada no están en absoluto lejos de la implementación, en este sentido, destacar la reciente iniciativa liderada por la ATS que recomendará como estandarizar los datos que permitan la interoperabilidad de la función pulmonar con la HCE.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Soluciones para el manejo de enfermedades respiratorias como la EPOC, el asma, fibrosis quística, post trasplante de pulmón, pueden ser monitorizadas a distancia en el domicilio. Las plataformas con datos estandarizados e interoperables pueden y deben jugar un gran papel, porque tienen un gran potencial en la adhesión a la medicación y el automanejo de la enfermedad así como una reducción de costes sanitarios (14) . Los cambios organizativos y de infraestructuras necesarios obligarán a repensar de forma radical los servicios que ofrecen tanto en los Hospitales como en la Atención Primaria de forma inevitable y hay que hacerlo ahora, antes de que un nuevo episodio de esta u otra pandemia nos vuelva a coger desprevenidos. Parece muy probable que la pandemia acelerará este tipo de innovación y la rápida utilización de las novedosas técnicas de diagnóstico. Como en todos los aspectos de la atención sanitaria, los desafíos de hoy son las oportunidades de mañana. Los LFP tendrán que aceptar estos retos con seguridad, rapidez e inteligencia.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En definitiva, la COVID-19 ha supuesto un cambio en la actividad de los LFP que inicialmente han parado para después coger impulso y mejorar su calidad y sus prestaciones. Esta actividad hay que adecuarla a los tiempos que vivimos y a los venideros. Toda situación dramática nos debe hacer analizar nuestra situación actual para dejar atrás la inseguridad y poder implementar lo que hemos aprendido con ella mirando al futuro. El SARS-CoV-2 ha venido para quedarse, sin duda, pero nos ha dado un impulso para ser mejores y poder ofrecer a nuestros pacientes una asistencia sanitaria de mayor calidad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "General considerations for lung function testing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crapo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hankinson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brusasco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Burgos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casaburi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Respir J",
            "volume": "26",
            "issn": "",
            "pages": "153--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese Association of Chest Physicians, Pulmonary Function Testing Group",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zjhhhxz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Respiratory Physiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Peak Respiratory Bodies recommend suspension of lung function testing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsanz/Anzsrs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pulmonary Function Laboratories: Advice Regarding COVID-19. Https//WwwThoracicOrg/Professionals/Clinical-Resources/Disease-Related-Resources/Pulmonaryfunction-laboratories",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Esami di funzionalità respiratoria nel contesto COVID-19 Position Paper. Date Last Updat 12 May 2020 Date Last Accessed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Italian Respiratory Society",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sip-Irs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "1 (Respiratory function technologists /Scientists) Lung function testing during COVID-19 pandemic and beyond The. Date Last Updat 09 May 2020 Date Last Accessed",
            "authors": [],
            "year": 2020,
            "venue": "Recommendation from ERS Group",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recomendaciones de prevención de infección por coronavirus en las unidades de función pulmonar de los diferentes ámbitos asistenciales",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Torralba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Díaz-Pérez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Negrón",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sánchez MP. Recomendaciones de prevención de infección por coronavirus en las unidades de función pulmonar de los diferentes ámbitos asistenciales 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Telehealth: A quarter-trillion-dollar post-COVID-19 reality?",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medicare telemedicine health care provider fact sheet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effect of tele-health care on quality of life in patients with severe COPD: A randomized clinical trial",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Tupper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Gregersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ringbaek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brøndum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frausing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J COPD",
            "volume": "13",
            "issn": "",
            "pages": "2657--62",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}