{"paper_id": "1d6e0032aa25370ce2b8388d0598961b8e9a68ae", "metadata": {"title": "Design of chemical libraries with potentially bioactive molecules applying a maximum common substructure concept", "authors": [{"first": "Michael", "middle": [], "last": "Lisurek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bernd", "middle": [], "last": "Rupp", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jörg", "middle": [], "last": "Wichard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": [], "last": "Neuenschwander", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jens", "middle": [], "last": "Peter Von Kries", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ronald", "middle": [], "last": "Frank", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jörg", "middle": [], "last": "Rademann", "suffix": "", "affiliation": {}, "email": "rademann@fmp-berlin.de"}, {"first": "Ronald", "middle": [], "last": "Kühne", "suffix": "", "affiliation": {}, "email": "kuehne@fmp-berlin.de"}, {"first": "M", "middle": [], "last": "Lisurek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["B"], "last": "Rupp", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["J"], "last": "Wichard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["M"], "last": "Neuenschwander", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["J P"], "last": "Von Kries", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["J"], "last": "Rademann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["R"], "last": "Kühne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Kühne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Frank", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Rademann", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Success in small molecule screening relies heavily on the preselection of compounds. Here, we present a strategy for the enrichment of chemical libraries with potentially bioactive compounds integrating the collected knowledge of medicinal chemistry. Employing a genetic algorithm, substructures typically occurring in bioactive compounds were identified using the World Drug Index. Availability of compounds containing the selected substructures was analysed in vendor libraries, and the substructure-specific sublibraries were assembled. Compounds containing reactive, undesired functional groups were omitted. Using a diversity filter for both physico-chemical properties and the substructure composition, the compounds of all the sublibraries were ranked. Accordingly, a screening collection of 16,671 compounds was selected. Diversity and chemical space coverage of the collection indicate that it is highly diverse and well-placed in the chemical space spanned by bioactive com-Electronic supplementary material The online version of this article (pounds. Furthermore, secondary assay-validated hits presented in this study show the practical relevance of our library design strategy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Over the recent years, screening of chemical libraries has developed into a broadly used methodology to identify and optimise small molecules as research tools in chemical biology. Efficient screening requires the use of compound libraries reflecting the biologically relevant chemical space. Since the number of chemically accessible low molecular weight compounds is vast [1] , every screening collection can represent only a selection of the enormous number of stable, potentially bioactive compounds. Therefore, the rational preselection of compounds to be screened is of utmost importance, especially if a 'general purpose' library for a broad range of targets is to be designed and the number of compounds in the final screening collection has to be limited for reasons of costs.", "cite_spans": [{"start": 374, "end": 377, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years, protein-family-focused libraries have been increasingly described as libraries of choice to produce better hit rates in high throughput screening [2] . However, in our case, the task was to compose a library not restricted to certain target families, but rather a 'general purpose' library serving the academic community through the screening centres of the ChemBioNet (ChemBioNet, http:// www.chembionet.de, is an interdisciplinary consortium of chemists and biologists who exploit small molecules to study biological systems). Such a library should fulfill the following basic requirements: (a) it should be enriched with puta-tive bioactive compounds, (b) it should exhibit a high degree of chemical diversity, (c) it should permit the extraction of structurally related hit clusters, (d) it must be free of artefactcausing reactive or unstable compounds [3] , and (e) it must be physically available. Traditionally, screening collections are based on analysis of a descriptor space spanned by sets of physicochemical and topological descriptors to evaluate the diversity and similarity within the compound collection [4, 5] . The main disadvantage of these descriptor-based strategies is their abstract formulations of molecular structures and properties. Thus, applications of such strategies are often disappointing because a single class of compounds defined by their similarity within a descriptor space can contain different substructures and does not integrate the collected experience of medicinal chemists. The occurrence of defined substructure elements, however, is crucial not only for the biological activities of drugs but even more for their pharmacokinetic or absorption, distribution, metabolism and excretion properties. Recently, fragment-based screening approaches have been applied successfully [6] . However, the binding of small fragments is weak and needs highly sensitive methods such as X-ray crystallography [7] , NMR spectroscopy [8] or the amplification of binding, e.g. by dynamic ligation screening [9] .", "cite_spans": [{"start": 163, "end": 166, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 875, "end": 878, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1138, "end": 1141, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1142, "end": 1144, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1836, "end": 1839, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1955, "end": 1958, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1978, "end": 1981, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2050, "end": 2053, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Thus, identification of biologically relevant substructures is an important prerequisite of all the screening libraries. Different methods to search and identify substructures in compound databases have been developed previously [10] [11] [12] [13] [14] [15] [16] . Analysis of substructure contents of ligands for a target family led to the formulation of the privileged substructure concept by Evans et al. and Patchett et al. [17, 18] . These substructures are often used to build up target familyselective screening libraries. Schnur et al. performed a substructure analysis of ligand sets from five different target families and examined the occurrence of potential privileged substructures [19] . They found a remarkable promiscuity of the substructures and concluded that most of these substructures might be better described as drug-like and not as target family specific. In other words, the use of substructures is suitable for both the design of general purpose screening libraries and focused libraries.", "cite_spans": [{"start": 229, "end": 233, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 234, "end": 238, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 239, "end": 243, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 244, "end": 248, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 249, "end": 253, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 254, "end": 258, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 259, "end": 263, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 429, "end": 433, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 434, "end": 437, "text": "18]", "ref_id": "BIBREF17"}, {"start": 696, "end": 700, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we present a concept for library design that combines substructures derived from bioactive compounds with a diversity-driven compound selection. This concept consists of the following steps: (a) identification of the bioactive substructures from the Derwent World Drug Index (WDI) [20] , (b) assembly of sublibraries for every commercially available substructure, and (c) sublibrary-specific diversity calculations considering physicochemical properties and combinations with other identified substructures. The main advantage of the use of substructures derived from a bioactive database compared to the use of molecular descriptors is that it simulates an experienced chemist's reason- Fig. 1 Graphical representation of the MCS concept using the software ClassPharmer. Given, for example, the three molecules A, B and C, the genetic algorithm of this software identifies the maximum common substructure of these three molecules shown in the middle on the basis of their two-dimensional structure ing when classifying and considering the molecules. As a result, more structurally homogeneous classes are obtained which are preselected by a track record of reported bioactivities.", "cite_spans": [{"start": 287, "end": 291, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 694, "end": 700, "text": "Fig. 1", "ref_id": null}], "section": "Introduction"}, {"text": "The basis for the composition of the screening collection was the identification of substructures frequently occurring in bioactive, non-peptidic organic molecules extracted form the WDI [20] . In order to identify substructures, the maximum common substructure (MCS) algorithm of ClassPharmer version 3.2 was applied (ClassPharmer, Simulations Plus Inc., Santa Fe, New Mexico, USA). The MCS algorithm is based on a genetic approach published by Gasteiger [16] . It performs a graph-based analysis of compounds from a database to classify them topologically and to place them into classes based on large, significant substructures learned on the fly. The principle of the MCS approach is illustrated in Fig. 1 . Using the parameters described in computational methods, 1305 classes of substructures were identified using the 35,000 small molecules of the WDI as input. Since the most promising substructures were desired, only those that occurred in at least five different compounds within the WDI were considered. This restriction was introduced to reduce the redundancy in the substructures and to avoid singletons. As a result, Fig. 2 Overview of the 100 substructure classes with the highest number of compounds. The classes were derived by ClassPharmer using the WDI and are ordered by increasing complexity. A complete list of the 561 identified biologically active substructure classes is contained in the supplemental material a list of 561 substructures was established. We found that at least one of the 561 selected substructures is present in almost 97% of all the small molecules in the WDI. An overview of the 100 most frequently occurring MCSs derived from the WDI is presented in Fig. 2 . A complete list of all the 561 substructures is provided in the supplemental material.", "cite_spans": [{"start": 187, "end": 191, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 456, "end": 460, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 703, "end": 709, "text": "Fig. 1", "ref_id": null}, {"start": 1132, "end": 1138, "text": "Fig. 2", "ref_id": null}, {"start": 1697, "end": 1703, "text": "Fig. 2", "ref_id": null}], "section": "Identification of bioactive substructures"}, {"text": "In order to demonstrate the relevance of our substructurebased concept, we analysed the substructure composition of some available target-focused libraries [21] . These libraries are focused on GPCR targets (10,605 compounds), protein kinases (7,129 compounds), ion channels (5,026 compounds), antibacterial (3,703 compounds) and antiviral activities (1,735 compounds). We found that only one out of these 28,198 compounds did not contain at least one of our 561 WDIderived substructures. The average number of substructures per compound in the focused libraries is 3.8.", "cite_spans": [{"start": 156, "end": 160, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Relevance of the maximum common substructure concept"}, {"text": "More than 2.1 million compounds from approximately 20 vendors were gathered and analysed. First, in order to exclude covalent binders from the screening collection, a self-written filter program was used, which identifies and removes . The whole list of functional groups that were eliminated during this step is shown in Fig. 3 .", "cite_spans": [], "ref_spans": [{"start": 322, "end": 328, "text": "Fig. 3", "ref_id": null}], "section": "Analysis of commercially available compound libraries"}, {"text": "Afterwards, the vendor libraries were inspected for their content of the WDI-derived 561 substructures. As a maximum, 366 out of the 561 requested substructures were identified in a vendor library of approximately 550,000 compounds [21] , corresponding to a substructure coverage of 66% of the WDI-derived bioactive substructures.", "cite_spans": [{"start": 232, "end": 236, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Analysis of commercially available compound libraries"}, {"text": "Substructure-based molecular diversity Next, if it was possible, a set of the 100 most diverse compounds that belong to each of the 366 commercially available substructure classes were calculated and selected. The quantity of 100 compounds per series was chosen to obtain a final library size of approximately 20,000 compounds. This step was performed using the MOE subroutine 'Diverse Subset' and the descriptors described in computational methods [22] . One important parameter used in the calculation of the diversity set is the number of the WDI-derived substructures found in the compound. This parameter, used as a numerical descriptor, ensures that the compounds within the subli-braries selected for each of the available substructure classes contain not only the substructure by itself but also the substructure in combination with an increasing number of other identified substructures. Thus, each sublibrary is composed out of compounds containing a certain substructure, and they are, therefore, structurally related, but only the compounds with the most possible diverse decoration within the sublibraries are chosen for the final library. We think that this approach is optimal for extracting hit clusters after a successful screening.", "cite_spans": [{"start": 449, "end": 453, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Analysis of commercially available compound libraries"}, {"text": "During the selection, the Lipinski's 'Rule-of-five' [23] was considered. In the context of the ChemBioNet library, this rule was used as a simple tool to select molecules which are capable of passing through biological membranes and thus are suitable for cellular assays. Finally, all the compounds from each diverse sublibrary of all the substructures were combined, checked for double occurrences and all the duplicates were deleted. As a result, we ended up with a screening collection for the ChemBioNet consisting of 16,671 compounds.", "cite_spans": [{"start": 52, "end": 56, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Analysis of commercially available compound libraries"}, {"text": "The final screening collection was examined according to the distribution of physicochemical properties. The average molecular weight of a compound in the screening collection is 388 g/mol, and 80% of all the compounds have a molecular weight between 300 and 500 g/mol. There is no compound with more than five hydrogen bond donors, and none of the compounds contains more than ten hydrogen bond acceptor. The average logP of the compounds is 3.2, and only a very small fraction of compounds with a logP greater than five is present in the newly assorted screening collection. In addition, 90% of the compounds contain ten or fewer rotatable bonds. Thus, the screening library fulfils all the criteria that are usually applied to roughly estimate the bioavailability potential of small molecules.", "cite_spans": [], "ref_spans": [], "section": "Properties of the ChemBioNet screening collection"}, {"text": "In order to represent the chemical space of the screening collection, we calculated 32 P_VSA descriptors [24] for the compounds of the ChemBioNet library, the ChemDiv stock collection, the WDI and the ChemACX. These descriptors capture hydrophobic and hydrophilic effects, polarizability and electrostatic interactions, and therefore represent a meaningful chemical space and pay attention on as many properties of the molecules as possible. Moreover, these descriptors are independent of our substructure approach. In order to reduce the dimensionality and to avoid collinearity, a principal component analysis was performed on the basis of these descriptors. Figure 4a represents the chemical space spanned by the ChemBioNet collection in comparison to the vendor stock collection. It can be observed that the 16,671 compounds occupy almost the same chemical space as the 550,000 compounds of the ChemDiv stock collection, although they constitute only 3% of the compounds. Therefore, our strategy for compiling a screening collection did not lead to a major loss of chemical diversity compared to the vendor stock collection. Furthermore, the chemical space of our screening collection was compared to the chemical space of the annotated drug molecules from the WDI [20] and an available chemical database of 237,046 compounds (ChemACX) [25] . The ChemACX library was chosen as an example of a typical database with commercially available chemical compounds. Although, of course, it also contains bioactive molecules, this is not the emphasis of this database. The result can be seen in Fig. 4b . Comparison of the ChemBioNet compounds with those of the WDI shows that both libraries occupy a similar region of the chemical space represented by the first ten principal components. Furthermore, it can be seen that this region of the chemical space is only a small portion of the chemical space spanned by the ChemACX compounds. Though normalized, the chemical space of the 237,046 compounds of the ChemACX spans a much larger space than that of the ChemDiv stock compounds, despite the fact that these are only roughly half the number of compounds contained in the ChemDiv stock collection. Assuming that the selected drug molecules from the WDI represent the biologically relevant chemical space, the Fig. 4 Representation of the chemical space of our screening collection in comparison to the ChemDiv stock collection, the WDI and the ChemACX 32 P_VSA descriptors were calculated, and then principal component analysis was performed [24] . The figure shows the scatter plot of the first ten principal components, which are plotted against each other. The principal components are scaled from −1 to 1. The diagonal shows the Gaussian shape histogram of the principal components. a Principal component analysis of the ChemDiv library (531,770 compounds, black) and the ChemBioNet collection (16,671 compounds, green). The first ten principal components explain 75% of the variance. The chemical space of the ChemBioNet collection is almost the same as that of the stock collection, although it contains only 3% of the compounds of the stock collection. b Principal component analysis of the ChemBioNet screening collection (16,671 compounds, green) , the bioactive small molecules from the WDI (35,345 compounds, red) and the compounds from an available chemical database ChemACX (CambridgeSoft) (214,232 compounds, blue). The first ten principal components explain 80% of the variance. It can be seen clearly, that the chemical space of the ChemBioNet collection is roughly the same as that of the WDI, whereas the chemical space of the ChemACX compounds containing many non-bioactive molecules is much larger comparison of the ChemBioNet chemical space with that of the WDI shows that the ChemBioNet library is well situated in the bioactive chemical space.", "cite_spans": [{"start": 105, "end": 109, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1269, "end": 1273, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1340, "end": 1344, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 2538, "end": 2542, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 661, "end": 670, "text": "Figure 4a", "ref_id": null}, {"start": 1590, "end": 1597, "text": "Fig. 4b", "ref_id": null}, {"start": 2305, "end": 2311, "text": "Fig. 4", "ref_id": null}, {"start": 3226, "end": 3251, "text": "(16,671 compounds, green)", "ref_id": null}], "section": "Properties of the ChemBioNet screening collection"}, {"text": "The novelty of our strategy consists in a combination of the identification of frequently occurring putative bioactive substructures in annotated bioactive compounds with a chemical diversity approach of substructure-specific sublibraries using both physicochemical descriptors and an MCS based parameter.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The calculation of MCSs was done using the compounds contained in the WDI [20] . Since this database contains compounds with known biological activity which are either available as drugs or have been submitted for clinical development, it enabled the identification of frequently occurring substructures that are characteristic for bioactive molecules. This approach resembles a medicinal chemist's reasoning and should increase the probability of selecting bioactive compounds from vendor libraries. A subset of 561 frequently occurring substructures was derived using the MCS algorithm.", "cite_spans": [{"start": 74, "end": 78, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Conclusion"}, {"text": "As can be seen in Fig. 2 , the smaller substructures represent the classical carbocyclic and heterocyclic ring chemistry. A complete list of the 561 identified biologically active substructure classes is contained in the supplemental material. It is remarkable that when the substructures grow larger, they are usually a combination of the smaller substructures. For example, adamantane, one of our WDI-derived substructures, may be interpreted as a combination of several cyclohexane rings or a combination of the decaline ring with another cyclohexane ring. Of course, one might argue that there is a certain risk in only identifying substructures from the WDI which contains no new chemical entities and therefore no novel ones can be found using our strategy. It should be noted, however, that novel drugs are usually combinations of known bioactive substructures. Moreover, the mentioned risk was further minimized by using the content of substructures as a numerical descriptor for the diversity set of 100 compounds per substructure. As a result, it is possible that combinations of substructures are provided in the final library, which have not been found before in bioactive databases. Using this approach, we selected the compounds with our WDI-derived substructure alone (though with differing side chains) and also in combination with other substructures, where both the number and the combinations with the other substructures varied heavily. For example, two or more small substructures may be condensed, connected linearly by various linkers or linked with each other via another substructure.", "cite_spans": [], "ref_spans": [{"start": 18, "end": 24, "text": "Fig. 2", "ref_id": null}], "section": "Conclusion"}, {"text": "Our identified substructures may also be valuable for the design of novel compounds and compound libraries in the future. Since it can be expected that only few new small building blocks will be synthesized, it will primarily be the varying combinations of known substructures which will lead to new chemical entities with new biological activities. The predominant combinations of two or more substructures are: (a) condensed, (b) linked by a single bond, (c) linked by a methylene or ethylene group, (d) linked via an amine group, an ether group or a peptide-, ester-or sulfonamide bond, (e) linked via other substructures, such as 5-, 6-, or 7-membered rings, and finally, (f) two substructures may also be linked via a spiro bond.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The 35,000 small molecules of the WDI consist of up to 28 of our 561 substructures per molecule. Only 3.3% of the compounds in the WDI subset are not composed of any of them. In other words, although we have used only substructures that are present in at least five WDI compounds, the resulting substructures represent almost 97% of the WDI subset. The average number of substructures of a typical compound in the WDI is 4.5. By far the most prominent substructure class derived from the WDI is the benzene ring (9,052 compounds out of 35,345), followed by the piperidine ring (1,008 compounds within this class) and the pyridine ring (924 compounds). The 100 most abundant substructures constitute 25,762 out of the 35,345 small molecules of the WDI (73%). The compounds of the ChemBioNet library contain up to 21 substructures per molecule. The average number of substructures is 4.7 per compound. It is also interesting to compare our WDI-derived substructures with substructures derived from the CRC Dictionary of Natural Products [26] . Although a completely different approach was used [16] , their substructures closely resemble the ones derived by our strategy applying the MCS algorithm to the WDI [20] .", "cite_spans": [{"start": 1035, "end": 1039, "text": "[26]", "ref_id": null}, {"start": 1092, "end": 1096, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1207, "end": 1211, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Conclusion"}, {"text": "While we were analysing the compound libraries of various vendors, it turned out that at most 66% of these substructures were available in one vendor stock library. Presumably the reason why not all of the WDI-derived substructures can be obtained commercially might be that some of the substructures are protected by patents or are too costly to synthesize. In other words, with the use of our MCS-based strategy, it is easy to identify and to fill these gaps within the screening collection by adding compounds from different sources. Another advantage of the concept of building diverse subsets around substructures is that it generates a high probability of finding a congeneric series around a hit compound, thus making the subsequent hit-to-lead process more straightforward.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In summary, in this contribution, we have described and evaluated an approach for the composition of a screening collection based on a MCS concept. The approach has been validated by comparing the chemical space of this library with the chemical space of an available chemical database (ChemACX) [25] and the WDI [20] (Fig. 4) . It could clearly be shown that the chemical space of the ChemBioNet collection resembles the chemical space of the biologically active small molecules from the WDI.", "cite_spans": [{"start": 296, "end": 300, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 313, "end": 317, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 318, "end": 326, "text": "(Fig. 4)", "ref_id": null}], "section": "Conclusion"}, {"text": "The successful experimental verification of the designed library showed that it may contain potent and selective ligands for a range of targets. In addition, due to the design concept of this library, usually small congeneric series around TPH1/2: tryptophan hydroxylase isoform 1 and 2; STAT5: signal transducer and activator of transcription 5; the Shank PDZ belongs to the proline-rich synapse-associated protein family of multidomain proteins known to play an important role in the organization of synaptic multiprotein complexes; HGFSF is a hepatocyte growth factor/scatter factor (a pleiotropic effector of cells expressing the Met tyrosine kinase receptor); B-catenin is a subunit of the cadherin protein complex; SARS CoV Mpro is the severe acute respiratory syndrome coronavirus main protease each hit are obtained that help to decide what to synthesize next in an early step of drug development. Since the Chem-BioNet is an open resource network supporting academic chemical and biological research, the mission is to provide a real link between biologists, chemists and other scientific disciplines required for high throughput screening, and data documentation and analysis in Europe to explore biological functions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The ChemBioNet library was purchased and is formatted in 384-well microtiter plates. This collection is open for screening by the academic public in several screening centres in Germany and also in other European countries.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "So far, numerous screens of the ChemBioNet collection for a broad range of targets have been conducted. They usually resulted in the identification of chemically diverse hits and, even more promising, whole congeneric hit series. Numerous exemplary screening results of the ChemBioNet library are given in Table 1 . The validated hit rates in these examples were 0.01 up to 0.34%.", "cite_spans": [], "ref_spans": [{"start": 306, "end": 313, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Conclusion"}, {"text": "As the source database for bioactive compounds, the WDI was obtained as part of the Catalyst Software package (Cat-alyst 10, Accelrys Inc., San Diego, CA, 92121, USA) [20] . The MCSs of the compounds within the WDI were calculated using the genetic algorithm contained in the Software Class-Pharmer version 3.2 from Simulations Plus Inc [22] . The parameters were set to minimal homogeneity, high redundancy and only exact atom and ring matches. For our list of bioactive substructures, only those substructures were considered, which occurred at least five times within the WDI. The SD-files of approximately 20 vendor compound collections were downloaded or received from the suppliers and stored in a MOE database or Sybyl [22] . In total, more than 2.1 million compounds were surveyed. The substructures and the occurrences of undesired functional groups contained in the vendor libraries were identified using self-written filter programs running in Sybyl.", "cite_spans": [{"start": 167, "end": 171, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 337, "end": 341, "text": "[22]", "ref_id": null}, {"start": 726, "end": 730, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Cheminformatics"}, {"text": "The diverse subsets were calculated with MOE using the molecular weight, the number of hydrogen bond donors and acceptors, the number of N-and O-heteroatoms, the number of rotatable bonds and the physicochemical parameters logP, logS and logD as descriptors. In addition, the content of substructures contained in each compound (a single number, calculated by the self-written Sybyl filter) was used as a descriptor. Other descriptors were provided by the supplier or calculated using MOE [22] .", "cite_spans": [{"start": 489, "end": 493, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Cheminformatics"}, {"text": "The 16,671 compounds were purchased from ChemDiv [21] and solubilized in 10-mM stock concentrations in dimethyl sulfoxide.", "cite_spans": [{"start": 49, "end": 53, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Cheminformatics"}, {"text": "The set of 32 P_VSA descriptors was calculated for all the compounds [24] . Then, a principal component analysis was performed on this data set in order to compare the chemical space of the selected screening collection, the ChemACX and the bioactive molecules of the WDI [20, 25] . The calculation was performed using MOE [22] . The chemical space is represented by the first ten principal components projected against each other in two-dimensional space.", "cite_spans": [{"start": 69, "end": 73, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 272, "end": 276, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 277, "end": 280, "text": "25]", "ref_id": "BIBREF24"}, {"start": 323, "end": 327, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Cheminformatics"}, {"text": "The analysis of the screening results has been done using the SciTegic Pipeline Pilot package (Pipeline Pilot V7.0.1.0., SciTegic Inc., San Diego, CA, 92121, USA).", "cite_spans": [], "ref_spans": [], "section": "Cheminformatics"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comments on the design of chemical libraries for screening", "authors": [{"first": "H", "middle": ["O"], "last": "Villar", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Koehler", "suffix": ""}], "year": 2000, "venue": "Mol Divers", "volume": "5", "issn": "", "pages": "13--24", "other_ids": {"DOI": ["10.1023/A:1011326914800"]}}, "BIBREF1": {"ref_id": "b1", "title": "Recent developments in focused library design: targeting gene-families", "authors": [{"first": "J", "middle": ["L"], "last": "Miller", "suffix": ""}], "year": 2006, "venue": "Curr Top Med Chem", "volume": "6", "issn": "", "pages": "19--29", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "How good is your screening library", "authors": [{"first": "J", "middle": ["J"], "last": "Irwin", "suffix": ""}], "year": 2006, "venue": "Curr Opin Chem Biol", "volume": "10", "issn": "", "pages": "352--356", "other_ids": {"DOI": ["10.1016/j.cbpa.2006.06.003"]}}, "BIBREF3": {"ref_id": "b3", "title": "Molecular descriptors for effective classification of biologically active compounds based on principal component analysis identified by a genetic algorithm", "authors": [{"first": "L", "middle": [], "last": "Xue", "suffix": ""}, {"first": "J", "middle": [], "last": "Bajorath", "suffix": ""}], "year": 2000, "venue": "J Chem Inf Comput Sci", "volume": "40", "issn": "", "pages": "801--809", "other_ids": {"DOI": ["10.1021/ci000322m"]}}, "BIBREF4": {"ref_id": "b4", "title": "Lessons learnt from assembling screening libraries for drug discovery for neglected diseases", "authors": [{"first": "R", "middle": [], "last": "Brenk", "suffix": ""}, {"first": "A", "middle": [], "last": "Schipani", "suffix": ""}, {"first": "D", "middle": [], "last": "James", "suffix": ""}, {"first": "A", "middle": [], "last": "Krasowski", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": [], "last": "Frearson", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Wyatt", "suffix": ""}], "year": 2008, "venue": "ChemMedChem", "volume": "3", "issn": "", "pages": "435--444", "other_ids": {"DOI": ["10.1002/cmdc.200700139"]}}, "BIBREF5": {"ref_id": "b5", "title": "Fragonomics: fragment-based drug discovery", "authors": [{"first": "E", "middle": ["R"], "last": "Zartler", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Shapiro", "suffix": ""}], "year": 2005, "venue": "Curr Opin Chem Biol", "volume": "9", "issn": "", "pages": "366--370", "other_ids": {"DOI": ["10.1016/j.cbpa.2005.05.002"]}}, "BIBREF6": {"ref_id": "b6", "title": "Fragment-based lead discovery using X-ray crystallography", "authors": [{"first": "M", "middle": ["J"], "last": "Hartshorn", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": [], "last": "Cleasby", "suffix": ""}, {"first": "M", "middle": [], "last": "Frederickson", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Tickle", "suffix": ""}, {"first": "H", "middle": [], "last": "Jhoti", "suffix": ""}], "year": 2005, "venue": "J Med Chem", "volume": "48", "issn": "", "pages": "403--413", "other_ids": {"DOI": ["10.1021/jm0495778"]}}, "BIBREF7": {"ref_id": "b7", "title": "Design of small molecule libraries for NMR screening and other applications in drug discovery", "authors": [{"first": "E", "middle": [], "last": "Jacoby", "suffix": ""}, {"first": "J", "middle": [], "last": "Davies", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Blommers", "suffix": ""}], "year": 2003, "venue": "Curr Top Med Chem", "volume": "3", "issn": "", "pages": "11--23", "other_ids": {"DOI": ["10.2174/1568026033392606"]}}, "BIBREF8": {"ref_id": "b8", "title": "Sensitized detection of inhibitory fragments and iterative development of non-peptidic protease inhibitors by dynamic ligation screening", "authors": [{"first": "M", "middle": ["F"], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Isidro-Llobet", "suffix": ""}, {"first": "M", "middle": [], "last": "Lisurek", "suffix": ""}, {"first": "A", "middle": [], "last": "El-Dahshan", "suffix": ""}, {"first": "J", "middle": [], "last": "Tan", "suffix": ""}, {"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": ""}, {"first": "J", "middle": [], "last": "Rademann", "suffix": ""}], "year": 2008, "venue": "Angew Chem Int Ed Engl", "volume": "47", "issn": "", "pages": "3275--3278", "other_ids": {"DOI": ["10.1002/anie.200704594"]}}, "BIBREF9": {"ref_id": "b9", "title": "The properties of known drugs. 1. Molecular frameworks", "authors": [{"first": "G", "middle": ["W"], "last": "Bemis", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Murcko", "suffix": ""}], "year": 1996, "venue": "J Med Chem", "volume": "39", "issn": "", "pages": "2887--2893", "other_ids": {"DOI": ["10.1021/jm9602928"]}}, "BIBREF10": {"ref_id": "b10", "title": "Using molecular equivalence numbers to visually explore structural features that distinguish chemical libraries", "authors": [{"first": "Y", "middle": ["J"], "last": "Xu", "suffix": ""}, {"first": "M", "middle": [], "last": "Johnson", "suffix": ""}], "year": 2002, "venue": "J Chem Inf Comput Sci", "volume": "42", "issn": "", "pages": "912--926", "other_ids": {"DOI": ["10.1021/ci025535l"]}}, "BIBREF11": {"ref_id": "b11", "title": "Computer design of potentially bioactive molecules by geometric searching with ALADDIN", "authors": [{"first": "Y", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 1990, "venue": "Tetrahedron Comput Methodol", "volume": "3", "issn": "", "pages": "15--25", "other_ids": {"DOI": ["10.1016/0898-5529(90)90117-Q"]}}, "BIBREF12": {"ref_id": "b12", "title": "3D database searching in drug design", "authors": [{"first": "Y", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 1992, "venue": "J Med Chem", "volume": "35", "issn": "", "pages": "2145--2154", "other_ids": {"DOI": ["10.1021/jm00090a001"]}}, "BIBREF13": {"ref_id": "b13", "title": "Modern methods to produce natural-product libraries", "authors": [{"first": "U", "middle": [], "last": "Abel", "suffix": ""}, {"first": "C", "middle": [], "last": "Koch", "suffix": ""}, {"first": "M", "middle": [], "last": "Speitling", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hansske", "suffix": ""}], "year": 2002, "venue": "Curr Opin Chem Biol", "volume": "6", "issn": "", "pages": "453--458", "other_ids": {"DOI": ["10.1016/S1367-5931(02)00338-1"]}}, "BIBREF14": {"ref_id": "b14", "title": "Charting biologically relevant chemical space: a structural classification of natural products (SCONP)", "authors": [{"first": "M", "middle": ["A"], "last": "Koch", "suffix": ""}, {"first": "A", "middle": [], "last": "Schuffenhauer", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheck", "suffix": ""}, {"first": "S", "middle": [], "last": "Wetzel", "suffix": ""}, {"first": "M", "middle": [], "last": "Casaulta", "suffix": ""}, {"first": "A", "middle": [], "last": "Odermatt", "suffix": ""}, {"first": "P", "middle": [], "last": "Ertl", "suffix": ""}, {"first": "H", "middle": [], "last": "Waldmann", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci", "volume": "102", "issn": "", "pages": "17272--17277", "other_ids": {"DOI": ["10.1073/pnas.0503647102"]}}, "BIBREF15": {"ref_id": "b15", "title": "The determination of maximum common substructures by a genetic algorithm: application in synthesis design and for the structural analysis of biological activity", "authors": [{"first": "M", "middle": [], "last": "Wagener", "suffix": ""}, {"first": "J", "middle": [], "last": "Gasteiger", "suffix": ""}], "year": 1994, "venue": "Angew Chem Int Ed Engl", "volume": "33", "issn": "", "pages": "1189--1192", "other_ids": {"DOI": ["10.1002/anie.199411891"]}}, "BIBREF16": {"ref_id": "b16", "title": "Methods for drug discovery: development of potent, selective, orally effective cholecystokinin antagonists", "authors": [{"first": "B", "middle": ["E"], "last": "Evans", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Rittle", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Bock", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Dipardo", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Freidinger", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Whiter", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Lundell", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Veber", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Anderson", "suffix": ""}, {"first": "Rsl", "middle": [], "last": "Chang", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Lotti", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cerino", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Kling", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Kunkel", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Springer", "suffix": ""}, {"first": "J", "middle": [], "last": "Hirshfield", "suffix": ""}], "year": 1988, "venue": "J Med Chem", "volume": "31", "issn": "", "pages": "2235--2246", "other_ids": {"DOI": ["10.1021/jm00120a002"]}}, "BIBREF17": {"ref_id": "b17", "title": "Privileged structures-an update", "authors": [{"first": "A", "middle": ["A"], "last": "Patchett", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Nargund", "suffix": ""}], "year": 2000, "venue": "Annu Rep Med Chem", "volume": "35", "issn": "", "pages": "35027--35035", "other_ids": {"DOI": ["10.1016/S0065-7743(00)35027-8"]}}, "BIBREF18": {"ref_id": "b18", "title": "Are targetfamily-privileged substructures truly privileged", "authors": [{"first": "D", "middle": ["M"], "last": "Schnur", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hermsmeier", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Tebben", "suffix": ""}], "year": 2000, "venue": "J Med Chem", "volume": "49", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1021/jm0502900"]}}, "BIBREF19": {"ref_id": "b19", "title": "World Drug Index, Release", "authors": [{"first": "Derwent", "middle": [], "last": "Wdi", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "6605 Nancy Ridge Drive", "authors": [{"first": "Chemdiv", "middle": [], "last": "Inc", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings", "authors": [{"first": "C", "middle": ["A"], "last": "Lipinski", "suffix": ""}, {"first": "F", "middle": [], "last": "Lombardo", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Dominy", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Feeney", "suffix": ""}], "year": 1997, "venue": "Adv Drug Deliv Rev", "volume": "23", "issn": "", "pages": "3--25", "other_ids": {"DOI": ["10.1016/S0169-409X(96)00423-1"]}}, "BIBREF23": {"ref_id": "b23", "title": "A widely applicable set of descriptors", "authors": [{"first": "P", "middle": [], "last": "Labute", "suffix": ""}], "year": 2000, "venue": "J Mol Graph Model", "volume": "18", "issn": "", "pages": "464--477", "other_ids": {"DOI": ["10.1016/S1093-3263(00)00068-1"]}}, "BIBREF24": {"ref_id": "b24", "title": "Dictionary of Natural Products, version 14", "authors": [{"first": "Cambridgesoft", "middle": [], "last": "Chemacx", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "reactive or hydrolytically unstable functional groups from the vendor libraries (Sybyl 7.0, Tripos Inc., 1699 South Hanley Rd., St. Louis, MO, 63144, USA)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Results of various exemplarily in vitro high throughput screens using the ChemBioNet library", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Target </td><td>Hit type </td><td>Assay </td><td>Validation screen\n</td></tr><tr><td>TPH1 </td><td>Activator </td><td>Fluorescence-based kinetics\n</td><td>18\n</td></tr><tr><td>Inhibitor </td><td> </td><td>7\n</td></tr><tr><td>TPH2 </td><td>Activator </td><td>Fluorescence-based kinetics\n</td><td>14\n</td></tr><tr><td>Inhibitor </td><td> </td><td>21\n</td></tr><tr><td>STAT5 </td><td>Inhibitor </td><td>Fluorescence polarization\n</td><td>2\n</td></tr><tr><td>Shank PDZ </td><td>Inhibitor </td><td>Fluorescence polarization\n</td><td>2\n</td></tr><tr><td>HGFSF </td><td>Inhibitor </td><td>Light absorption\n</td><td>48\n</td></tr><tr><td>B-catenin </td><td>Inhibitor </td><td>Light absorption\n</td><td>45\n</td></tr><tr><td>SARS CoV Mpro </td><td>Inhibitor </td><td>Mobility shift (Labchip)\n</td><td>57\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements We thank Hans-Dieter Höltje and Victoria Higman for critical reading of the manuscript. The screening data were provided by Jörn Saupe, Samuel Beligny, Svantje Behnken and Susann Matthes. Three institutes, namely the Helmholtz Centre for Infec -tion Research (HZI), the Max Delbrück Centrum (MDC), and the Leibniz Institut für Molekulare Pharmakologie (FMP) co-financed the described screening library, which is now ready to use for supporting screening projects. Extensions to this library are currently made by the MPI in Dortmund, the University of Oslo and the University of Konstanz.Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}