{
    "paper_id": "1d7234df1a19a0cf0b4038ceb31e7a97881cdbd7",
    "metadata": {
        "title": "Virtual application of in situ simulation during a pandemic",
        "authors": [
            {
                "first": "Erich",
                "middle": [],
                "last": "Hanel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monika",
                "middle": [],
                "last": "Bilic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Hassall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Med",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Hastings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Farah",
                "middle": [],
                "last": "Jazuli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brendon",
                "middle": [],
                "last": "Trotter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cory",
                "middle": [],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Greg",
                "middle": [],
                "last": "Rutledge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic introduced challenges to the use of simulation, including limited personal protective equipment and restricted time and personnel. Our use of video for in situ simulation aimed to circumvent these challenges and assist in the development of a protocol for protected intubation and simultaneously educate emergency department (ED) staff. We video-recorded a COVID-19 respiratory failure in situ simulation event, which was shared by a facilitator both virtually and in the ED. The facilitator led discussions and debriefs. We followed this with in situ runthroughs in which staff walked through the steps of the simulation in the ED, handling medications and equipment and becoming comfortable with use of isolation rooms. This application of in situ simulation allowed one simulation event to reach a wide audience, while allowing participants to respect social distancing, and resulted in the education of this audience and successful crowdsourcing for a protocol amidst a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "RÉSUMÉ L'arrivée de la pandémie causée par la maladie à coronavirus 2019, COVID-19, a eu pour effet de rendre plus difficile le recours à la simulation, en raison notamment du port de l'équipement de protection individuelle et des restrictions de temps et de personnel. L'enregistrement vidéo d'une simulation sur place visait à contourner ces difficultés et à faciliter l'élaboration d'un protocole d'intubation protégée, en plus d'offrir de la formation au personnel du service des urgences (SU). Pour ce faire, nous avons procédé à l'enregistrement vidéo d'une simulation, sur place, d'un cas d'insuffisance respiratoire causée par la COVID-19, vidéo qui a été partagée par un animateur, aussi bien virtuellement qu'au SU. Celui-ci a dirigé les discussions et les rétroactions. Ont suivi des répétitions sur place dans lesquelles le personnel franchissait les étapes de la simulation au SU, manipulant les médicaments et le matériel nécessaires et se familiarisant avec le travail dans les salles d'isolement. Cette application de simulation sur place a permis non seulement de joindre un grand nombre de personnes, mais aussi de rendre possibles le respect de la distanciation physique et la formation des participants, sans compter la réussite d'une externalisation à grande échelle de l'élaboration d'un protocole en pleine période de pandémie. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this innovation was: (1) to develop a protocol for protected intubation with input from front-line interprofessional teams under significant stress; and (2) to educate ED staff during a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "The multidisciplinary simulation team at a busy ED in Hamilton, Ontario, had previously facilitated weekly in situ simulation within the ED. Our experience has shown that this in situ simulation was feasible and productive in a busy ED. 3 However, the aforementioned difficulties of the pandemic challenged this, requiring the application of a different style of simulation, one which used video recording and sharing ( Figure 1 ). This team designed a case of respiratory failure secondary to COVID-19 infection and carried out the simulation at a time where ED volume was low, in the so-called \"lull\" of the COVID-19 pandemic. Participants were individuals who were on shift at the time. They were given a short prebrief (which included the design of the simulation session), and consent for video recording was obtained. Facilitators ran and recorded the simulation in a negative pressure room with associated anteroom. The simulation was unrehearsed and executed in real time, such that it was imperfect and designed to elicit debrief discussions from viewers about where the process could be improved.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 428,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description"
        },
        {
            "text": "Over the following 14 days, the 9-minute video was shared in small groups both electronically (which allowed for participants to respect social distancing), as well as in the emergency department. The video was not released for independent review. Facilitators provided a pre-amble (explaining that this is not meant to be a model simulation and addressing the vulnerability of video participants), presented the video, and led a debrief. The debriefing mechanism asked participants what they saw, what could be improved, and how the simulation compared with current protected code blue protocols. The facilitator was able to provide education around points as needed. The protected code blue process and intubation protocol was designed by the education team in tandem to the virtual simulations. Following the debrief, an electronic survey was distributed by means of email to allow further anonymous feedback and to gauge team resilience and preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "This was complemented by additional in situ simulations on site to capture staff from different departments, including nursing, respiratory therapy, and clinical medicine. These were a run through of the simulation in real time, without manikins or PPE, with team members working together verbalizing procedures done in the context of isolation rooms and anterooms, and collecting required equipment. This allowed increased ED staff participation in the simulation after viewing the video with minimal expense, enhancing their educational experience and familiarity with proper use of negative pressure rooms and the locations of required equipment and medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "Video-based learning has been used previously in the classroom, but its use remotely in the same manner as an actual in situ event has not been reported. 4 The described application of simulation consisted of video-recording an in situ simulation event, which allowed for protocol development and staff education, with discussions of patient management during this pandemic. There was significant staff participation at the leadership level from all departments (registered nurses, respiratory therapists, and physicians). With the previous regular in situ simulations, there was feedback that this format was intimidating to mixed groups with varying levels of experience. These formats of virtual video-based simulation offered perhaps the most protected safe environment. This pilot project of education delivery using an in situ model has now branched out to include simulation educators across the region who have trialed a similar model. This model also allowed the teams to identify and modify site-specific latent safety threats (LSTs), which are system-based threats to patient safety that are not previously recognized. 5 As an example, one such LST identified was the difficulty with clear communication between the patient room and the anteroom. This was identified in the initial simulation and debrief and echoed in video-related debriefs as well. This led to introduction of baby monitors to allow for clearer twoway communication between the two rooms. This was tested in isolation and improvements were made based on feedback from the run-through sessions, such as having a dedicated provider at the monitor to relay complex requests such as infusion medication orders.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using the debriefs and postsimulation surveys, we checked-in with staff and elicited their perceptions surrounding the pandemic. The survey revealed that more than half of the respondents were concerned about resource limitation, particularly PPE. Other concerns included the risk of infection to health care providers and their families, and the notion of being unprepared for the pandemic. Given these legitimate concerns, it is essential that simulation continues to be used, despite these difficult times. The utility of in situ simulation in increasing preparedness and allowing for the creation and improvement of protocols was leveraged as part of this virtual simulation method. In a time of uncertainty, this method allowed for the protocol to evolve daily and respond to challenges immediately, in parallel with the pandemic situation. This method offered a means of rapid knowledge dissemination, using very few resources and saving time, PPE, and simulation equipment, while allowing for social distancing and eliminating geography as a limitation to education delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Virtual application of in situ simulation during a pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In situ simulation and its effects on patient outcomes: a systematic review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldshtein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krensky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perelman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Simul Technol Enhanc Learn",
            "volume": "6",
            "issn": "1",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Simulation-based research in emergency medicine in Canada: priorities and perspectives",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chaplin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thoma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrosoniak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CJEM",
            "volume": "22",
            "issn": "1",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The use of in situ simulation to improve emergency department staff comfort with the management of high acuity low occurrence cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bilic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hassall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hastings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rutledge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Abstract. Accepted to",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Simulation videos presented in a blended learning platform to improve Australian nursing students' knowledge of family assessment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frommolt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rands",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nurse Educ Today",
            "volume": "66",
            "issn": "",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In situ simulation: detection of safety threats and teamwork training in a high risk emergency department",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Geis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Falcone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lemaster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wears",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Qual Saf",
            "volume": "22",
            "issn": "",
            "pages": "468--77",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Keywords: Pandemic, simulation, video BACKGROUND Previous work has demonstrated the utility of in situ simulation to advance health care provider skills and aid in the development of protocols and procedures. 1,2 However, the use of simulation under the constraints inflicted by a pandemic has not yet been addressed. The coronavirus disease 2019 (COVID-19) pandemic posed new challenges to the execution of in situ simulation in the emergency department (ED), as well as timesensitive pressures for the development of protected code blue and intubation protocols. Challenges included restricted time, personnel, and personal protective equipment (PPE), with changing guidelines on appropriate use. These factors were addressed together through an uncommon application of in situ simulation with mixed online and offline distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic depicting the described process from simulation to the development of the protected code blue protocol and staff education.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We used a video-recorded simulation with virtual distribution to aid in the development of a protected code blue protocol, incorporating staff input and education under the constraints and pressures of a global pandemic.Competing interests: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ]
}