{"paper_id": "1d74fb028d494a81d3def71846266b3113faf449", "metadata": {"title": "Hierarchical Self-Assembled Peptide Nano-ensembles 8", "authors": [{"first": "Priyadharshini", "middle": [], "last": "Kumaraswamy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Swaminathan", "middle": [], "last": "Sethuraman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vir", "middle": [], "last": "Yakhmi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Uma", "middle": ["Maheswari"], "last": "Krishnan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Self-assembly is defined as a process where individual components form organized structures via specific and local interactions without any external intervention [1] . Molecular self-assembly is a spontaneous process where the molecular components organize into ordered structures through non-covalent interactions such as van der Waals, hydrophobic, capillary forces, electrostatic forces, or hydrogen bonds [2] . Although these interactions are relatively weak when compared to covalent bonds, they form reasonably stable higher-order structures through self-assembly due to the additive effect of these secondary forces. In other words, these self-assembled structures are thermodynamically more stable due to lower values of Gibbs free energy when compared to that of the individual components (building blocks). Since the underlying interactions are rather weak, any external stimulus can alter the self-assembled structures. However, once the stimulus is removed, they can revert back to their original structure. Molecular self-assembly is ubiquitous in nature, and it has evolved in many areas including chemical synthesis, nanotechnology, polymer science and materials science, and engineering [3] [4] [5] [6] [7] [8] [9] . The molecular level self-assembly is a typical example of the 'bottom-up' approach where molecules in the sub-nm range come together to form assemblies that are in nm or bit larger in dimensions [10, 11] . Numerous self-assembling systems ranging from diand tri-block copolymers, complex DNA structures, simple and complex proteins, and peptides have been developed [12] [13] [14] [15] [16] [17] [18] [19] [20] . Complex and intricate monodisperse structures can be obtained through self-assembly with high precision and reproducibility.", "cite_spans": [{"start": 162, "end": 165, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 409, "end": 412, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1203, "end": 1206, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1207, "end": 1210, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1211, "end": 1214, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1215, "end": 1218, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1219, "end": 1222, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1223, "end": 1226, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1227, "end": 1230, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1428, "end": 1432, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1433, "end": 1436, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1599, "end": 1603, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1604, "end": 1608, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1609, "end": 1613, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1614, "end": 1618, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1619, "end": 1623, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1624, "end": 1628, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1629, "end": 1633, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1634, "end": 1638, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1639, "end": 1643, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Biomolecules possess an inherent ability to form hierarchical self-assemblies in aqueous medium. Biomolecules such as proteins, deoxyribonucleic acid, and lipids have been widely investigated for their self-assembling properties [21] [22] [23] [24] [25] [26] [27] . In fact, these three biomolecules form the 'molecular trinity' of biomolecular self-assembly. Peptide systems have been especially popular self-assembling systems due to the large number of structures that can be generated by slight modification of the number and nature of amino acid residues in the sequence [8, 28, 29] . The stability, ease of synthesis, and controlled self-assembly regulated by various physicochemical parameters have resulted in the popularity of selfassembled peptide systems [30] . Since peptide self-assembly is a bottom-up process where amino acids form the building blocks, it is easy to introduce functionalities on the carboxyl or amine terminal groups, opening up the possibilities of a wide range of chemical interactions leading to specific functions. Though peptides containing naturally occurring L-amino acids have been widely investigated for their self-assembling characteristics, D-amino acid containing peptide systems have also been explored due to their stability against proteases [31] . Self-assembling peptides may vary in the number of amino acids starting from 2 to as high as 20. The simplest building block reported thus far is the dipeptide (diphenylalanine -FF) from the core recognition motif of Alzheimer's amyloid beta peptide [32] . This dipeptide is reported to form different structures based on the pH that is employed (Fig. 8.1 ). For instance, at a pH lower than the isoelectric point of the peptide, it forms nanofibrils, whereas at a pH higher than its isoelectric point, the peptide forms nanotubes [33] . Despite the numerous advantages of self-assembling peptides, there are several challenges associated with their use in biomedical applications, which include problems related to processability, control of size, functionalization, and stability in aqueous media [34] . For example, biosensing platforms employing self-assembling peptides require electric contacts between the selfassembled nanostructures and transducers, which become tedious due to the small dimensions involved. However, with the advancement in micro-and nanofabrication techniques, such problems are being overcome, paving the way for use of peptide nanostructures in molecular electronics. Another impediment relates to the low conductivity of the self-assembled peptide nanostructures, which limits their use in sensing and diagnosis. However, by the introduction of conductive polymers, enzymes, and metallic particles, the electrical current conductivity can be enhanced [31, 35] .", "cite_spans": [{"start": 229, "end": 233, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 234, "end": 238, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 239, "end": 243, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 244, "end": 248, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 249, "end": 253, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 254, "end": 258, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 259, "end": 263, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 576, "end": 579, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 580, "end": 583, "text": "28,", "ref_id": "BIBREF27"}, {"start": 584, "end": 587, "text": "29]", "ref_id": "BIBREF28"}, {"start": 766, "end": 770, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1290, "end": 1294, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1547, "end": 1551, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1828, "end": 1832, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 2096, "end": 2100, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 2779, "end": 2783, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 2784, "end": 2787, "text": "35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1643, "end": 1652, "text": "(Fig. 8.1", "ref_id": "FIGREF8"}], "section": "Self-Assembling Peptides"}, {"text": "The self-assembly process is influenced by many factors that can be grouped into any of the three categories, namely, environment-driven factors, substrate-driven factors, and peptide-driven factors.", "cite_spans": [], "ref_spans": [], "section": "Factors Influencing Self-Assembly"}, {"text": "The pH, temperature, solvent, nature of ions, and ionic strength are factors that influence the self-assembly process. The pH of the medium alters the charge status on the peptide and hence the electrostatic forces between the peptide molecules. For instance, the peptide STVIIE forms beta-sheets when its net charge is +1, whereas in its zwitterionic state, it forms random coils and it exists as a mixture of random coils and beta-sheets when the net charge is À1. This is because when the net charge is zero as in the zwitterionic form, the packing of the peptides could happen in many ways leading to an amorphous structure. The presence of a net charge gives directionality to the associations as well as determines the distance between the peptide chains [36] . The charge distribution in the peptide also influences the self-assembled structures formed. For example, when the peptides EAK 16-I (AEAKAEAKAEAKAEAK), EAK 16-II (AEAEAKAKAEAEAKAK), and EAK 16-IV (AEAEAEAEAKAKAKAK) were self-assembled, it was found that EAK 16-I and EAK 16-II formed fibrillar assemblies, while EAK 16-IV formed globular structures between pH 6.5 and 7.5 and fibrillar structures at other pH due to the neutralization of charges in the beta-sheet structures formed, which promotes aggregation at pH away from the neutral pH [37] . The nature of anion also was found to influence the structures formed by the EAK 16-II peptide in the presence of Cu 2+ ions. While SO 4 2caused formation of nanofibers, the monovalent Cland NO 3 caused formation of short fibrils with a mixture of alpha helix and random coils. This is due to the ability of the divalent sulfate anions to act as an electrostatic bridge between two lysine residues unlike the monovalent ions. Higher ionic strength of the medium contributes the shielding of the electrostatic charges on the ionizable groups present in the peptide sequence, thereby altering the critical aggregation concentration as well as the pH required for association or dissociation of the self-assembled structure [37] . Factors like the solvent polarity, surface tension, hydrogen bond-forming ability, and dielectric constant influence the peptide self-assembly and strength of the self-assembled structures. Introduction of methanol as cosolvent contributed to the formation of nanofibers of diphenylalanine (FF) on a glass substrate. This was attributed to the high hydrogen bond donor and acceptor property of methanol that promoted formation of highly crystalline nanofibers [38] . On increasing the methanol content, solvation of the peptide molecules occurred, which prevented aggregation of the solvated peptide. It was also observed that organic cosolvents with higher surface tension contributed to reduction in fiber dimensions to the nm range. The dielectric constant of the solvent has been found to influence the peptide substrate binding affinities [39] .", "cite_spans": [{"start": 761, "end": 765, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1310, "end": 1314, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1452, "end": 1453, "text": "4", "ref_id": "BIBREF3"}, {"start": 1511, "end": 1512, "text": "3", "ref_id": "BIBREF2"}, {"start": 2038, "end": 2042, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 2505, "end": 2509, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 2889, "end": 2893, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Environment-Driven Factors"}, {"text": "The surface tension, hydrophobicity, and surface texture of the substrate influence the self-assembly process. Hydrophobic substrates promote better spreading of peptide sequences that have greater number of hydrophobic residues. Surface topography, on the other hand, directs the orientation as well as fiber dimensions. The dipeptide FF was found to self-assemble into nanofibers with a well-spread morphology on poly(vinyl chloride), whereas in silicon, which had a periodic rough texture, finer fibers were observed along with vertically aligned hollow nanotubes of larger dimensions suggesting that the rough morphology retards the stacking interactions between the peptide molecules [34] .", "cite_spans": [{"start": 689, "end": 693, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Substrate-Driven Factors"}, {"text": "Peptide-driven factors that direct self-assembly are the number and nature of amino acid residues in the sequence, the isoelectric point, and the peptide concentration [40] . Aromatic residues led to the formation of rigid structures that possessed nanotape or nanoribbon morphology [41] . Reduction in the surface tension of the peptide molecule can lead to the formation of globular assemblies instead of fibrillar structures as observed with the peptide EAK 16-IV at neutral pH. Peptide aggregates are formed above a particular concentration known as critical aggregation concentration (cac), which in turn is dependent on the peptide sequence. Below the cac, the seeding and nucleation occur, while above cac, the aggregated ensembles are discernible [42] . In the case of surfactant-like peptide amphiphiles, if the surfactant number is between ⅓ and ½, then cylindrical micelles and nanofibers are observed ( Fig. 8.2 ). However, if the surfactant number is between ½ and 1, then bilayer formation occurs. In the case of micelle-forming peptides, increase in the intermolecular cross-links has been found to reduce the curvature leading to the formation of cylindrical micelles as observed in the hexadecyl-modified peptide sequence CCCCGGG phosphoserine-RGD [43] .", "cite_spans": [{"start": 168, "end": 172, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 283, "end": 287, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 755, "end": 759, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1265, "end": 1269, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 915, "end": 923, "text": "Fig. 8.2", "ref_id": "FIGREF1"}], "section": "Peptide-Driven Factors"}, {"text": "Peptides that self-assemble are amphiphilic and are classified based on their nature of self-assembly.", "cite_spans": [], "ref_spans": [], "section": "Classes of Self-Assembling Peptides"}, {"text": "Peptide lego systems consist of both hydrophilic and hydrophobic residues that form beta-sheet structures and well-defined nanofiber matrices with an average pore size of 5-200 nm in aqueous solution. These peptides are termed as molecular lego peptides as they possess alternating charged and hydrophobic amino acids like the pegs and holes of lego blocks. For example, in the peptide RAD 16-I, the sequence is RADARADARADARADA, where R (arginine) is a cationic amino acid and D (aspartate) is an anionic amino acid. These oppositely charged amino acid residues are separated by a hydrophobic amino acid residue, alanine. The charge status of the peptide sequence will therefore be represented as (+ À + À + À + À + À + À + À + À), and such sequences are referred to as modulus I peptides. Similarly, modulus II (++À À++À À) and modulus III (+++À À À+++À À À) have also been reported based on their charge pattern.", "cite_spans": [], "ref_spans": [], "section": "Molecular Lego Peptides"}, {"text": "These peptides spontaneously form nanofibers of 10 nm length in the presence of cations of alkaline earth metals due to electrostatic forces. Since ionic interactions are involved in the self-assembly process, the molecular lego peptides readily form hydrogels [44] . The hexadecapeptide DAR 16-IV with the peptide sequence DADADADARARARARA has similar amino acid residues as RAD, with the only difference that the sequence of the charged amino acid residues varies. This difference is markedly reflected in the self-assembled structures formed by the two peptides. The self-assembled structures formed by DAR 16-IV can transform from an alpha helix to a beta-sheet depending on the pH, ionic strength, and temperature I does not form alpha helical structures under any condition. This is because in the case of RAD 16-I, if the peptide assumes an alpha helical structure, the positively charged side groups in arginine (R) will be repelled by the positively charged N-terminus, and the anionic aspartate (D) will experience electrostatic repulsion from the like-charged carboxylate in the C-terminus. Hence, it always remains in the beta-sheet form. In the case of DAR 16-IV, the negatively charged aspartate will stabilize the positive N-terminus, and the positively charged arginine will exhibit electrostatic attraction with the negative C-terminus when it adopts an alpha helical form. Thus the nature, number, and sequence of amino acids are critical parameters that determine the type of self-assembled structures that can be formed by peptides [45] .", "cite_spans": [{"start": 261, "end": 265, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1552, "end": 1556, "text": "[45]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 719, "end": 769, "text": "I does not form alpha helical structures under any", "ref_id": null}], "section": "Molecular Lego Peptides"}, {"text": "The molecular lego peptides are also known as ionic self-complementary peptides due to their pattern of electrostatic association that contribute to their stability. Zhang and his coworkers identified the first molecular lego peptide EAK-16 from a Z-DNA binding protein zuotin from yeast [36] . The ionic self-complementary peptides initially form beta-sheets, which later form a fibrous network, progressively by undergoing sol-gel transition. The substitution of a basic amino acid with another basic amino acid (for instance R with K) or an acidic amino acid with another acidic amino acid (e.g. D with E) does not bring about significant changes in the self-assembly pattern. However, substitution of an acidic amino acid with a basic amino acid and vice versa was found to alter the self-assembly pattern. Such structures were found to form beta-sheets but did not form higher-order structures. Substitution of the alanine residues with more hydrophobic residues such as leucine, valine, and isoleucine accelerates the self-assembly process [46] .", "cite_spans": [{"start": 288, "end": 292, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1046, "end": 1050, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Molecular Lego Peptides"}, {"text": "Surfactant-like peptides self-assemble either into nanotubes or nanovesicles [47] [48] [49] [50] (Fig. 8.3 ). They are termed as surfactant-like due to the presence of a hydrophilic head comprising charged amino acids (lysine, arginine, glutamic acid, aspartic acid, etc.) and a hydrophobic segment comprising nonpolar amino acids (alanine, leucine, valine, etc.). Intermolecular hydrogen bonding plays a major role in determining the structures formed by the self-assembly of these peptides. Vauthey et al. were the first to design a self-assembling peptide that can self-assemble into nanotubes and nanovesicles [47] . Some common examples of surfactant-like peptides include A 6 D, V 6 D, V 6 D 2 , L 6 D 2 15, and G 6 D 2 . These peptides initially self-assemble to form a bilayer, which later undergo further associations to form nanotubes.", "cite_spans": [{"start": 77, "end": 81, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 82, "end": 86, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 87, "end": 91, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 92, "end": 96, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 614, "end": 618, "text": "[47]", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 97, "end": 106, "text": "(Fig. 8.3", "ref_id": "FIGREF8"}], "section": "Surfactant-Like Peptides"}, {"text": "The nature of the amino acids in the sequence has an important role in dictating the type of self-assembled structures formed. The peptide sequences A 6 K and A 6 D both formed nanotubes often exhibiting twisted tape or fibrillar morphology. A heptapeptide, namely, Ac-GAVILRR-NH 2 , formed donut-like ring structures [46] . Peptides like V 6 D 2 , V 5 DVD, and V 4 D 2 V 2 have been reported to form fibers, tapes, and twisted ribbons rather than nanotubes. The differences in the self-assembled structures formed could be attributed to the variations in the packing density of the peptide aggregates [51] . The number of hydrophobic amino acids in each surfactant-like peptide also influences the final self-assembled structure. Three peptides A 3 K, A 6 K, and A 9 K, with different hydrophobic chain lengths were investigated for their self-assembling properties [52] . While A 3 K formed stacked bilayers, A 6 K formed nanofibers and A 9 K formed nanorods. The absence of higher-order structures in A 3 K peptide was attributed to the absence of measurable critical aggregation concentration (cac), probably due to the short hydrophobic segment. Several surfactant-like peptides found in nature also exhibit similar self-assembling characteristics to form vesicular structures that may be relevant to prebiotic enclosures that sequester enzymes from their environment [53] .", "cite_spans": [{"start": 318, "end": 322, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 602, "end": 606, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 867, "end": 871, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 1373, "end": 1377, "text": "[53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Surfactant-Like Peptides"}, {"text": "The lipid-like peptides are a subtype of surfactant-like peptides and consist of a hydrophilic head group and a tunable hydrophobic tail. Though the lipid-like peptides possess different composition, sequence, and packing, they share several similarities with phospholipids that self-assemble to form lipid bilayers. The length of the peptide is about 2.5 nm, which is comparable to natural phospholipids. Both systems self-assemble in water to form nanovesicles with an average diameter of 30-50 nm. A point of distinction between the two systems is in the nature of association between the individual components. In phospholipids, the acyl chains in the hydrophobic tails compactly pack together to displace water molecules from the interior and hydrophobic forces drive this process, which impedes formation of hydrogen bonds. However, in the case of lipid-like peptides, in addition to the hydrophobic tail packing, intermolecular hydrogen bonds are formed in the backbone. The presence of charged side chains in these peptides confers pH sensitivity as well as responsiveness to change in the ionic strength of the medium.", "cite_spans": [], "ref_spans": [], "section": "Lipid-Like Amphipathic Peptides"}, {"text": "Carpet peptides also known as molecular paint peptides were first developed by Zhang et al. [54] . These peptides can undergo self-assembly and form monolayers, a few nanometers thick on a surface. These peptides thus act as a carpet for the attachment of cells or they can trap other molecules, thereby providing molecular recognition ( Fig. 8.4 ). These peptides consist of three segments. The first segment or head contains ligands that serve as molecular recognition motifs for cell surface receptors. The middle segment serves as a linker that allows the head to interact at a distance away from the surface and also provides certain degree of flexibility to the peptide structure. The last segment or tail enables covalent binding with the surface. These peptides are widely used to study cell-cell communication. The peptide sequence RGDAAAAAC is a typical example of a molecular paint peptide [54] . The RGD segment serves as a recognition motif for the cell surface receptors integrins and hence can promote cell adhesion. The five alanine residues (AAAAA) serve as linkers, while the lone cysteine residue can enable anchoring of the peptide to gold substrates through its sulfhydryl group. Similarly, the tetradecapeptide RADSRADSAAAAAC that also possesses a ligand (RADS) for cell recognition has been developed for painting gold surfaces [55] . ", "cite_spans": [{"start": 92, "end": 96, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 901, "end": 905, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 1351, "end": 1355, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 338, "end": 346, "text": "Fig. 8.4", "ref_id": "FIGREF8"}], "section": "Carpet Peptides"}, {"text": "The switch peptides possess a unique ability to transform its molecular structure in response to environmental stimuli. For example, the hexadecapeptide DAR16-IV can form beta-sheet structures at ambient temperatures but transforms to an alpha helix when the temperature or pH of the system is modified. This suggests that secondary structures of sequences flanked by the negative charges on N-terminus and positive charges on C-terminus may undergo drastic changes if the pH and temperature are changed. These peptides were converted to electronically responsive structures through incorporation of metal nanocrystals [56] . An undecapeptide with the sequence Ac-QQRFQWQFEQQ-NH 2 was found to self-assemble into structures with progressively increasing order -tapes, ribbons, fibrils, and finally fibers [57] (Fig. 8.4) . The side chains of the glutamine (Q) residues involve in hydrogen bonding and promote formation of b-sheets. The arginine (R) and glutamate (E) residues facilitate electrostatic interactions with the complementary countercharges on the neighboring chains leading to stabilization of antiparallel b-sheets forming a tape-like structure. The phenylalanine (F) and tryptophan (W) residues contribute to hydrophobic forces that drive the formation of ribbons. In the ribbon-like morphology, two tapes associate face-to-face stabilized by the hydrophobic forces leading to a twist. At higher concentrations of the peptide, the ribbons stack together to form fibrils. The substitution of the glutamine residues with glutamate (E) in the peptide sequence induces pH responsiveness in the peptide. At acidic pH (<2), the glutamate residue is protonated and hence will exhibit associative interactions promoting the existence of a nematic phase. As the pH is increased, the glutamate residues get deprotonated, and hence greater repulsive forces are introduced leading to transformation of the nematic phase to an isotropic fluid phase. Thus the peptide acts as a molecular switch in response to pH changes by transforming reversibly between nematic and isotropic fluid phases.", "cite_spans": [{"start": 619, "end": 623, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 805, "end": 809, "text": "[57]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 810, "end": 820, "text": "(Fig. 8.4)", "ref_id": "FIGREF8"}], "section": "Switch Peptides"}, {"text": "The design of cyclic peptides, whose dimensions and assembly could be tailored as desired, was inspired from the tubular pores formed by the tobacco mosaic virus [58] . Ghadiri and his coworkers were the first to report the self-assembly of a rationally designed cyclic octapeptide cyclo(L-gln-D-ala-L-glu-D-ala-) 2 [59] . These cyclic peptides have alternating D-and L-amino acids, which interact through intermolecular hydrogen bonding to form an array of self-assembled nanotubes with an internal diameter of 7-8 Å (Fig. 8.5 ). The diameter of the tube depends on the number of amino acid residues forming the cyclic peptide. At alkaline pH, the carboxylate groups of glutamate residues become negatively charged as a result of deprotonation and prevent stacking associations due to strong electrostatic repulsive forces. At acidic pH, the carboxylate groups become protonated and hence favor association through extensive hydrogen bonding between the amide carbonyl and -NH-groups in the backbone. Each cyclic peptide forms a flat ring that stacked over one another and is stabilized by hydrogen bonding resulting in a hollow nanotube. The side chains of the amino acids face the exterior of the tube to minimize steric repulsions. These side chains can also be functionalized to incorporate desired properties to the nanotubes. The cyclic octapeptide lanreotide NH 2 -(D)naphthylalanine-Cys-Tyr-(D) Trp-Lys-Val-Cys-Thr-CONH 2 , an analogue of somatostatin 14, also self-assembled into tubular structures with a diameter of 24 nm and length running to several microns [60] .", "cite_spans": [{"start": 162, "end": 166, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 316, "end": 320, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 1572, "end": 1576, "text": "[60]", "ref_id": "BIBREF59"}], "ref_spans": [{"start": 518, "end": 527, "text": "(Fig. 8.5", "ref_id": "FIGREF8"}], "section": "Cyclic Peptides"}, {"text": "This category of peptides represents a hybrid molecule formed from oligonucleotides and amino acids. The sequence of both components influences the nature of self-assembly. Gour et al. have reported the self-assembly of a nucleopeptide formed by grafting the dipeptide FF to the 12-mer oligonucleotide with sequence CTCTCTCTCTTT [61] . The diphenylalanine (FF) is part of the core recognition motif of the amyloid peptide and self-assembles to fibrillar structures in its pristine state. However, the nucleopeptide formed using this peptide motif self-assembled to spherical structures, which may be attributed to the hydrogen bonding interactions and amphiphilicity of this hybrid molecule. Li et al. had developed nucleopeptides that self-assemble to form supramolecular hydrogels using the dipeptide FF conjugated to a nucleobase (A, G, T, or C). These nucleopeptides served as hydrogelators forming entangled nanofibers in water and could lead to many interesting biomedical applications [62, 63] . Peptide amphiphiles comprise of a hydrophilic head and hydrophobic tail that self-assemble in aqueous solution to form well-defined nanostructures like peptide bilayers, micelles, nanotubes, nanorods, and nanovesicles [64] [65] [66] . These molecules can be chemically modified easily to tailor their properties for specific applications such as cell adhesion and internalization. The mechanistic insights into the self-assembly of peptide amphiphiles using V 6 D as a model have suggested that the peptide amphiphile initially self-assembles into a bilayer and then into a cyclic vesicular form that undergoes stacking to form nanotubes. It has also been suggested that higher-order structures could be obtained by interconnection of these tubes through three-way junctions [67] . Most of the peptide amphiphiles form betasheet containing nanofibrils that can be induced either by addition of divalent salts or by altering the pH of the solution. The divalent cations form an ion bridge leading to stronger intra-and interfibrillar associations. Experiments have revealed a high degree of solvation in the interior of the self-assembled structures formed by peptide amphiphiles [44] . Incorporation of a cysteine residue in a peptide sequence promotes reversible cross-linking of the peptide leading to modification of the stiffness of the peptide chain. Another strategy to impart amphiphilic character to the peptide sequence is to incorporate a fatty acyl chain to the N-terminus of a peptide sequence. The acyl chain contributes to the hydrophobic character to the peptide amphiphile. Using an elegant set of experiments, Lowik et al. demonstrated the influence of alkyl chain length on the self-assembly of the peptide GANPNAAG [68] . The peptide molecules modified with C 6 , C 10 , and C 12 acyl chains self-assembled into random coils independent of temperature, while those containing C 14 and C 16 acyl chains underwent a transition from b-sheets to random coils on increasing the temperature. Increasing the acyl chain length contributes to enhanced hydrophobicity leading to differences in the thermal stability.", "cite_spans": [{"start": 329, "end": 333, "text": "[61]", "ref_id": "BIBREF60"}, {"start": 992, "end": 996, "text": "[62,", "ref_id": "BIBREF61"}, {"start": 997, "end": 1000, "text": "63]", "ref_id": "BIBREF62"}, {"start": 1221, "end": 1225, "text": "[64]", "ref_id": "BIBREF63"}, {"start": 1226, "end": 1230, "text": "[65]", "ref_id": "BIBREF64"}, {"start": 1231, "end": 1235, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 1778, "end": 1782, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 2182, "end": 2186, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 2737, "end": 2741, "text": "[68]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Nucleopeptides"}, {"text": "In a seminal work, Hartgerink et al. developed a peptide amphiphile with four distinct domains that self-assembled into cylindrical micelles in aqueous solution [69] . The N-terminus of the peptide sequence Cys-Cys-Cys-Cys-Gly-Gly-Gly-phosphoSer-Arg-Gly-Asp was modified with a 16-carbon alkyl chain that forms the hydrophobic component. The cysteine residues contribute to the formation of b-sheets and stabilize the self-assembled structure by covalent capture where superstructures are transformed into a supramolecule through covalent bonding. The disulphide bridges formed due to the oxidation of the cysteine residues confer rigidity to the supramolecular structure. Further, stabilization of the structure is provided through extensive hydrogen bonding. The glycine-rich segment forms the flexible spacer domain. The phosphoserine residue confers charge and hence pH responsiveness to the sequence, while the RGD serves as a recognition motif for cell adhesion. This peptide amphiphile associated at acidic pH and dissociated at alkaline pH ( Fig. 8.6 ). Similar analogues have now been developed for many biological applications. Reverse peptide amphiphiles like C16O-VEVE with a free N-terminus were prepared using unnatural amino acid (ornithine, O) modified with a fatty acid chain and were mixed with conventional peptide amphiphiles containing free C-terminus. Such de novo designed peptide amphiphiles formed nanobelts [70] . A twisted nanoribbon morphology was observed when the cell adhesion motif RGD was incorporated in the C-terminus (C16O-VEVEGRGD).", "cite_spans": [{"start": 161, "end": 165, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 1433, "end": 1437, "text": "[70]", "ref_id": "BIBREF69"}], "ref_spans": [{"start": 1050, "end": 1058, "text": "Fig. 8.6", "ref_id": "FIGREF8"}], "section": "Nucleopeptides"}, {"text": "Apart from normal method of peptide synthesis, recombinant DNA techniques have also been employed to produce two amphiphilic peptides, namely, Ac-A 2 V 2 L 3 WG 2 -COOH and Ac-A 2 V 2 L 3 WG 7 -COOH, which self-assembled into nanovesicles [71] .", "cite_spans": [{"start": 239, "end": 243, "text": "[71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Nucleopeptides"}, {"text": "A bolaamphiphilic peptide consists of two hydrophilic terminals linked through a hydrophobic segment. This class of peptides derives its name from the South American hunting weapon that consists of two balls linked by a string. Stupp and his coworkers reported the self-assembly of a bolaamphiphilic peptide consisting of glycylglycine (GG) residues at either end linked through a 7-carbon acyl chain [72] ( Fig. 8.7) . The bolaamphiphilic peptides were pH responsive and formed helical ribbon-like structures at alkaline pH. The hydrophobicity of the acyl chain in the middle influences the twist in the structure so as to minimize contact with the polar environment. At acidic pH, the peptide self-assembles to form nanotubes presumably due to the additional hydrogen bonds formed through the protonated carboxylic groups of the amino acid residues.", "cite_spans": [{"start": 401, "end": 405, "text": "[72]", "ref_id": "BIBREF71"}], "ref_spans": [{"start": 408, "end": 417, "text": "Fig. 8.7)", "ref_id": "FIGREF8"}], "section": "Bolaamphiphilic Peptides"}, {"text": "Crick, in 1953, first reported coiled-coil structures, commonly seen in many proteins. The major driving force is the hydrophobic interaction among the helices and a typical coiled structure consists of 2-5 left-handed alpha helices containing seven amino acid residues (heptad), each wrapped around each other to form a supercoil. According to the peptide Velcro (PV) hypothesis, there are three major requirements for formation of such structures [54] . The first and fourth residues must be hydrophobic to facilitate dimerization of the peptide chains along one face of the helix. The length of the hydrophobic side chain dictates the formation of dimers, trimers, or tetramers. Increasing hydrophobicity stabilizes the self-assembled structure through van der Waals' and hydrophobic interactions. The fifth and seventh amino acid residues should have charge to promote electrostatic interactions between the peptide chains. In order to facilitate attractive associations, it is important to have an acidic and a basic amino acid residue at these positions. Leucine zipper proteins and cartilage oligomeric matrix proteins exhibit such type of coiled-coil structures. A right-handed alpha helical coiled-coil structure has also been identified in tetrabrachion, a protein from the bacterial Staphylococcus marinus. This structure contains undecapeptide helices that possess a core filled with water, thereby exhibiting a different packing pattern with the hydrophobic and hydrophilic residues in the first, fourth, and eighth positions falling on the same face [73] . Apart from peptide Velcro where one strand of acidic amino acid residues mingles with other strand of basic residues to form a parallel heterodimer, Ryadnov et al. have designed belts and braces where two peptides are bound together by the third peptide of opposite charge. These belt and braces were used as a template to form colloidal gold particles and were commonly referred as peptide-mediated nanoparticle assembly [74] . Other types of self-assembled peptide systems include amphiphilic peptides in beta strand conformation which self-assemble into twisted tapes, helical dipolar peptides that undergo conformational change between a helix and beta-sheet similar to molecular switch, and surface binding peptides that form monolayers that are covalently bound to a surface. Table 8 .1 gives a list of some of the major peptide systems investigated for their self-assembling properties. Formation of nanotubes and vesicles [48] V 6 K, V 6 K 2 , V 3 K Adsorption at air/water interface used for DNA immobilization [75] V 6 K 2 , L 6 K 2 , A 6 K, V 6 H, V 6 K, H 2 V 6 , KV 6 Formation of nanotubes and vesicles [48] Ac-A 6 D-COOH and Ac-A 6 K-COOH Determination of critical aggregation concentration (cac) of particles formed during self-assembly [66] Mixtures of Ac-A 6 D-OH and Ac-A 6 K-NH 2 Formation of twisted fibrils [76] Ac-GA VILRR-NH 2 Formation of 'nanodonut' structures [46] ", "cite_spans": [{"start": 449, "end": 453, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 1564, "end": 1568, "text": "[73]", "ref_id": "BIBREF72"}, {"start": 1993, "end": 1997, "text": "[74]", "ref_id": "BIBREF73"}, {"start": 2650, "end": 2651, "text": "6", "ref_id": "BIBREF5"}, {"start": 2688, "end": 2692, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 2824, "end": 2828, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 2869, "end": 2870, "text": "2", "ref_id": "BIBREF1"}, {"start": 2900, "end": 2904, "text": "[76]", "ref_id": "BIBREF75"}, {"start": 2920, "end": 2921, "text": "2", "ref_id": "BIBREF1"}, {"start": 2958, "end": 2962, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 2353, "end": 2360, "text": "Table 8", "ref_id": "TABREF0"}], "section": "Other Self-Assembled Peptide Structures"}, {"text": "Correlation of secondary structure with the morphology of nanostructures formed [67] ", "cite_spans": [{"start": 80, "end": 84, "text": "[67]", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Other Self-Assembled Peptide Structures"}, {"text": "Influence of sequence and purity on self-assembly [51] A 3 K, A 6 K, A 9 K Determination of cmc, self-assembled structures, correlation with its antibacterial activity [52] A 6 K Elucidation of nanotube structure and its mechanism of formation [77, 78] Ac-A 2 V 2 L 3 WG 2 -COOH and Ac-A 2 V 2 L 3 WG 7 -COOH Formation of vesicles [71] chol-H 5 R 10 , chol-H 10 R 10 (chol denotes cholesterol)", "cite_spans": [{"start": 331, "end": 335, "text": "[71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Other Self-Assembled Peptide Structures"}, {"text": "Vehicles for delivering genes [79] A 12 H 5 K 10 , A 12 H 5 K 15 , and H 5 K 10 (non-amphiphilic control)", "cite_spans": [{"start": 30, "end": 34, "text": "[79]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Other Self-Assembled Peptide Structures"}, {"text": "Vehicles for delivering genes [80] Ac-(AF) 6 Vehicles for delivering genes [82] chol-G 3 R 6 TAT, TAT ¼ YGRKKRRQRRR Antimicrobial activity [83] A 6 D and A 6 K Stabilization of G-protein-coupled receptor bovine rhodopsin against denaturation [82, 84] Ac-V 6 R 2 -NH 2 , Ac-V 6 K 2 -NH 2 , Ac-A 6 K-NH 2 , Ac-I 6 K 2 -NH 2 , Ac-A 6 K-OH, DA 6 -NH 2 , Ac-V 6 D 2 -NH 2 , Ac-A 6 D-OH, KA 6 -NH 2 Stabilization of protein complex photosystem-I and enhancement of activity [64] ", "cite_spans": [{"start": 30, "end": 34, "text": "[80]", "ref_id": "BIBREF79"}, {"start": 43, "end": 44, "text": "6", "ref_id": "BIBREF5"}, {"start": 75, "end": 79, "text": "[82]", "ref_id": "BIBREF81"}, {"start": 242, "end": 246, "text": "[82,", "ref_id": "BIBREF81"}, {"start": 247, "end": 250, "text": "84]", "ref_id": "BIBREF83"}, {"start": 468, "end": 472, "text": "[64]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Other Self-Assembled Peptide Structures"}, {"text": "where sl denotes the spin label acetamidoproxyl Micelle aggregation and formation of particles and beads [85] ", "cite_spans": [{"start": 105, "end": 109, "text": "[85]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Other Self-Assembled Peptide Structures"}, {"text": "The formation of nanofibers can be promoted by peptides that have an ability to form beta-sheets. Presence of branched amino acid residues confers an ability to transform from a a-helical structure to a b-sheet depending on the nature of the medium [86] . The propensity of beta-sheet forming ability of peptide sequences can be retarded by introduction of proline residues at the N-and C-terminals. As proline lacks hydrogen bond-forming ability owing to its planar ring structure, it restricts the expansion of the beta-sheet network. This results in formation of straight nanofibers of about 80-130 nm in diameter and several mm long. The fine structure will show striations arising due to packing of tightly coiled alpha helical structures, especially if phenylalanine was one of the amino acid residues in the sequence. This is due to additional aromatic interactions contributed by phenylalanine. If phenylalanine was substituted by aliphatic hydrophobic residue such as isoleucine, the straight fibers formed revealed tape-like inner structures. Attempts to functionalize these nanofibers to impart biorecognition have been made using biotin conjugation at their N-terminus [87] . These biotin terminals can be used to tether molecules linked to anti-biotin molecules. However, such functionalization strategies resulted in a loss of the supramolecular assembly formed by the peptide.", "cite_spans": [{"start": 249, "end": 253, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 1181, "end": 1185, "text": "[87]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Structure Manipulation"}, {"text": "Three main forces, namely, hydrophobic, hydrogen bonding, and coulombic forces, are mostly involved in controlling the self-assembly process [88] . A combination of hydrogen bonding, p-p interactions, and van der Waals' interactions promotes formation of columnar, disc-like aggregates, while hydrophobic effects and p-p stacking favor formation of 2D sheets and rectangular aggregates. Cross-linking between peptide chains leads to rigid rods, while cross-linking in micellar assemblies leads to reduction curvature, thereby forming cylindrical micelles. Rod-shaped structures can further stack to form columnar assemblies as their elongated, anisotropic geometry permits their preferential alignment along one spatial direction [89] . Hartgerink had employed three main design principles for customizing the peptide nanostructures that could be formed from cyclic peptide sequences [30, 59] . The cyclic peptide should contain only eight amino acid residues as shorter sequences lead to strained amide backbone, while longer sequences will be flexible. Steric interactions between the side chain and the backbone of the heterochiral alignment are prevented by designing the register of the stack in such a way that the rings will align with homochiral residues as their neighbors. Side chain-side chain interactions are manipulated using glutamine residues that play a major role in intra-and intermolecular hydrogen bonding interactions. Incorporation of non-peptide moieties into a self-assembled ensemble can lead to emergence of novel properties. For instance, the poor conductivity of self-assembled peptide nanostructures, which limits their use in sensing and diagnosis, can be overcome by the introduction of conductive polymers, enzymes, and metallic particles. Alignment and positioning of the peptide nanostructures on a solid surface can be achieved through appropriate chemical modification of the substrate surface or peptide nanostructures, or both. Atomic force microscopy (AFM), dielectrophoresis, or optical tweezers have been employed for making appropriate connection between the self-assembled peptide nanostructures and transducers [90, 91] . Sedman et al. have used AFM as a thermomechanical lithographic tool to create indents and trenches in the self-assembled nanotubes formed by diphenylalanine and dinaphthylalanine, thus utilizing them as nanobarcodes [92] . Reches and Gazit have also tried manipulation of the peptide nanostructures using magnetic forces. Apart from modification, functionalization of the peptide nanostructures has been carried out by Rica and coworkers using dielectrophoresis (DEP) for the incorporation of antibody-functionalized peptide nanotube on top of gold electrodes for the development of label-free pathogen detection chip [72] . Schnarr et al. have created coiled-coil heterotrimeric assembly by employing electrostatic forces, and this molecular self-assembly is driven by the hydrophobic forces, while the building blocks were matched via electrostatic interactions [93] .", "cite_spans": [{"start": 141, "end": 145, "text": "[88]", "ref_id": "BIBREF87"}, {"start": 730, "end": 734, "text": "[89]", "ref_id": "BIBREF88"}, {"start": 884, "end": 888, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 889, "end": 892, "text": "59]", "ref_id": "BIBREF58"}, {"start": 2156, "end": 2160, "text": "[90,", "ref_id": "BIBREF89"}, {"start": 2161, "end": 2164, "text": "91]", "ref_id": "BIBREF90"}, {"start": 2383, "end": 2387, "text": "[92]", "ref_id": "BIBREF91"}, {"start": 2785, "end": 2789, "text": "[72]", "ref_id": "BIBREF71"}, {"start": 3031, "end": 3035, "text": "[93]", "ref_id": "BIBREF92"}], "ref_spans": [], "section": "Structure Manipulation"}, {"text": "Many attempts have been made to improve stability of the self-assembled ensembles through cross-linking or enhancing associative forces. Recently, selfassembled polymeric vesicles with enhanced stability, specificity, and tunability were formed from amphiphilic block copolymers with alternating hydrophilic and hydrophobic segments [44] . Introduction of a polypeptide chain in this amphiphilic block copolymer results in the formation of peptosomes [57, 94] . The peptide segments are mostly associated with the hydrophobic segments resulting in the self-assembly. The peptide WNVFDFLIVIGSIIDVILSE derived from the calcium channel forming protein CaIVS3 exhibits adhesive properties and thereby enhanced stability [95] due to the cohesive forces between the chains that are responsible for driving their association even in the absence of water. Gudlur et al. had designed two amphiphilic peptides with an oligolysine main chain (K 5 ). The aand e-amino groups were both modified with either the hydrophobic nonapeptide FLIVIGSII (h 9 ) or the hydrophobic pentapeptide FLIVI (h 5 ). These amphipathic lipid-like peptides when mixed in equimolar quantities (h 9 h 5 ) spontaneously self-assembled to form vesicular structures in an aqueous medium. Differential scanning calorimetry studies on the h 9 h 5 peptide vesicles indicated good thermal stability over a wide range of temperature, and no alteration in the structure was observed [95] . A peptide derived from human elastin consisting of hydrophobic repeats PGVGVA along with the cross-linking regions composed of polyalanine interspersed with lysine [96] formed highly insoluble nanofibers upon incubation at 37 C. Once fibers were formed, the side chain of lysine is converted to an aldehyde by lysyl oxidase enzyme, which then reacts with neighboring primary amines to form dehydrolysinonorleucine that then forms desmosine cross-links. These cross-linked fibers formed from a small peptide fragment of elastin exhibit good mechanical properties like resilience and strain at breaking point. Covalent capture is a recently developed strategy that integrates the design and synthesis features offered by non-covalent self-assembly along with structural integrity. This approach involves covalent bond formation for stabilizing the self-assembled supramolecular ensembles without significantly affecting their structure. The formation of covalent bonds can occur before or after self-assembly. The order of self-assembly and the covalent bond formation play an important role in determining the physical structure of the aggregate formed. If the covalent bond is formed before self-assembly, either there will be low yield or the desired molecular aggregate will not be formed. However, if the covalent bond is formed after self-assembly, the pre-organization of reacting species happens, and the covalent bond formation is also enhanced. Bilgicer et al. have employed the covalent capture method to dimerize two coiled peptides -one containing a leucine residue and the other an unnatural amino acid hexafluoro leucine at the same specific site [97] . The dimerization of the two peptide sequences containing the natural leucine and unnatural fluorinated leucine hydrophobic residues was achieved by incubating them in a glutathione buffer.", "cite_spans": [{"start": 333, "end": 337, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 451, "end": 455, "text": "[57,", "ref_id": "BIBREF56"}, {"start": 456, "end": 459, "text": "94]", "ref_id": "BIBREF93"}, {"start": 716, "end": 720, "text": "[95]", "ref_id": "BIBREF94"}, {"start": 1438, "end": 1442, "text": "[95]", "ref_id": "BIBREF94"}, {"start": 1609, "end": 1613, "text": "[96]", "ref_id": "BIBREF95"}, {"start": 3105, "end": 3109, "text": "[97]", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Improving Stability of Peptide Self-Assembling Systems"}, {"text": "Characterization of the self-assembled peptide structures for their electrical, physical, and chemical properties is essential to determine their potential in applications. A wide range of characterization tools have been employed to elicit such information on the self-assembled structures (Table 8. 2). This effort is intensifying as newer customized protocols become available with time to evaluate the performance and properties of novel peptide ensembles.", "cite_spans": [], "ref_spans": [{"start": 291, "end": 300, "text": "(Table 8.", "ref_id": "TABREF0"}], "section": "Characterization Tools"}, {"text": "Different types of microscopic tools have been used to visualize the self-assemblies formed by peptides. Apart from forming nanostructures, self-assembled peptides also form micrometer scale structures that can be analyzed using polarized light, epifluorescence, and confocal microscopy [98] . While polarized light microscopy deals with birefringence and is employed to investigate the behavior of light-crystalline phases, epifluorescence and confocal microscopy are specific for the peptidic structures involving the fluorophores. Polarized light microscopy is used to identify various mesophases like nematic, cholesteric, and cubic involved in the lyotropic behavior of the nanostructures formed from the amino acid units.", "cite_spans": [{"start": 287, "end": 291, "text": "[98]", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Microscopic Techniques"}, {"text": "Epifluorescence microscopy is a technique that is widely applied to biological systems. The sample is irradiated with electromagnetic radiation of a particular wavelength known as excitation wavelength and the longer wavelength that is emitted from the sample is then detected. In epifluorescence microscopy, both excitation and observation of the emission occur from above ('epi') the sample. This technique has been applied to detect both intrinsic fluorescence of the peptide structures and the emission from fluorophores linked to the peptide chains. The topography of the self-assembled structures formed by two amphiphilic peptidolipids derived from the 31-35 residues of the amyloid beta peptide (C 18 -IIGLM-OH and C 18 -IIGLM-NH 2 ) was observed using this technique [99] . Studies on the association between the FF nanotubes and pyrenyl derivatives have revealed that the final structure and its photophysical response are found to be dependent on the pH and the fluorophore concentration. When the pyrenyl concentration is low and when the pH is less or equal to 7, the structures formed are shorter and thinner, while at higher peptide concentrations and at alkaline pH, the fibrils formed are thicker [100] . These findings confirm that the final structure is due to the balance between electrostatic and hydrophobic forces. At lower pH, protonation of carboxyl groups of either pyrenyl chromophore or FF molecules occurs, and hence electrostatic interactions become weakened, while the aromatic p stacking between the aromatic rings of the pyrenyl structure dominates. At neutral pH, though the amino groups are protonated, the carboxyl groups of FF and pyrenyl ", "cite_spans": [{"start": 776, "end": 780, "text": "[99]", "ref_id": "BIBREF98"}, {"start": 1214, "end": 1219, "text": "[100]", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Epifluorescence Microscopy"}, {"text": "Determination of presence of beta-sheet structures. Employed in studying the mechanism of amyloid fibril formation Surface plasmon resonance spectroscopy", "cite_spans": [], "ref_spans": [], "section": "Size of the nanostructures formed and investigation of the kinetics of self-assembly Thioflavin T fluorescence"}, {"text": "Atomic force microscopy Investigation of the kinetics of self-assembly, conduct structure manipulation, determine the size and morphology of the nanostructures formed during the self-assembly Diffraction studies Nanofiber alignment and determination of cross b-sheet structures Electron microscopy Morphology of self-assembled structures Gel electrophoresis Determination of monomers and its subsequent polymerization into dimers, tetramers, and oligomers Circular dichroism Determination of secondary structure and transition between secondary structures during self-assembly process Fourier transform infrared spectroscopy Determination of beta-sheet structures are not protonated, and hence only weak induced dipole interactions are favored. At alkaline pH, both carboxyl and amino groups are deprotonated, and hence electrostatic forces cannot compete with the hydrophobic forces resulting in side-chain contacts to form thicker fibrils [100] .", "cite_spans": [{"start": 941, "end": 946, "text": "[100]", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Measurement of fibril growth and elongation"}, {"text": "Thioflavin T (ThT) is a fluorescent molecule that binds to beta-sheet structures of peptide assemblies. The binding results in a red shift in the emission of thioflavin T from 342 to 442 nm. The presence of aromatic residues that contribute to p-p stacking interactions of the aromatic rings in ThT with the peptide causes a change in the charge distribution of ThT in its excited state causing the red shift [101] . The rigidity of the peptide structure and its flatness are additional factors that contribute to ThT binding. One of the limitations of ThT is its poor solubility in aqueous solvents. To overcome this issue, a sulfonated analogue thioflavin S (ThS) has been introduced with sulfonated groups [102] . Congo red is yet another fluorescent probe that has exhibited selective binding to the beta-sheets of amyloid and amyloid-like fibrils [103] .", "cite_spans": [{"start": 409, "end": 414, "text": "[101]", "ref_id": "BIBREF100"}, {"start": 709, "end": 714, "text": "[102]", "ref_id": "BIBREF101"}, {"start": 852, "end": 857, "text": "[103]", "ref_id": "BIBREF102"}], "ref_spans": [], "section": "Thioflavin Binding Assay"}, {"text": "Confocal laser scanning microscopes (CLSMs) provide high in-plane resolutions by restricting entry of out-of-focus light by employing a pinhole for illumination of a sample, thus making it an attractive tool for investigating peptide self-assemblies. They are mainly used in 3D reconstruction of images recorded at different slices along the z direction. The imaging of the peptide nanostructures formed has been accomplished by using confocal laser scanning microscopy (CLSM). FF microtubes labeled with rhodamine B were imaged using CLSM [104] , and this technique has been used to identify the hydrophobic-rich and hydrophilic-rich regions by labeling FF structures with two fluorescence dyes, namely, rhodamine and phthalocyanine. Since rhodamine is relatively hydrophilic, it was localized in the inner core of the peptide assembly, which consists of hydrophilic clusters. Phthalocyanine was found in the hydrophobic external wall of FF nanostructures. The CLSM enabled visualization of both the hydrophilic and hydrophobic clusters by reconstructing the images in 3D. Similarly, the distribution of the peptide amphiphiles C 16 -VVVAAAGGKLAKKLAKKLAKKLAK and C 16 -VVVAAAKKK in a hyaluronic acid membrane was imaged using CLSM [105] . The peptide amphiphiles were modified with a fluorophore at the N-terminus to enable imaging. The z-sectioning served to understand the localization of the peptide self-assemblies within the membrane. The effect of the nanofibers formed by the self-assembly of glucagon-like peptide 1 (GLP-1) mimetic peptide amphiphiles on the cell viability and proliferation of rat insulinoma cells were investigated using CLSM. The CLSM technique has been extensively used as a powerful tool to investigate cell morphology, migration, and proliferation. The influence of a self-assembled scaffold formed from an ionic complementary peptide modified with biorecognition motifs on the cell morphology, spreading, and migration was investigated using CLSM. The results indicated that the designer peptides modified with cell adhesion motif from osteopontin and signaling motif from osteogenic signaling peptide promoted excellent growth and proliferation of osteoblasts.", "cite_spans": [{"start": 540, "end": 545, "text": "[104]", "ref_id": "BIBREF103"}, {"start": 1131, "end": 1133, "text": "16", "ref_id": "BIBREF15"}, {"start": 1232, "end": 1237, "text": "[105]", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Confocal Laser Scanning Microscopy"}, {"text": "Scanning probe microscopies, especially the atomic force microscopy (AFM), have been widely used to investigate the geometry of the self-assembled nanostructures, to measure their conductivity, and to determine the Young's modulus and thermal stability of the structures under dry conditions. The AFM contains a probe attached to a flexible cantilever, and as the probe moves over the sample at a preset rate, the force of interactions between the probe tip and the sample surface is measured, and the topography of the sample is constructed. The deflections in the cantilever are recorded by monitoring the reflection of a laser beam focused on the cantilever and recorded through a photosensitive photodiode. This technique offers atomic level resolution and can be a very valuable tool in research on self-assembled structures. The probe tip, generally in the range of 10 nm, can be conducting or nonconducting and can be functionalized to investigate specific interactions. The material of the probe and its geometry are vital in determining its performance. The data acquisition in AFM can be made in the contact mode or noncontact mode or tapping mode. One of the challenges involved in using AFM technique is to study peptide self-assembly in solution as it requires sufficient adhesion with the substrate. Generally, AFM had been extensively employed to study the morphology of the aggregates formed by the self-assembly of peptides. Chaudhary et al. had investigated the propensity of two sequences derived from the amyloid tau protein Ac-VQIVYK-amide and Ac-QIVYK-amide to form beta-sheets in the presence of different solvents using AFM [106] . The results revealed that the Ac-VQIVYK-amide existed both as alpha helices and beta-sheets and the nature of the solvent was a key determinant of the form in which the peptide aggregates existed. The formation of the supramolecular assemblies by the peptide can also be monitored in a time-dependent manner using the AFM probe. Time-lapse liquid imaging of amyloid fibrils has been employed for kinetic studies on the rate of formation as well as morphological changes introduced in the amyloid peptide during the aggregation process under various self-assembling conditions [107] .", "cite_spans": [{"start": 1648, "end": 1653, "text": "[106]", "ref_id": "BIBREF105"}, {"start": 2232, "end": 2237, "text": "[107]", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Atomic Force Microscopy"}, {"text": "For the determination of Young's modulus, the AFM tip is positioned on the top of the structure and pressed. From the force-distance curves, the Young's modulus can be directly derived using the theoretical model proposed by Niu et al. [108] . However, this model has a limitation since it depends on the type of structure that can be assumed. For example, if it is a hollow structure rather than a solid, then the Young's modulus calculated using this model will exhibit significant deviations from the actual value. Knowles et al. have used another approach to understand the rigidity and mechanical strength of the self-assembled amyloid fibrils on mica substrate [109] . The topography of more than 900 fibrils was imaged using AFM and the shape fluctuations were used to compute the bending rigidity (C B ) of the fibrils. The cross-sectional moments of inertia (I) were computed for each fibril based on their height measured using AFM. The Young's modulus (Y) was then computed as Y ¼ C B /I. These values range between 2 and 14 GPa for most protein fibrils. The Young's modulus for the completely self-assembled amyloid fibrils falls in the range 13 and 42 GPa. The elastic modulus of the peptide assemblies can be further dissected into contributions from the backbone as well as the side chains, i.e. Y ¼ Y BB + Y SC where Y BB and Y SC are contributions from the peptide backbone and side chains, respectively. The computed results suggest that the contribution of the backbone interactions towards the elastic modulus is more than twice that of the side chains. In the case of amyloid fibrils, the contribution of Y BB is about 74 %. It is also postulated that peptide structures with moduli greater than 22 GPa have significant contributions from the involvement of side chains in hydrogen bonding. In the absence of significant intermolecular hydrogen bonding in the peptide structures, the surface tension arising due to the hydrophobic and hydrophilic residues can also be employed to determine the Young's modulus using the relation Y ¼ 2g/h where g is the surface tension and h is the inter-sheet spacing with values in the range of 8 and 12 Å . For the observation of thermal stability of the nanostructures under dry conditions, the AFM tip is positioned above the structures and the position of the tip is monitored with increase in temperature. At a particular temperature, as the structure degenerates, the tip will move downward which gives an indication of the maximum temperature beyond which the nanostructure will lose its stability. Transthyretin fibrils have been examined for their stability after prolonged exposure to high temperatures using AFM, and it was found that the thermal stability of the pre-fibrillar aggregates was poor when compared to the fibrillar assemblies [110] .", "cite_spans": [{"start": 236, "end": 241, "text": "[108]", "ref_id": "BIBREF107"}, {"start": 667, "end": 672, "text": "[109]", "ref_id": "BIBREF108"}, {"start": 2807, "end": 2812, "text": "[110]", "ref_id": "BIBREF109"}], "ref_spans": [], "section": "Atomic Force Microscopy"}, {"text": "Electron microscopic techniques, which include scanning and transmission electron microscopy, are commonly employed tools for imaging self-assembled structures. Focused ion beam milling techniques were also recently employed to characterize the nanostructures. Scanning electron microscopy (SEM) is usually used to determine the geometry of the nanostructure. However, the presence of any defects or cavities in the structure can be better visualized using transmission electron microscopy (TEM) where high-energy electrons pass through the nanostructures and the final image is reconstructed by mapping the intensities of electrons from each point in the sample. The more conducting regions in the sample will therefore appear dark when compared with regions with some resistance to the passage of electrons.", "cite_spans": [], "ref_spans": [], "section": "Electron Microscopy"}, {"text": "The imaging is usually done in ultrahigh vacuum of the order of 10 -9 Pa. The main advantages of electron microscopy techniques when employed for visualizing the morphology of the peptide structures are ease of implementation, high magnification, resolution, and its ability to image a range of dimensions ranging from sub-nanometric to micrometric scales. These prospects are possible due to the smaller wavelength of electrons employed when compared to the visible light. The scanning electron microscopic technique when applied to nonconducting samples such as peptide nanostructures requires a thin coating of an inert metal such as platinum or gold to enable generation of the image. Otherwise, the electrons will remain on the surface of the sample making the visualization of the finer structures on the sample impossible. In the case of transmission electron microscopy, there is a restriction in the thickness of the sample that can be imaged. Samples less than 0.1 mm alone can be imaged using transmission electron microscopy, as thicker samples will not permit transmission of the electrons. It is not advisable to use accelerating voltages beyond 10 kV in scanning electron microscopy for analyzing peptide nanostructures. Similarly, in transmission electron microscopy, very high voltages will lead to damage of the peptide structures. Apart from giving information on the morphology of the aggregates, the dimensions of the individual self-assembled structures can also be obtained from the electron microscopy techniques. The thermal stability of the structure can also be investigated using SEM where after exposing the nanostructure to particular temperature, the structures can be imaged to observe any deformations postexposure to high temperature. The strength of the structure can be determined using SEM combined with FIB source (FIB -focused ion beam). The nanostructure is placed inside FIB SEM and the time taken to mill the sample is analyzed [111] . By comparing the time with the standard materials, the stability of the structure can be determined. The incorporation of metallic compounds in the peptide assemblies can be imaged using TEM. For instance, TEM was employed to determine the presence of CuO within the nanotubes due to the enhanced contrast provided by the metallic compounds [112] . Recently modified FF peptide nanotubes were used for the determination of the neurotransmitter dopamine. The FF nanotubes were modified with cyclic-tetrameric copper (II) species containing the ligand (4-imidazolyl)-ethylene-2-amino-1-ethylpyridine [Cu 4 (apyhist) 4 ] 4+ (apyhist refers to the ligand 2-(1H-imidazol-4-yl)-N-(1-(pyridin-2-yl)ethylidene)ethanamine) in Nafion membrane on a glass carbon electrode. The morphology of the modified tubes imaged using scanning electron microscopy revealed tubular structures of thickness around 350-500 nm. The deposition of the Nafion membrane on the nanotubes was also clearly distinguished [113] .", "cite_spans": [{"start": 1970, "end": 1975, "text": "[111]", "ref_id": "BIBREF110"}, {"start": 2319, "end": 2324, "text": "[112]", "ref_id": "BIBREF111"}, {"start": 2965, "end": 2970, "text": "[113]", "ref_id": "BIBREF112"}], "ref_spans": [], "section": "Electron Microscopy"}, {"text": "Circular dichroism (CD) is a technique that is applied to optically active chiral molecules such as proteins and peptides. It is based on the principle of differential absorption of right and left circularly polarized light by the chiral molecule. CD spectroscopy is an invaluable tool to identify the secondary structures adopted by a peptide during the self-assembly process. The exact location of the alpha helices or beta-sheets or random coils can be identified by this technique, and it provides information on the structural transformations that can occur during the self-assembly process under different conditions. Hauser et al. have used this technique to show that the self-assembly process proceeds through structural transition that may occur in three possible steps based on the peptide concentration [114] . The peptide monomers interact via antiparallel pairing which is followed by a structural transition to a-helical conformation. The peptide pairs assemble to form fibers and condense to form fibrils. The assembly of the peptide monomers serves as the nucleation step, which then proceeds to form fibrils via nucleation-dependent polymerization mechanism. The assembly of peptide monomers, however, requires a transition from random coil to a-helical conformation. Though it is reported that short peptides of 3-6 amino acids cannot form a-helical conformation, it is indeed possible above a threshold concentration. The CD spectra also demonstrated that at low concentrations, the peptides were stable up to 90 C and changed its random coiled structure as the temperature is increased from 25 C to 90 C. This change was reversed on cooling. However, once the fibril is formed, the peptide ensembles adopt b-turn structures, and no reversal in conformation is observed upon changing the temperature. Circular dichroism has also been widely used to study the kinetics involved in the formation of a peptide network. It was used to show that the beta-sheet structures progressively increase with concomitant reduction in helical coils in peptides with a propensity to form fibers [114] . Zhang et al. had reported that the ionic complementary peptide EAK16 formed a macroscopic membranous structure due to extensive beta-sheet formation [56] . The membrane formation propensity was retarded in the dodecapeptide EAK12, while the octapeptide EAK8 did not form membranous structure. Investigations with CD spectroscopy revealed that the EAK16 formed beta-sheets extensively, while EAK 12 had both alpha helix and beta-sheets and EAK8 had only random coils. Similarly CD spectroscopic studies on the self-assembly of KFE8 (FKFEFKFE) revealed the presence of left-handed double helical beta-sheets that could represent a new category of molecular materials.", "cite_spans": [{"start": 815, "end": 820, "text": "[114]", "ref_id": "BIBREF113"}, {"start": 2099, "end": 2104, "text": "[114]", "ref_id": "BIBREF113"}, {"start": 2107, "end": 2123, "text": "Zhang et al. had", "ref_id": null}, {"start": 2256, "end": 2260, "text": "[56]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Circular Dichroism"}, {"text": "The properties of the peptide bond can be studied using X-rays. Linus Pauling and Robert Corey were the first to report the length of C-N bond in the peptide link. They also found that the peptide bond is planar, i.e. all the four atoms in the peptide bond are located in the same plane and the a-carbon atoms attached to the C and N are in trans conformation. The structural and functional relationships in the fibrous protein in wool were established using X-ray diffraction patterns by William Astbury [115] . X-ray diffraction has been now employed to determine the crystal structure of any newly synthesized peptide. It has also been used to calculate the bond distances and bond angles between the moieties in the peptide. Based on the torsion angle measurements, it is also possible to predict the secondary structure conformation adopted by the peptide. Moreover, the forces that stabilize the crystal structure such as van der Waals and hydrogen bonding interactions can also be predicted. X-ray diffraction technique is also employed to determine the ultrastructural organization found in self-assembled peptide structures. Nanofibrillar arrangement results in characteristic diffraction patterns that reveal the presence of cross b-sheet structures. The meridional and equatorial reflections have been used to identify the amyloid structure. The spacing between the hydrogen-bonded b-strands results in meridional reflection at 4.7-4.8 Å , and the distance between the b-sheets contributes to an equatorial reflection at 10 and 11 Å [116] . The main challenge in employing X-ray diffraction techniques is that it is difficult to obtain pure crystals of many self-assembled structures. The X-ray data is usually obtained using a beam wavelength of 0.975 Å and an extremely small beam size of about 5 mm. Generally, the crystals need to be cooled to about 100 K for data recording. Localized radiation damage to the crystals could be avoided by illuminating the peptide crystals at different locations.", "cite_spans": [{"start": 505, "end": 510, "text": "[115]", "ref_id": "BIBREF114"}, {"start": 1544, "end": 1549, "text": "[116]", "ref_id": "BIBREF115"}], "ref_spans": [], "section": "X-Ray Diffraction"}, {"text": "Due to the high degree of complexity involved in understanding the mechanism of self-assembly, various theoretical and computational methods have also been employed. These techniques not only help in understanding the mechanism but also to design the new sequences with the selected properties for nanobiotechnological applications. In particular, molecular dynamic simulations have been used to monitor the dynamics and investigate the influence of mutations and solvent effects in the conformational transition from alpha helices into beta-sheet structures [117] . Various algorithms and theories have been developed to investigate the properties of complex biomolecular systems at different levels. Due to the high degree of complexity involved along with the small time scales, coarsegrained models were used to follow the actual process [118] . However, in this model, fine atomic details are neglected and only relevant degrees of freedom of peptide molecule are retained. Activation relaxation technique is a subcategory of the coarse-grained model, where the interactions among several peptide chains were simulated ab initio with no bias in original orientation and conformation. Molecular dynamics studies have now been employed to address peptide self-assembly [119] . These simulations have certain advantages such as ability to mimic the actual self-assembly of the peptide residues, reveal the structural information at an atomic level of the peptide, and provide a dynamic molecular model at atomic level of ordered assembly. However, there are certain limitations associated with this technique, too, such as a limited resolution, strong dependency of the quality of predictions on the size of the peptide, and the limited number of peptide residues for which such predictions could be made. Several computational approaches have been used to predict the aggregation propensity of the proteins. For example, a computer program named TANGO considers the secondary structure and the desolvation penalty of the residues for calculating the aggregation propensity [120] .", "cite_spans": [{"start": 559, "end": 564, "text": "[117]", "ref_id": "BIBREF116"}, {"start": 842, "end": 847, "text": "[118]", "ref_id": "BIBREF117"}, {"start": 1272, "end": 1277, "text": "[119]", "ref_id": "BIBREF118"}, {"start": 2076, "end": 2081, "text": "[120]", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Computational Studies"}, {"text": "All the techniques discussed thus far are used to characterize the nanostructures in dry conditions. However, stability of the structures differs when they are analyzed in wet conditions. To determine the stability of the nanostructures in wet conditions, they are submerged in aqueous solution, and the concentration of monomers is monitored with time using high-performance liquid chromatography (HPLC). The increase in the concentration of monomers with time is an indication that the nanostructures are dissolving in the medium and are, therefore, not stable. High-performance liquid chromatography has also been employed to identify impurities associated with the peptide after synthesis [121] . Microrheometry technique is widely used to perform measurement on weak hydrogels without affecting their structural components. The measurements are very fast, and the experiments are not affected by external factors as they carried out in a closed chamber. Recently, multiple particle-tracking microrheology experiments were used to follow the hydrogel formation by the peptide KFE8 [122] . Fourier transform infrared spectroscopy (FTIR) analysis reveals the presence of parallel or antiparallel beta-sheets and nature of hydrogen bonds in the self-assembled structures. Differential scanning calorimetry (DSC) and thermogravimetric analysis (TGA) are used to determine the effect of temperature on the self-assembled structures. While DSC gives information on the phase transition temperatures of the peptide assembly, TGA provides information on the degradation profile of the assemblies. Crystallographic studies have also been carried out to understand the mechanism of self-organization. Biocompatibility and immunogenicity of the selfassembled peptide structures have to be evaluated before their use in biological systems. Both in vitro and in vivo studies need to be carried out to evaluate the biocompatibility of a peptide assembly. The self-assembled structure fabricated using the Fmoc-diphenylalanine peptide was used as a scaffold to grow Chinese hamster ovary (CHO) cells. The cell viability analyzed using MTT assay showed that 90 % of the cells were viable, suggesting that the peptide scaffold is biocompatible. More in-depth biocompatibility and immunogenicity assessment is however necessary to eliminate any potential risk of using these structures for biomedical applications [123] .", "cite_spans": [{"start": 693, "end": 698, "text": "[121]", "ref_id": "BIBREF120"}, {"start": 1085, "end": 1090, "text": "[122]", "ref_id": "BIBREF121"}, {"start": 2400, "end": 2405, "text": "[123]", "ref_id": "BIBREF122"}], "ref_spans": [], "section": "Other Techniques"}, {"text": "The unique reproducible structures obtained through self-assembly of peptide sequences have many interesting applications in biological and nonbiological fields. Figure 8 .8 depicts multiple applications that can arise from a cyclic peptide. A few of them are highlighted in the following sections.", "cite_spans": [], "ref_spans": [{"start": 162, "end": 170, "text": "Figure 8", "ref_id": "FIGREF8"}], "section": "Applications of Self-Assembled Peptides"}, {"text": "Peptide systems that form nanofibrils similar to those formed by the amyloid beta peptide have been investigated extensively to understand the mechanism of formation of amyloid fibrils. Amyloid fibril formation has been implicated in a wide range of degenerative diseases like Alzheimer's, Parkinson's, type II diabetes, and other prion-related diseases [124] [125] [126] [127] . The switch peptides have also been employed to find information about the interactions between the various proteins involved in the pathology of protein conformation diseases like scrapie, kuru, Huntington's, Parkinson's, and Alzheimer's disease [128, 129] . Amyloid fibrils are formed by various peptides such as the full-length human islet amyloid polypeptide (hIAPP), NFGSVQ peptide fragment from medin, and FF peptide from Alzheimer's amyloid beta peptide. NFGAIL a hexapeptide fragment from islet amyloid polypeptide is reported to form well-ordered amyloid fibrils which exactly mimics those formed by the parent peptide [130] . Two active amyloidogenic peptides, namely, NFLVH fragment of hIAPP and NFGSVQ fragment derived from aortic medial amyloid, also formed fibrils. Another peptide from the human calcitonin, namely, NH 2 -DFNKF-COOH, is also reported to form amyloid fibrils similar to those formed by the parent protein [56] . A short truncated tetrapeptide, namely, NH 2 -DFNK-COOH, also formed fibrils, which clearly shows there is no correlation between hydrophobicity and amyloidogenic potential since most of the short peptides are relatively hydrophilic. These results were further supported by Johansson et al., who studied charged tetrapeptides and proved hydrophobicity is not sufficient for fibril formation [131] . Peptide legos (RADA, EAK), peptide amphiphiles, bolaamphiphiles, peptide conjugates, ionic self-complementary peptides, and long-acting gonadotropin-releasing hormone have all been reported to self-assemble into amyloid fibril structure. Many peptides derived from the Alzheimer's amyloid beta peptide also been shown to form fibrils. These include AAKLVFF, KLVFFAE, ßAßAKLVFF, YYKLVFFC, FFKLVFF-PEG, FFKLVFF, Ac-KLVFFAE-NH 2 , FF, and YYKLVFF-PEG [132] [133] [134] [135] . It has been concluded that alternating binary patterns and the peptides with high beta-sheet propensity are prone to form amyloid structures. Gazit and coworkers have identified that aromatic amino acids play an important role in amyloid fibril formation through p-p stacking interactions [136] . Custom-made peptides used as model systems should possess strong electrostatic binding with the negatively charged lipid membranes and should exhibit structural transition from random coil to beta-sheet on binding to lipid membranes which initiates the association and the formation of oligomers and larger aggregates.", "cite_spans": [{"start": 354, "end": 359, "text": "[124]", "ref_id": "BIBREF123"}, {"start": 360, "end": 365, "text": "[125]", "ref_id": "BIBREF124"}, {"start": 366, "end": 371, "text": "[126]", "ref_id": "BIBREF125"}, {"start": 372, "end": 377, "text": "[127]", "ref_id": "BIBREF126"}, {"start": 626, "end": 631, "text": "[128,", "ref_id": "BIBREF127"}, {"start": 632, "end": 636, "text": "129]", "ref_id": "BIBREF128"}, {"start": 1007, "end": 1012, "text": "[130]", "ref_id": "BIBREF129"}, {"start": 1315, "end": 1319, "text": "[56]", "ref_id": "BIBREF55"}, {"start": 1713, "end": 1718, "text": "[131]", "ref_id": "BIBREF130"}, {"start": 2169, "end": 2174, "text": "[132]", "ref_id": "BIBREF131"}, {"start": 2175, "end": 2180, "text": "[133]", "ref_id": "BIBREF132"}, {"start": 2181, "end": 2186, "text": "[134]", "ref_id": "BIBREF133"}, {"start": 2187, "end": 2192, "text": "[135]", "ref_id": "BIBREF134"}, {"start": 2484, "end": 2489, "text": "[136]", "ref_id": "BIBREF135"}], "ref_spans": [], "section": "Peptide Nanostructures as Model Systems"}, {"text": "Apart from utilizing the self-assembling peptides to understand the pathological mechanism, it is also used to understand the functions and mechanisms of assembly of proteins like collagen. Tobacco mosaic virus (TMV) is also a form of supramolecular structure assembled from a single strand of mRNA along with many copies of identical coat proteins, which organize to form rod-like shape. This TMV has been used by Schlick et al. for the construction of nanoscale materials without disrupting its self-assembly [137] . Peptide molecules also have the ability to self-organize at the air-water interface, which are widely used for mineralization studies because of its resemblance to insoluble proteins found in nature.", "cite_spans": [{"start": 511, "end": 516, "text": "[137]", "ref_id": "BIBREF136"}], "ref_spans": [], "section": "Peptide Nanostructures as Model Systems"}, {"text": "Self-assembling peptides have gained considerable interest in the field of tissue engineering because functional tissue recovery has been observed in brain and heart lesions [138, 139] . One common example is the incorporation of cell adhesion motif RGD in the peptide sequence, which improves the cell adhesion onto the self-assembled structures formed by peptide amphiphiles. Collagen-mimetic peptide amphiphiles, which self-assemble into nanofibers that exactly mimic the structural and biological properties of the native collagen, have been widely used in tissue regeneration as natural collagen is immunogenic and difficult to process [140] . Molecular lego peptides, such as RAD 16-I and EAK 16, have been used as scaffolds for neurite outgrowth, hepatocyte regeneration, etc. [146] . Chondrocytes encapsulated in a peptide scaffold using a self-assembled peptide with the sequence (Ac-KLDLKLDLKLDL-NH 2 ) exhibited excellent phenotype and secreted its own growth factors within 4 weeks of culture [147] .", "cite_spans": [{"start": 174, "end": 179, "text": "[138,", "ref_id": "BIBREF137"}, {"start": 180, "end": 184, "text": "139]", "ref_id": "BIBREF138"}, {"start": 641, "end": 646, "text": "[140]", "ref_id": "BIBREF139"}, {"start": 784, "end": 789, "text": "[146]", "ref_id": "BIBREF145"}, {"start": 1005, "end": 1010, "text": "[147]", "ref_id": "BIBREF146"}], "ref_spans": [], "section": "Tissue Engineering Applications"}, {"text": "Peptide nanovesicles have been employed as drug carriers and it is believed that these nanovesicles enter the cells via endocytosis mechanism and thus can deliver drugs, genes, etc. [95] . Hydrogelating self-assembling fibers (hSAFs) designed by Woolfson and group using coiled-coil assemblies had limited use as a drug delivery system due to the limitation of rapid drug release. However, this was overcome by incorporating an anionic polyelectrolyte in the cationic peptide [148] . Ghosh et al. designed a smart self-assembling peptide amphiphile that transforms from a linear or spherical form to fibrous form upon altering the pH for drug delivery and in vivo imaging applications [149] .", "cite_spans": [{"start": 182, "end": 186, "text": "[95]", "ref_id": "BIBREF94"}, {"start": 476, "end": 481, "text": "[148]", "ref_id": "BIBREF147"}, {"start": 685, "end": 690, "text": "[149]", "ref_id": "BIBREF148"}], "ref_spans": [], "section": "Drug Delivery Systems"}, {"text": "The nanotubes formed by cyclic peptides comprising D-and L-amino acids serve as ion channels and form pores in the membranes leading to disruption of the cell architecture. As D-amino acids are taken up preferentially by microbes, these systems can function as effective antimicrobial agents which kill the microorganisms through formation of pores in the cell membrane, thereby causing osmotic collapse [150] . MacKay et al. have created a chimeric polypeptide consisting of an elastin-like polypeptide (ELP) fragment and a short cysteine-rich fragment for the treatment of cancer [151] . The drug conjugated with the cysteine residue drives the self-assembly that finally forms a drug-rich core and a hydrophilic peptide corona. Instead of a drug, the self-assembly can also be triggered by linking the hydrophobic cholesterol moieties with hydrophilic cell penetrating peptides consisting of six arginine residues. These peptide nanoparticles have antimicrobial properties and were shown to effectively terminate the bacterial growth in the infected brains of the rabbits. Beta-sheet-rich peptide nanofibers functionalized with B-cell and T-cell epitopes have been developed for immunization [152] . These functionalized nanofibers developed antibodies in mice when injected with saline, and the levels were comparable with those injected with complete Freund's adjuvant. Protection against the beta-sheet-rich peptide nanofibers lasted for a year and the antibody response is T-cell dependent. Recently, self-assembling peptide/protein nanoparticles have been used as antigen display systems for the development of vaccines. For example, a fragment of the surface protein of severe acute respiratory syndrome coronavirus (SARS-CoV) was incorporated in a self-assembling peptide nanofiber in the native trimeric coiled conformation [153] .", "cite_spans": [{"start": 404, "end": 409, "text": "[150]", "ref_id": "BIBREF149"}, {"start": 582, "end": 587, "text": "[151]", "ref_id": "BIBREF150"}, {"start": 1195, "end": 1200, "text": "[152]", "ref_id": "BIBREF151"}, {"start": 1835, "end": 1840, "text": "[153]", "ref_id": "BIBREF152"}], "ref_spans": [], "section": "Peptide Assemblies as Therapeutic Agents"}, {"text": "Antibody formation was elicited when these peptide structures were injected into the mice, and the antibodies were conformation specific as determined by qualitative enzyme-linked immunosorbent assay.", "cite_spans": [], "ref_spans": [], "section": "Peptide Assemblies as Therapeutic Agents"}, {"text": "Peptide nanofibers have been extensively investigated as the next-generation biosensors where they are used both as a fabrication material and also as a component in the final system (BioFET) [86] . Nanotubes coated with proteins, nanocrystals, and metalloporphyrins by hydrogen bonding have been employed as chemical sensors. These nanotubes also served to improve the catalytic activity of the enzymes like lipase. Apart from using FF nanotubes as a template for the fabrication of nanowires, they have also been used for biosensing where FF nanotubes are deposited on the surface of screen-printed graphite and gold electrodes for improving the sensitivity. It is also reported that these electrodes exhibit greater sensitivity compared to those electrodes modified with carbon nanotubes. The possible reason may be that the FF nanotubes increase the functional surface area of the electrode. Electrical and magnetic fields have been used to align FF nanotubes. Apart from this, patterning of the FF tubes has been carried out using inkjet technology, machined by thermomechanical lithography via atomic force microscopy, manipulated and immobilized using dielectrophoresis, and arranged on the surfaces by low electron irradiation [31] . Nanotubes are also used in the detection of pathogens, neurotoxins, glucose, ethanol, and hydrogen peroxide and as an immunosensor [72] . Peptide nanofibers have been reported for the detection of copper, dopamine, Yersinia pestis, glucose, etc. [141, [154] [155] (Fig. 8.9 ).", "cite_spans": [{"start": 192, "end": 196, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 1235, "end": 1239, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1373, "end": 1377, "text": "[72]", "ref_id": "BIBREF71"}, {"start": 1488, "end": 1493, "text": "[141,", "ref_id": "BIBREF140"}, {"start": 1494, "end": 1499, "text": "[154]", "ref_id": "BIBREF153"}, {"start": 1500, "end": 1505, "text": "[155]", "ref_id": "BIBREF154"}], "ref_spans": [{"start": 1506, "end": 1515, "text": "(Fig. 8.9", "ref_id": "FIGREF8"}], "section": "Sensors"}, {"text": "Amyloid-forming peptides are used in the field of nanoelectronics as nanowires. For example, FF nanotubes are used as a template for silver nanowires of diameter of approximately 20 nm. Switch peptides find application in molecular electronics by serving as a nanoswitch [142] . Ryu et al. developed photoluminescent peptide nanotubes by incorporating luminescent complexes composed of photosensitizers like salicylic acid. Kasotakis et al. employed self-assembled peptides as a scaffold for the introduction of metal-binding residues at specific locations within the structure [143] . An octapeptide from the fiber protein of adenovirus was used to design cysteine-containing octapeptides that can bind to silver, gold, and platinum nanoparticles. These metal-decorated fibers were employed in photodynamic therapy and also used in the development of surface-enhanced Raman-scattering biosensors for detecting DNA. Lipid-like peptides find application in solubilizing, stabilizing, and crystallizing membrane proteins, used for drug formulations and also as model systems for studying protein conformational diseases [144] . Velcro peptides have been mainly used to study cell-cell communication and cell behavior [145] . FF nanotubes are used as an etching mask for the fabrication of silicon nanowires. It reduces fabrication time, cost, and use of aggressive chemicals. It is also possible to scale up these arrays of FF nanotubes by vapor deposition methods. Self-assembling peptide nanostructures have also been used as photosynthetic devices, and the peptide Ac-KLVFFAE-NH 2 is reported to form nanotubes. Precise ordering of strong chromophores along the inner and outer walls of the nanotubes enables utilization of this peptide structure as nanoscale antennas and photosynthetic device [156] . The peptide nanofibers can also serve as a template for the growth of inorganic materials such as silver, gold, platinum, cobalt, nickel, and various semiconducting materials (Fig. 8.10 ).", "cite_spans": [{"start": 271, "end": 276, "text": "[142]", "ref_id": "BIBREF141"}, {"start": 578, "end": 583, "text": "[143]", "ref_id": "BIBREF142"}, {"start": 1118, "end": 1123, "text": "[144]", "ref_id": "BIBREF143"}, {"start": 1215, "end": 1220, "text": "[145]", "ref_id": "BIBREF144"}, {"start": 1796, "end": 1801, "text": "[156]", "ref_id": "BIBREF155"}], "ref_spans": [{"start": 1979, "end": 1989, "text": "(Fig. 8.10", "ref_id": "FIGREF8"}], "section": "Other Applications"}, {"text": "An in-depth understanding of the molecular self-assembling mechanism of peptides and various stabilizing forces associated with the overall stability of the nanostructures formed by them is essential to design novel applications using these peptides. Various classes of self-assembling peptides have been developed that have led to emergence of novel applications in the fields of tissue engineering, drug delivery, electronics, etc. Different characterization tools have been designed to decipher the structural and functional aspects of the self-assembled peptide structures. The field of self-assembly continues to expand and has opened up new vistas for further research.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Synthesis of a tubular polymer from threaded cyclodextrins", "authors": [{"first": "A", "middle": [], "last": "Harada", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Kamachi", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "364", "issn": "", "pages": "516--518", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Self-assembly of peptide-based colloids containing lipophilic nanocrystals", "authors": [{"first": "X", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cui", "suffix": ""}, {"first": "W", "middle": [], "last": "Qi", "suffix": ""}], "year": 2008, "venue": "Small", "volume": "4", "issn": "", "pages": "1687--1693", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transition of cationic dipeptide nanotubes into vesicles and oligonucleotide delivery", "authors": [{"first": "X", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Q", "middle": [], "last": "He", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}], "year": 2007, "venue": "Angew Chem Int Ed", "volume": "46", "issn": "", "pages": "2431--2434", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Novel electrochemical biosensing platform using self-assembled peptide nanotubes", "authors": [{"first": "M", "middle": [], "last": "Yemini", "suffix": ""}, {"first": "M", "middle": [], "last": "Reches", "suffix": ""}, {"first": "J", "middle": [], "last": "Rishpon", "suffix": ""}], "year": 2005, "venue": "Nano Lett", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Self-assembly and application of diphenylalanine based nanostructures", "authors": [{"first": "X", "middle": [], "last": "Yan", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2010, "venue": "Chem Soc Rev", "volume": "39", "issn": "", "pages": "1877--1890", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Peptide and protein building blocks for synthetic biology: from programming biomolecules to self-organized biomolecular systems", "authors": [{"first": "E", "middle": ["H"], "last": "Bromley", "suffix": ""}, {"first": "K", "middle": [], "last": "Channon", "suffix": ""}, {"first": "E", "middle": [], "last": "Moutevelis", "suffix": ""}], "year": 2008, "venue": "ACS Chem Biol", "volume": "3", "issn": "", "pages": "38--50", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Emerging biological materials through molecular self-assembly", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2002, "venue": "Biotechnol Adv", "volume": "20", "issn": "", "pages": "321--329", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Fabrication of novel materials through molecular self-assembly", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2003, "venue": "Nat Biotechnol", "volume": "21", "issn": "", "pages": "1171--1178", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Design of molecular biological materials. Using peptide motifs", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2004, "venue": "J Mater Chem", "volume": "14", "issn": "", "pages": "2082--2086", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Building from bottom up: fabrication of molecular materials using peptide construction motifs", "authors": [{"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2004, "venue": "Trends Biotechnol", "volume": "22", "issn": "", "pages": "470--476", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Construction of biologically active protein molecular architecture using self-assembling peptide-amphiphiles", "authors": [{"first": "Y", "middle": ["C"], "last": "Yu", "suffix": ""}, {"first": "T", "middle": [], "last": "Pakalns", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dori", "suffix": ""}], "year": 1997, "venue": "Methods Enzymol", "volume": "289", "issn": "", "pages": "571--587", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Induction of protein-like molecular architecture by self-assembly", "authors": [{"first": "G", "middle": ["B"], "last": "Fields", "suffix": ""}], "year": 1999, "venue": "Bioorg Med Chem", "volume": "7", "issn": "", "pages": "75--81", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Directed self-assembly: expectations and achievements", "authors": [{"first": "P", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2010, "venue": "Nanoscale Res Lett", "volume": "5", "issn": "", "pages": "1367--1376", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Designer self-assembling peptide nanomaterials", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "U", "middle": [], "last": "Khoe", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Nano Today", "volume": "2", "issn": "", "pages": "193--210", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Self-assembly of chiral DNA nanotubes", "authors": [{"first": "J", "middle": ["C"], "last": "Mitchell", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": [], "last": "Malo", "suffix": ""}], "year": 2004, "venue": "J Am Chem Soc", "volume": "126", "issn": "", "pages": "16342--16343", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Design and characterization of programmable DNA nanotubes", "authors": [{"first": "P", "middle": ["W"], "last": "Rothemund", "suffix": ""}, {"first": "A", "middle": [], "last": "Ekani-Nkodo", "suffix": ""}, {"first": "N", "middle": [], "last": "Papadakis", "suffix": ""}], "year": 2004, "venue": "J Am Chem Soc", "volume": "126", "issn": "", "pages": "16344--16352", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Lipid tubules: a paradigm for molecularly engineering structures", "authors": [{"first": "J", "middle": ["M"], "last": "Schnur", "suffix": ""}], "year": 1993, "venue": "Science", "volume": "262", "issn": "", "pages": "1669--1676", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Chiral self-assembly of nanotubules and ribbons from phospholipid mixtures", "authors": [{"first": "M", "middle": ["S"], "last": "Spector", "suffix": ""}, {"first": "A", "middle": [], "last": "Singh", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Massersmith", "suffix": ""}], "year": 2001, "venue": "Nano Lett", "volume": "1", "issn": "", "pages": "375--378", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hydrogen-bonded sugar-alcohol trimmers as hexadentate silicon chelators in aqueous solution", "authors": [{"first": "K", "middle": [], "last": "Benner", "suffix": ""}, {"first": "P", "middle": [], "last": "Kl€ Ufers", "suffix": ""}, {"first": "J", "middle": [], "last": "Schuhmacher", "suffix": ""}], "year": 2003, "venue": "Angew Chem Int Ed", "volume": "42", "issn": "", "pages": "1058--1062", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Carbohydrate nanotubes", "authors": [{"first": "G", "middle": [], "last": "Gattuso", "suffix": ""}, {"first": "S", "middle": [], "last": "Menzer", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Nepogodiev", "suffix": ""}], "year": 2003, "venue": "Angew Chem Int Ed", "volume": "36", "issn": "", "pages": "1451--1454", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Biological and biomimetic materials", "authors": [{"first": "J", "middle": [], "last": "Aizenberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Fratzl", "suffix": ""}], "year": 2009, "venue": "Adv Mater", "volume": "21", "issn": "", "pages": "387--388", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Biomimetism and bioinspiration as tools for the design of innovative materials and systems", "authors": [{"first": "C", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "H", "middle": [], "last": "Arribart", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Guille", "suffix": ""}], "year": 2005, "venue": "Nat Mater", "volume": "4", "issn": "", "pages": "277--288", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Biomimetic systems for hydroxyapatite mineralization inspired by bone and enamel", "authors": [{"first": "L", "middle": ["C"], "last": "Palmer", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Newcomb", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Kaltz", "suffix": ""}], "year": 2008, "venue": "Chem Rev", "volume": "108", "issn": "", "pages": "4754--4783", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Challenges and breakthroughs in recent research on self-assembly", "authors": [{"first": "K", "middle": [], "last": "Ariga", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Hill", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Lee", "suffix": ""}], "year": 2008, "venue": "Sci Technol Adv Mater", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Patterning surfaces with functional polymers", "authors": [{"first": "Z", "middle": [], "last": "Nie", "suffix": ""}, {"first": "E", "middle": [], "last": "Kumacheva", "suffix": ""}], "year": 2008, "venue": "Nat Mater", "volume": "7", "issn": "", "pages": "277--290", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Organogels as scaffolds for excitation energy transfer and light harvesting", "authors": [{"first": "A", "middle": [], "last": "Ajayaghosh", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Praveen", "suffix": ""}, {"first": "C", "middle": [], "last": "Vijayakumar", "suffix": ""}], "year": 2008, "venue": "Chem Soc Rev", "volume": "37", "issn": "", "pages": "109--122", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Microcapsules containing a biomolecular motor for ATP biosynthesis", "authors": [{"first": "Q", "middle": [], "last": "He", "suffix": ""}, {"first": "L", "middle": [], "last": "Duan", "suffix": ""}, {"first": "W", "middle": [], "last": "Qi", "suffix": ""}], "year": 2008, "venue": "Adv Mater", "volume": "20", "issn": "", "pages": "2933--2937", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Self-assembled peptide nanostructures: the design of molecular building blocks and their technological utilization", "authors": [{"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2007, "venue": "Chem Soc Rev", "volume": "36", "issn": "", "pages": "1263--1269", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Designing peptide based nanomaterials", "authors": [{"first": "R", "middle": ["V"], "last": "Ulijn", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Smith", "suffix": ""}], "year": 2008, "venue": "Chem Soc Rev", "volume": "37", "issn": "", "pages": "664--675", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Tuning the mechanical and bioresponsive properties of peptide-amphiphile nanofiber networks", "authors": [{"first": "H", "middle": ["W"], "last": "Jun", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Paramonov", "suffix": ""}, {"first": "H", "middle": [], "last": "Dong", "suffix": ""}], "year": 2008, "venue": "J Biomater Sci Polym Ed", "volume": "19", "issn": "", "pages": "665--676", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Self-assembling organic nanotubes based on a novel cyclic peptide architecture", "authors": [{"first": "M", "middle": ["R"], "last": "Ghadiri", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Granja", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Milligan", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "366", "issn": "", "pages": "324--327", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Role of p-p stacking in the self-assembly of amyloid fibrils", "authors": [{"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2002, "venue": "FASEB J", "volume": "16", "issn": "", "pages": "77--83", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Self-assembly of peptides: influence of substrate, pH and medium on the formation of supramolecular assemblies", "authors": [{"first": "P", "middle": [], "last": "Kumaraswamy", "suffix": ""}, {"first": "R", "middle": [], "last": "Lakshmanan", "suffix": ""}, {"first": "S", "middle": [], "last": "Sethuraman", "suffix": ""}], "year": 2011, "venue": "Soft Matter", "volume": "7", "issn": "", "pages": "2744--2754", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Self-assembled peptide nanostructures for biomedical applications: advantages and challenges, biomaterials science and engineering, Prof. Rosario Pignatello (ed)", "authors": [{"first": "J", "middle": [], "last": "Castillo-León", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Andersen", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Svendsen", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5772/23322"]}}, "BIBREF34": {"ref_id": "b34", "title": "Manipulation of self-assembly amyloid peptide nanotubes by dielectrophoresis", "authors": [{"first": "J", "middle": [], "last": "Castillo", "suffix": ""}, {"first": "S", "middle": [], "last": "Tanzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Dimaki", "suffix": ""}], "year": 2008, "venue": "Electrophoresis", "volume": "29", "issn": "", "pages": "5026--5032", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Zuotin, a putative Z-DNA binding protein in Saccharomyces cerevisiae", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Lockshin", "suffix": ""}, {"first": "A", "middle": [], "last": "Herbert", "suffix": ""}], "year": 1992, "venue": "EMBO J", "volume": "11", "issn": "", "pages": "3787--3796", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "De novo designed peptide-based amyloid fibrils", "authors": [{"first": "López De La", "middle": [], "last": "Paz", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "Goldie", "middle": ["K"], "last": "Zurdo", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci U S A", "volume": "99", "issn": "", "pages": "16052--16057", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Rational molecular design of stimulus-responsive supramolecular hydrogels based on dipeptides", "authors": [{"first": "M", "middle": [], "last": "Ikeda", "suffix": ""}, {"first": "T", "middle": [], "last": "Tanida", "suffix": ""}, {"first": "Yoshi", "middle": ["T"], "last": "", "suffix": ""}], "year": 2011, "venue": "Adv Mater", "volume": "25", "issn": "", "pages": "2819--2822", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Morphology control of one-dimensional peptide nanostructures", "authors": [{"first": "T", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Park", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Oh", "suffix": ""}], "year": 2008, "venue": "J Nanosci Nanotechnol", "volume": "8", "issn": "", "pages": "5547--5550", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Sequence dependence of kinetics and morphology of collagen model peptide self-assembly into higher order structures", "authors": [{"first": "K", "middle": [], "last": "Kar", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Brodsky", "suffix": ""}], "year": 2008, "venue": "Protein Sci", "volume": "17", "issn": "", "pages": "1086--1095", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Structures of helical beta-tapes and twisted ribbons: the role of side-chain interactions on twist and bend behavior", "authors": [{"first": "Cwg", "middle": [], "last": "Fishwick", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Beevers", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Carrick", "suffix": ""}], "year": 2003, "venue": "Nano lett", "volume": "11", "issn": "", "pages": "1475--1479", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Concentration effect on the aggregation of a self-assembling oligopeptide", "authors": [{"first": "S", "middle": ["Y"], "last": "Fung", "suffix": ""}, {"first": "C", "middle": [], "last": "Keyes", "suffix": ""}, {"first": "J", "middle": [], "last": "Duhamel", "suffix": ""}], "year": 2003, "venue": "Bio Phys J", "volume": "85", "issn": "", "pages": "537--548", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Self-assembly of nanodonut structure from a cone-shaped designer lipid-like peptide surfactant", "authors": [{"first": "U", "middle": [], "last": "Khoe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "Langmuir", "volume": "25", "issn": "", "pages": "4111--4114", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Molecular designer self-assembling peptides", "authors": [{"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2006, "venue": "Chem Soc Rev", "volume": "35", "issn": "", "pages": "1105--1110", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Dipoles of the alpha-helix and beta-sheet: their role in protein folding", "authors": [{"first": "W", "middle": ["G"], "last": "Hol", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Halie", "suffix": ""}, {"first": "C", "middle": [], "last": "Sander", "suffix": ""}], "year": 1981, "venue": "Nature", "volume": "294", "issn": "", "pages": "532--536", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Self-assembly at all scales", "authors": [{"first": "G", "middle": ["M"], "last": "Whitesides", "suffix": ""}, {"first": "B", "middle": [], "last": "Grzybowski", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "295", "issn": "", "pages": "2418--2421", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Molecular self-assembly of surfactant-like peptides to form nanotubes and nanovesicles", "authors": [{"first": "S", "middle": [], "last": "Vauthey", "suffix": ""}, {"first": "S", "middle": [], "last": "Santoso", "suffix": ""}, {"first": "H", "middle": [], "last": "Gong", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "5355--5360", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Self-assembly of surfactant-like peptides with variable glycine tails to form nanotubes and nanovesicles", "authors": [{"first": "S", "middle": [], "last": "Santoso", "suffix": ""}, {"first": "W", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "H", "middle": [], "last": "Hartman", "suffix": ""}], "year": 2002, "venue": "Nano Lett", "volume": "2", "issn": "", "pages": "687--691", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Positively charged surfactant-like peptides self-assemble into nanostructures", "authors": [{"first": "G", "middle": [], "last": "Von Maltzahn", "suffix": ""}, {"first": "S", "middle": [], "last": "Vauthey", "suffix": ""}, {"first": "S", "middle": [], "last": "Santoso", "suffix": ""}], "year": 2003, "venue": "Langmuir", "volume": "19", "issn": "", "pages": "4332--4337", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Self-assembling behavior of designer lipid-like peptides", "authors": [{"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2006, "venue": "Supramol Chem", "volume": "18", "issn": "", "pages": "389--396", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Self-assembly of peptide surfactants", "authors": [{"first": "D", "middle": ["J"], "last": "Adams", "suffix": ""}, {"first": "K", "middle": [], "last": "Holtzmann", "suffix": ""}, {"first": "C", "middle": [], "last": "Schneider", "suffix": ""}], "year": 2007, "venue": "Langmuir", "volume": "23", "issn": "", "pages": "12729--12736", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Hydrophobic region induced transitions in self-assembled peptide nanostructures", "authors": [{"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Han", "suffix": ""}], "year": 2009, "venue": "Langmuir", "volume": "25", "issn": "", "pages": "4115--4123", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": ") ß structures of alternating polypeptides and their possible prebiotic significance", "authors": [{"first": "A", "middle": [], "last": "Brack", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Orgel", "suffix": ""}], "year": 1975, "venue": "Nature", "volume": "256", "issn": "", "pages": "383--387", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Biological surface engineering: a simple system for cell pattern formation", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yan", "suffix": ""}, {"first": "M", "middle": [], "last": "Altman", "suffix": ""}], "year": 1999, "venue": "Biomaterials", "volume": "20", "issn": "", "pages": "1213--1220", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Context-dependent secondary structure formation of a designed protein sequence", "authors": [{"first": "D", "middle": ["L"], "last": "Minor", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 1996, "venue": "Nature", "volume": "380", "issn": "", "pages": "730--734", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Conformational behavior of ionic self-complementary peptides", "authors": [{"first": "M", "middle": [], "last": "Altman", "suffix": ""}, {"first": "P", "middle": [], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Rich", "suffix": ""}], "year": 2000, "venue": "Protein Sci", "volume": "9", "issn": "", "pages": "1095--1105", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Peptide-based stimuli-responsive biomaterials", "authors": [{"first": "R", "middle": ["J"], "last": "Mart", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Osborne", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Stevens", "suffix": ""}], "year": 2006, "venue": "Soft Matter", "volume": "2", "issn": "", "pages": "822--835", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "High-resolution conformation of gramicidin A in a lipid bilayer by solid-state NMR", "authors": [{"first": "R", "middle": ["R"], "last": "Ketchem", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Cross", "suffix": ""}], "year": 1993, "venue": "Science", "volume": "261", "issn": "", "pages": "1457--1460", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Self-assembling peptide nanotubes", "authors": [{"first": "J", "middle": ["D"], "last": "Hartgerink", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Granja", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Milligan", "suffix": ""}], "year": 1996, "venue": "J Am Chem Soc", "volume": "118", "issn": "", "pages": "43--50", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Biomimetic organization: octapeptide self-assembly into nanotubes of viral capsid like dimension", "authors": [{"first": "C", "middle": [], "last": "Valéry", "suffix": ""}, {"first": "M", "middle": [], "last": "Paternostre", "suffix": ""}, {"first": "B", "middle": [], "last": "Robert", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "", "pages": "10258--10262", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Self-assembling DNa-peptide hybrids:morphological consequences of oligopeptide grafting to a pathogenic amyloid fibrils forming dipeptide", "authors": [{"first": "N", "middle": [], "last": "Gour", "suffix": ""}, {"first": "D", "middle": [], "last": "Kedracki", "suffix": ""}, {"first": "I", "middle": [], "last": "Safir", "suffix": ""}], "year": 2012, "venue": "Chem Commun", "volume": "48", "issn": "", "pages": "5440--5442", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": ") ß-peptide helix bundles", "authors": [{"first": "T", "middle": ["L"], "last": "Raguse", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lai", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Leplae", "suffix": ""}], "year": 2001, "venue": "Org Lett", "volume": "3", "issn": "", "pages": "3963--3966", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Long-range interactions stabilize the fold of a non-natural oligomer", "authors": [{"first": "R", "middle": ["P"], "last": "Cheng", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Degrado", "suffix": ""}], "year": 2002, "venue": "J Am Chem Soc", "volume": "124", "issn": "", "pages": "11564--11565", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Integration of photosynthetic protein molecular complexes in solid-state electronic devices", "authors": [{"first": "R", "middle": [], "last": "Das", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Kiley", "suffix": ""}, {"first": "M", "middle": [], "last": "Sega", "suffix": ""}], "year": 2004, "venue": "Nano Lett", "volume": "4", "issn": "", "pages": "1079--1083", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Self-assembling peptide detergents stabilize isolated photosystem I", "authors": [{"first": "P", "middle": [], "last": "Kiley", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "M", "middle": [], "last": "Vaughn", "suffix": ""}], "year": 2005, "venue": "PLoS Biol", "volume": "3", "issn": "", "pages": "1180--1186", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Dynamic behaviors of lipid-like self-assembling peptide A6D and A6K nanotubes", "authors": [{"first": "A", "middle": [], "last": "Nagai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nagai", "suffix": ""}, {"first": "H", "middle": [], "last": "Qu", "suffix": ""}], "year": 2007, "venue": "J Nanosci Nanotechnol", "volume": "7", "issn": "", "pages": "2246--2252", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Understanding self-assembled amphiphilic peptide supramolecular structures from primary structure helix propensity", "authors": [{"first": "M", "middle": ["K"], "last": "Baumann", "suffix": ""}, {"first": "M", "middle": [], "last": "Textor", "suffix": ""}, {"first": "E", "middle": [], "last": "Reimhult", "suffix": ""}], "year": 2008, "venue": "Langmuir", "volume": "24", "issn": "", "pages": "7645--7647", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Tuning secondary structure and self-assembly of amphiphilic peptides", "authors": [{"first": "D", "middle": ["W"], "last": "Löwik", "suffix": ""}, {"first": "J", "middle": [], "last": "Garcia-Hartjes", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Meijer", "suffix": ""}], "year": 2005, "venue": "Langmuir", "volume": "21", "issn": "", "pages": "524--526", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Self-assembly and mineralization of peptide-amphiphile nanofibers", "authors": [{"first": "J", "middle": ["D"], "last": "Hartgerink", "suffix": ""}, {"first": "E", "middle": [], "last": "Beniash", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Stupp", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "294", "issn": "", "pages": "1684--1688", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Self-assembly of giant peptide nanobelts", "authors": [{"first": "H", "middle": [], "last": "Cui", "suffix": ""}, {"first": "T", "middle": [], "last": "Muraoka", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Cheetham", "suffix": ""}], "year": 2009, "venue": "Nano Lett", "volume": "9", "issn": "", "pages": "945--951", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Self-assembly of recombinant amphiphilic oligopeptides into vesicles", "authors": [{"first": "A", "middle": ["J"], "last": "Van Hell", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Costa", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Flesch", "suffix": ""}], "year": 2007, "venue": "Biomacromolecules", "volume": "8", "issn": "", "pages": "2753--2761", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Label-free pathogen detection with sensor chips assembled from peptide nanotubes", "authors": [{"first": "Rica", "middle": ["R"], "last": "De La", "suffix": ""}, {"first": "E", "middle": [], "last": "Mendoza", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Lechuga", "suffix": ""}], "year": 2008, "venue": "Angew Chem Int Ed", "volume": "47", "issn": "", "pages": "9752--9755", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Tetrabrachion: a filamentous archaebacterial surface protein assembly of unusual structure and extreme stability", "authors": [{"first": "J", "middle": [], "last": "Peters", "suffix": ""}, {"first": "M", "middle": [], "last": "Nitsch", "suffix": ""}, {"first": "B", "middle": [], "last": "Kuhlmorgen", "suffix": ""}], "year": 1995, "venue": "J Mol Biol", "volume": "245", "issn": "4", "pages": "385--401", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Belt and braces: a peptide-based linker system of de novo design", "authors": [{"first": "M", "middle": ["G"], "last": "Ryadnov", "suffix": ""}, {"first": "B", "middle": [], "last": "Ceyhan", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Niemeyer", "suffix": ""}], "year": 2003, "venue": "J Am Chem Soc", "volume": "125", "issn": "", "pages": "9388--9394", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Interfacial dynamic adsorption and structure of molecular layers of peptide surfactants", "authors": [{"first": "F", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Perumal", "suffix": ""}], "year": 2010, "venue": "Langmuir", "volume": "26", "issn": "", "pages": "5690--5696", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Synergistic effect and hierarchical nanostructure formation in mixing two designer lipid-like peptide surfactants", "authors": [{"first": "U", "middle": [], "last": "Khoe", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Zhang", "suffix": ""}], "year": 2008, "venue": "Macromol Biosci", "volume": "8", "issn": "", "pages": "1060--1067", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Peptide nanotube nematic phase", "authors": [{"first": "S", "middle": [], "last": "Bucak", "suffix": ""}, {"first": "C", "middle": [], "last": "Cenker", "suffix": ""}, {"first": "I", "middle": [], "last": "Nasir", "suffix": ""}], "year": 2009, "venue": "Langmuir", "volume": "25", "issn": "", "pages": "4262--4265", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Structure of single-wall peptide nanotubes: in situ flow aligning X-ray diffraction", "authors": [{"first": "V", "middle": [], "last": "Castelletto", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Nutt", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Hamley", "suffix": ""}], "year": 2010, "venue": "Chem Commun", "volume": "46", "issn": "", "pages": "6270--6272", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Cationic micelles self-assembled from cholesterol-conjugated oligopeptides as an efficient gene delivery vector", "authors": [{"first": "X", "middle": ["D"], "last": "Guo", "suffix": ""}, {"first": "F", "middle": [], "last": "Tandiono", "suffix": ""}, {"first": "N", "middle": [], "last": "Wiradharma", "suffix": ""}], "year": 2008, "venue": "Biomaterials", "volume": "29", "issn": "", "pages": "4838--4846", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Self-assembled cationic peptide nanoparticles capable of inducing efficient gene expression in vitro", "authors": [{"first": "N", "middle": [], "last": "Wiradharma", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tong", "suffix": ""}], "year": 2008, "venue": "Adv Func Mater", "volume": "18", "issn": "", "pages": "943--951", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Self-assembled oligopeptide nanostructures for co-delivery of drug and gene with synergistic therapeutic effect", "authors": [{"first": "N", "middle": [], "last": "Wiradharma", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tong", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Yang", "suffix": ""}], "year": 2009, "venue": "Biomaterials", "volume": "30", "issn": "", "pages": "3100--3109", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "A class of cationic triblock amphiphilic oligopeptides as efficient gene delivery vectors", "authors": [{"first": "W", "middle": ["Y"], "last": "Seow", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Yang", "suffix": ""}], "year": 2009, "venue": "Adv Mater", "volume": "21", "issn": "", "pages": "86--90", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Self-assembled cationic peptide nanoparticles as an efficient antimicrobial agent", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Nat Nanotechnol", "volume": "4", "issn": "", "pages": "457--463", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Designer peptide surfactants stabilize functional photosystem-I membrane complex in aqueous solution for extended time", "authors": [{"first": "K", "middle": [], "last": "Matsumoto", "suffix": ""}, {"first": "S", "middle": [], "last": "Koutsopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Vaughn", "suffix": ""}], "year": 2009, "venue": "J Phys Chem", "volume": "115", "issn": "", "pages": "75--83", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Reversible peptide particle formation using a mini amino acid sequence", "authors": [{"first": "T", "middle": ["B"], "last": "Schuster", "suffix": ""}, {"first": "O", "middle": ["D"], "last": "De Bruyn", "suffix": ""}, {"first": "E", "middle": [], "last": "Bordignon", "suffix": ""}], "year": 2010, "venue": "Soft Matter", "volume": "6", "issn": "", "pages": "5596--5604", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Micro and nano techniques for the handling of biological samples", "authors": [{"first": "J", "middle": [], "last": "Castillo", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Svendsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Dimaki", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Biological and chemical decoration of peptide nanostructures via biotin-avidin interaction", "authors": [{"first": "M", "middle": [], "last": "Reches", "suffix": ""}, {"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2007, "venue": "J Nanosci Nanotechnol", "volume": "7", "issn": "", "pages": "2239--2245", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Novel polymers: molecular to nanoscale order in three-dimensions", "authors": [{"first": "K", "middle": ["L"], "last": "Wooley", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Moore", "suffix": ""}, {"first": "C", "middle": [], "last": "Wu", "suffix": ""}], "year": 2000, "venue": "Proc Natl Acad Sci U S A", "volume": "97", "issn": "", "pages": "11147--11148", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Supramolecular honeycomb and columnar assemblies formed by self-assembly of coil-rod-coil molecules with a conjugated rod segment", "authors": [{"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "K-L", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "Jin", "middle": [], "last": "Ly", "suffix": ""}], "year": 2010, "venue": "Macromol Res", "volume": "18", "issn": "8", "pages": "800--805", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Electrostatic force microscopy of self-assembled peptide structures", "authors": [{"first": "C", "middle": ["H"], "last": "Clausen", "suffix": ""}, {"first": "M", "middle": [], "last": "Dimaki", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Panagos", "suffix": ""}], "year": 2011, "venue": "Scanning", "volume": "33", "issn": "", "pages": "201--207", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Qualitative mapping of structurally different dipeptide nanotubes", "authors": [{"first": "C", "middle": ["H"], "last": "Clausen", "suffix": ""}, {"first": "J", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "J", "middle": [], "last": "Castillo", "suffix": ""}], "year": 2008, "venue": "Nano Lett", "volume": "8", "issn": "", "pages": "4066--4069", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Thermomechanical manipulation of aromatic peptide nanotubes", "authors": [{"first": "V", "middle": ["L"], "last": "Sedman", "suffix": ""}, {"first": "S", "middle": [], "last": "Allen", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "Langmuir", "volume": "25", "issn": "", "pages": "7256--7259", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "The colloidal domain: where physics, chemistry, biology and technology meet", "authors": [{"first": "D", "middle": ["F"], "last": "Evans", "suffix": ""}, {"first": "H", "middle": [], "last": "Wennerstrom", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Biomimetic surfactants: biosurfactants", "authors": [{"first": "J", "middle": ["R"], "last": "Lu", "suffix": ""}, {"first": "X", "middle": ["B"], "last": "Zhao", "suffix": ""}, {"first": "M", "middle": [], "last": "Yaseen", "suffix": ""}], "year": 2007, "venue": "Curr Opin Colloid Interface Sci", "volume": "12", "issn": "", "pages": "60--67", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Peptide nanovesicles formed by the self-assembly of branched amphiphilic peptides", "authors": [{"first": "S", "middle": [], "last": "Gudlur", "suffix": ""}, {"first": "P", "middle": [], "last": "Sukthankar", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Sequence and structure determinants for the self-aggregation of recombinant polypeptides modeled after human elastin", "authors": [{"first": "M", "middle": [], "last": "Miao", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Bellingham", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Stahl", "suffix": ""}], "year": 2003, "venue": "J Biol Chem", "volume": "278", "issn": "", "pages": "48553--48562", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Engineering protein specificity: gene manipulation with semisynthetic nucleases", "authors": [{"first": "D", "middle": [], "last": "Pei", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Schultz", "suffix": ""}], "year": 1991, "venue": "J Am Chem Soc", "volume": "113", "issn": "", "pages": "9391--9392", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Secondary structure nucleation in peptides. Transition metal ion stabilized alpha-helices", "authors": [{"first": "M", "middle": ["R"], "last": "Ghadiri", "suffix": ""}, {"first": "C", "middle": [], "last": "Choi", "suffix": ""}], "year": 1990, "venue": "J Am Chem Soc", "volume": "112", "issn": "", "pages": "1630--1632", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Programmed self-sorting of coiled coils with leucine and hexafluoroleucine cores", "authors": [{"first": "B", "middle": [], "last": "Bilgiçer", "suffix": ""}, {"first": "X", "middle": [], "last": "Xing", "suffix": ""}, {"first": "K", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2001, "venue": "J Am Chem Soc", "volume": "123", "issn": "", "pages": "11815--11816", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Microscopy tools for investigating nano-to-mesoscale peptide assemblies", "authors": [{"first": "E", "middle": ["R"], "last": "Da Silva", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Liberato", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "De Souza", "suffix": ""}], "year": 2012, "venue": "Méndez-Vilas A", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Peptidolipid as binding site of acetylcholinesterase: molecular recognition of paraoxon in Langmuir films", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "Ji", "middle": ["X"], "last": "", "suffix": ""}], "year": 2006, "venue": "Langmuir", "volume": "22", "issn": "", "pages": "2200--2204", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Influence of pH and pyrenyl on the structural and morphological control of peptide nanotubes", "authors": [{"first": "T", "middle": ["D"], "last": "Martins", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Cunha", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "", "suffix": ""}], "year": 2011, "venue": "J Phys Chem C", "volume": "115", "issn": "", "pages": "7906--7913", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Bioorganic chemistry", "authors": [{"first": "N", "middle": [], "last": "Voyer", "suffix": ""}], "year": 1996, "venue": "Top Curr Chem", "volume": "184", "issn": "", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Neurotoxic effects of thioflavin S-positive amyloid deposits in transgenic mice and Alzheimer's disease", "authors": [{"first": "B", "middle": [], "last": "Urbanc", "suffix": ""}, {"first": "L", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "R", "middle": [], "last": "Le", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "13990--13995", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Is congo red an amyloid-specific dye?", "authors": [{"first": "R", "middle": [], "last": "Khurana", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Uversky", "suffix": ""}, {"first": "L", "middle": [], "last": "Nielsen", "suffix": ""}], "year": 2001, "venue": "J Biol Chem", "volume": "276", "issn": "", "pages": "22715--22721", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Rhodamine B and rhodamine 101 as reference substances for fluorescence quantum yield measurements", "authors": [{"first": "T", "middle": [], "last": "Karstens", "suffix": ""}, {"first": "K", "middle": [], "last": "Kobs", "suffix": ""}], "year": 1980, "venue": "J Phys Chem", "volume": "84", "issn": "", "pages": "1871--1872", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "A bioactive self-assembled membrane to promote angiogenesis", "authors": [{"first": "L", "middle": ["W"], "last": "Chow", "suffix": ""}, {"first": "R", "middle": [], "last": "Bitton", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Webber", "suffix": ""}], "year": 2011, "venue": "Biomaterials", "volume": "32", "issn": "", "pages": "1574--1582", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Morphology of self-assembled structures formed by short peptides from the amyloidogenic protein tau depends on the solvent in which the peptides are dissolved", "authors": [{"first": "N", "middle": [], "last": "Chaudhary", "suffix": ""}, {"first": "S", "middle": [], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Nagaraj", "suffix": ""}], "year": 2009, "venue": "J Pept Sci", "volume": "15", "issn": "", "pages": "675--684", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Time-lapse atomic force microscopy in the characterization of amyloid-like fibril assembly and oligomeric intermediates", "authors": [{"first": "C", "middle": [], "last": "Goldsbury", "suffix": ""}, {"first": "J", "middle": [], "last": "Green", "suffix": ""}], "year": 2005, "venue": "Mol Biol", "volume": "299", "issn": "", "pages": "103--128", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Using the bending beam model to estimate the elasticity of diphenylalanine nanotubes", "authors": [{"first": "L", "middle": [], "last": "Niu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Allen", "middle": ["S"], "last": "", "suffix": ""}], "year": 2007, "venue": "Langmuir", "volume": "23", "issn": "", "pages": "7443--7446", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Nanostructured films from hierarchical self-assembly of amyloidogenic proteins", "authors": [{"first": "T", "middle": ["P"], "last": "Knowles", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Oppenheim", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Buell", "suffix": ""}], "year": 2010, "venue": "Nat Nanotechnol", "volume": "5", "issn": "", "pages": "204--207", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Transthyretin fibrillogenesis entails the assembly of monomers: a molecular model for in vitro assembled transthyretin amyloid-like fibrils", "authors": [{"first": "I", "middle": [], "last": "Cardoso", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Goldsbury", "suffix": ""}, {"first": "", "middle": [], "last": "M€", "suffix": ""}, {"first": "", "middle": [], "last": "Sa", "suffix": ""}], "year": 2002, "venue": "J Mol Biol", "volume": "317", "issn": "", "pages": "683--695", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Self-assembled peptide nanotubes as an etching material for the rapid fabrication of silicon wires", "authors": [{"first": "M", "middle": [], "last": "Larsen", "suffix": ""}, {"first": "K", "middle": [], "last": "Andersen", "suffix": ""}, {"first": "W", "middle": [], "last": "Svendsen", "suffix": ""}], "year": 2011, "venue": "BioNanoScience", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Confined conversion of CuS nanowires to CuO nanotubes by annealinginduced diffusion in nanochannels", "authors": [{"first": "C", "middle": [], "last": "Mu", "suffix": ""}, {"first": "J", "middle": [], "last": "He", "suffix": ""}], "year": 2011, "venue": "Nanoscale Res Lett", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Electrochemical determination of dopamine based on selfassembled peptide nanostructure", "authors": [{"first": "O", "middle": [], "last": "Matos Ide", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Alves", "suffix": ""}], "year": 2011, "venue": "ACS Appl Mater Interf", "volume": "3", "issn": "", "pages": "4437--4443", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Natural tri-to hexapeptides self-assemble in water to amyloid beta-type fiber aggregates by unexpected alpha-helical intermediate structures", "authors": [{"first": "C", "middle": ["A"], "last": "Hauser", "suffix": ""}, {"first": "R", "middle": [], "last": "Deng", "suffix": ""}, {"first": "A", "middle": [], "last": "Mishra", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci U S A", "volume": "108", "issn": "", "pages": "1361--1366", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "William Thomas Astbury 1898-1961", "authors": [{"first": "J", "middle": ["D"], "last": "Bernal", "suffix": ""}], "year": 1963, "venue": "Biograph Memory Fellow Roy Soc", "volume": "9", "issn": "", "pages": "1--35", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Hierarchical self-assembly of Tjernberg peptide at nanoscale", "authors": [{"first": "P", "middle": [], "last": "Kumaraswamy", "suffix": ""}, {"first": "S", "middle": [], "last": "Sethuraman", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Krishnan", "suffix": ""}], "year": 2013, "venue": "Soft Matter", "volume": "9", "issn": "", "pages": "2684--2694", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Conformational transition of amyloid beta-peptide", "authors": [{"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Shen", "suffix": ""}, {"first": "X", "middle": [], "last": "Luo", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "5", "pages": "5403--5407", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Connecting macroscopic observables and microscopic assembly events in amyloid formation using coarse grained simulations", "authors": [{"first": "N", "middle": ["S"], "last": "Bieler", "suffix": ""}, {"first": "Tpj", "middle": [], "last": "Knowles", "suffix": ""}, {"first": "D", "middle": [], "last": "Frenkel", "suffix": ""}], "year": 2012, "venue": "Plos Comp Biol", "volume": "8", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Peptide self-assembly at the nanoscale: a challenging target for computational and experimental biotechnology", "authors": [{"first": "G", "middle": [], "last": "Colombo", "suffix": ""}, {"first": "P", "middle": [], "last": "Soto", "suffix": ""}, {"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2007, "venue": "Trends Biotechnol", "volume": "25", "issn": "", "pages": "211--218", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Prediction of aggregation rate and aggregation-prone segments in polypeptide sequences", "authors": [{"first": "G", "middle": ["G"], "last": "Tartaglia", "suffix": ""}, {"first": "A", "middle": [], "last": "Cavalli", "suffix": ""}, {"first": "R", "middle": [], "last": "Pellarin", "suffix": ""}], "year": 2005, "venue": "Protein Sci", "volume": "14", "issn": "", "pages": "2723--2734", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Stability of diphenylalanine peptide nanotubes in solution", "authors": [{"first": "K", "middle": ["B"], "last": "Andersen", "suffix": ""}, {"first": "J", "middle": [], "last": "Castillo-Leon", "suffix": ""}, {"first": "M", "middle": [], "last": "Hedström", "suffix": ""}], "year": 2011, "venue": "Nanoscale", "volume": "3", "issn": "", "pages": "994--998", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Molecular dynamics simulation of the α-helix to β-sheet transition in coiled protein filaments: evidence for a critical filament length scale", "authors": [{"first": "Z", "middle": [], "last": "Qin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Buehler", "suffix": ""}], "year": 2010, "venue": "Phys Rev Lett", "volume": "104", "issn": "", "pages": "", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Rigid self-assembled hydrogel composed of a modified aromatic dipeptide", "authors": [{"first": "A", "middle": [], "last": "Mahler", "suffix": ""}, {"first": "M", "middle": [], "last": "Reches", "suffix": ""}, {"first": "M", "middle": [], "last": "Rechter", "suffix": ""}], "year": 2006, "venue": "Adv Mater", "volume": "18", "issn": "", "pages": "1365--1370", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "From the globular to the fibrous state: protein structure and structural conversion in amyloid formation", "authors": [{"first": "M", "middle": [], "last": "Sunde", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Blake", "suffix": ""}], "year": 1998, "venue": "Q Rev Biophys", "volume": "31", "issn": "", "pages": "1--39", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Amyloid fibrillogenesis: themes and variations", "authors": [{"first": "J", "middle": ["C"], "last": "Rochet", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Lansbury", "suffix": ""}], "year": 2000, "venue": "Curr Opin Struct Biol", "volume": "10", "issn": "", "pages": "60--68", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Protein misfolding and disease; protein refolding and therapy", "authors": [{"first": "C", "middle": [], "last": "Soto", "suffix": ""}], "year": 2001, "venue": "FEBS Lett", "volume": "498", "issn": "", "pages": "204--207", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "The \"correctly-folded\" state of proteins: Is it a metastable state?", "authors": [{"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2002, "venue": "Angew Chem Int Ed", "volume": "41", "issn": "", "pages": "257--259", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Direct conversion of an oligopeptide from a ß-sheet to an a-helix: a model for amyloid formation", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Rich", "suffix": ""}], "year": 1997, "venue": "Proc Natl Acad Sci", "volume": "94", "issn": "", "pages": "23--28", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Identification of a penta-and hexapeptide of islet amyloid polypeptide (IAPP) with amyloidogenic and cytotoxic properties", "authors": [{"first": "K", "middle": [], "last": "Tenidis", "suffix": ""}, {"first": "M", "middle": [], "last": "Waldner", "suffix": ""}, {"first": "J", "middle": [], "last": "Bernhagen", "suffix": ""}], "year": 2000, "venue": "J Mol Biol", "volume": "295", "issn": "", "pages": "1055--1071", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Conformational transitions and fibrillation mechanism of human calcitonin as studied by high-resolution solid-state 13C NMR", "authors": [{"first": "M", "middle": [], "last": "Kamihira", "suffix": ""}, {"first": "A", "middle": [], "last": "Naito", "suffix": ""}, {"first": "S", "middle": [], "last": "Tuzi", "suffix": ""}], "year": 2000, "venue": "Protein Sci", "volume": "9", "issn": "", "pages": "867--877", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Charge attraction and beta propensity are necessary for amyloid fibril formation from tetrapeptides", "authors": [{"first": "L", "middle": [], "last": "Tjernberg", "suffix": ""}, {"first": "W", "middle": [], "last": "Hosia", "suffix": ""}, {"first": "N", "middle": [], "last": "Bark", "suffix": ""}], "year": 2002, "venue": "J Biol Chem", "volume": "277", "issn": "", "pages": "43243--43246", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Self-assembly of a modified amyloid peptide fragment: pH responsiveness and nematic phase formation", "authors": [{"first": "I", "middle": ["W"], "last": "Hamley", "suffix": ""}, {"first": "V", "middle": [], "last": "Castelletto", "suffix": ""}, {"first": "C", "middle": [], "last": "Moulton", "suffix": ""}], "year": 2010, "venue": "Macromol Biosci", "volume": "10", "issn": "", "pages": "40--48", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Controlling amyloid growth in multiple dimensions", "authors": [{"first": "J", "middle": [], "last": "Dong", "suffix": ""}, {"first": "K", "middle": [], "last": "Lu", "suffix": ""}, {"first": "A", "middle": [], "last": "Lakdawala", "suffix": ""}], "year": 2006, "venue": "Amyloid", "volume": "13", "issn": "", "pages": "206--215", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Templating molecular arrays in amyloid's crossbeta grooves", "authors": [{"first": "W", "middle": ["S"], "last": "Childers", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Mehta", "suffix": ""}, {"first": "K", "middle": [], "last": "Lu", "suffix": ""}], "year": 2009, "venue": "J Am Chem Soc", "volume": "131", "issn": "", "pages": "10165--10172", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Effect of PEG crystallization on the self-assembly of PEG/peptide copolymers containing amyloid peptide fragments", "authors": [{"first": "I", "middle": ["W"], "last": "Hamley", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Krysmann", "suffix": ""}], "year": 2008, "venue": "Langmuir", "volume": "24", "issn": "", "pages": "8210--8214", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Molecular self-assembly of peptide nanostructures: mechanism of association and potential uses", "authors": [{"first": "M", "middle": [], "last": "Reches", "suffix": ""}, {"first": "E", "middle": [], "last": "Gazit", "suffix": ""}], "year": 2006, "venue": "Curr Nanosci", "volume": "2", "issn": "", "pages": "105--111", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Puramatrix: Self-assembling peptide nanofiber scaffolds", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "L", "middle": [], "last": "Spirio", "suffix": ""}], "year": 2005, "venue": "Scaffolding in tissue engineering", "volume": "", "issn": "", "pages": "217--238", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Rational design and application of responsive alpha-helical peptide hydrogels", "authors": [{"first": "E", "middle": ["F"], "last": "Banwell", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Abelardo", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Adams", "suffix": ""}], "year": 2009, "venue": "Nat Mater", "volume": "8", "issn": "", "pages": "596--600", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "Lipid-like self-assembling peptides", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2012, "venue": "Acc Chem Res", "volume": "45", "issn": "", "pages": "2142--2150", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Production of self-assembling biomaterials for tissue engineering", "authors": [{"first": "S", "middle": [], "last": "Kyle", "suffix": ""}, {"first": "A", "middle": [], "last": "Aggeli", "suffix": ""}, {"first": "E", "middle": [], "last": "Ingham", "suffix": ""}], "year": 2009, "venue": "Trends Biotechnol", "volume": "27", "issn": "", "pages": "422--433", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Light harvesting antenna on an amyloid scaffold", "authors": [{"first": "Y", "middle": [], "last": "Liang", "suffix": ""}, {"first": "P", "middle": [], "last": "Guo", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Pingali", "suffix": ""}], "year": 2008, "venue": "Chem Commun", "volume": "48", "issn": "", "pages": "6522--6524", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Dual-surface modification of the tobacco mosaic virus", "authors": [{"first": "T", "middle": ["L"], "last": "Schlick", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ding", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Kovacs", "suffix": ""}], "year": 2005, "venue": "J Am Chem Soc", "volume": "127", "issn": "", "pages": "3718--3723", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Neural stem cells encapsulated in a functionalized self-assembling peptide hydrogel for brain tissue engineering", "authors": [{"first": "T", "middle": ["Y"], "last": "Cheng", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Chang", "suffix": ""}], "year": 2013, "venue": "Biomaterials", "volume": "34", "issn": "", "pages": "2005--2016", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Fine-tuning the pH trigger of self-assembly", "authors": [{"first": "A", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "M", "middle": [], "last": "Haverick", "suffix": ""}, {"first": "K", "middle": [], "last": "Stump", "suffix": ""}], "year": 2012, "venue": "J Am Chem Soc", "volume": "134", "issn": "", "pages": "3647--3650", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Artificial transmembrane ion channels from self-assembling peptide nanotubes", "authors": [{"first": "M", "middle": ["R"], "last": "Ghadiri", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Granja", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Buehler", "suffix": ""}], "year": 1994, "venue": "Nature", "volume": "369", "issn": "", "pages": "301--304", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Self-assembling chimeric polypeptidedoxorubicin conjugate nanoparticles that abolish tumours after a single injection", "authors": [{"first": "J", "middle": ["A"], "last": "Mackay", "suffix": ""}, {"first": "M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Mcdaniel", "suffix": ""}], "year": 2009, "venue": "Nat Mat", "volume": "8", "issn": "", "pages": "993--999", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "A novel vaccine using nanoparticle platform to present immunogenic M2e against avian influenza infection", "authors": [{"first": "S", "middle": [], "last": "Babapoor", "suffix": ""}, {"first": "T", "middle": [], "last": "Neef", "suffix": ""}, {"first": "C", "middle": [], "last": "Mittelholzer", "suffix": ""}], "year": 2011, "venue": "Influenza Res Treat", "volume": "2011", "issn": "", "pages": "", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Peptide nanoparticles as novel immunogens: design and analysis of a prototypic severe acute respiratory syndrome vaccine", "authors": [{"first": "T", "middle": ["A"], "last": "Pimentel", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yan", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Jeffers", "suffix": ""}], "year": 2009, "venue": "Chem Biol Drug Des", "volume": "73", "issn": "", "pages": "53--61", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Development of an electrochemical metal-ion biosensor using self-assembled peptide nanofibrils", "authors": [{"first": "B", "middle": [], "last": "Viguier", "suffix": ""}, {"first": "K", "middle": [], "last": "Zor", "suffix": ""}, {"first": "E", "middle": [], "last": "Kasotakis", "suffix": ""}], "year": 2011, "venue": "Appl Mater Interf", "volume": "3", "issn": "", "pages": "1594--1600", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Self-assembled diphenylalanine nanowires for cellular studies and sensor applications", "authors": [{"first": "L", "middle": [], "last": "Sasso", "suffix": ""}, {"first": "I", "middle": [], "last": "Vedarethinam", "suffix": ""}, {"first": "J", "middle": [], "last": "Emneus", "suffix": ""}], "year": 2011, "venue": "J Nanosci Nanotechnol", "volume": "12", "issn": "", "pages": "3077--3083", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "An auto-biotinylated bifunctional protein nanowire for ultra-sensitive molecular biosensing", "authors": [{"first": "D", "middle": [], "last": "Men", "suffix": ""}, {"first": "Z", "middle": ["P"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Guo", "suffix": ""}], "year": 2010, "venue": "Biosens Bioelectron", "volume": "26", "issn": "", "pages": "1137--1141", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "Remote electronic control of DNA hybridization through inductive coupling to an attached metal nanocrystal antenna", "authors": [{"first": "K", "middle": [], "last": "Hamad-Schifferli", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Schwartz", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "415", "issn": "", "pages": "152--155", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Design of metal-binding sites onto self-assembled peptide fibrils", "authors": [{"first": "E", "middle": [], "last": "Kasotakis", "suffix": ""}, {"first": "E", "middle": [], "last": "Mossou", "suffix": ""}, {"first": "L", "middle": [], "last": "Adler-Abramovich", "suffix": ""}], "year": 2009, "venue": "Biopolymers", "volume": "92", "issn": "", "pages": "164--172", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Self-assembling peptide-based nanostructures for regenerative medicine", "authors": [{"first": "R", "middle": ["M"], "last": "Capito", "suffix": ""}, {"first": "A", "middle": [], "last": "Mata", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Stupp", "suffix": ""}], "year": 2010, "venue": "Nanotechnology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/9783527628155"]}}, "BIBREF156": {"ref_id": "b156", "title": "Self-assembly of collagen-mimetic peptide amphiphiles into biofunctional nanofiber", "authors": [{"first": "J", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tong", "suffix": ""}], "year": 2011, "venue": "ACS Nano", "volume": "5", "issn": "", "pages": "7739--7747", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Self-assembling functionalized nanopeptides for immediate hemostasis and accelerative liver tissue regeneration", "authors": [{"first": "T-Y", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "H-C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "M-Y", "middle": [], "last": "Huang", "suffix": ""}], "year": 2013, "venue": "Nanoscale", "volume": "5", "issn": "", "pages": "2734--2744", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Mechanism of formation of nanotubes by FF dipeptide", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Influence of surfactant number on the formation of self-assembled nanostructures of self-assembly. But,", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Self-assembly of surfactant-like peptide amphiphiles (SLPAs) into various nanostructures", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Various self-assembled structures formed by carpet and switch peptides", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Self-assembly of cyclic octapeptide lanreotide into nanotubesPeptide Amphiphiles (PA)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Self-assembly of Hartgerink peptide", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 8.7 Structure of a bolaamphiphile", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Various biomedical applications of peptide nanotubes formed by cyclic peptide", "latex": null, "type": "figure"}, "FIGREF8": {"text": "10 Template-assisted synthesis of metal nanowire", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Self-assembled EAK 16-II nanostructures used in electrochemical glucose sensing", "latex": null, "type": "figure"}, "TABREF0": {"text": "List of peptide systems and their self-assembled structures", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Peptide sequence </td><td>Study carried out\n</td></tr><tr><td>A6D, V6D, V6D2, L6D2 </td><td>Formation of nanotubes [47]\n</td></tr><tr><td>G4D2, G6D2, G8D2, G10D2 </td><td>Formation of nanotubes and vesicles [48]\n</td></tr><tr><td>V6K, V6K2, V3K </td><td>Adsorption at air/water interface used for DNA immobilization [75]\n</td></tr><tr><td>V6K2, L6K2, A6K, V6H, V6K, H2V6, KV6 </td><td>Formation of nanotubes and vesicles [48]\n</td></tr><tr><td>Ac-A6D-COOH and Ac-A6K-COOH </td><td>Determination of critical aggregation concentration (cac) of particles formed during self-assembly [66]\n</td></tr><tr><td>Mixtures of Ac-A6D-OH and Ac-A6K-NH2 </td><td>Formation of twisted fibrils [76]\n</td></tr><tr><td>Ac-GA VILRR-NH2 </td><td>Formation of 'nanodonut' structures [46]\n</td></tr><tr><td>I6K2, L6K2, V6K2 </td><td>Correlation of secondary structure with the morphology of nanostructures formed [67]\n</td></tr><tr><td>V6D2, V5DVD, V4D2V2 </td><td>Influence of sequence and purity on\n</td></tr><tr><td>self-assembly [51]\n</td></tr><tr><td>A3K, A6K, A9K </td><td>Determination of cmc, self-assembled\n</td></tr><tr><td>structures, correlation with its antibacterial activity [52]\n</td></tr><tr><td>A6K </td><td>Elucidation of nanotube structure and its\n</td></tr><tr><td>mechanism of formation [77, 78]\n</td></tr><tr><td>Ac-A2V2L3WG2-COOH and\n</td><td>Formation of vesicles [71]\n</td></tr><tr><td>Ac-A2V2L3WG7-COOH\n</td><td> </td></tr><tr><td>chol-H5R10, chol-H10R10 (chol denotes cholesterol)\n</td><td>Vehicles for delivering genes [79]\n</td></tr><tr><td>A12H5K10, A12H5K15, and H5K10\n(non-amphiphilic control)\n</td><td>Vehicles for delivering genes [80]\n</td></tr><tr><td>Ac-(AF)6H5K15-NH2 </td><td>Vehicles used for delivering both drugs and genes [81]\nVehicles for delivering genes [82]\n</td></tr><tr><td>NH2-I5H4R8-CONH2, NH2-F5H4R8-CONH2, NH2-W5H4R8-CONH2, NH2-H4R8-CONH2\nchol-G3R6TAT, TAT ¼ YGRKKRRQRRR </td><td>Antimicrobial activity [83]\n</td></tr><tr><td>A6D and A6K </td><td>Stabilization of G-protein-coupled receptor\n</td></tr><tr><td>Ac-V6R2-NH2, Ac-V6K2-NH2, Ac-A6K-NH2, Ac-I6K2-NH2, Ac-A6K-OH, DA6-NH2, Ac-V6D2-NH2, Ac-A6D-OH, KA6-NH2\nH-K3-[WDL]3-W-NH2, H-CK3-[W\nDL]3-\nW-NH2, Ac-[K(Ac)]3-W-[WDL]3-W-NH2,\nDL]3-W-NH2, Ac-C(sl)\nAc-C[K(Ac)]3-W-[W\nDL]3-W-NH2, where sl denotes the spin label acetamidoproxyl\n[K(Ac)]3-W-[W\n</td><td>bovine rhodopsin against denaturation [82, 84]\nStabilization of protein complex photosystem-I and enhancement of activity [64]\nMicelle aggregation and formation of particles and beads [85]\n</td></tr></table></body></html>"}, "TABREF1": {"text": "H 5 K 15 -NH 2 Vehicles used for delivering both drugs and genes [81] NH 2 -I 5 H 4 R 8 -CONH 2 , NH 2 -F 5 H 4 R 8 -CONH 2 , NH 2 -W 5 H 4 R 8 -CONH 2 , NH 2 -H 4 R 8 -CONH 2", "latex": null, "type": "table"}, "TABREF2": {"text": "Information obtained from various characterization tools for peptides", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characterization technique </td><td>Information obtained\n</td></tr><tr><td>Dynamic light scattering\n</td><td>Size of the nanostructures formed and investigation of the kinetics of self-assembly\n</td></tr><tr><td>(DLS)\n</td><td> </td></tr><tr><td>Thioflavin T fluorescence </td><td>Determination of presence of beta-sheet structures. Employed in studying the mechanism of amyloid fibril formation\n</td></tr><tr><td>Surface plasmon resonance spectroscopy\n</td><td>Measurement of fibril growth and elongation\n</td></tr><tr><td>Atomic force microscopy </td><td>Investigation of the kinetics of self-assembly, conduct structure manipulation, determine the size and morphology of the nanostructures formed during the self-assembly\n</td></tr><tr><td>Diffraction studies </td><td>Nanofiber alignment and determination of cross b-sheet structures\n</td></tr><tr><td>Electron microscopy </td><td>Morphology of self-assembled structures\n</td></tr><tr><td>Gel electrophoresis </td><td>Determination of monomers and its subsequent polymerization into dimers, tetramers, and oligomers\n</td></tr><tr><td>Circular dichroism </td><td>Determination of secondary structure and transition between secondary structures during self-assembly process\n</td></tr><tr><td>Fourier transform infrared\n</td><td>Determination of beta-sheet structures\n</td></tr></table></body></html>"}}, "back_matter": []}