{
    "paper_id": "1d7a7a764727dda47afe24531639875c168dd5e3",
    "metadata": {
        "title": "Journal Pre-proof Crdiothoracic Surgeons in Pandemics: Ethical Considerations Cardiothoracic Surgeons in Pandemics: Ethical Considerations Running Head: Cardiothoracic surgeons in pandemics",
        "authors": [
            {
                "first": "Daniel",
                "middle": [],
                "last": "Drake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Munson Healthcare",
                    "location": {
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [
                    "D"
                ],
                "last": "Morrow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hec-C",
                "middle": [],
                "last": "Kinlaw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "De Bonis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vita-Salute San Raffaele University",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Zangrillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vita-Salute San Raffaele University",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "M"
                ],
                "last": "Sade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC"
                    }
                },
                "email": "sader@musc.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Kinlaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hec-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During a pandemic, the primary responsibility of community, government, and health care systems is to isolate the disease and slow transmission. Stopping or slowing the spread of disease decreases the number of individuals exposed and mitigates the surge of critically ill patients into health care systems. Concomitantly, health care systems should prepare for the surge predicted by public health authorities and expand capacity 1, 2 . If, despite maximum expansion, the surge is overwhelming, essential resources become scarce. Proactive resource allocation should reduce mortality and life-years lost for individuals and society as a whole. This document is intended to provide cardiothoracic surgeons with a guide to identifying and responding to ethical issues related to pandemics.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cardiothoracic surgeons are of great value during a pandemic because they possess a unique and highly relevant spectrum of skills, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• mastery of the concepts of sterile fields and contact isolation;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• risk-benefit analysis and triage of the critically ill;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• endotracheal intubation and invasive line procedures;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• ventilator and hemodynamic management;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• management of complications of mechanical ventilation;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• pre-interventional evaluation and post-operative care for surgical emergencies;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• recognition of medically ineffective care in the critically ill;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• extracorporeal membrane oxygenation (ECMO) evaluation, cannulation, and management;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• innovation in times of necessity; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• routine and sustained high-level mental workload in high-pressure circumstances 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These skills are frequently in short supply and may be particularly valuable in communities suffering severe effects of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For this work, we rely in part on the ethical guidelines for limited resource allocation promulgated by the Centers for Disease Control and Prevention 4 . Appropriate resource allocation requires:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "• identification of decision-makers to establish prioritization in distribution;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "• identification of resources that are or are likely to be limited and in need of a distribution plan;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "• identification of eligible recipients of these resources; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "• determining whether there is ethical justification for certain groups to receive higher prioritization in the distribution of scarce resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "Although advocated by some, utilitarian philosophy is not an adequate ethical approach for planning -while maximizing positive outcomes must be considered, additional guidance based on respect for persons, nonmaleficence (avoiding harm), and justice should be included 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "For example, access to treatment should be ensured for communities that historically experience reduced access to health care. Maximizing the number of patients receiving care overall does not justify disregarding care for vulnerable individuals or communities 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "Sharing information and setting standards across institutions should be a priority to promote consistency in practice standards. Until uniform and consistent policies are established, allocation and distribution decisions will primarily be determined by local and regional networks and teams comprising physicians, other health care professionals, hospital administrators, and other policy makers, with guidance from ethicists. These teams will need to identify the resources that are or will be in short supply in order to develop a plan for prioritized distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "Decision making will need to be rapid and should include a fair process for efficient adjudication of disputes and appeals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "When need exceeds resource availability, identifying and characterizing the criteria by which patients will receive limited resources is key to fair distribution. Prioritization of recipients should be based on clinically justifiable criteria, such as likelihood of survival to discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "When individuals are considered equally likely to survive with the intervention, it should be provided to those anticipated to have greater years of life saved 2,4 Social worth is generally not acceptable as a selection criterion, but when the preservation of social order or carrying out policies that address the pandemic are at stake, there may be a rationale for prioritizing certain persons to receive scarce resources, taking care to restrict such priority to morally relevant characteristics. Prioritization of health care or other frontline service workers may be justified if it facilitates their return to their professional roles in a timely manner 2 . . For example, prioritization of the use of preventive resources such as vaccines and personal protective equipment (PPE) may be reasonable. Time to recovery, and recovery itself, does not ensure that individuals will be able to return to their professional roles, however, so priority of treatment (e.g., ventilators) may not be justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "Distribution of resources should not be based on perceptions of who does or does not deserve treatment, ability to pay, a first come-first served approach -those with access to reliable transportation and to media information may arrive first -or other criteria that are discriminatory and not ethically relevant, such as race, gender, ethnicity, religious belief, or sexual orientation 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Concerns with Regard to Limited Resource Allocation"
        },
        {
            "text": "Cardiothoracic surgeons must hold the patient's welfare as paramount 5 ",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application of Ethical Principles"
        },
        {
            "text": "Medical Association (AMA) Code of Ethics states that commitment to care for the sick requires physicians to provide urgent care during disasters even in the face of risks to the physicians' own safety, health, or life, while at the same time avoiding becoming infected themselves in order to maintain their ability to remain clinically effective 6 . The duty to treat is implicit in the very nature of medical professionalism. During a pandemic, severe shortages of health care professionals are common, placing a special obligation on surgeons to be present and engaged because of their unique and relevant skills 7, 8 . In addition to medical and surgical skills, surgeons must also be familiar with the principles of controlling a pandemic and allocation of limited resources 2,9 . Slowing and limiting disease transmission is the central principle for controlling a pandemic 9 . Limiting transmission decreases the surge of the severely ill into health care systems and thereby decreases mortality for systems with limited capacity 2 . During a pandemic crisis, cardiothoracic surgeons, when members of policy-making groups, should help to ensure that:",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 615,
                    "end": 617,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 618,
                    "end": 619,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 779,
                    "end": 784,
                    "text": "2,9 .",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 880,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• critically limited resources are clearly identified and acquired (ventilators, medications, ECMO, PPE);",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• critically limited infrastructure needs are identified and acquired (critical care beds, isolation beds, staff);",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• full deployment of hospital surge capacity occurs;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• all reasonable attempts are made to conserve, reutilize, adapt, and substitute resources;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• requests for additional resources to local, regional, and state health officials are made;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• requests for regional, state, and federal resources or infrastructure are also made; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "• critical care triage not be initiated until resources and options for additional infrastructure and transfer have been exhausted 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "During a public health crisis with limited resources, the critical care triage team should be quickly assembled 2 . The team allows for multiple professional perspectives, facilitates rapid consultation, and engages support from the community by including senior leadership from critical care nursing, respiratory care, medical staff, the community, and, if available, ethics consultants. Triage experts should be selected by the institution based on integrity, compassion, and professional competency. All should be recognized for their ability to maintain cognitive clarity under difficult circumstances, remain composed, and make medically sound decisions without bias or prejudice. Ideally triage physicians should not provide direct clinical care. This allows bedside clinicians to maintain loyalty to their patients and advocate on their behalf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Recognizing the complexity in a rapidly evolving pandemic, community engagement -at least with key public health officials and governing leaders -should be sought while developing crisis triage plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Once a public health crisis is declared, rules that favor the overall benefit to the population and society take precedence 2 . Disease prevention is necessary to preserve a functioning society. Prevention includes distribution of PPE, vaccines, and antiviral medications to health care providers and others. Surgeons must balance the resources needed by their patients and those actively infected, at times postponing cases that can be safely delayed. In addition, surgeons may need to delay cases if admitting a patient to the hospital would put the patient at undue risk for hospital-acquired transmission. When shortages of resources can be foreseen, postponement or cancellation of elective cases may be justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Critical care triage including allocation of ventilators and ECMO to the critically ill poses a different situation 2 . Prolonged recovery limits the surgeon's and other providers' ability to return to prior roles. Therefore, it is reasonable that priority be given to those who are most likely to survive with a shorter recovery. If the chance of survival between patients is equal, further assessment of years of life saved and resource consumption may be reasonable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Typical cardiothoracic surgical emergencies may compete with infected patients for critical care resources. In severe scarcity, surgical patients with a poor prognosis may be denied intervention or be removed from mechanical support to allow reallocation to infected patients with a better chance of survival. Conversely, emergent surgical patients who will likely require no more than a few hours of ventilation may take priority over patients with respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Patients and families should be informed about policies and practices for decision making owing to scarcity of resources 2 . Although decision making for removing ventilatory support or ECMO should not require consent or assent from the patient or surrogate during the public health crisis, patients and surrogates should be notified of decisions to withhold or remove interventions and given a chance to say goodbye and complete religious rituals 2 . Compassionate palliative care should be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Numerous criteria and scoring systems have been proposed for allocating and withdrawing ventilatory support 10 , but scoring systems have fallen into disfavor and, although still widely used, should not be utilized exclusively for making individual patient decisions 11 . A recent review with detailed clinical context superimposed on ethical guidelines is available and is useful for developing local policy and protocol 12 . Ultimately, when ventilators or ECMO becomes unavailable during a public health crisis, a triage team, in following the triage protocol, might determine that ventilatory or ECMO support should be removed from one patient to give to another. Decisions to remove supportive technologies from patients who have a reasonable chance of surviving are extremely difficult and are rarely experienced by most clinicians.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ". The American"
        },
        {
            "text": "Bedside clinicians should continue to advocate for their patients, so triage teams alone should make the decision to remove vital support. The question of who should report the decision to the patient's family has been controversial, so either of two policy options would be acceptable: the family is informed by the triage team alone or by the triage team jointly with the attending physician. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The American"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Definitive care for the critically ill during a disaster: a framework for allocation of scarce resources in mass critical care: from a Task Force for Mass Critical Care summit meeting",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "133",
            "issn": "",
            "pages": "51--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ethical Considerations for Decision Making Regarding Allocation of Mechanical Ventilators During a Severe Influenza Pandemic or Other Public Health Emergency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ventilator Document Workgroup",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Is the \"sterile cockpit\" concept applicable to cardiovascular surgery critical intervals or critical events? The impact of protocol-driven communication during cardiopulmonary bypass",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Wadhera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Burkhart",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "139",
            "issn": "",
            "pages": "312--321",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethical guidelines in pandemic influenza: recommendations of the Ethics Subcommittee of the Advisory Committee of the Director",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinlaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Med Public Health Prep",
            "volume": "3",
            "issn": "",
            "pages": "185--192",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Responsibilities in Disaster Response & Preparedness. Code of Medical Ethics Opinion 83",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Can the health-care system meet the challenge of pandemic flu? Planning, ethical, and workforce considerations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Gebbie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Health Rep",
            "volume": "122",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Society of Critical Care Medicine Ventilator Taskforce. United States Resource Availability for COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Department of Health and Human Services",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Serial evaluation of the SOFA score to predict outcome in critically ill patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Melot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "286",
            "issn": "",
            "pages": "1754--1762",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ICU admission, discharge, and triage guidelines: a framework to enhance clinical operations, development of institutional policies, and further research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nunnally",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kleinpell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "44",
            "issn": "",
            "pages": "1553--1602",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ventilator Allocation Guidelines",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cardiothoracic surgeons should be prepared to commit the full spectrum of their skills and capabilities to mitigate the consequences of a pandemic. 2. When participating in making policy, cardiothoracic surgeons should advocate for: a. decision-making transparency and efficient use of resources; b. limiting or cancelling elective or nonurgent procedures in order to limit exposure to the infective agent and to preserve equipment and supplies for treating seriously ill patients; c. clear triage guidelines to be applied when resources are severely depleted. 3. Cardiothoracic surgeons should participate in the creation and supervision of: a. teams that, where possible, care exclusively for emergency surgical patients unrelated to the pandemic and are isolated from patients experiencing pandemicrelated infection; b. geographically isolated cohorts for noninfected surgical patients, preferably in dedicated cardiothoracic surgical care units; c. dedicated multidisciplinary care teams, particularly for ECMO; d. evaluation and management of patients with cardiothoracic surgical emergencies. 4. When caring for their infected patients, cardiothoracic surgeons should: a. use all appropriate personal protective equipment and measures to mitigate risk of exposure to the contagion; b. follow patient acuity and triage guidelines established by the hospital, department, or division; c. collaborate in ventilator and hemodynamic management; d. provide evaluation, cannulation, and management of ECMO; e. help manage complications of mechanical ventilation and ECMO; f. collaborate with triage and patient care teams in making decisions to withdraw ventilator or ECMO support when continuing life support becomes medically inappropriate.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Dr ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}