{"paper_id": "1d7bf204420a6ba3099dd213d8f65daa550b4cd5", "metadata": {"title": "SHORT REPORT Risk assessment and laboratory investigation of respiratory illness in travellers returning to Singapore 2012-2015: experience from the MERS-CoV Surveillance Programme", "authors": [{"first": "M", "middle": ["K"], "last": "Win", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tan Tock Seng Hospital", "location": {"country": "Singapore"}}, "email": ""}, {"first": "A", "middle": [], "last": "Chow", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tan Tock Seng Hospital", "location": {"country": "Singapore"}}, "email": ""}, {"first": "H", "middle": ["J"], "last": "Ho", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["Y"], "last": "Tay", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tan Tock Seng Hospital", "location": {"country": "Singapore"}}, "email": ""}, {"first": "Y", "middle": ["S"], "last": "Leo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tan Tock Seng Hospital", "location": {"country": "Singapore"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "A novel respiratory pathogen, later named Middle East respiratory syndrome coronavirus (MERS-CoV), was first reported on 22 September 2012 by the Ministry of Health of the Kingdom of Saudi Arabia (KSA). Since the emergence of this novel pathogen, Singapore has enhanced its national surveillance system to detect the potential importation of the virus [1] . In Singapore, suspected adult MERS-CoV cases with a travel history to MERS-affected countries are referred to Tan Tock Seng Hospital (TTSH) for screening and clinical management. TTSH is a 1600bed tertiary-care hospital which also includes the Communicable Disease Centre (CDC), the designated national referral centre for emerging infectious diseases.", "cite_spans": [{"start": 352, "end": 355, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Singapore is an island city-state located at the southern tip of the Malay Peninsula in Southeast Asia, with a land area of 719·1 km 2 and a population size of 5 535 002 as of September 2015 [2] . Sixteen percent of Singapore's population are Muslims with the majority being of Malay ethnicity. Annually, over 15 000 local pilgrims perform the Hajj and Umrah (an annual Islamic pilgrimage to Mecca in KSA) [3] . Travellers returning from their pilgrimage increase the risk of introducing the virus into Singapore.", "cite_spans": [{"start": 191, "end": 194, "text": "[2]", "ref_id": null}, {"start": 406, "end": 409, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Moreover, Singapore is a major travel hub with 15 231 469 tourists visiting all year round [4] . Additionally, just across the straits north of Singapore, the first laboratory-confirmed case of MERS-CoV infection was reported on 17 April 2014 in Peninsular Malaysia. The patient was a man who had developed pneumonia with respiratory distress after returning from a pilgrimage to Saudi Arabia [5] . From January to December 2015 Singapore received a total of 1 171 077 visitors from Malaysia (an average of about 3200/day). Taking all of this into consideration, the risk of importation of MERS-CoV into Singapore is not trivial.", "cite_spans": [{"start": 91, "end": 94, "text": "[4]", "ref_id": null}, {"start": 393, "end": 396, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We describe a retrospective review of surveillance data including demographic and clinical information on suspected MERS-CoV cases managed at the TTSH Emergency Department (ED) between 26 September 2012 and 31 December 2015. Surveillance data reviewed included the demographic and clinical information pertaining to each suspect case. Using the guidelines from the Singapore Ministry of Health (MOH), a suspect case was defined as a person with clinical signs and symptoms suggestive of pneumonia or severe respiratory infection with breathlessness, and with an epidemiological link to countries where MERS-CoV cases had been reported within the preceding 14 days. Suspect cases were admitted to isolation wards for laboratory test confirmation and clinical management. This definition of a suspect case is similar to the epidemiological criteria for a probable case for reporting to the World Health Organization.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The laboratory diagnosis for the detection of MERS-CoV in our hospital laboratory comprises of two real-time reverse transcriptase-polymerase chain reaction (rRT-PCR) assays, a sensitive screening assay targeting regions upstream of the E protein gene (upE) followed by a more specific assay targeting the open reading frame 1b (ORF1b) gene. The test is reported as 'DETECTED' for samples with a Ct value of < 40. Confirmation is made by performing repeat testing of the same sample RNA at the National Public Health Laboratory, Singapore.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A number of suspect cases also underwent testing for influenza. Laboratory testing for influenza virus, including subtyping, was performed with a real-time assay, the AITbiotech abTESTM (AITbiotech, Singapore), using respiratory samples. This is a onestep multiplex rRT-PCR kit designed to detect influenza A, influenza B, and subtypes of A/H3N2 and H1N1-2009. Samples that are positive for matrix gene A but negative for subtypes H3N2 and H1N1-2009 are tested using a single-plex PCR for seasonal H1N1, H5N1 and/or H7N9 depending on travel history.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "During the 39-month surveillance period, a total of 851 patients visited the TTSH ED for MERS-CoV assessment ( Table 1 ). The median age of these cases was 47 (range 1-88) years, with 86% aged <65 years. The male-to-female ratio was 1:1. In all suspect cases seen at the ED, 634 (75%) were Singapore residents, with the majority being of Malay ethnicity (49%), and the rest comprising Chinese (28%), Indian (12%) and other minority (11%) ethnicities. The 25% who were non-residents comprised visitors from Europe, Middle East, and other Asian countries. Compared to residents, they were younger (median age, 42 vs. 47 years, P = 0·263) and tended to be males (57% in non-residents vs. 46% in residents, P = 0·006).", "cite_spans": [], "ref_spans": [{"start": 111, "end": 118, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "Of the 851 cases seen at the ED, 262 (31%) were admitted. Of these, 184 (70%) were Singapore residents. Of the 262 admitted patients, 129 (49%) fulfilled both clinical and epidemiological criteria of a suspect case. Two hundred and forty-eight (95%) hospitalized patients had combined nasal and throat samples tested for MERS-CoV. Results of all tests were negative.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The remaining 14 cases not tested for MERS-CoV had mild upper respiratory illness not fulfilling the criteria for being a suspect case, and diagnosis was clinically ruled out by the managing medical team. At the time of this report, Singapore has not detected any case of MERS-CoV infection after almost 4 years of enhanced surveillance.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Overall, the discharge diagnoses of hospitalized patients were: upper respiratory tract infection, 100 (38%); pneumonia, 93 (36%); other diagnoses (such as acute pyelonephritis, acute tonsillitis, acute pharyngitis, etc.), 35 (13%); acute exacerbation of chronic obstructive pulmonary disease (COPD), 17 (6%); chest infection, 11 (4%); sepsis, 4 (2%); and dengue fever, 2 (1%).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In hospitalized patients (n = 262), 230 (88%) patients were tested for influenza virus. Of these, 62 (27%) tested positive for influenza (28 A/H3, 18 A/ H1N1, 16 B). Compared to residents, non-residents were more likely to have a positive influenza result (22% vs. 38%, P = 0·014). None of the patients with positive influenza results had been vaccinated in the year prior to hospital admission. The overall median length of stay (LOS) was 3 (range 1-32) days, with 149 (57%) of the cases discharged after 3 days. There was no difference in LOS between influenza (median 4, range 3-5 days) and non-influenza cases (median 3, range 3-4 days) (P = 0·862).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the same group of hospitalized patients (n = 262), 93 (36%) had clinical and/or radiological evidence of pneumonia. The median age of patients with pneumonia was 59 (range 17-88) years and they were significantly older than those without evidence of pneumonia (median age 54, range 17-81 years) (P = 0·015). The male-to-female ratio of those with pneumonia was 1:1·4. Twenty (22%) patients also tested positive for influenza (eight A/H1N1, eight A/H3, four B). The median LOS in patients with pneumonia and influenza PCR-positive was 4 (range 2-23) days, with 49 (53%) having LOS 54 days. Three (3·2%) patients with pneumonia needed ICU care, with two of them also having a positive influenza PCR test (one A/H1N1, one A/H3). There was no difference in LOS between influenza (median 4, range 3-23 days) and non-influenza cases (median 3, range 2-15 days) (P = 0·145) in patients with pneumonia.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Streptococcus pneumoniae and Legionella urinary antigen tests were performed on 60 (65%) of the 93 patients diagnosed with pneumonia. S. pneumoniae urinary antigen was detected in six patients and S. pneumoniae was positive both in blood and urine culture in one patient. Influenza virus (using PCR testing) and S. pneumoniae urinary antigen were co-detected in two patients. Legionella urinary antigen was not detected in any of the 60 patients. The median age of the six patients with pneumococcal disease was 61 (range 42-72) years. Four (67%) patients had chronic medical conditions such as diabetes and COPD.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our surveillance programme data demonstrated several key findings of public health importance. First, only half of the admissions fulfilled the full MOH criteria for a suspect MERS-CoV case, suggesting that our surveillance system is highly sensitive, as our clinicians tended to err on the side of caution when determining if a patient required hospital admission. Second, our infectious disease clinicians ensured that suspect cases were assessed thoroughly before ruling out MERS-CoV infection, with many being tested for influenza and other possible aetiological agents (e.g. S. pneumoniae). Third, a high proportion of suspect cases had in fact developed vaccine-preventable infections such as influenza and pneumococcal disease; their illness episode resulting in hospitalization might have been avoided had they been vaccinated prior to travelling.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our findings demonstrate the potential benefits of community or pre-travel vaccination against influenza and pneumococcal disease, as the burden of disease preventable by these vaccines is not insignificant. Although the Singapore MOH recommends influenza vaccination as a key strategy to reduce influenzaassociated hospitalizations and deaths, a recent population-based study showed that only 8·7% of adults aged 50-69 years reported having received Findings of the MERS-CoV surveillance programme influenza immunization in the preceding 12 months [6] . Moreover, while Hajj pilgrims are advised to be vaccinated against influenza and pneumococcal disease, the administration of these vaccines is highly variable, and only the mandatory meningococcal vaccine is routinely administered to pilgrims. There is no structured programme to vaccinate this population although the vaccines are widely available at polyclinics, private general practitioner clinics, and travel clinics at private and restructured hospitals. Healthcare providers should be educated on the importance of influenza and pneumococcal vaccination for Hajj pilgrims in order to advocate them when providing meningococcal vaccination to pilgrims. This study has several limitations. Data collection for patients was mainly for surveillance purposes, and not all clinical information was readily accessible. Furthermore, we may have underestimated the rates of influenza vaccination, as the data collected for this study did not include vaccinations given to the Singapore residents at other healthcare institutions, and vaccination history may not have been welldocumented for non-residents.", "cite_spans": [{"start": 549, "end": 552, "text": "[6]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "In conclusion, our study reflects the experience of our institution in carrying out enhanced surveillance for MERS-CoV. Continued vigilance must be maintained given the ever-present threat of the disease globally and especially in our region. In addition, there is still a need for promotional campaigns to highlight the importance of influenza vaccination for personal protection, and to enhance the national immunization programme to include influenza vaccination and facilitate access to vaccination services, especially for high-risk groups such as overseas travellers and the elderly. The reduction of influenza-associated hospitalizations and deaths is as vital as the need to maintain vigilance for emerging infectious diseases such as MERS-CoV infection.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Middle East respiratory syndrome coronavirus (MERS-CoV) and Singapore", "authors": [{"first": "P", "middle": ["A"], "last": "Tambyah", "suffix": ""}, {"first": "J", "middle": [], "last": "Tay", "suffix": ""}], "year": 2013, "venue": "Annals of the Academy of Medicine Singapore", "volume": "42", "issn": "", "pages": "376--378", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Influenza-associated hospitalizations", "authors": [{"first": "L", "middle": ["W"], "last": "Ang", "suffix": ""}], "year": 2004, "venue": "Emerging Infectious Diseases", "volume": "20", "issn": "", "pages": "1652--1660", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Summary of patients attended at emergency department for risk assessment and laboratory investigation of respiratory illness TTSH ED, Tan Tock Seng Hospital Emergency Department; MERS-CoV, Middle East respiratory syndrome coronavirus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the staff of the Department of Clinical Epidemiology, Tan Tock Seng Hospital, for assistance in surveillance data collection. This study received no financial support.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "DECLARATION OF INTEREST"}]}