{
    "paper_id": "1d8054d6ca038b3ae099d116d8b5b506de38dc03",
    "metadata": {
        "title": "Suggestions for infection prevention and control in digestive endoscopy during current 2019-nCoV pneumonia outbreak in Wuhan, Hubei province, China Corresponding author",
        "authors": [
            {
                "first": "Hongling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "qiuzhao@whu.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Up to 4 February 2020, over 20 000 laboratory-confirmed cases of novel coronavirus (2019-nCoV) infection have been reported in China, of which more than 60 % are in Wuhan city and Hubei province. Patients may display a wide range of symptoms, while others are asymptomatic or have minimal symptoms after becoming infected [1, 2] . Although fever, fatigue, and dry cough are the most common symptoms, diarrhea has been observed as the first symptom in many young patients, while abdominal discomfort and poor appetite are shown in elderly patients. Our data have shown that more than 50 % of patients with confirmed or suspected infection present with diarrhea (16/28). The transmission rate indicated by reproductive number (Ro) is 4.08 according to a recent study [3] . The total mortality rate of 2019-nCoV pneumonia is only 2 %, according to the analysis of public data. However, the mortality rate of severe cases of 2019-nCoV pneumonia has been between 10 % and 40 % on different days of the outbreak in Wuhan. As the Chinese Spring Festival holiday comes to an end, most endoscopy centers in China will reopen to patients who need endoscopic operations. 2019-nCoV has been described to be transmitted from respiratory secretions, feces, and contaminated environmental surfaces [1, 4] . In addition, the virus is spread not only by patients with symptoms but also by asymptomatic individuals [2] . Due to the inevitable exposure to respiratory secretions during upper gastrointestinal (GI) endoscopy and exposure to feces during colonoscopy, all individuals in the endoscopy center are at high risk of exposure to the virus, especially the staff in the operating room. To prevent 2019-nCoV transmission in the endoscopy center, we offer the following summary and recommendations for infection prevention and control in digestive endoscopy during the current outbreak of 2019-nCoV according to the epidemiological characteristics we have observed, combined with past experience and the literature (▶ Fig. 1 )",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1287,
                    "end": 1289,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2004,
                    "end": 2010,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In outbreak areas such as Hubei province, only emergency endoscopy should be performed to treat patients with diseases such as acute GI bleeding, foreign bodies in the GI tract, and acute suppurative cholangitis. In the epidemic area, after the screening process, the basic protection requirements of the medical staff in the endoscopy center should achieve biosafety level 2 for all GI endoscopic procedures [5, 6] . Protection at biosafety level 3 is required for all endoscopic procedures in patients with confirmed or suspected 2019-nCoV infection, and for those with very high risk of potential exposure to 2019-nCoV, such as during tracheal intubation, airway care, and sputum suction in noninfected patients [5, 6] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Endoscopy in outbreak areas"
        },
        {
            "text": "In other areas of China, routine endoscopy should be performed with extra precautions to avoid hospital transmission from those patients with 2019-nCoV infection. Identification of patients with potential 2019-nCoV infection is the first critical step in prevention and infection control. Chest computed tomography (CT) is the most reliable approach based on our experiences, as some patients have no clinical manifestations or display only slight digestive tract symptoms; CT scans can reveal interstitial pneumonia in the outer zone of one or both lungs. Moreover, we found that CT manifestations may appear earlier than nucleic acid detection, and in a few patients with epidemiological history, typical chest CT manifestations, and typical clinical outcome of 2019-nCov pneumonia, the viral pneumonia etiologies in the local regionincluding 2019-nCov etiol-ogy detectionare all negative. Therefore, we believe that CT examination of the lung is faster and more effective than etiological examination for screening of 2019 nCov pneumonia. Compared with other kinds of viral pneumonia, the family aggregation of 2019-nCov pneumonia is more obvious. The following workflow is recommended for all endoscopy centers in China based on the current 2019-nCoV pneumonia outbreakinWuhan,Hubeiprovince,China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endoscopy in other areas of China"
        },
        {
            "text": "Ensuring that staff are working in a safe and clean environment is a critical step. The following approaches are recommended to prevent staff from transmitting 2019-nCoV in the endoscopy center. 1. Any member of staff showing fever, fatigue, and dry cough, or who has had contact with a 2019-nCoVinfected patient should be identified and treated appropriately. 2. Compulsory temperature checks should be performed for everyone every day before entering the work area. 3. Hand hygiene: staff are required to wash their hands following the \"sixstep hand-washing method\" or to clean hands with quick-drying hand sanitizer for 2 minutes. 4. Protection at biosafety level 2 is required for staff who are in direct contact with patients, such as wearing disposable gowns, N95 masks, goggles, caps, and shoe covers during the operation. 5. Protection at biosafety level 3 is required when performing tracheal intubation, airway care, and sputum suction in patients without 2019-nCoV. 6. Protection at biosafety level 3 is required when performing all endoscopic procedures in patients with confirmed or suspected 2019-nCoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff protection"
        },
        {
            "text": "7. The examination report could be completed by other qualified staff in the clean area and supervised by a doctor from the operation area; this could avoid the potential for contamination. 8. Post-procedure, staff are required to remove all protective clothing and gear and to clean their hands before entering the rest area. All protective gear should be disposed of properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff protection"
        },
        {
            "text": "The general medical mask is required in all areas. 9. When off duty, staff are required to stay at home as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff protection"
        },
        {
            "text": "As coronavirus, including 2019-nCoV, is inactivated by many commonly used disinfectants, no additional measures are necessary for endoscope cleaning and disinfection [7] [8] [9] [10] . For the endoscopy center environment, UV irradiation and ozone treatment are recommended for the cleaning and sterilization of air and all surfaces, such as endoscopic equipment, office tables, and walls of the examination room. Chlorine-containing detergent is recommended for daily floor cleaning [8, 9] . In general, we suggest that endoscopy examination and procedures should be strictly limited in all areas of China dur-",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Disinfection management"
        },
        {
            "text": "For routine screening and patients with mild symptoms, endoscopy after coronavirus outbreak has resolved is recommended ing the current outbreak in order to combat against 2019-nCoV. For essential endoscopy procedures, pre-screening of patients and protection of staff are critical to avoid hospital transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient registration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the effective reproduction number of the 2019-nCoV in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.27.20018952v1.full.pdf"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJ-Moa2001191"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biosafety in microbiological and biomedical laboratories",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biosafety guidelines. StatPearls [Internet] Treasure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bayot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Limaiem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic strategies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varbanov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Duval",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "3044--3068",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National Health and Health Commission releases new coronary pneumonia diagnosis and treatment plan",
            "authors": [
                {
                    "first": "China Internet News",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Laboratory containment of SARS virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med Singapore",
            "volume": "35",
            "issn": "",
            "pages": "354--360",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Whether travel to outbreak area recently? If any one of the above applies, direct patient to fever clinic for further diagnosis. Or self-isolation at home for at least 14 days is recommended.In addition to routine informed consent form, ensure that the patient or family member signs the \"Informed consent form for digestive endoscopy during current coronavirus outbreak\" Check all the information with patients right before endoscopyCarefully monitor patients during endoscopy Decontaminate all equipment and operation room after endoscopy Patients follow-up for 14 days to ensure no 2019-nCoV infection Evaluation ▶ Fig. 1 Diagnosis and treatment workflow in a gastrointestinal endoscopy center during the 2019-nCoV outbreak. CT, computed tomography; GI, gastrointestinal.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Yafei Zhang 1, 2 , Xiaodan Zhang 1, 2 , Lan Liu 1, 2 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The authors"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}