{"paper_id": "1d8193a8f453d3260e1cc3c6db4cee693ffea320", "metadata": {"title": "Distress propagation on production networks: Coarse-graining and modularity of linkages", "authors": [{"first": "Ashish", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ashoka University", "location": {"addrLine": "Sonipat-131029", "region": "Haryana", "country": "India"}}, "email": ""}, {"first": "Anindya", "middle": ["S"], "last": "Chakrabarti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Indian Institute of Management", "location": {"postCode": "Ahmedabad-380015", "region": "Gujarat", "country": "India"}}, "email": "*anindyac@iima.ac.in**anirban@jnu.ac.in"}, {"first": "Anirban", "middle": [], "last": "Chakraborti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jawaharlal Nehru University", "location": {"addrLine": "New Delhi-110067", "country": "India"}}, "email": ""}, {"first": "Tushar", "middle": [], "last": "Nandi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Indian Institute of Science Education and Research Kolkata", "location": {"addrLine": "Mohanpur-741246", "region": "West Bengal", "country": "India"}}, "email": ""}]}, "abstract": [{"text": "Distress propagation occurs in connected networks, its rate and extent being dependent on network topology. To study this, we choose economic production networks as a paradigm. An economic network can be examined at many levels-linkages among individual agents (microscopic), among firms/sectors (mesoscopic) or among countries (macroscopic). New emergent dynamical properties appear at every level, so the granularity matters. For viral epidemics, even an individual node may act as an epicenter of distress and potentially affect the entire network. Economic networks, however, are known to be immune at the micro-levels and more prone to failure in the meso/macro-levels. We propose a dynamical interaction model to characterize the mechanism of distress propagation, across different modules of a network, initiated at different epicenters. Vulnerable modules often lead to large degrees of destabilization. We demonstrate our methodology using a unique empirical data-set of input-output linkages across 0.14 million firms in one administrative state of India, a developing economy. The network has multiple hub-and-spoke structures that exhibits moderate disassortativity, which varies with the level of coarse-graining. The novelty lies in characterizing the production network at different levels of granularity or modularity, and finding 'too-big-to-fail' modules supersede 'too-central-to-fail' modules in distress propagation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "\"The current crisis is more complicated. It is not a financial crisis, but a real crisis affecting the supply and demand system. . . . If the supply chain is broken, an increase in demand will not solve the problem.\" -Joseph Stiglitz on coronavirus pandemic and its aftermath 1 [17th March, 2020] The coronavirus (COVID- 19) pandemic has brought the entire world to a standstill; a crisis of gigantic proportion and unprecedented. This could happen at a rapid pace and to such a great extent because of the extremely dense global connectivity in the human socio-technological world. A complex interdependent system is often 'robust yet fragile' 2 and its fragility with respect to external or internal perturbations may represent emergent phenomena. 3, 4 Both robustness and fragility of a complex system can originate from the network of interdependencies among the constituents and, the mechanism of distress propagation in turn, is known to be dependent on its topological properties, ranging from the node-level local characteristics to the network-level global characteristics. [5] [6] [7] On one extreme, the failure of a single individual node might cause a cascading failure in the whole network, e.g., power grid, traffic system, societal spreading of rumor/infection. 6, [8] [9] [10] [11] At the other extreme of systemic robustness with respect to localized external perturbations, we have economic networks, where the fluctuations and economic cycles of boom and bust are thought to be driven by aggregate shocks like monetary shocks, productivity fluctuations and so forth. 12 However, this traditional view of an economic crisis has been challenged in the aftermath of the recent financial downturn of 2007-09. In an important paper, Gabaix 13 showed theoretically and empirically that aggregate fluctuations in an economy could be driven by firm-level shocks. A complementary approach was proposed by Acemoglu et al. 14 where they showed that the phenomenon of shock propagation through sectoral linkages could impact aggregate volatility. Both of the seminal works put forward the role of granular economic entities in terms of explaining systemic instability.", "cite_spans": [{"start": 276, "end": 296, "text": "1 [17th March, 2020]", "ref_id": null}, {"start": 321, "end": 324, "text": "19)", "ref_id": "BIBREF18"}, {"start": 750, "end": 752, "text": "3,", "ref_id": "BIBREF2"}, {"start": 753, "end": 754, "text": "4", "ref_id": "BIBREF3"}, {"start": 1083, "end": 1086, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1087, "end": 1090, "text": "[6]", "ref_id": null}, {"start": 1091, "end": 1094, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1278, "end": 1280, "text": "6,", "ref_id": null}, {"start": 1281, "end": 1284, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1285, "end": 1288, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1289, "end": 1293, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1294, "end": 1298, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1587, "end": 1589, "text": "12", "ref_id": "BIBREF11"}, {"start": 1748, "end": 1757, "text": "Gabaix 13", "ref_id": null}, {"start": 1932, "end": 1934, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "At the onset, it may be useful to unravel the differences between \"aggregate\" shocks and \"idiosyncratic\" shocks in an economy. The idea of aggregate shocks 15 is quite appealing: if production clusters (say, firms or sectors) have uncorrelated disturbances, such disturbances would tend to average out as we disaggregate the economy into finer and finer levels of production, essentially due to the central limit theorem. This in turn, would imply that only aggregate shocks can have macroeconomic consequences. Indeed, the source of fluctuations in most of the business cycle literature can be traced back to aggregate supply side or demand side shocks. [16] [17] [18] In contrast, there is new literature that emphasizes the inter-linkages in the production structure of modern economies and how they might actually amplify rather than mute the idiosyncratic effects arising out of production units. 17 In this paper, we examine the role of network architecture (modularity) of a granular economy on the origin of a shock and how it percolates in an interdependent economy, which can be considered as an ideal example of a complex system. We combine features from both the approaches and show that clusters of firms (modules), which are closely connected through supply chains, can serve as a model for understanding the effects of shock or distress propagation. In particular, we study the architectures of the firm-to-firm production network at different levels of coarse-grained filters and the resultant shock propagation mechanisms. This method can then be easily generalized and extended to the study of distress propagation in other complex systems, and hence may be considered as a prototype.", "cite_spans": [{"start": 156, "end": 158, "text": "15", "ref_id": "BIBREF14"}, {"start": 655, "end": 659, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 660, "end": 664, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 665, "end": 669, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 902, "end": 904, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our main proposition is that the phenomena of distress propagation is fundamentally dependent on the mesoscopic properties of the production network. In particular, the modular architecture of the network should be seen as the basic building block. Below we explain why and how it differs from the firm-level 13 and sector-level 14 granularity. First of all, we note that potential shocks might be local in nature affecting individual firms. A sector is a collection of firms that produces similar goods classified under the same type of production processes, which is more coarse-grained and granular than a firm. Firms on the other hand, might be made of production plants. Ideally, we should be able to trace the epicenter of a shock to the plant-level, which is literally the smallest production unit. However, such fine-grained data is extremely rare and largely not available. Here, we have utilized an unique administrative data-set obtained from the Indian state of West Bengal, which was generated by matching the tax-collection records of nearly 0.14 million firms while they carried out bilateral trades of purchasing and selling of manufactured goods. We have constructed the networks from the data collected in four quarters of the fiscal year 2016. The time-period considered is special as on 8th November 2016, the Indian government carried out demonetization, which entailed the existing currencies to be declared ineffective and not backed by the government. The goal was to reduce the extent of the shadow economy and the use of counterfeit cash. Since the Indian economy does not yet have a well-developed financial market and trades mostly depend on cash transactions, such a move can be expected to have an effect on bilateral trades between production units.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A summary of our main results is as follows:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(i) Macroscopic properties of the production network are quite stable. The demonetization shock did not have an impact on the network as a whole, at least immediately after the shock. Therefore, the network exhibits stickiness, which is economically significant.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(ii) There is considerable heterogeneity in the local topological characteristics of the firms' connectivities in the network. The nature of dispersion in the number of the first-order and second-order neighbors closely mimic the same found in sectoral data. 17 (iii) The empirical production network is modular. We construct networks of modules by coarse-graining, where each module comprises a set of firms tightly interlinked through supply chains. Based on the modular network of communities, we show using simulations of distress propagation that 'too-big-to fail' modules are more prone to cascading failures than 'too-central-to fail' modules. Though counter-intuitive, this is significant for understanding the mechanics of distress propagation in complex networks.", "cite_spans": [{"start": 259, "end": 261, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Below we elaborate the significance of our results and place them in the context of the emerging field in the intersection of network science and economic fluctuations.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "(i) Complex network science • Firstly, there is a large literature on theoretical models of network formation that mimic real-world networks. 23 In our case, a particularly important class of models are \"scale-free networks\" 24 , as the firm-to-firm network shows power law-like behavior in the degree distribution (both in first order and second order). The entire production network shows mild disassortativity. However, once we construct the network of communities from the production linkages, then the resulting network exhibits disassortativity. Therefore, it indicates the existence of multiple hubs indirectly connected to each other. We show that this finding has important implications for the mechanism of distress propagation.", "cite_spans": [{"start": 142, "end": 144, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "• Secondly, there is a growing literature on statistical description of empirical networks constructed from economic and financial data. [25] [26] [27] Textbook treatments are also available, although mostly in the context of financial data. 23, 28 Our paper fits well in this literature, as it provides an unique network view of the production process in developing 2/18 economies. As far as we know, there is barely any documentation of firm-to-firm network available in the context of developing economies. This has become even more important in the context of the present WHO-declared pandemic of coronavirus (COVID-19). As we quoted above the Nobel laureate Joseph Stiglitz, this pandemic will cause both demand side and supply side shocks 1 . This will have serious repercussions. The present study will be important as the literature on developing countries supply-chain architecture is not well-developed.", "cite_spans": [{"start": 137, "end": 141, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 142, "end": 146, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 147, "end": 151, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 242, "end": 245, "text": "23,", "ref_id": "BIBREF22"}, {"start": 246, "end": 248, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "(ii) Aggregate fluctuations in granular economy", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• Firstly, our results relate to the literature on the granular architecture of economies, which started with a theoretical debate on whether granularity and sectoral inter-linkages matter for aggregate dynamic properties. 16, 18, 19 The work of Gabaix 13 brought the role of granularity of firms in explaining business cycle fluctuations at the forefront. Foerster et al. 19 modeled an economy with standard business cycle model with an explicit input-output network, which was mapped directly to the industrial production and matched the model results with empirical decomposition of aggregate shocks and idiosyncratic sector specific shocks, showing evidence in favor of granularity.", "cite_spans": [{"start": 223, "end": 226, "text": "16,", "ref_id": "BIBREF15"}, {"start": 227, "end": 230, "text": "18,", "ref_id": "BIBREF17"}, {"start": 231, "end": 233, "text": "19", "ref_id": "BIBREF18"}, {"start": 246, "end": 255, "text": "Gabaix 13", "ref_id": null}, {"start": 373, "end": 375, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "• Secondly, there is a stream of work on utilizing observable large shocks on a set of firms or industries and tracing their impact through the input-output network; e.g., David 20 studied the impact of increased Chinese competition into the U.S. economy through input-output linkages and local labor markets. Barrot 21 and Carvalho 22 focus on the transmission of shocks arising out of natural disasters, such as 2011 Japanese earthquake, over the global input-output network.", "cite_spans": [{"start": 172, "end": 180, "text": "David 20", "ref_id": null}, {"start": 310, "end": 319, "text": "Barrot 21", "ref_id": null}, {"start": 333, "end": 335, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "• Thirdly, we reiterate that the main message of the paper is the proposed link between modularity of networks and the mechanism of distress propagation, which is a novel way of coarsening production units and studying distress propagation, as opposed to more standard ideas of coarsening at the level sectors. [16] [17] [18] [19] This idea resonates with the literature of propagation of location-specific shocks (e.g. natural disasters 22 ) through the supply-chain network. However, exact causal identification of shock propagation could not be done in the present context due to limited availability of data, and the fact that the only identifiable shock of demonetisation was an aggregate shock (separation of control and treatment group in the traditional sense of natural experimentation was not possible). Still the simulation results along with the detailed topological description provide a fairly complete picture of the production network and its impact of volatility or fluctuations.", "cite_spans": [{"start": 311, "end": 315, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 316, "end": 320, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 321, "end": 325, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 326, "end": 330, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 438, "end": 440, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are about 0.14 million firms in our data universe, with about half a million trade linkages among themselves, in each of the quarters (see Data description in Methods). In constructing the weighted network, firms are nodes and the trade linkages between a pair of firms represent an edge between the corresponding pair of nodes, with the edge weight being the normalized transaction volume. We provide the summary statistics for the entire production network in Table 1 . Columns 6-8 in Table 1 show that giant component or maximally connected component comprises around 99% of the production entities along with almost all trade linkages that were present in the original network. Note that, by construction, every entity in the giant component has a path connected to every other production entity in the network. Theoretically, distress originating in any part of a sub-graph of the original network can propagate to any other sub-graph. The remaining 1% of the peripheral nodes cannot participate in distress propagation, and hence were discarded from our analyses. It may be mentioned here that while extracting the giant component from the original network, the edges were treated as undirected, such that the trade linkages possess information on both directions: input flows (from seller to buyer) and monetary flows (from buyer to seller). We found that giant components are quite stable in terms of aggregate properties, across the time periods considered. ", "cite_spans": [], "ref_spans": [{"start": 468, "end": 475, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 493, "end": 500, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Construction of the production network"}, {"text": "The production network is a huge set of 0.14 million nodes and 0.5 million edges. In order to analyze the granular nature of the network, we have conducted our analyses at two levels of coarse-grained filtering:", "cite_spans": [], "ref_spans": [], "section": "Topology of the coarse-grained structures"}, {"text": "(i) We have extracted the backbone of the giant component using disparity filter 29 , which essentially exploits local heterogeneity and local correlations among the edge weights across nodes and preserves a subset of edges that survive at all the scales of the parent network (see Methods). There is a tuning parameter α that can be set as an input, in order to control the number of nodes and edges in the filtered backbone. There is an arbitrariness in the choice of α, depending on the scale of coarse-graining we would like to obtain. The choice of this cut-off parameter may be further tuned, if we have sectoral information and other details of the production firms (which we do not have presently). For our analyses, we have kept α = 0.0001 and we have checked that our results are robust as far as small changes in α.", "cite_spans": [{"start": 81, "end": 83, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Topology of the coarse-grained structures"}, {"text": "(ii) We have employed community detection algorithms to extract the meso-level properties of the network. In particular, we employ modularity maximization and Infomap algorithms, which are more coarse-grained than the backbone and reduces the dimension of the original network substantially. We construct the networks of communities through two different algorithms: modularity maximization and Infomap algorithms (see Methods).", "cite_spans": [], "ref_spans": [], "section": "Topology of the coarse-grained structures"}, {"text": "The scheme of steps involving transformation of the entire production network to its granular representations at various levels of coarseness, is exhibited in Fig. 1 . To give a visual idea of the resulting networks, we have sampled a small sized network consisting of 954 nodes (firms) with 1000 edges (trade linkages) among them, from the original data. Panel (a) shows extraction of the backbone via disparity filter. 29 Panels (b) and (c) exhibit the network of communities constructed using modularity maximization and Infomap algorithms, respectively.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 165, "text": "Fig. 1", "ref_id": null}], "section": "Topology of the coarse-grained structures"}, {"text": "The topological structure of the network is seen to be very persistent across the four quarters (see Table 1 ) despite facing a massive exogenous economic shock in the form of demonetization. Although the number of firms and trade linkages have surged around the third quarter to a certain extent but overall the network is quite stable in terms of other clustering properties along with localized degree connectivity. Table 2 shows basic topological features of the backbone network extracted from the giant component in quarters 1-4. We note that 2.9-4.8% of the trade linkages (column 3) in backbone carry 39-50% of the transactional value of the all the trade linkages (column 7) present in the entire production network. Additionally, only 14.4-21.4% of the production firms feature in the backbone in comparison to the entire network.", "cite_spans": [], "ref_spans": [{"start": 101, "end": 108, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 419, "end": 426, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Topological properties of the input-output structures"}, {"text": "In Figure. 2, we show the degree distributions for the entire production network, the giant component (GC) and the backbone across both quarters. The x-axis denotes log of degree (in and out) and the y-axis denotes the log frequency.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Figure.", "ref_id": null}], "section": "First-order degree distributions"}, {"text": "As the empirical distribution suggests, there are three main features in the data: (i) There is substantial heterogeneity across the firms in terms of degree distribution. The almost linear nature of the frequency plot is indicative of a fat-tailed distribution. Therefore, some firms are disproportionately more important than other firms in the buyer-seller network. (ii) In-degree and the out-degree seem to be distributionally similar to each other except that in all cases, the out-degree has a mildly sharper decay. (iii) The phenomenon of demonetisation seems to have had no impact on the degree distributions. The distributions in quarters 2 and 4 have extensive overlaps. In all three cases, the distributions are quite stable even after the shock of demonetisation between the second and third quarters. Out-degree seems to have exhibit a slightly steeper decay than in-degree in all cases, indicating lesser degree of heterogeneity. 14 showed that the fat tail in the second-order connectivity contributes to aggregate volatility. In their case, they had shown it in the context of sectoral data whereas our results utilize firm-level trade linkages. Given the fat tailed nature of the first-order and second-order degree distributions in the original network as well as the filtered networks, we interpret the results to indicate that the topology of the network would play major role in distress propagation across the network. Disruption in one firm, who is not only supplier to a large number of firms, but also is supplier to other firms who are large suppliers, would potentially propagate from the epicenter to a large cluster of firms within network distance 2.", "cite_spans": [{"start": 944, "end": 946, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "First-order degree distributions"}, {"text": "Fig. S2 exhibits the degree distribution for the network of communities extracted using both modularity maximization and Infomap algorithms from the backbone of production network for two quarters. The degree distributions corresponding to the modularity maximization algorithm has much narrower range of variation than the one extracted using Infomap algorithm. This difference can be attributed to the resolution limit of the modularity maximization algorithm leading to smaller clusters. Therefore, Infomap provides a more coarse-grained clustering structure than the modularity maximization algorithm.", "cite_spans": [], "ref_spans": [], "section": "Degree distribution in networks of communities"}, {"text": "In Table 3 , we report the assortativity coefficients of the networks at different levels of granularity. We see that the entire network along with the giant component, are mildly disassortative. However, the backbone network is quite strongly disassortative. the community networks obtained through modularity maximization are strongly disassortative whereas the community network obtained from Infomap algorithm is very mildly assortative in nature. The disassortative nature of the network of communities (along with large heterogeneity in degree distribution) is important in the context of shock propagation, since it indicates that there are multiple hub-and-spoke structure embedded in the network where the hubs are indirectly connected. Therefore, shocks generated in one hub can transmit to other hubs and the corresponding spokes. Below, we formally address the phenomena of shock propagation in the context of a dynamical model.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Degree distribution in networks of communities"}, {"text": "In order to model shock propagation in an interlinked economy, we rely on a simple statistical dynamic model called vector autoregression model (VAR). 30 This model allows us to calibrate the inter-linkages to the observed empirical network and thereby provide unique identification of paths for shock propagation from any given epicenter to the rest of the network.", "cite_spans": [{"start": 151, "end": 153, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Vector autoregression model"}, {"text": "The VAR(p) model is a theoretical representation of the evolution of n interacting variables (denoted by n × 1 column vector x t ) dependent on their lagged values of the order 1 ≤ .... ≤ p and a vector of noise (u t ):", "cite_spans": [], "ref_spans": [], "section": "Vector autoregression model"}, {"text": "where x t = (x 1t , ..., x nt ) is a column vector indexed by time period t, the coefficients of interaction terms are collected in square matrices A k where k corresponds to the lag order, u t = (u 1t , .., u nt ) is a stationary noise vector (E(u t ) = µ and covariance matrix E(u t u T t ) = ∑ u ). The essential idea of application of VAR in the present context is that we can imagine that each firm has its own idiosyncratic shock process (fluctuations due to local demand and supply factors) and due to the interlinked nature of the shock process, one firm's shock gets transmitted to its first-order neighbors and then their first-order neighbors and so on. In order to implement the mechanism, we first impose a simple structure on the interlinkages: where we have deliberately chosen a simple model with one lag (p = 1 in Eqn. 1) to reduce dimensionality of the model and parameters. The matrix A gives us the connectivity structure across the firms, which can be mapped to the empirical data.", "cite_spans": [], "ref_spans": [], "section": "Vector autoregression model"}, {"text": "In actual implementation, we calibrate the matrix A to the adjacency matrix of the network of communities rather than the network of firms. The main reason for doing that is to reduce computational burden. Dealing with a system of equation with 0.14 million variables would be prohibitively expensive in terms of computation. The second reason is the whereas purely microeconomic shock sot individual firms may not have a substantial impact, a cluster-wide shock will surely have much more sizeable effect. We utilize impulse response functions to measure the impact and propagation of a single idiosyncratic shock, across the network. We select one epicenter node and give a shock to it in a network through vector u. Then by iterating the VAR equation, we can capture the dynamic evolution of resulting propagation of the shock over time and across nodes. In order to establish that different topology of the networks lead to different patterns of distress propagation, we will first demonstrate the mechanism based on four toy models depicting rudimentary network structures.", "cite_spans": [], "ref_spans": [], "section": "Vector autoregression model"}, {"text": "In Fig. 3 , we provide the toy network structures with the epicenters of distress (top panels; epicenter has darker shade) and the corresponding evolution of distress across the network (bottom panels). In panel (a), we have a circular network where each node is connected with its two immediate neighbors. Panel (b) shows a star-shaped core-periphery network. Panel (c) shows a complete graph. Panel (d) shows a linear graph. All networks have exactly four nodes for the sake of comparison. In the bottom panels, we provide the impulse response functions corresponding to each node (nodes 1 to 4) over 10 time points. The intensity of the shock is captured by the height of the impulse response function (color coding shown by the side of the figures).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "Distress propagation in toy network structures"}, {"text": "The nature of the shock propagation is quite intuitive. In panel (a), Node 1 is the epicenter which directly connects to Nodes 2 and 4. Both Nodes 2 and 4 are recipients of the shock but Node 3 which is in distance 2, does not react substantially (bottom panel). In panel (b), a shock to the core node (Node 1) equally impacts all the peripheral nodes. For a complete graph (panel (c)), all nodes are symmetric and hence receives the shock in equal intensity. In panel (d), we have a linear graph and the epicenter is Node 1 which is the left-most node. As the impulse response functions in the bottom panels indicate, the shock propagates to other nodes but with lesser and lesser intensity. Node 4 (which is in distance 3 from the epicenter) shows almost no response. The main take away from this simple exercise is that a core-periphery structure is the most conducive for distress propagation in an asymmetric manner (periphery to core shock propagation can be shown to be have mild impact and periphery to periphery through core would be almost negligible).", "cite_spans": [], "ref_spans": [], "section": "Distress propagation in toy network structures"}, {"text": "We implement the VAR model on the empirical network of communities (coarse-grained network structures). As we have described above, we calibrate the interaction matrix to the adjacency matrix of the observed network. Then we choose an epicenter and give a shock to it. The resultant impulse response functions allow us to study distress propagation over time and across the network. First, we note that for each quarter there are two types of networks of communities; the first one is constructed by applying the modularity maximization algorithm, the second one is constructed by applying the Infomap algorithm. We have already noted before that the network of communities obtained from the Infomap algorithm is more coarse-grained than the one obtained from modularity maximization algorithm (see Fig. S2 ). Also, it is worthwhile to note from Table 3 that the network of communities obtained from the Infomap algorithm substantially less disassortative (very mildly assortative) than the one obtained from modularity maximization algorithm.", "cite_spans": [], "ref_spans": [{"start": 799, "end": 806, "text": "Fig. S2", "ref_id": null}, {"start": 846, "end": 853, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Distress propagation in empirical network of communities"}, {"text": "In Fig. 4 , we have plotted distress propagation on the network of communities constructed via modularity maximization algorithm in quarter 2 in the fiscal year 2016. Panel (a) shows the network of communities. We give a unit shock to the largest node (denoting the largest community) and record the response across all nodes over time, as shown in panel (b). We see that a large number of nodes respond after one to three periods and the peak response is about 20% of the original shock (the z-axis denotes the shock intensity; colorbar shown in the figure). We implement the same exercise on the same dataset where the network of communities has been constructed via Infomap algorithm. The results are shown in Fig. 5 . By nature of construction, modularity maximization recovers more granular network than Infomap consistently across all quarters. A notable difference from the earlier result (i.e. the network of communities based on modularity maximization) is that here the effects are much more heterogeneous; fewer number of nodes respond and the response intensity is also comparatively smaller in magnitude. Following an alternate approach, we studied distress diffusion on the networks of communities where the epicenter of the shocks are the nodes with highest eigenvector centrality. 7, 14, 31, 32 We have provided complementary analysis of these experiments with all quarters (quarter 1-4, 2016 fiscal year) data in Figs. S3-S4 (modularity maximization) and S5-S6 (Infomap) in the Supplementary information. Findings are both qualitatively and quantitatively similar. Shocks to the largest communities impact the system more than the community with highest centrality. This finding indicates that 'too-big-to-fail' might be more dominant than 'too-central-to-fail' entities.", "cite_spans": [{"start": 1297, "end": 1299, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1300, "end": 1303, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1304, "end": 1307, "text": "31,", "ref_id": "BIBREF30"}, {"start": 1308, "end": 1310, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 4", "ref_id": "FIGREF2"}, {"start": 713, "end": 719, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "Distress propagation in empirical network of communities"}, {"text": "Therefore, in this section we have established that the nature of coarse-grained modular structure of the network has important implications for the mechanism of shock propagation. A more disassortative network structure (obtained through modularity maximization; see Table 3 ) leads to wider diffusion of shocks and the dynamic responses of the nodes are also larger in magnitude. We also see that 'too-big-to-fail' modules seem to be more prominent for shock diffusion than 'too-central-to-fail' modules in terms of impacting the network. Distress propagation through the network where the epicenter of the shock is the largest community (node with size 166). Diffusion of shocks is evident from the impulse response functions. However, the impact is much more concentrated in a subset of nodes. In other words, distress propagation is more heterogeneous in terms of spread in the network, than in the case of modularity maximization algorithm.", "cite_spans": [], "ref_spans": [{"start": 268, "end": 275, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Distress propagation in empirical network of communities"}, {"text": "Distress propagation on complex networks is a dynamic process that is known to be affected by the topology of the underlying networks. 7 The recent literature in economics and finance recognizes the role of the network architecture in the phenomena of economy-wide fluctuations. 2, 5, 14, 17, 33 However, one major problem is the lack of granular data to quantify the network and analyze the mechanism of shock diffusion. In this paper, we leveraged on the unique administrative data-set obtained from the Indian state of West Bengal that allowed us to construct firm-to-firm buyer-seller network at the smallest level of granularity, by matching the tax records produced for each transaction by both parties of the transaction, i.e., the buying firm and the selling firm. Therefore, by matching the records we created a bilateral linkage between two firms and by collating all such linkages arising out of transactions within a given period of time (data had been collected every quarter in a fiscal year), we created the complete network of transactions across all the registered firms. This yielded networks of around 0.14 million firms in the database with more than half million linkages, for every fiscal quarter of the year 2016.", "cite_spans": [{"start": 135, "end": 136, "text": "7", "ref_id": "BIBREF6"}, {"start": 279, "end": 281, "text": "2,", "ref_id": "BIBREF1"}, {"start": 282, "end": 284, "text": "5,", "ref_id": "BIBREF4"}, {"start": 285, "end": 288, "text": "14,", "ref_id": "BIBREF13"}, {"start": 289, "end": 292, "text": "17,", "ref_id": "BIBREF16"}, {"start": 293, "end": 295, "text": "33", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "Our main findings could be categorized under three heads: (i) The network showed large heterogeneity in degree connectivity, both in the first-order and second-order. 14 , (ii) The coarse-grained networks of communities, created by applying modularity maximization algorithm exhibits moderate disassortativity with strong presence of multiple hub-and-spoke structures, whereas Infomap algorithm generates a modular structure with very mild assoratativity. (iii) The nature of distress propagation was substantially different across the networks of communities, viewed at different levels of coarseness. In particular, the more disassortative, coarser networks gave rise to network-wide diffusion of shocks and the magnitude of the diffused shock was large; the more assortative, less granular network led to muted diffusion of shocks with a limited region of spread. Our simulation results on the empirical coarse-grained structures indicate that 'too-big-to-fail' nodes are more dominant than 'too-central-to-fail' nodes in terms of distress propagation, which is a significant result in the context of identifying the relative contribution of size vis-a-vis centrality to network fragility.", "cite_spans": [], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "Our results complement the current literature on diffusion processes on complex networks. Uniqueness of our data provides an unprecedented view into the topological structure of production networks in the context of developing countries. Some prior studies had analyzed the data from developed countries like Japan. [34] [35] [36] We note that there is an important difference between the production structure in Japan (developed economy) vis-a-vis India (developing economy). The first, Japanese one, is known to be dependent on just-in-time production process relying on very fast and efficient supply chain, whereas in case of", "cite_spans": [{"start": 316, "end": 320, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 321, "end": 325, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 326, "end": 330, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "India (representative of developing economies in terms of production process), the supply chains are much less efficient and therefore, firms depend on buffer stocks. The macroeconomic implication is that a disruption in such a network might possibly take more time to diffuse through the network and therefore, there would be lagged effects on the network. This is consistent with the stickiness that we find in the network structures, before and after the demonetization shock. Our results indicate that at least at the macro-level, the production network did not change substantially.", "cite_spans": [], "ref_spans": [], "section": "10/18"}, {"text": "Finally, we would like to mention that there are two limitations of our present study about the mechanisms of distress propagation: (i) The network we studied belongs to one state within a federal union of India with 28 states and 8 union territories. Thus the observed network is a small subset of a larger network of firms across states (or even countries, if one consider international trade). Therefore, shocks emanating from one state, in principle, could be transmitted to the network we have studied via trading partners within West Bengal. This is amenable in our framework, where instead of individual communities, we would need to give shocks to a set of firms (affected by exogenous shocks) and simulate the shock diffusion processes. However, such data is currently not available to us. Furthermore, the computation over a country-wide firm-firm network (even without considering international linkages) would be immensely costly. (ii) We have not studied how such connections across firms had formed initially. In other words, we have taken the network structure as given 19, 37 and studied the process of distress propagation on the network. In a complex world of evolving interconnections 2, 3, 5, 38 , it would be interesting to find how the network evolves and accordingly how the shock diffusion process alters. 6, 11 Given the data limitations, presently it was not possible to conduct such an analysis.", "cite_spans": [{"start": 1085, "end": 1088, "text": "19,", "ref_id": "BIBREF18"}, {"start": 1089, "end": 1091, "text": "37", "ref_id": "BIBREF36"}, {"start": 1330, "end": 1332, "text": "6,", "ref_id": null}, {"start": 1333, "end": 1335, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "10/18"}, {"text": "We have constructed the production network from quarterly tax data collected by the state officials of the state of West Bengal in India. The data had been collected under the Value-Added Tax (VAT) system introduced in India on 1st April, 2005. For the sake of completeness, we note here that this tax-collection scheme was substituted by Goods and Services Tax (GST) scheme on 1st July, 2017. However, our data-set does not overlap with the GST regime. In the tax collection scheme, each firm had an unique identification number. Due to the tax collection structure, both the buyer and the seller parties of a transaction were supposed to produce a record of the transaction amounts-the nature of the transactions and amount of money exchanged, along with the identification number of the trading partner. Then records from both sides were matched to rule out false reports of trades. Therefore, a successful match between the buyer's record and a seller's record indicated successful completion of a trade between the buyer and the seller. In our database, a successful trade shows up as a linkage between two firms. The state officials collected and aggregated such data through tax filing in every quarter of the year. Therefore, one could construct a network arising out of all the reported binary linkages in a given quarter. We have collected data that spans over four consecutive quarters, viz. quarters 1-4, for the year 2016; two quarters before and two quarters after the episode of \"demonetization\". Hence, all our analyses in this paper, are over these four snapshots of the production network.", "cite_spans": [], "ref_spans": [], "section": "Data description"}, {"text": "We have used the algorithm proposed by Serrano et al. 29 in order to find the backbone of the weighted production network. The disparity filter algorithm is designed to extract the network backbone, by considering relevant edges present at all the scales in the system and exploiting the local heterogeneity as well as the local correlations among the weights. It may be noted that the disparity filter has a cut-off parameter α, which has to be supplied as an input and determines the number of edges that are filtered from the original network. The choice of this cut-off parameter α is arbitrary, and may be determined by the scale of backbone network we would like to generate. One may have to actually tune this value, if we have sectoral information and other details of the production firms. However, an advantage of this filtering technique, is that it preserves the cut-off of the degree distribution, the form of the weight distribution, and the clustering coefficient.", "cite_spans": [{"start": 39, "end": 56, "text": "Serrano et al. 29", "ref_id": null}], "ref_spans": [], "section": "Disparity filter and backbone construction"}, {"text": "A community may be defined as a collection of nodes that have a higher probability of connecting to one another within that collection than to nodes without 24 . In our case, the structure of communities provides a valid statistical way of defining \"clusters\" within which \"shocks\" affect everybody equally; we are interested in exploring how the shock spreads among other communities in the economy. There exist numerous community detection algorithms. Here, we use two community detection algorithms: (i) maximizing the modularity index 39 and (ii) Infomap (map equation) method 40 .", "cite_spans": [{"start": 157, "end": 159, "text": "24", "ref_id": null}, {"start": 581, "end": 583, "text": "40", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Community detection"}, {"text": "Modularity gauges the magnitude of the partition of a network into smaller modules or communities. This method of partitioning is dependent on comparing the ratio of links in given communities to the expected number of links in a randomly rewired network preserving the degree distribution. In recent papers 35, 36 , the modularity maximization technique had been used to study the community structure of the Japanese input-output network. This type of community detection algorithm is based on the maximum modularity hypothesis, where the partition with the largest modularity is obtained. We have utilized the 11/18 modularity maximization algorithm proposed by Newman 39 , which is essentially an iterative algorithm that connects pairs of communities in every step if the operation increases the modularity of the partition. However, this class of algorithm suffers from a drawback that it does not detect very small communities, e.g, cliques, and has a limit of resolution 41 . From our standpoint, this is a useful way of obtaining a \"meso-level\" view of the network, where we partition our network into comparatively bigger communities than what is feasible and then run a shock propagation model to see how the shock propagates in that network.", "cite_spans": [{"start": 308, "end": 311, "text": "35,", "ref_id": "BIBREF34"}, {"start": 312, "end": 314, "text": "36", "ref_id": "BIBREF35"}, {"start": 671, "end": 673, "text": "39", "ref_id": "BIBREF38"}, {"start": 978, "end": 980, "text": "41", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Community detection"}, {"text": "In order to check the robustness of our results, we have supplemented our results by another algorithm called the Infomap (map-equation) method to detect communities in our production network, and then compare the result of the shock propagation model. The info-map method 40, 42 is based on information theory and is measured by modeling a diffusion process through the network with an exogenously specified partition. The measurement is based on the diffusion process across communities as well as within communities.", "cite_spans": [{"start": 273, "end": 276, "text": "40,", "ref_id": "BIBREF39"}, {"start": 277, "end": 279, "text": "42", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Community detection"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus may cause worse economic crisis than", "authors": [{"first": "J", "middle": [], "last": "Stiglitz", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Economics crisis", "authors": [{"first": "T", "middle": [], "last": "Lux", "suffix": ""}, {"first": "F", "middle": [], "last": "Westerhoff", "suffix": ""}], "year": 2009, "venue": "Nat. Phys", "volume": "5", "issn": "", "pages": "2--3", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Complexity and the economy", "authors": [{"first": "W", "middle": ["B"], "last": "Arthur", "suffix": ""}], "year": 1999, "venue": "Science", "volume": "284", "issn": "", "pages": "107--109", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Emergent complex neural dynamics", "authors": [{"first": "D", "middle": ["R"], "last": "Chialvo", "suffix": ""}], "year": 2010, "venue": "Nat. Phys", "volume": "6", "issn": "", "pages": "744--750", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The interconnected wealth of nations: Shock propagation on global tradeinvestment multiplex networks", "authors": [{"first": "M", "middle": [], "last": "Starnini", "suffix": ""}, {"first": "M", "middle": [], "last": "Boguñá", "suffix": ""}, {"first": "M", "middle": ["Á"], "last": "Serrano", "suffix": ""}], "year": 2019, "venue": "Sci. reports", "volume": "9", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Distress propagation in complex networks: The case of non-linear debtrank", "authors": [{"first": "M", "middle": [], "last": "Bardoscia", "suffix": ""}, {"first": "F", "middle": [], "last": "Caccioli", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Perotti", "suffix": ""}, {"first": "G", "middle": [], "last": "Vivaldo", "suffix": ""}, {"first": "G", "middle": [], "last": "Caldarelli", "suffix": ""}], "year": 2016, "venue": "PloS one", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Local floods induce large-scale abrupt failures of road networks", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Stanley", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}], "year": 2019, "venue": "Nat. Commun", "volume": "10", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Overspill avalanching in a dense reservoir network", "authors": [{"first": "G", "middle": ["L"], "last": "Mamede", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Araújo", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Schneider", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "De Araújo", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Herrmann", "suffix": ""}], "year": 2012, "venue": "Proc. Natl. Acad. Sci", "volume": "109", "issn": "", "pages": "7191--7195", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Electrical Shock Waves in Power Systems: Traveling Waves in Lumped and Distributed Circuit Elements", "authors": [{"first": "R", "middle": [], "last": "Rudenberg", "suffix": ""}], "year": 1968, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Spread of epidemic disease on networks", "authors": [{"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}], "year": 2002, "venue": "Phys. Rev. E", "volume": "66", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Real business cycles: A new keynesian perspective", "authors": [{"first": "N", "middle": ["G"], "last": "Mankiw", "suffix": ""}], "year": 1989, "venue": "J. Econ. Perspectives", "volume": "3", "issn": "", "pages": "79--90", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The granular origins of aggregate fluctuations", "authors": [{"first": "X", "middle": [], "last": "Gabaix", "suffix": ""}], "year": 2011, "venue": "Econometrica", "volume": "79", "issn": "", "pages": "733--772", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The network origins of aggregate fluctuations", "authors": [{"first": "D", "middle": [], "last": "Acemoglu", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Carvalho", "suffix": ""}, {"first": "A", "middle": [], "last": "Ozdaglar", "suffix": ""}, {"first": "A", "middle": [], "last": "Tahbaz-Salehi", "suffix": ""}], "year": 2012, "venue": "Econometrica", "volume": "80", "issn": "", "pages": "1977--2016", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Understanding business cycles", "authors": [{"first": "R", "middle": ["E"], "last": "Lucas", "suffix": ""}], "year": 1977, "venue": "Carnegie-Rochester conference series on public policy", "volume": "5", "issn": "", "pages": "7--29", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sectoral shocks and aggregate fluctuations", "authors": [{"first": "M", "middle": [], "last": "Horvath", "suffix": ""}], "year": 2000, "venue": "J. Monet. Econ", "volume": "45", "issn": "", "pages": "69--106", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Networks and the macroeconomy: An empirical exploration", "authors": [{"first": "D", "middle": [], "last": "Acemoglu", "suffix": ""}, {"first": "U", "middle": [], "last": "Akcigit", "suffix": ""}, {"first": "W", "middle": [], "last": "Kerr", "suffix": ""}], "year": 2016, "venue": "NBER Macroecon. Annu", "volume": "30", "issn": "", "pages": "273--335", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cyclicality and sectoral linkages: Aggregate fluctuations from independent sectoral shocks", "authors": [{"first": "M", "middle": [], "last": "Horvath", "suffix": ""}], "year": 1998, "venue": "Rev. Econ. Dyn", "volume": "1", "issn": "", "pages": "781--808", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Sectoral versus aggregate shocks: A structural factor analysis of industrial production", "authors": [{"first": "A", "middle": ["T"], "last": "Foerster", "suffix": ""}, {"first": "P.-D", "middle": ["G"], "last": "Sarte", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Watson", "suffix": ""}], "year": 2011, "venue": "J. Polit. Econ", "volume": "119", "issn": "", "pages": "1--38", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The China syndrome: Local labor market effects of import competition in the United States", "authors": [{"first": "H", "middle": [], "last": "David", "suffix": ""}, {"first": "D", "middle": [], "last": "Dorn", "suffix": ""}, {"first": "G", "middle": [], "last": "Hanson", "suffix": ""}], "year": 2013, "venue": "Am. Econ. Rev", "volume": "103", "issn": "", "pages": "2121--68", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Input specificity and the propagation of idiosyncratic shocks in production networks", "authors": [{"first": "J.-N", "middle": [], "last": "Barrot", "suffix": ""}, {"first": "J", "middle": [], "last": "Sauvagnat", "suffix": ""}], "year": 2016, "venue": "The Q. J. Econ", "volume": "131", "issn": "", "pages": "1543--1592", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Supply chain disruptions: Evidence from the great east Japan earthquake. Columbia Bus", "authors": [{"first": "V", "middle": ["M"], "last": "Carvalho", "suffix": ""}, {"first": "M", "middle": [], "last": "Nirei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Saito", "suffix": ""}, {"first": "A", "middle": [], "last": "Tahbaz-Salehi", "suffix": ""}], "year": 2016, "venue": "Sch. Res. Pap", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The structure and dynamics of networks", "authors": [{"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}, {"first": "A.-L", "middle": ["E"], "last": "Barabási", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Watts", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Financial fluctuations anchored to economic fundamentals: A mesoscopic network approach", "authors": [{"first": "K", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "B", "middle": [], "last": "Gopalakrishnan", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Chakrabarti", "suffix": ""}, {"first": "A", "middle": [], "last": "Chakraborti", "suffix": ""}], "year": 2017, "venue": "Sci. Reports", "volume": "7", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Disentangling shock diffusion on complex networks: Identification through graph planarity", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "T", "middle": [], "last": "Di Matteo", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Chakrabarti", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2001.01518"]}}, "BIBREF26": {"ref_id": "b26", "title": "Econophysics of systemic risk and network dynamics", "authors": [{"first": "F", "middle": [], "last": "Abergel", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chakrabarti", "suffix": ""}, {"first": "A", "middle": [], "last": "Chakraborti", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghosh", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Econophysics: An introduction", "authors": [{"first": "S", "middle": [], "last": "Sinha", "suffix": ""}, {"first": "A", "middle": [], "last": "Chatterjee", "suffix": ""}, {"first": "A", "middle": [], "last": "Chakraborti", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Chakrabarti", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Extracting the multiscale backbone of complex weighted networks", "authors": [{"first": "M", "middle": ["Á"], "last": "Serrano", "suffix": ""}, {"first": "M", "middle": [], "last": "Boguná", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2009, "venue": "Proc. Natl. Acad. Sci", "volume": "106", "issn": "", "pages": "6483--6488", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Time series analysis", "authors": [{"first": "J", "middle": ["D"], "last": "Hamilton", "suffix": ""}], "year": 1994, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The diffusion of microfinance", "authors": [{"first": "A", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Chandrasekhar", "suffix": ""}, {"first": "E", "middle": [], "last": "Duflo", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Jackson", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "341", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Dispersion in macroeconomic volatility between the core and periphery of the international trade network", "authors": [{"first": "A", "middle": ["S"], "last": "Chakrabarti", "suffix": ""}], "year": 2018, "venue": "J. Econ. Dyn. Control", "volume": "88", "issn": "", "pages": "31--50", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Systemic risk and stability in financial networks", "authors": [{"first": "D", "middle": [], "last": "Acemoglu", "suffix": ""}, {"first": "A", "middle": [], "last": "Ozdaglar", "suffix": ""}, {"first": "A", "middle": [], "last": "Tahbaz-Salehi", "suffix": ""}], "year": 2015, "venue": "Am. Econ. Rev", "volume": "105", "issn": "", "pages": "564--608", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Hierarchical communities in the walnut structure of the japanese production network", "authors": [{"first": "A", "middle": [], "last": "Chakraborty", "suffix": ""}], "year": 2018, "venue": "PloS one", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Large-scale structure of a nation-wide production network. The Eur", "authors": [{"first": "Y", "middle": [], "last": "Fujiwara", "suffix": ""}, {"first": "H", "middle": [], "last": "Aoyama", "suffix": ""}], "year": 2010, "venue": "Phys. J. B", "volume": "77", "issn": "", "pages": "565--580", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Community structure of a large-scale production network in japan", "authors": [{"first": "T", "middle": [], "last": "Iino", "suffix": ""}, {"first": "H", "middle": [], "last": "Iyetomi", "suffix": ""}], "year": 2015, "venue": "The Economics of Interfirm Networks", "volume": "", "issn": "", "pages": "39--65", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Network structure of production", "authors": [{"first": "E", "middle": [], "last": "Atalay", "suffix": ""}, {"first": "A", "middle": [], "last": "Hortacsu", "suffix": ""}, {"first": "J", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "C", "middle": [], "last": "Syverson", "suffix": ""}], "year": 2011, "venue": "Proc. Natl. Acad. Sci", "volume": "108", "issn": "", "pages": "5199--5202", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "D", "middle": [], "last": "Acemoglu", "suffix": ""}, {"first": "U", "middle": [], "last": "Akcigit", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Kerr", "suffix": ""}], "year": 2016, "venue": "", "volume": "113", "issn": "", "pages": "11483--11488", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Fast algorithm for detecting community structure in networks", "authors": [{"first": "M", "middle": ["E"], "last": "Newman", "suffix": ""}], "year": 2004, "venue": "Phys. Rev. E", "volume": "69", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Maps of random walks on complex networks reveal community structure", "authors": [{"first": "M", "middle": [], "last": "Rosvall", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Bergstrom", "suffix": ""}], "year": 2008, "venue": "Proc. Natl. Acad. Sci. 105", "volume": "", "issn": "", "pages": "1118--1123", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Resolution limit in community detection", "authors": [{"first": "S", "middle": [], "last": "Fortunato", "suffix": ""}, {"first": "M", "middle": [], "last": "Barthelemy", "suffix": ""}], "year": 2007, "venue": "Proc. Natl. Acad. Sci", "volume": "104", "issn": "", "pages": "36--41", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Community detection algorithms: A comparative analysis", "authors": [{"first": "A", "middle": [], "last": "Lancichinetti", "suffix": ""}, {"first": "S", "middle": [], "last": "Fortunato", "suffix": ""}], "year": 2009, "venue": "Phys. Rev. E", "volume": "80", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic diagram to show Coarse-grained networks: (a) Extraction of the backbone from the production network, (b) Community detection using modularity maximization algorithm and the resultant network of communities, and (c) Community detection using Infomap algorithm and the resultant network of communities. Panel (a): The figure shows a sample network obtained from the data (954 nodes and 1000 edges). The network has three components -(i) giant component colored blue (925 nodes and 977 connections), (ii) unconnected peripheral nodes colored green (29 nodes with 23 edges), and (iii) the backbone (red) extracted using disparity filter 29 (171 nodes and 155 edges). In panels (b) and (c), we shows the network of communities extracted from the production network. Each community is comprises of a set of firms and is collapsed into one node in the network of communities. The size of each node is scaled according to the number of firms in it. The edges are weighted according to the number of connections between the constituent firms belonging to these communities. Panel (b): 20 communities are extracted using modularity maximization algorithm. The largest community has 222 firms in it. Panel (c): 38 communities extracted using Infomap algorithm. The largest community has 229 firms in it. 5/18 (a) Firm-to-firm network: In-Degree (b) Giant component: In-Degree (c) Backbone: In-Degree (d) Firm-to-firm network: Out-Degree (e) Giant component: Out-Degree (f) Backbone:Out-Degree In-degree and out-degree distributions. Plots in log-log scale for the four quarters in the fiscal year 2016; before and after the demonetization: (a) and (d) Entire production network, (b) and (e) Giant component, (c) and (f) Backbone.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distress propagation in toy models. The plots show the usage of VAR(1) model to demonstrate the varying effect of different network structures on distress propagation through the network over time.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Distress propagation on the network of the communities (modularity maximization algorithm) from backbone network of quarter 2:-Panel (a): Communities are depicted as nodes and their sizes are scaled to the number of constituent firms. We have labeled nodes (communities) with at least 600 firms. There are 5383 nodes in total. While constructing the network, we have removed self loops and nodes with degree zero. The resulting network consists of 93 nodes and 389 edges. Panel (b): Distress propagation through the network where the epicenter of the shock is the largest community (node with size 1504). Wide diffusion of shocks is evident from the impulse response functions.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Distress propagation on the network of the communities (Infomap algorithm) from backbone network of quarter 2: Panel (a): Communities are depicted as nodes and their sizes are scaled to the number of constituent firms. We have labeled nodes (communities) with at least 600 firms. There are 6540 nodes in total. While constructing the network, we have removed self loops and nodes with degree zero. The resulting network consists of 1257 nodes and 2538 edges. Panel (b):", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of the backbone (α = 0.0001) extracted from GC of the production network for the Indian state of West Bengal for quarters 1-4 in the fiscal year 2016", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "We are thankful to the Directorate of Commercial Taxes of West Bengal, India for the permission to use their data. This research was supported in part by the International Centre for Theoretical Sciences (ICTS) during a visit for AC and AK participating in the summer research program on Dynamics of Complex Systems (Code: ICTS/Prog-DCS2019/07). ASC acknowledges the R&P grant, IIM Ahmedabad for partial support of this research. The authors have benefited from discussions with Sugata Marjit, Jyotsna Jalan, Sanjay Moorjani, Shekhar Tomar and Abinash Mishra.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "ASC and AC designed research. AK, AC and TN processed and analyzed the data. AK and AC prepared all the figures. All authors were involved in writing the paper. Epicenters are the communities with largest centrality in respective networks. As evident, distress propagation initiated from the largest communities create more impact than distress initiated from the communities with highest centrality. In quarter 3, the spillover mechanism is muted compared to the rest of the quarters.", "cite_spans": [], "ref_spans": [], "section": "Author contributions"}]}