{
    "paper_id": "1d82c6321878d1230c086899d7e565a69e2afd3c",
    "metadata": {
        "title": "Epistemic Consultants and the Regulation of Policy Knowledge in the Obama Administration",
        "authors": [
            {
                "first": "Jack",
                "middle": [],
                "last": "Wright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "7 West Rd",
                        "postCode": "CB3 9DP",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiago",
                "middle": [],
                "last": "Mata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "addrLine": "Gower Street",
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The agencies of the government of the United States of America, such as the Food and Drug Administration or the Environmental Protection Agency, intervene in American society through the collection, processing, and diffusion of information. The Presidency of Barack Obama was notable for updating and redesigning the US government's information infrastructure. The White House enhanced mass consultation through open government and big data initiatives to evaluate policy effectiveness, and it launched new ways of communicating with the citizenry. In this essay we argue that these programs spelled out an emergent epistemology based on two assumptions: dispersed knowledge and a critique of judgment. These programs have redefined the evidence required to justify and design regulatory policy and conferred authority to a new kind of expert, which we call epistemic consultants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "without any attachment to a specific experiential/policy domain, but with skills that applied across government. In the place of the testimony of domain-specific experts, the design of public policy favored reliance upon data aggregation, pattern matching algorithms, behavioral experiments, and simulated and actual randomized control trials. We believe that comparable developments have taken place in other Western nations and deserve close scrutiny.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of science studies most arresting claims is that nations exhibit cultures of rationality, or in the apt formulation of Sheila Jasanoff: \"'public knowledge ways,' that comprise preferred modes of producing public knowledge and conducting policy deliberation\" (Jasanoff 2012: 9) . In this essay we argue that the picture of knowledge that emerged during the Obama administration prescribed certain knowledge ways, and we show by what institutional mechanisms, agencies, and actors these were implemented in the government of the United States of America. Science studies has tended to view national epistemic cultures as resilient and has richly described them in case studies of how risks are managed and futures imagined (Ballo 2015; Bouzarovski and Bassin 2011; Felt 2014; Fonseca and Pereira 2014; Jasanoff and Kim 2009; Jasanoff and Kim 2015; Kim 2014; Levenda et al. 2019; Tidwell and Smith 2015) . These studies reveal the American civic epistemology to be \"contentious\" (Jasanoff 2007 : chapter 10) when compared to its counterpart in France, UK, Germany, or the European Union. Our account complements these claims by showing how the character of public reason may be studied beyond the contrast between national polities (and the complex of government, courts, academies, and civil society) by looking at institutional change. But it also highlights how public knowledge ways can undergo rapid change. We draw our focus onto the redesign of the information infrastructure of the US government. We pay close attention to what these designs tell us about the Obama administration's epistemic preferences, that while not transforming the American \"contentious\" civic epistemology did reconfigure who wielded power and control.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 280,
                    "text": "(Jasanoff 2012: 9)",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 737,
                    "text": "(Ballo 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 766,
                    "text": "Bouzarovski and Bassin 2011;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 767,
                    "end": 777,
                    "text": "Felt 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 778,
                    "end": 803,
                    "text": "Fonseca and Pereira 2014;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 804,
                    "end": 826,
                    "text": "Jasanoff and Kim 2009;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 827,
                    "end": 849,
                    "text": "Jasanoff and Kim 2015;",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 859,
                    "text": "Kim 2014;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 860,
                    "end": 880,
                    "text": "Levenda et al. 2019;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 881,
                    "end": 904,
                    "text": "Tidwell and Smith 2015)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 980,
                    "end": 994,
                    "text": "(Jasanoff 2007",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time as science studies scholars document national variability in pathways to knowledge, they have also worried about the simplistic models of expert authority found in campaign materials of learned societies, such as the Royal Society of the United Kingdom or the American Association for the Advancement of Science. As organized science sets out to claim a monopoly of authority, science studies scholars counter it with pleas for public engagement and for extending our definition of expertise (Collins and Evans 2002 famously set this as the problem for contemporary sociology of science.) Our essay shows that the Obama administration's implicit answer to the question \"who is the expert?\" matches neither the ambitions of scientist advocacy groups nor the counsel of its sociological critics. We contend that the US government came to rely on psychological and economic theories of knowledge to decide on what experts to trust.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 532,
                    "text": "(Collins and Evans 2002",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The major initiatives we discuss in this essay were presented to the citizenry as fostering open and smart government. These initiatives changed the types of evidence that government departments and agencies were required to collect and act upon, both in what to consider when marking the decision to intervene (upstream) and in how to communicate with the citizenry (downstream). Although not explicitly codified, we hypothesize that Obama's information reformers shared two epistemic assumptions. (i) The kind of information most relevant for assessing, creating, and enacting policy is dispersed throughout the population; it is everywhere and in everyone and requires special techniques and tools to be revealed. (ii) Human judgment is unreliable; individuals frequently make errors and exhibit biases so their judgment and reasoning should be considered with caution.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 321,
                    "text": "(upstream)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initiatives inspired by this epistemology emerged in the course of the Obama administration. They did not come pre-formed, rather they were the incremental and idiosyncratic achievement of agencies and actors in collaboration, working from within an institutional culture. It is for this reason that we must pay special attention to a few key institutions that wielded the power to promote information management reforms during Barack Obama's first term in office. The primary mover of these reforms was the office of the US government charged with oversight of information, the Office of Information and Regulatory Affairs (henceforth OIRA). In our first section, we briefly review the culture and track record of OIRA. We explain how from its creation the agency has acted as an instrument of an administrative presidency that compelled agencies to account for their informational practices. That vocation and function made it attractive to those seeking to use information management to change the knowledge ways of the US government. We then outline Obama's reforms by attending to the two key aspects of the Obama administration's epistemology ((i) and (ii)). In our second section, we focus on dispersed knowledge. We document key statements by important actors in the administration, notably, Obama's first-term 'Regulatory Czar' and OIRA head, Cass Sunstein, and describe how the idea that knowledged is dispersed throughout society was used to justify open government and big data policy initiatives. In our third section, we discuss behavioral economics' account of judgment. Our argument again examines the ideas and statements of key policy entrepreneurs to explain why they promoted empirical and behavioral evidence and viewed testimony and deliberation with skepticism. In our last section, we argue that the changes and ideas we document should be seen together and that they served to undermine the authority of experience-based forms of expertise while promoting the skills of those we call epistemic consultants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A feature of contemporary policymaking in the United States is the increasing reliance on mechanisms of administrative control. Through the Office of the Management of the Budget (OMB) and its grip on funds, the White House has means to constrain and direct regulatory agencies and programs that ought formally to answer to Congress. For our purposes the Office of Information and Regulatory Affairs (OIRA), a small subsidiary of the OMB, is of special interest since it exerts control through a grip on information. 1 In this section we review the political context that brought OIRA into being and how its function within the American government propelled it to become an important conduit for informational reforms. We content that to a large extent these reforms build upon a pre-existing political and administrative culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "OIRA was created by the Paperwork Reduction Act of 1980 with the assignment of overhauling federal collections of information from the public. The bipartisan bill pledged to de-bureaucratize and improve coordination between agencies, and thus ease the burdens of form filling that weighed on families and firms. The benign mandate to \"cut down the red tape\" followed a tradition of Federal Reporting acts that went as far back as 1942, however, the bill's outcomes were almost immediately entangled with a distinct and more radical set of concerns, those of deregulation. OIRA would not merely simplify the communication between regulatory agencies and the public, it would become instrumental in eliminating components of that relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "By way of an Executive Order (#12291 of February 17, 1981) the then recently inaugurated President Ronald Reagan introduced the requirement of cost benefit analysis on new federal regulations (Reagan 1981) . 2 Government agencies were required to file \"Regulatory Impact Analyses\" to the Director of the OMB. OIRA was to estimate the cost-benefit appraisals, a role that under Presidents Gerald Ford and Jimmy Carter had been informally taken up by the Council of Economic Advisers (DeMuth 2011: 16). 3 Advocates for Reagan's review bottleneck claimed that it saved 10 billion dollars annually with an additional 9-11 billion dollars one-time savings. From 1981 to 1989 OIRA reviews returned, changed, or withdrew over 30 rulings from the departments of Health and Human Services, Education, Labor, and Housing and Urban Development (Weidenbaum 1997: 23; Miller 2011). 4 By the later Reagan years, OIRA directors were under suspicion of consulting with business organizations and acting in their interests. In 1986 Congress threatened to drain OIRA's funding until its analyses were released for public study. The White House complied with the demands of Congress and accepted curbs on the office's actions, including subjecting the nomination of directors to Congressional confirmation (Harris and Milkis 1996; Morrison 1986) . It was under these new rules that President George H. W. Bush was prevented from appointing a Director, and instead created an adhoc Council on Competitiveness to supervise the Office's actions. During his administration there were few notable changes to OIRA's functioning, and the Office kept its reputation as an agent of the Republican White House's constraining of the regulatory state.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 205,
                    "text": "(Reagan 1981)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 833,
                    "end": 854,
                    "text": "(Weidenbaum 1997: 23;",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 870,
                    "text": "Miller 2011). 4",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1311,
                    "text": "(Harris and Milkis 1996;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1312,
                    "end": 1326,
                    "text": "Morrison 1986)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "By contrast, in his first year at the White House Bill Clinton issued an Executive Order (#12866, September 30 1993) that encouraged regulatory interventions (Clinton 1993 ). Clinton established OIRA as the preeminent bureau for regulatory oversight, for planning and to an extent even for the design of rules. He charged every agency to appoint a Regulatory Policy Officer to liaise with OIRA, mandated every agency to produce a Regulatory Plan for review and compilation, and required agencies to self-examine their progress against the plans. The vision was that OIRA would centralize expertise on rulemaking; and lay out before all alternative programs of action and inaction.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 171,
                    "text": "(Clinton 1993",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "During the George W. Bush Presidency allegations of industry capture briefly resurfaced, with the press reporting that industry think tanks were liaising with OIRA to create \"hit lists\" for deregulation. But despite these concerns and Bush's record of deregulation being longer than Clinton's, there was no return to OIRA as regulation buster (Eisner et al. 2006; Power and Schlesinger 2002) . The regime that the Obama administration inherited was, thus, the one remade by the Clinton executive order and by the rewriting of the Paperwork Reduction Act in May 1995. That legislation asserted Presidential control over the independent agencies, and through its influence on agencies' rulemaking extended the discretion of the administration (Kagan 2001) . Although a small office with few staff, OIRA came to wield \"outsize power\" by coupling its status as regulator of regulators to its stewardship over the information policy of the administration (Weisman and Bravin 2009 ).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 363,
                    "text": "(Eisner et al. 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 391,
                    "text": "Power and Schlesinger 2002)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 741,
                    "end": 753,
                    "text": "(Kagan 2001)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 950,
                    "end": 974,
                    "text": "(Weisman and Bravin 2009",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "Obama and his advisors saw control of rulemaking and information through OIRA as a valuable instrument for an administrative presidency. To head the office, Obama appointed his former colleague at the University of Chicago Law School, Cass Sunstein. Sunstein had long trumpeted information management as a significant and underutilized instrument of government (Sunstein 1986 (Sunstein , 2005 Sunstein et al. 1998 ). OIRA's history as information regulator of all other agencies led Sunstein to see it as the ideal venue from which to change the government's culture of information and evidence use. 5 As we will describe, Sunstein used the ideas that knowledge is dispersed in society and that individual judgment is often deficient to justify initiatives aimed at opening the government's store of information and at tailoring policy and communication as \"nudges\" to public behavior and the behavior of policy makers. Obama reframed OIRA in an executive order that bears the imprint of Sunstein's vision (#13563, January 18 2011), issued just after the Democratic Party lost its majority in the House of Representatives, i.e. at a moment when an administrative presidency became an inevitability. It set out to move OIRA from the juncture of regulatory agencies and the White House to being the point of interface between government, agencies, the scientific community, and the public and to become the compiler of their collective wisdom (Obama 2011) . Whilst under Clinton, OIRA would interact with agencies behind closed doors and then publicize its decisions and reasoning, under Obama OIRA invited the public to contribute to its reviews at an early stage and to \"comment through the Internet on any proposed regulation.\" 6 In 1980 OIRA was created to be a gatekeeper that would curtail requests of information by agencies and thus relieve the public from government's surveillance. OIRA made its reach felt across the Mall as impediment, imposing cost-benefit reckonings on agencies' actions. In the early 2010s OIRA was reinvented as the gateway through which the public would flood the halls of government with comment, direction, and insight. Despite a rhetoric of openness, Obama-era OIRA's gateway of consultation and knowledge exchange did not admit entry to all. As we describe below, OIRA intruded into rulemaking by imposing to agencies new standards of evidence-including retrospective evaluation, experimentation, and data analytics. These new standards were justified as privileging a more robust set of knowledge ways touted as \"data-driven, evidence-based regulation and to select approaches on the basis of empirical findings, rather than intuition, anecdote, or guesswork\" (OMB 2010). OIRA's presentation before the agencies it oversaw was that of an epistemic authority, a knowledge overseer.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 375,
                    "text": "(Sunstein 1986",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 376,
                    "end": 392,
                    "text": "(Sunstein , 2005",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 393,
                    "end": 413,
                    "text": "Sunstein et al. 1998",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 600,
                    "end": 601,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1453,
                    "text": "(Obama 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1729,
                    "end": 1730,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulating the Regulators"
        },
        {
            "text": "At the time of Obama's election, media reports and political pundits criticized the American government's lack of regard for science advice. The Union of Concerned Scientists had since 2004 waged a campaign against President George W. Bush's \"unprecedented\" \"manipulation, suppression and misrepresentation of science.\" (2) The Bush administration's handling of scientific advice created a scandal in June 2003 when it was revealed that the White House had edited a report by the Environmental Protection Agency on climate change. In its protest the Union of Concerned Scientists built a case setting climate change denial alongside censorship of research in reproductive health, air quality, and endangered species and listed numerous appointments of dubious merit to scientific advisory bodies. \"Scientific integrity\" was in peril because of the choice of unqualified and compromised advisors (Shulman 2008; Abraham and Ballinger 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "Barack Obama pledged to repair science advice. In a memo of March 9 of 2009, two months after his inauguration, he instructed heads of agencies and executive departments to maintain \"the highest level of integrity in all aspects of the executive branch's involvement with scientific and technological processes\" (Obama 2009a) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 325,
                    "text": "(Obama 2009a)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "Strikingly, it took 20 months before procedures implementing \"scientific integrity\" were set in place, including nominating the Union of Concerned Scientists' scientific integrity officer to scrutinize allegations of tampering with government science. These responses suggest that \"integrity\" and channeling advice from organized science was not a high and urgent priority of the administration. A very different kind of epistemological attitude drew greater emphasis and it did not, primarily, call upon credentialed scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "In one of his early speeches as head of OIRA, Sunstein (2010c: 19) explained that the administration was trying to \"ensure that institutions benefit from the dispersed knowledge of Americans.\" 7 OIRA's reports to Congress between 2009 and 2015 regularly repeated the idea that \"knowledge is widely dispersed in society\" (OIRA 2009: 39) . The President himself adopted that phrase. When remarking that \"information maintained by the Federal Government is a national asset,\" Obama added that \"[k]nowledge is widely dispersed in society, and public officials benefit from having access to that dispersed knowledge\" (Obama 2009b) .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 66,
                    "text": "Sunstein (2010c: 19)",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 335,
                    "text": "(OIRA 2009: 39)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 625,
                    "text": "(Obama 2009b)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "In some of his speeches as a government official and in most of his earlier publications, Sunstein explained \"dispersed knowledge\" by referring to a famous essay of 1945 by Austrian economist and political philosopher, Friedrich von Hayek, entitled \"The Use of Knowledge in Society.\" Despite similarities, Hayek's and Sunstein's conceptions of dispersed knowledge differ in some important ways. Hayek was writing to a debate about the possibilities of planning. To counter the socialist project of codifying knowledge and calculating the rational course of action, Hayek argued that the knowledge relevant for planning was intrinsically personal and dispersed throughout society. According to Hayek, the unstable and sometimes inarticulable nature of this knowledge prevented it from being collated by any supra-individual entity. Instead the market and the price mechanism, which Hayek believed emerged spontaneously and without any higher design, was the best way to set personal knowledge in motion and concert. This developed into the neoliberal view that market-like structures and prices should be adopted for all social interactions that require the coordination of information (Mirowski and Nik-Khah 2017; Mirowski and Plewhe 2009) . For Hayek's purposes the distinction between knowers and non-knowers was not salient. The knowledge he was concerned with was knowledge of wants, desires, and specific circumstances, which one assumes all individuals possess in some measure. Obama, Sunstein, and their collaborators, on the other hand, sought to harvest a different variety of knowledge. As well as wants, desires, and circumstances, government agencies need to make use of specialist and technical knowledge. But, because such knowledge is asymmetrically apportioned, tapping it requires cunning strategies of elicitation, assembly, and processing. Sunstein's argument was that adopting Hayek's outlook on economic knowledge would provide appropriate strategies to manage this specialist knowledge. The extent to which people trust what they think they know was assumed to correlate with the extent to which they are willing to act (or bet) on it. Sunstein's claim was that the way to harvest the specialist knowledge he was concerned with is to aggregate people's actions in a free entry and exit environment where knowledge is rewarded (either monetarily, with influence, or by other means), not unlike a market. In the 2006 book Infotopia, Sunstein discussed wikis and open source software (online collaborations that anyone can contribute to and edit) and prediction markets (where predictions about events are garnered from bets) as examples of market-like processes for aggregating specialist and technical knowledge. The idea is that if enough people have access to the source code (for software), editable page (for a wiki), or betting counter (for a prediction market), then their partial knowledge will combine to debug programs (software), correct errors of fact (wiki), or anticipate the future (prediction markets) (Raymond 2000) . 8 The handling of these systems of information elicitation and aggregation do not typically require specialist knowledge of the issues under consideration. However, they do require management and oversight by a specific kind of actor that is familiar with the digital platforms and knows how to design information architectures that encourage participation. Unlike Hayek's markets there is not the assumption of a spontaneous order.",
            "cite_spans": [
                {
                    "start": 1185,
                    "end": 1213,
                    "text": "(Mirowski and Nik-Khah 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1214,
                    "end": 1239,
                    "text": "Mirowski and Plewhe 2009)",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "For",
                    "ref_id": null
                },
                {
                    "start": 3038,
                    "end": 3052,
                    "text": "(Raymond 2000)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 3055,
                    "end": 3056,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "Several flagship initiatives of the Obama Presidency were conceived as exercises in knowledge aggregation. One of Obama's first actions as President was to release a memorandum on Transparency and Open Government. 9 Open government was more expansive in its ambitions than transparency, promising three types of benefits: the disclosure of information would improve markets by leading to more informed decisions (Sunstein 2011) ; datasets would be created for empirical work on how to improve policy; and, open government would encourage the crowd sourcing and aggregation of insights and innovations across government. It is with this horizon that in April 2009 the OMB launched data.gov, a centralized repository for all government data, and whitehouse.gov/open, a website designed to enable the meeting 8 In addition to the Hayekian idea of markets as the ideal aggregators of dispersed knowledge, this also drew on another epistemic argument: that certain forms of democracy are epistemically superior to other forms of social decision making. This epistemic argument for democracy holds that certain ways of eliciting opinions from everyone are more likely to get at the truth than the deliberations of one person or a small group of people (Landemore 2012 (Landemore , 2014 Estlund 2009 ). 9 The motto of transparency was one that Obama had adopted much earlier. In his brief time as Senator, Obama collaborated with \"one of the most conservative Republicans\" Tom Coburn, future presidential opponent John McCain, and fellow Democrat Tom Carper on one of his \"proudest accomplishments\": the 2006 Federal Funding Accountability and Transparency Act, which set up an internet database of government spending-\"USAspending\" (Lehrer et al. 2008; Sunstein 2008 ). In the memorandum on 'Transparency and Open Government' Obama declared that his government would seek to: \"[E]stablish a system of transparency, public participation, and collaboration… [to] promote efficiency and effectiveness in Government… [By] disclos [ing] information rapidly in forms that the public can readily find… [and by directing departments to] use innovative tools, methods, and systems to cooperate among themselves, across all levels of Government, and with non-profit organizations, businesses, and individuals in the private sector\" (Obama 2009b ). As we argue, the current initiatives aim at more than accountability, hinted by the second part of the quote.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 427,
                    "text": "(Sunstein 2011)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1246,
                    "end": 1261,
                    "text": "(Landemore 2012",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1262,
                    "end": 1279,
                    "text": "(Landemore , 2014",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1280,
                    "end": 1292,
                    "text": "Estlund 2009",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1726,
                    "end": 1746,
                    "text": "(Lehrer et al. 2008;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1747,
                    "end": 1760,
                    "text": "Sunstein 2008",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2020,
                    "end": 2025,
                    "text": "[ing]",
                    "ref_id": null
                },
                {
                    "start": 2316,
                    "end": 2328,
                    "text": "(Obama 2009b",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "of \"government employees with the knowledge and know-how of the American people\" (Office of the Press Secretary 2009). 10 As part of the open government program departments were directed to improve and increase the collection of information, publish it online, and institutionalize cultures of collaborative government (Orszag 2009a) . OIRA took a leading role in directing the roll out of the various parts of this initiative and created its own online resource where the public might follow the regulatory reviews undertaken by its staff, reginfo.gov. 11, 12 The epistemic aspirations of the open government initiative became more explicit when it was reframed as a big data project. 13 The released government information would from thereon (March 2012) be in a machine-readable format, a GitHub repository of resources and tools was created to accelerate open data use, and $200 million was committed to improve state computing and data analysis infrastructure. It was now also hoped that digital data analysis would reveal government success and failure on the cheap (Krueger 2012) . The expectation was that data could be analyzed through emerging pattern finding algorithms to unearth useful 'insights,' or that it could be used to simulate randomized control trials. Data was released in formats easy to harvest, alongside open-source tools, so that those with knowledge of information extraction and processing might study the data and pass insights back to the government. 14 Through hackathons on challenge.gov, for example, the government sought to \"engage citizens in solving difficult problems\" by reimagining those problems as data analysis competitions (Open Government Partnership 2013). Teams of analysts were invited to download datasets and search for patterns within them in order to come up with solutions to the pre-specified problems. 15 The initiatives were welcomed by data analytics firms. Google's chief economist, Hal Varian (2010) , commented that such large-scale data analysis would provide an alternative to paying for the services of expertise. The open invitation for citizen engagement therefore in practice narrowed into appeals for data scientists and firms to study the records of the US government. To understand why collaborative knowledge making took this form we need to look at the second key dimension of this emerging epistemology.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 333,
                    "text": "(Orszag 2009a)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1086,
                    "text": "(Krueger 2012)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1947,
                    "end": 1960,
                    "text": "Varian (2010)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Dispersed Knowledge"
        },
        {
            "text": "In addition to the vision of dispersed knowledge, Sunstein and other members of Obama's two administrations, like OMB director Peter Orszag, subscribed to the critique of individual cognition emerging from behavioral economics. 16 The seminal contributions that anchor behavioral economics came from two Israeli experimental psychologists, Amos Tversky and Daniel Kahneman, collaborating in the study of cognition and subjective probability. By the early 1970s they had identified a set of routines, or heuristics, that aided but also warped individuals' understanding of information. 17 Although not usually acknowledged, Tversky and Kahneman were moved by a suspicion of, what we today might call experiential expertise, the authority of the judgments of medical doctors, professors of statistics, and other formidable experts (Lewis 2016 ). Tversky and Kahneman never committed to a mechanism explaining the shortcomings of cognition, but in recent years their followers, and Kahneman himself (2012), have endorsed a dual model of the brain. In Dr. Jekyll and Mr. Hyde fashion, a \"system one\" that is impulsive and emotional is believed to inhabit the limbic regions of the brain. By contrast, a system \"two\" for more demanding calculus and reasoning is associated with the posterior (prefrontal) areas of the cortex (Sunstein 2013a: 204) . Behavioral economics warns of an imminent threat of unreason that is wired to the human neural architecture. The normative program of behavioral economics is to set straight individual choice, either by strengthening system two, or by correcting the wrongs perpetuated by system one such as a lack of self-control, short-termism and various biases in judgment (the byproducts of the mentioned heuristics).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 840,
                    "text": "(Lewis 2016",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1320,
                    "end": 1341,
                    "text": "(Sunstein 2013a: 204)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "Sunstein and his longtime collaborator, the 2017 winner of the Economics Nobel memorial prize, Richard Thaler, have argued that regulators must take advantage 16 Despite an early career enthusiasm, Sunstein was unconvinced by the rational agent-based models of human agency that dominated the classic Law and Economics school. He instead favored empirically informed behavioral models drawn from psychology, calling such models \"the most exciting intellectual development[s] of my lifetime\" (Wallace-Wells 2010). With his co-authors he outlined this behavioral approach to economics and the law in a number of papers and in the popular book Nudge (Sunstein et al. 1998; Thaler 2003a, b, 2008; Sunstein 2011) . Orzsag was similarly impressed stating that behavioral economics is \"one of the most important intellectual developments of the past several years\" (Orszag 2009d) . 17 The principal heuristics were representation, availability, and anchoring (Tversky and Kahneman 1974) . Repurposing some of their earlier work, Kahneman and Tversky (1979 , 1981 ) outlined a \"prospect theory\" that accounted for the incoherence and inconsistency of behavior (or more technically the violation of principles of dominance and invariance). The relabeling, however, did not fundamentally change the character of their research.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 669,
                    "text": "(Sunstein et al. 1998;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 670,
                    "end": 692,
                    "text": "Thaler 2003a, b, 2008;",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 707,
                    "text": "Sunstein 2011)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 858,
                    "end": 872,
                    "text": "(Orszag 2009d)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 875,
                    "end": 877,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 979,
                    "text": "(Tversky and Kahneman 1974)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1022,
                    "end": 1048,
                    "text": "Kahneman and Tversky (1979",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1049,
                    "end": 1055,
                    "text": ", 1981",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "of \"the emerging science of choice.\" They believe that individuals can be steered towards rational outcomes, by which they mean the choices individuals would have made if they had self-control, were fully informed, and had the time and cognitive resources to calculate the best course of action. Through default rules and other \"nudges,\" governments and the private sector should \"make it automatic\" and thus \"ensure that if people do nothing at all, things will go well for them\" (Sunstein 2006: 100) . 18 A key 2010 memo by Sunstein on 'Disclosure and Simplification as Regulatory Tools,' suggested multiple ways information could be structured to get the right messages across, and how the disclosure of information could constitute nudges. The memo distinguished between \"making a merely technical disclosurethat is, making information available somewhere and in some form, regardless of its usefulness-and actually informing choices\" (Sunstein 2010b) . The dull work of disclosure could become a \"low-cost, high-impact regulatory tool\" (Sunstein 2010c, d) provided it is \"preceded by a careful analysis of their likely effects\" (Sunstein 2010b) .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 501,
                    "text": "(Sunstein 2006: 100)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 955,
                    "text": "(Sunstein 2010b)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1041,
                    "end": 1060,
                    "text": "(Sunstein 2010c, d)",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1149,
                    "text": "(Sunstein 2010b)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "Enthusiasm for behavioral science continued even after Sunstein and Orszag left government, and in fact seems to have blossomed after their departure. In the final years of the Presidency, Obama issued an executive order \"Using Behavioral Science Insights to Better Serve the American People\" (#13707, September 15, 2015), that encouraged agencies to draw on \"research findings from fields such as behavioral economics and psychology about how people make decisions and act on them.\" (Obama 2015) The executive order created a Social and Behavioral Sciences Team (SBST) within the West Wing to advise on behavioral approaches to communication and choice architecture. The team was part of the Office of Science and Technology but openly collaborated with OIRA.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 496,
                    "text": "(Obama 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "One of Kahneman and Tversky's powerful insights (although not exclusive to their approach) was that they could manipulate individuals' decisions by tweaking the presentation of the problem. They never contended that they could transform the human subject, who was always deemed immutable and a black box. The work of psychology was focused on the choice not on the chooser. Kahneman's research in vision (for a later instance, see Kahneman and Henik (1981) ) reveals an interest for gestalt psychology (Heukelom 2014: 107-111) . Perceptual illusions were a frequent metaphor in presentations of 'prospect theory' (see in particular Kahneman and Tversky 1986) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 456,
                    "text": "Kahneman and Henik (1981)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 502,
                    "end": 526,
                    "text": "(Heukelom 2014: 107-111)",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 658,
                    "text": "Kahneman and Tversky 1986)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "The direction of actors' attention is a crucial aspect of nudging and is evident in numerous behavioral inspired initiatives of the Obama Presidency. In its report to Congress in 2009, OIRA explained that the policy payback of behavioral economics was \"simplifying choices through sensible default rules and reduced complexity\" and \"by increasing the salience of certain factors and variables\" (OIRA 2009: 37). Many of the interventions inspired by behavioral economics are visually labored 18 In the book revisiting his years in government, Sunstein (2013a: 35) also adds that \"we need choice architecture for choice architects,\" cognitive regulation of the regulators, and that \"cost-benefit analysis is a nudge\" to make the government use system 2, the rational decision-maker. The choice architecture that presses the government to rational calculation is the OMB and OIRA. to seize attention and direct action. The team of young postgraduates that made up SBST claimed early success in improving outcomes with Service members' savings, low-income students' enrolment in colleges and loans, and enrolments in health insurance (SBST 2015) . The interventions comprised of phrasing and visual presentations of emails, orientation briefings, notices, reminders, and personalized letters. The government's reach over disclosure and information requirements and its significant communicative power offered it an opportunity to redesign choice situations.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 493,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 562,
                    "text": "Sunstein (2013a: 35)",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1141,
                    "text": "(SBST 2015)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "The part played by behavioral science in regulatory design is well displayed in the case of MyPlate. In 1992, the United States Department of Agriculture (USDA) introduced the Food Guide Pyramid that illustrated the elements of a healthy diet. 19 To update the underlying nutritional information, the USDA retired the Food Guide Pyramid in 2005 and replaced it with MyPyramid. However, the new presentation was seen by many as confusing and in June 2011 the USDA introduced MyPlate (see figures 1A-C). Each change followed a process of advanced study (OIRA 2009: 37) . The pyramid representation gave citizen gourmands a measure of the shares of foodstuffs by way of a hierarchy. Its legibility was potentially problematic because it placed the least healthy foods at its summit ( Fig 1A) . The later version sought to preserve the familiarity of the pyramid without the ranking, setting out the shares of each food group in a healthy diet (Fig 1B) . The plate took from the pyramid the idea of color-coded shares but placed on a pie chart that by recalling, by name and likeness, a plate invites citizens to compare their meals to the icon. 20 The benchmarking of meal and advice is made as immediate as it can be. As the First Lady explained at its unveiling, moms and dads are too taxed with time to be also nutritionists but \"we do have time to take a look at our kids' plates. As long as they're half full of fruits and vegetables, and paired with lean proteins, whole grains and low-fat dairy, we're golden. That's how easy it is\" (USDA Office of Communications 2011). 21 MyPlate is appealing in its parsimony and immediacy, quickening decision time, unburdening individuals of reading through long explanations. 22 It is kind on the time and attention of citizens. The idealized choice environments induce individuals towards the right choices without need for elaborate judgment, calculation, or attention. These designs, rich in visual metaphor, nearly always abstract from and hide 19 For a history of how nutritional advice and product labels became part of the states 'informational infrastructure,' see Frohlich (2017) . 20 For a challenge to the advice contained in the simplified plate, see https ://www.hsph.harva rd.edu/nutri tions ource /healt hy-eatin g-plate -vs-usda-mypla te/, accessed November 24 2016. 21 In the case of fuel economy labels in cars, immediacy was achieved by setting alongside the estimate of average consumption per mile also a 5-year monetary estimate of savings from fuel efficiency, over the average vehicle. Environmental considerations were coupled with financial consideration of the value of the vehicle. 22 A nudge of a different kind was the default enrollment into a pension. As stated in the Federal Budget of 2010, \"research has shown that the key to saving is to make it automatic and simple. Under this proposal, employees will be automatically enrolled in workplace pension plans-and will be allowed to opt out if they choose. … Experts estimate that this program will dramatically increase the savings participation rate for low and middle-income workers to around 80 percent.\" Despite its unveiling in the budget proposal, and unlike the United Kingdom, the US Department of Labor has not pursued implementation of the initiative (OMB 2010: 37). away the reasoning behind the guidance. The solution is not to make a better human brain nor to impel individuals to act slowly and thoughtfully. The ideal is to create environments where the right choices are nearly automatic (Schüll and Zaloom 2011) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 566,
                    "text": "(OIRA 2009: 37)",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1992,
                    "end": 1994,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2116,
                    "end": 2131,
                    "text": "Frohlich (2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2134,
                    "end": 2136,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2326,
                    "end": 2328,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 3531,
                    "end": 3555,
                    "text": "(Schüll and Zaloom 2011)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 788,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 940,
                    "end": 948,
                    "text": "(Fig 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Critique of Judgment"
        },
        {
            "text": "Liberal political theory assumes that individuals will know themselves and act in agreement with their circumstances and desires, as sovereign of their choices. After the lessons of Tversky and Kahneman it seems reckless to trust individuals' better judgment. Behavioral experiments reveal that even sophisticated, educated persons give inconsistent accounts of their wants and preferences and engage in faulty reasoning. The matter is worse when individuals form choice collectives and meet to deliberate, because all sorts of bad interactions such as informational and reputational cascades are said to ensue and confound the best course of action (Sunstein and Hastie 2014) . If one accepts behavioral economics' skepticism that actors' may not always command their own reasons or judge situations wisely, then mechanisms aiming to elicit fruitful collaboration and knowledge exchange need to protect actors against the appeal of bias and error or reckon those failings into the analysis. The open government initiative (and the subsequent big data initiative) were designed with this in mind. In Whitehouse.gov/open and data.gov the stress was on modes of participation that were atomistic and depersonalized, erased of social markers and opportunities for sociability. The public was believed smarter under a shroud of anonymity and facing the glare of a computer screen. Other elements of the open government initiative did away with deliberation completely. By reimagining social issues as data analysis competitions, the hackathons of challenge.gov, for example, removed any form of deliberation from the determination of policy interventions. The frustrating message of behavioral economics about the limits of human judgment, thus validated the algorithmic rationality promised by the big data initiative. Obama's big data and open government initiatives, in turn, elevated the standing of behavioral readings of data and evidence by building data sets on choice and emphasizing empiricism (both pattern matching and simulated and real randomized control trials). 23 The social science of choice applies not only to householders but also to the government and its advisors. Behavioral economists distrust the wisdom of fast thinking experts, whose authority derives from experience (for a contrasting standpoint that values heuristics, see Gigerenzer 2008) . Behavioral economics levels the authority of experienced or not, credentialed or not, because the human brain will always be an unreliable interpreter of choices that involve uncertainty, self-control, future outcomes, which comes to be nearly all of social life. Behavioral economics has thus much to say about valid and invalid knowledge ways. Within the Obama administration this combined with the dispersed conception of knowledge outlined above to support a reimagining of expertise. ",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 676,
                    "text": "(Sunstein and Hastie 2014)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 2074,
                    "end": 2076,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2350,
                    "end": 2366,
                    "text": "Gigerenzer 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Critique of Judgment"
        },
        {
            "text": "We have described how in the last 40 years oversight over the flow of information emerged as a feature of the White House's administrative control over the breadth of Fig. 1 (continued) the US government. The Obama administration saw in the management of information a means to tap dispersed knowledge in the polity and to encourage the use of behavioral social science in policy design. We have argued that Obama's informational reforms should be seen together as part of an emergent epistemology. The various open government, big data, and behavioral policy initiatives emerged in concert, congratulating the public as a privileged interlocutor and promising smarter government. They acted on the same aspect of government (the management of information), they did so through the same set of institutions (the OMB, OIRA), and they were supported by the same set of actors. Moreover, the different initiatives drew support from one another and from two key epistemic assumptions: (i) that the kind of knowledge relevant for policy is best thought of as dispersed through society; and, (ii) that individual judgment is unreliable. In this section we discuss how this emerging epistemology answered the question: who are the experts that we can rely upon to guide government policy?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 185,
                    "text": "Fig. 1 (continued)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epistemic Consultants"
        },
        {
            "text": "The promotion of transparency in the open government and big data initiatives was in reality a project for deepening informational control. In its infancy, OIRA brought the regulatory agencies to account by way of cost-benefit calculations. In the Obama years, oversight of regulatory processes was established by translating actions, past, present, and future, into machine-readable data that could be coded, stored, monitored and analyzed digitally. Traditional procedures of consultation such as focus groups appeared to these open government champions as \"often highly artificial\" and \"sometimes test what people like rather than what they would actually do\" (Sunstein 2013a: 188) . Instead, people's behavior-what they do and how much they do of it, not their judgments and how they reason them-was emphasised as the input of analysis. Although transparency appeared as a democratic pledge, of the elected addressing the electors, in practice it called into being systems of standardization and evaluation that asserted the command of the White House over the procedures of regulatory agencies.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 684,
                    "text": "(Sunstein 2013a: 188)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epistemic Consultants"
        },
        {
            "text": "Experiential expertise-with detailed knowledge of particular processes, environments, and capacities accumulating through experience-was undermined by the idea of dispersed knowledge. In its place OIRA elevated information aggregation, data analysis, and randomized control trials as archetypes of evidence for policy. These archetypes became increasing emphasized as ways of cutting through the supposedly blinkered conversations on policy issues like health and education and getting at \"what works\" (Orszag 2009b, c) . Experienced domain specific experts were supplanted by epistemic consultants who could aggregate and process information from a variety of sources in cunning ways that typically did not call upon introspection, individual testimony, or debate.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 519,
                    "text": "(Orszag 2009b, c)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epistemic Consultants"
        },
        {
            "text": "The promotion of behavioral policy followed a similar pattern. The critique of judgment within behavioral economics raises doubts over what experts can claim to know. But, while behavioral economics is critical of expert judgment it does not call for a removal of scholars from public service. As with information collation procedures, the design of choice architecture calls for skills that are not bound to any domain of policy or human action. The recruitment of domain specific experts with on the ground knowledge, who might tailor interventions to social context, was replaced by data analysis and policy experimentation from experts attuned to the faults of human cognition and by interventions that circumvented judgment and streamlined decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemic Consultants"
        },
        {
            "text": "Like those called on to aggregate information and look for insights in government data, the Obama wiz kids at the SBST had no subject specific competency (such as education, defense, or welfare). They brought to government a general competency in evaluating evidence on the effectiveness of alternative regulations and a new approach to the design of interventions. Rather than deferring to those with knowledge of particular domains (inside or outside government) or convening stakeholders in focus groups to identify what disclosure regime would work best in food labeling, or in credit card statements, the regulator should seek the guidance of randomized control trials and behavioral experiments (Orszag 2009b, c) . 24 The information reforms of the Obama administration drew no grand reordering of the functions of government, for expansion or for contraction, yet epistemic consultants were placed to make contributions to every branch of the regulatory state. They were privileged guides through the vast landscape of government and behavioral data setting out opportunities for policy intervention and closing off futile regulation. But because they conceive society as a system of designed choice situations, private and public, intended or not, they have also become crucial participants in the design (and testing) of new rules. 25 They are consultants not only in the immediate sense of being hired experts advising government, they are also consultants to the citizenry designing labels, information campaigns, disclosure requirements, and government communications that guide individuals to better outcomes.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 718,
                    "text": "(Orszag 2009b, c)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epistemic Consultants"
        },
        {
            "text": "We have argued that key reforms of the Obama administration spelled out a new vision for the use of knowledge in policy, based on a coupling of the idea of dispersed knowledge with behavioral economics' critique of judgment. In practice this new vision amounted to a new set of \"knowledge ways\" for the US government that shifted the \"preferred modes of producing public knowledge and conducting policy 24 One example that illustrates how standards of evidence empower and disempower types of expertise can be found in the March 2010 OIRA decision to return the Department of Transport's ruling on efficiency rating requirements for replacement tires. The Department had been focused on the tests that tires should be subject to, i.e. on the physics of tire safety and on processes of test certification. OIRA's focus was on the labeling, encouraging \"clarity\" of the most relevant information and \"intelligibility\" in use of scales. OIRA asked the Department to test and measure consumer understanding. The key to OIRA was not to improve tire testing but to optimize the interaction between sellers and consumers enhancing behavioral outcomes. OIRA justified its intervention on the rule making of the Department of Transport as simplifying the interaction between sellers and consumers (Sunstein 2010e) . In this case and others, Obama-era OIRA set itself as a crucial knowledge broker pushing rule makers to be mindful of the cognitive capacities of consumers. 25 OIRA explained in its report to Congress that \"disclosure requirements should be tested in advance, preferably through quasi-experimental studies, and not merely through focus group testing, which can be unreliable as a guide to actual behavior\" (OIRA 2010: 40) . The retiring head of the Council of Economic Advisers supported these ideas describing these tests as \"pilot projects and randomized experiments\" to identify useful interventions (quoted in OIRA (2011: 60) and again in OIRA (2012: 76)).",
            "cite_spans": [
                {
                    "start": 1288,
                    "end": 1304,
                    "text": "(Sunstein 2010e)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1713,
                    "end": 1728,
                    "text": "(OIRA 2010: 40)",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1936,
                    "text": "(quoted in OIRA (2011: 60)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "deliberation\" in favor of information aggregation, data analysis, behavioral experiments, and randomized control trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The coupling of dispersed knowledge and a critique of judgment was neither spontaneous nor inevitable. From the standpoint of the history of ideas and the sociology of knowledge, the two strands have developed in academic and public spheres with no noticeable convergence. Although our goal in this paper was to describe an emerging epistemology, not to offer a definitive account of why it came into being, political and institutional circumstances might provide a plausible causal story for the coupling of dispersed knowledge and behavioral economics. Such a story could stress how an obstructionist Congress encouraged Obama officials to do policy by executive order and to deploy tools of administrative control over the independent agencies. Obama officials explicitly understood information engineering as a means to audit and command regulatory policy. The encouragement towards an administrative presidency was pursued in an institutional infrastructure that recommended the epistemic emphasis. As we discussed, throughout the 1980s and 1990s previous administrations had placed the OMB and OIRA as overseers of regulation. Rather than yield their power through the distribution of funds or other heavy-handed politics, the Obama administration sought to control through the soft power of redesigning the flow of information and centralizing the assessment of evidence. OIRA established its authority over the domain specific agencies (and their in-house or consulting experts) as an epistemic broker with outspoken preferences and guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our story and its configuration of actors, interests, and preferences is not a full account of the Obama record, nor do we claim this to be the most salient feature of that record. Moral suasion was as important for Obama's leadership as was bureaucratic innovation. Obama made use of his charisma and popularity to work social change by mass persuasion and moral example. 26 At the same time, any account of the Obama presidency should not ignore that alongside his compellingly personal, affective leadership, was an austerely empiricist approach to regulatory policymaking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The new information management initiatives were at their launch portrayed as aiming to enhance transparency and trust in government. While the American regulatory state pillared on open data and experimental social science may be more accessible, as a database of reports and spreadsheets, to anyone with a computer and an internet connection, it was not made more assessable. Policy decisions remained as opaque from the citizenry as they were before since without key new skills-in data analysis, experimental social science, and behavioral economics-the wealth of data, its meaning, and insights lay inert and incommensurable. With the motto of dispersed knowledge, OIRA and the OMB issued a call for citizen engagement. While the idea of dispersed knowledge deflated the authority of experiential experts, that authority was not passed to citizens at large. Instead, those that benefitted most were individuals and organizations that knew how to aggregate and manipulate data from multiple sources and parse that data through the grid of new ideas about cognition and choice architecture. These symbol manipulators emerged as epistemic consultants, aids to new policy evaluation and design, and a new kind of policy oversight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "One feature of the ongoing debate about the status of expertise in liberal democracies is to see the election of Donald Trump in the USA and the Brexit vote in the UK as a watershed moment for a shift in attitudes towards expert guidance. Some, mainly in the media, have called our times a \"post-truth era\" where sentiment is more powerful than argument, and facts are routinely muddled by conspiracy theories and hyperbole. Science studies has vigorously responded to these developments. Some eminent scholars have suggested that analysis from the discipline may have aided public skepticism and confusion about whom to trust as expert. The claim (see Collins et al. 2017; Fuller 2016; Lynch 2017; and Sismondo 2017a, b for different takes on this argument) is that by endorsing \"symmetry\" between beliefs (true and not true, credentialed and uncredentialled) the sociology of knowledge has leveled the epistemic playing field and has legitimated a version of epistemic democracy that empowers populists, bigots, and charlatans. To mend the damage done some authors have set out an agenda of drawing \"our scientific understanding of science and expertise\" to adjudicate between institutional arrangements and robust grounds of expertise (Collins et al. 2017) .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 673,
                    "text": "Collins et al. 2017;",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 686,
                    "text": "Fuller 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 687,
                    "end": 698,
                    "text": "Lynch 2017;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 699,
                    "end": 720,
                    "text": "and Sismondo 2017a, b",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1259,
                    "text": "(Collins et al. 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our study shows that another project of adjudicating expertise preceded alarm over a \"post-truth era\" and that it was successful in shaping key reforms in the government of the USA. These competitors to science studies grounded their claims not on ethnographies of knowledge making and on the study of the form of life of science, rather they launched their program with a foot in cognitive science and another in data science. Given the policy achievements outlined in this paper, the key phrases in any causal story that connects intellectuals to distrust in experts are more likely be dispersed knowledge or cognitive bias than \"symmetry.\" Our study shows that dispersed knowledge and behavioral inspired public policy broadcasted a deeply skeptical view of experts, many times seeking to denounce their hubris and arrogance, and that it complimented the public as knowledgeable in a very diffuse sense, particularly when interacting in online and social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Binaries between the power of the elites of science and the inclusion of the lay, technocracy or democracy, are confounded in the actual politics of the initiatives we describe. Public engagement through open government has given no voice to the lay, or entrusted it with epistemic authority and autonomy. Through skepticism about human judgment the epistemic consultants became the indispensable aggregators and processors of the \"dispersed knowledge of the American public\" (Sunstein 2010d) . 27 Behavioral governance is by design both inclusive and technocratic.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 492,
                    "text": "(Sunstein 2010d)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The model of epistemic governing we describe in this paper has since been dismantled because a new occupant has moved into the White House. In the view of most commentators, President Donald Trump's approach to regulatory policy is to dismantle it. This existential threat is expressed by his choices of nominations to the Supreme Court, and nominations to heads of agencies. Nonetheless, we believe that the developments of the Obama administration should not be seen as relics of the pre-post-truth era. The legacy of that time has not been erased. In important ways what is often referred to as the \"distrust of experts\" is a legacy of that time. Although Sunstein and Obama's other information reformers are often described as technocrats, their version of technocracy, relying on information aggregation and behavioral experiments, enabled a move against more experiential forms of expertise. The model of governing through information and epistemic oversight trialed in the Obama years, thus, deserves scholarly scrutiny as an important precursor to the present moment and as case of public reason in the making. 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/. 28 As well as being a model of governance that has not lost advocates and that remains a plausible candidate for implementation in Western democracies. See, for example, recent developments in the UK that show that key advisers to current government take counsel from behavioral science (Cummings 2020) and that this has shaped the government's response to the Covid-19 pandemic and determined who gets to sit in scientific advisory bodies (Yates 2020) . Despite some roll backs after Obama left office, behavioral economics has also not lost its appeal in the United States. Many of Obama's wiz kids moved west to Silicon Valley. The former chair of the SBST, Maya Shankar, became head of Behavioral Insights at Google and \"The Bay Area Obama alumni network now boasts 700 members\" (Kuchler 2018) . More generally, the promise of data analysis and behavioral insights continues to receive attention, and one of the key architects of behavioral policy and Cass Sunstein's co-author, Richard Thaler, was awarded the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel the year after Obama left office (2017). We are witnessing a professionalization of behavioral policymakers and analysts. A professionalization that was started and supported by the Obama White House-the SBST team, for example, initiated a working papers series that brought together behavioral science/economics research groups representing over 20 of America' elite research universities-but has since spread elsewhere.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 857,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1157,
                    "text": "(Cummings 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1295,
                    "end": 1307,
                    "text": "(Yates 2020)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1638,
                    "end": 1652,
                    "text": "(Kuchler 2018)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Neoliberal Regulatory State. Industry Interests, and the Ideological Penetration of Scientific Knowledge: Deconstructing the Redefinition of Carcinogens in Pharmaceuticals",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Ballinger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Technology, & Human Values",
            "volume": "37",
            "issn": "5",
            "pages": "443--477",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Imagining Energy Futures: Sociotechnical Imaginaries of the Future Smart Grid in Norway",
            "authors": [
                {
                    "first": "Ingrid",
                    "middle": [],
                    "last": "Ballo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Foss",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Energy Research and Social Science",
            "volume": "9",
            "issn": "",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Energy and Identity: Imagining Russia as a Hydrocarbon Superpower",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Bouzarovski",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Bassin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annals of the Association of American Geographers",
            "volume": "101",
            "issn": "4",
            "pages": "783--794",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Regulatory Planning and Review. Executive Order #12866",
            "authors": [
                {
                    "first": "Bill",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Third Wave of Science Studies",
            "authors": [
                {
                    "first": "Harry",
                    "middle": [
                        "M"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Social Studies of Science",
            "volume": "32",
            "issn": "2",
            "pages": "235--296",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Two hands are a lot-We're hiring data scientists, project managers, policy experts, assorted weirdos…Dominic Cummings's Blog",
            "authors": [
                {
                    "first": "Dominic",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "OIRA at Thirty",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [],
                    "last": "Demuth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Administrative Law Review",
            "volume": "63",
            "issn": "",
            "pages": "15--26",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contemporary Regulatory Policy",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Eisner",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "Evan",
                    "middle": [],
                    "last": "Worsham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ringquist",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Democratic Authority: A Philosophical Framework",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Estlund",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Within, Across and Beyond: Reconsidering the Role of Social Sciences and Humanities in Europe",
            "authors": [
                {
                    "first": "Ulrike",
                    "middle": [],
                    "last": "Felt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science as Culture",
            "volume": "23",
            "issn": "3",
            "pages": "384--396",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The informational turn in food politics: The US FDA's nutrition label as information infrastructure",
            "authors": [
                {
                    "first": "Xaq",
                    "middle": [],
                    "last": "Frohlich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Studies of Science",
            "volume": "47",
            "issn": "2",
            "pages": "145--171",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The governance of nanotechnology in the Brazilian context: Entangling approaches",
            "authors": [
                {
                    "first": "Paulo",
                    "middle": [
                        "F C"
                    ],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "Tiago",
                    "middle": [
                        "S"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technology in Society",
            "volume": "37",
            "issn": "",
            "pages": "16--27",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Embrace the Inner Fox: Post-Truth as the STS Symmetry Principle Universalized. Social Epistemology Review and Reply Collective",
            "authors": [
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Gut Feelings: Short Cuts to Better Decision Making",
            "authors": [
                {
                    "first": "Gerd",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Politics of Regulatory Change: A Tale of Two Agencies",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "Sidney",
                    "middle": [
                        "M"
                    ],
                    "last": "Milkis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Use of Knowledge in Society",
            "authors": [
                {
                    "first": "Friedrich",
                    "middle": [
                        "A"
                    ],
                    "last": "Hayek",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "American Economic Review",
            "volume": "35",
            "issn": "4",
            "pages": "519--530",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Behavioral economics: A history",
            "authors": [
                {
                    "first": "Floris",
                    "middle": [],
                    "last": "Heukelom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Designs on Nature: Science and Democracy in Europe and the United States",
            "authors": [
                {
                    "first": "Sheila",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Containing the Atom: Sociotechnical Imaginaries and Nuclear Power in the United States and South Korea",
            "authors": [
                {
                    "first": "Sheila",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                },
                {
                    "first": "Sang-Hyun",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerva",
            "volume": "47",
            "issn": "2",
            "pages": "119--146",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dreamscapes of Modernity: Sociotechnical Imaginaries and the Fabrication of Power",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Presidential Administration",
            "authors": [
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Kagan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Harvard Law Review",
            "volume": "114",
            "issn": "8",
            "pages": "2245--2385",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Perceptual Organization and Attention",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "Avishai",
                    "middle": [],
                    "last": "Henik",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "181--211",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prospect Theory: An Analysis of Decision Under risk",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "Amos",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "",
            "pages": "263--291",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Politics of Human Embryonic Stem Cell Research in South Korea: Contesting National Sociotechnical Imaginaries",
            "authors": [
                {
                    "first": "Sang-Hyun",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science as Culture",
            "volume": "23",
            "issn": "3",
            "pages": "293--319",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Why Obama's West Wingers Went West. The Financial Times",
            "authors": [
                {
                    "first": "Hannah",
                    "middle": [],
                    "last": "Kuchler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Six Challenges for the Statistical Community. AMSTAT news: The Membership Magazine of the American Statistical Association",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "425",
            "issn": "",
            "pages": "18--23",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Democratic Reason, Politics, Collective Intelligence, and the Rule of the Many",
            "authors": [
                {
                    "first": "Hélène",
                    "middle": [],
                    "last": "Landemore",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Truth and Democracy",
            "authors": [
                {
                    "first": "Hélène",
                    "middle": [],
                    "last": "Landemore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemporary Political Theory",
            "volume": "13",
            "issn": "2",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The first presidential debate",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Lehrer",
                    "suffix": ""
                },
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Mccain",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Regional Sociotechnical Imaginaries and the Governance of Energy Innovations",
            "authors": [
                {
                    "first": "Anthony",
                    "middle": [
                        "M"
                    ],
                    "last": "Levenda",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "Thaddeus",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Erik",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Futures",
            "volume": "109",
            "issn": "",
            "pages": "181--191",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Undoing Project: A Friendship that Changed Our Minds",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "STS, Symmetry and Post-truth",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Studies of Science",
            "volume": "47",
            "issn": "4",
            "pages": "593--599",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Early Days of Reagan Regulatory Relief and Suggestions for OIRA's Future",
            "authors": [
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Administrative Legal Review",
            "volume": "63",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Knowledge We Have Lost in Information",
            "authors": [
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Mirowski",
                    "suffix": ""
                },
                {
                    "first": "Edward",
                    "middle": [],
                    "last": "Nik-Khah",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Road from Mount Pèlerin. The Making of the Neoliberal Thought Collective",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "OMB Interference with Agency Rulemaking: The Wrong Way to Write a Regulation",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [
                        "B"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Harvard Law Review",
            "volume": "99",
            "issn": "5",
            "pages": "1059--1070",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Scientific Integrity. Memorandum for the heads of executive departments and agencies",
            "authors": [
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Transparency and open government. Memorandum for the heads of executive departments and agencies",
            "authors": [
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Improving Regulation and Regulatory Review",
            "authors": [
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Identifying and Reducing Regulatory Burdens",
            "authors": [
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "White House Announces Open Government Website",
            "authors": [
                {
                    "first": "Barack",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Using Behavioral Science Insights to Better Serve the American People. Executive Order #13707",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Obama administration unveils \"big data\" initiative: announces $200 million in new R&D investments",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Report to Congress on the Benefits and Costs of Federal Regulations and Unfunded Mandates on State, Local, and Tribal Entities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oira",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Report to Congress on the Benefits and Costs of Federal Regulations and Unfunded Mandates on State, Local, and Tribal Entities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Report to Congress on the Benefits and Costs of Federal Regulations and Unfunded Mandates on State, Local, and Tribal Entities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Report to Congress on the Benefits and Costs of Federal Regulations and Unfunded Mandates on State, Local, and Tribal Entities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Report to Congress on the Benefits and Costs of Federal Regulations and Unfunded Mandates on State, Local, and Tribal Entities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oira",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A New Era of Responsibility: Renewing America's Promise",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Omb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Second open government national action plan for the United States of America",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Open government directive. Memorandum for the Heads of Executive Departments and Agencies",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [
                        "R"
                    ],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Memorandum For The Heads Of Executive Departments: Office of Management and Budget",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [
                        "R"
                    ],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Nation's Statistical System and Why it Matters: Federal Statistics in a Science-Driven Administration",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [
                        "R"
                    ],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Presented at Joint Symposium of the Committee on National Statistics and the American Academy of Political and Social Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Nudging Along. OMB blog",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [
                        "R"
                    ],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Redrawing the lines: Bush's rules czar brings long knife to new regulations-'Smart' style helps to disarm critics while developing business-friendly agenda-outdoing EPA on emissions",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "Jacob",
                    "middle": [
                        "M"
                    ],
                    "last": "Schlesinger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The cathedral and the bazaar",
            "authors": [
                {
                    "first": "Eric",
                    "middle": [
                        "S"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Executive Order #12291",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Reagan",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Regulatory planning process. Executive Order #12498",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Reagan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Social and Behavioral Sciences Team Annual Report. Executive Office of the President. National Science and Technology Council",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sbst",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The shortsighted brain: Neuroeconomics and the governance of choice in time",
            "authors": [
                {
                    "first": "Natasha",
                    "middle": [
                        "D"
                    ],
                    "last": "Schüll",
                    "suffix": ""
                },
                {
                    "first": "Caitlin",
                    "middle": [],
                    "last": "Zaloom",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Studies of Science",
            "volume": "41",
            "issn": "4",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Post-truth",
            "authors": [
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Sismondo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Studies of Science",
            "volume": "47",
            "issn": "1",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Casting a Wider Net: A Reply to Collins, Evans and Weinel",
            "authors": [
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Sismondo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Studies of Science",
            "volume": "47",
            "issn": "4",
            "pages": "587--592",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Undermining science: Suppression and distortion in the Bush administration. California",
            "authors": [
                {
                    "first": "Seth",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Government Control of Information",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "California Law Review",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Group judgments: Statistical Means, Deliberation, and Information Markets",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "NYUL Review",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Infotopia: How Many Minds Produce Knowledge",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The empiricist strikes back",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "New Republic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Open Government is Analytic Government (and Vice-Versa), Remarks on the Occasion of the 30th Anniversary of the Regulatory Flexibility Act",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Memorandum to Heads of Executive Departments and Agencies",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2010b",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Humanizing Cost Benefit Analysis. Remarks prepared for American University's Washington College of Law Administrative Law Review Conference",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2010c",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "OIRA Administrator Addresses \"The Power of Open Government",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2010d",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Letter from Cass R. Sunstein to David",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2010e",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Empirically informed regulation",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The University of Chicago Law Review",
            "volume": "78",
            "issn": "",
            "pages": "1349--1429",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Simpler: The Future of Government",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The Office of Information and Regulatory Affairs: Myths and Realities",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "2013b",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Harvard Law Review",
            "volume": "126",
            "issn": "7",
            "pages": "1838--1879",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "A Behavioral Approach to Law and Economics",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "Jolls",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Stanford Law Review",
            "volume": "50",
            "issn": "5",
            "pages": "1471--1550",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Wiser: Getting Beyond Groupthink to Make Groups Smarter",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Reid",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Libertarian Paternalism",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Economic Review",
            "volume": "93",
            "issn": "",
            "pages": "175--179",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Libertarian Paternalism is not an Oxymoron. The University of",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chicago Law Review",
            "volume": "70",
            "issn": "",
            "pages": "1159--1202",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
            "authors": [
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Morals, Materials, and Technoscience: The Energy Security Imaginary in the United States",
            "authors": [
                {
                    "first": "Abraham",
                    "middle": [
                        "S D"
                    ],
                    "last": "Tidwell",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Technology, & Human Values",
            "volume": "40",
            "issn": "5",
            "pages": "687--711",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "OIRA's Formative Years: The Historical Record of Centralized Regulatory Review Preceding OIRA's Founding",
            "authors": [
                {
                    "first": "Jim",
                    "middle": [],
                    "last": "Tozzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Administrative Law Review",
            "volume": "63",
            "issn": "",
            "pages": "37--69",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Judgment Under Uncertainty: Heuristics and biases",
            "authors": [
                {
                    "first": "Amos",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Science",
            "volume": "185",
            "issn": "4157",
            "pages": "1124--1131",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The Framing of Decisions and the Psychology of Choice",
            "authors": [
                {
                    "first": "Amos",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science",
            "volume": "211",
            "issn": "",
            "pages": "453--458",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Rational Choice and the Framing of Decisions",
            "authors": [
                {
                    "first": "Amos",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Business",
            "volume": "59",
            "issn": "",
            "pages": "251--278",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Scientific integrity in policymaking: An investigation into the Bush administration's misuse of science",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "First Lady, Agriculture Secretary Launch MyPlate Icon as a New Reminder to Help Consumers to Make Healthier Food Choices",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Computer mediated transactions",
            "authors": [
                {
                    "first": "Hal",
                    "middle": [
                        "R"
                    ],
                    "last": "Varian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The American Economic Review",
            "volume": "100",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "New York Times Magazine, MM38. Weidenbaum, Murray. 1997. Regulatory Process Reform: From Ford to Clinton",
            "authors": [
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Wallace-Wells",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Regulation",
            "volume": "20",
            "issn": "1",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Obama's regulatory czar likely to set a new tone",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Weisman",
                    "suffix": ""
                },
                {
                    "first": "Jess",
                    "middle": [],
                    "last": "Bravin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Why is the government relying on nudge theory to fight coronavirus? The Guardian",
            "authors": [
                {
                    "first": "Tony",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Food Pyramid of 1992. B The MyPyramid. C MyPlate in 2011",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}