{
    "paper_id": "1d8361c62e6d64d8b57b61ae6f857b3b3c0c6a22",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sofia",
                "middle": [],
                "last": "Ezsol-Lendvai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital de la Vega Lorenzo Guirao",
                    "location": {
                        "settlement": "Cieza",
                        "region": "Murcia",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Carolina",
                "middle": [],
                "last": "López-Romero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Área de la Gerencia de Atención Integrada de Hellín",
                    "location": {
                        "settlement": "Albacete"
                    }
                },
                "email": ""
            },
            {
                "first": "Alicia",
                "middle": [],
                "last": "López-Gómez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital de la Vega Lorenzo Guirao",
                    "location": {
                        "settlement": "Cieza",
                        "region": "Murcia",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Inmaculada",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Hera-Matute",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital de la Vega Lorenzo Guirao",
                    "location": {
                        "settlement": "Cieza",
                        "region": "Murcia",
                        "country": "España"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " Declaramos que el trabajo presentado es original, no está en proceso de evaluación y que no existen conflictos de intereses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Declaramos que hemos tenido cuenta las \"Responsabilidades éticas\" incluidas en las normas de la revista de PIEL.  Sección: Cartas clínicas J o u r n a l P r e -p r o o f Journal Pre-proof Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Presentamos el caso de un niño de 13 años sin antecedentes de interés, que refiere prurito de 13 días de evolución (inicio el 31 de marzo 2020) en los dedos de ambos pies con aparición, al día siguiente, de múltiples lesiones eritematosas, algunas anulares, con sensación de quemazón,que fueron aumentando de tamaño progresivamente hasta su estabilización en una semana. El paciente vive en zona rural en la provincia de Albacete, estando desde el 14 de marzo en confinamiento con sus padres, trabajadores en servicios esenciales, y su hermana mayor. No ha practicado actividades con exposición al frio, y ha permanecido en su domicilio con calefacción y con calzado adecuado. En los días previos al confinamiento no ha tenido contacto con familiares o amigos procedentes de Madrid ni de País Vasco. En su colegio estudiantes de otra clase viajaron a Italia en el mes de febrero sin tener noticia de contagios. Los padres refieren catarro con onicofagia en la última semana de marzo resuelto con antigripales. Destaca en el paciente un cuadro de malestar general con sensación distérmica con febrícula autolimitada pocos días después de iniciarse las lesiones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ante las noticias difundidas en los medios de comunicación sobre la posible relación de lesiones cutáneas similares con infección por coronavirus, la familia consulta por teledermatología: las imágenes sugieren un eritema pernio aunque sin poder confirmarlo por calidad subóptima de las imágenes. En la consulta presencial a los 13 días de evolución se objetivan máculas eritematosas con tono marronáceo mal delimitadas de diámetro entre 3-12 mm en el dorso de algunos dedos de los pies (Fig.1) , y máculas eritematosas anulares de diámetro de 3-4 mm en la superficie plantar del primer dedo y segundo dedo del pie izquierdo (Fig.2) . Clínicamente consideramos el cuadro muy sugestivo de pseudoperniosis o afectación acral perniosis-like. El test de RT-PCR de SARS-CoV-2 (realizado a los 13 días de la evolución) y el test rápido de anticuerpos IgG/IgE (realizado a los 17 días) resultaron negativos. A las tres semanas de evolución las lesiones se encuentran en fase de resolución.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "(Fig.1)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 632,
                    "text": "(Fig.2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Aunque el cuadro clínico correspondería a sabañones o eritema pernio, el contexto epidemiológico nos ha hecho sospechar su relación con la infección por COVID 19, pasada de forma asintomática o paucisintomática 1,2,3 . Sin poder J o u r n a l P r e -p r o o f Journal Pre-proof demostrar tal hipótesis con las pruebas complementarias actualmente disponibles, tampoco podemos descartarla, no sólo por la posibilidad de ser un falso negativo en los tests, sino por la observación en las últimas semanas (desde finales de marzo hasta el momento actual) de varios casos de pseudoperniosis en pies y menos frecuentemente en manos, comunicados en foros de dermatólogos en España y por comunicaciones breves, siendo la perniosis muy poco frecuente en esta época del año 2,4,5 . Hay que tener en cuenta, además que los casos comunicados se han presentado en menores y adolescentes sanos que estaban en confinamiento en sus casas sin realizar actividades con riesgo para desarrollar perniosis. Según la limitada experiencia este cuadro en menores tiene un curso benigno, autolimitado y con autoresolución en 3-4 semanas 1,2,4 . El aumento de su frecuencia y la presentación atípica de pseudoperniosis nos hace pensar en una manifestación de la infección por COVID-19 en el contexto de la pandemia, presumiblemente tardía, en personas asintomáticas o paucisintomaticas. En cuanto a la patogénesis, al no existir de momento datos más objetivos ni histológicos, sólo podemos plantear la hipótesis de la implicación de inmunocomplejos y/o crioglobulinas en fenómenos de formación de microtrombos a nivel postcapilar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aunque un articulo italiano nombra el cuadro acroisquémico 1 , hay que distinguirlo de otras lesiones de origen claramente isquémico por otras condiciones, como la CID, sepsis o hipoperfusión periférica en el curso de pacientes graves, ingresados en la unidad de terapia intensiva 1,6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Queremos aportar nuestro caso con diagnóstico principalmente clínico, con imágenes representativas y con el resultado de los dos tipos de test utilizados. Esperamos que pronto afloren más casos o experiencias de series de casos, con pruebas complementarias para filiarlos adecuadamente 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute acro-ischemia in the child at the time of COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mazzotta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Troccoli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur J Pediat Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "El coronavirus o Covid-19 puede provocar síntomas cutáneos en niños y adolescentes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieyro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cutaneous manifestations in COVID-19: a first perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recalcati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Eur Acad Dermatol Venereol",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jdv.16387"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Classification of the cutaneous manifestations of COVID-19: a rapid prospective nationwide consensus study in Spain with 375 cases",
            "authors": [
                {
                    "first": "Galván",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Català",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Carretero",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodríguez-Jiménez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fernández",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rodríguez-Villa",
                    "middle": [],
                    "last": "Lario",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br. J Dermatol. First",
            "volume": "published",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical and coagulation characteristics of 7 patients with critical COVID-2019 pneumonia and acro-ischemia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Xue Ye Xue Za Zhi",
            "volume": "28",
            "issn": "",
            "pages": "41--44",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}