{"paper_id": "1d887de7365afceeafaf142ce55517be711a6223", "metadata": {"title": "Early detection of SARS-CoV-2 antibodies in COVID-19 patients as a serologic marker of infection", "authors": [{"first": "Rongqing", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}, {"first": "Maohua", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "AbMax Biotechnology Co., LTD", "location": {"addrLine": "99 Kechuang 14th St"}}, "email": ""}, {"first": "Hao", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "Research Network of Immunity and Health (RNIH)", "institution": "Chinese Academy of Sciences", "location": {"settlement": "Beijing, Beijing", "country": "China"}}, "email": ""}, {"first": "Jianxin", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "ZhenGe Biotechnology Co., LTD", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Wenlin", "middle": [], "last": "Ren", "suffix": "", "affiliation": {"laboratory": "", "institution": "AbMax Biotechnology Co., LTD", "location": {"addrLine": "99 Kechuang 14th St"}}, "email": ""}, {"first": "Yingmei", "middle": [], "last": "Feng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Capital Medical University", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "George", "middle": ["F"], "last": "Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chinese Academy of Sciences", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Jinwen", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Clinical Research Center for Infectious Diseases", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Ya", "middle": [], "last": "Peng", "suffix": "", "affiliation": {"laboratory": "Research Network of Immunity and Health (RNIH)", "institution": "Chinese Academy of Sciences", "location": {"settlement": "Beijing, Beijing", "country": "China"}}, "email": ""}, {"first": "Bin", "middle": [], "last": "Su", "suffix": "", "affiliation": {"laboratory": "", "institution": "Capital Medical University", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xianghua", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Capital Medical University", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Yanjun", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Capital Medical University", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Jingong", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "ZhenGe Biotechnology Co., LTD", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Jianli", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "AbMax Biotechnology Co., LTD", "location": {"addrLine": "99 Kechuang 14th St"}}, "email": ""}, {"first": "Hunter", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": "sunl@antibodychina.com."}, {"first": "Zhonghu", "middle": [], "last": "Bai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jiangnan Univ", "location": {"addrLine": "1800 Lihu Ave", "settlement": "Wuxi, Jiangsu", "country": "China"}}, "email": ""}, {"first": "Wenjing", "middle": [], "last": "Cao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bengbu Medical University", "location": {"settlement": "Bengbu", "region": "Anhui", "country": "China"}}, "email": ""}, {"first": "Jin", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Quzhou People's Hospital", "location": {"settlement": "Quzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Qinlu", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "ShaanXi Provincial Engineering Research Center for Nano-BioMedical Detection", "location": {"addrLine": "3-10402A, 2 Zhang Ba Wu Rd", "settlement": "Xi'an, Shaanxi", "country": "China"}}, "email": ""}, {"first": "Yufei", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}, {"first": "Sean", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}, {"first": "Xinkun", "middle": [], "last": "Mao", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}, {"first": "Junchi", "middle": [], "last": "Su", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiang", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jiangnan Univ", "location": {"addrLine": "1800 Lihu Ave", "settlement": "Wuxi, Jiangsu", "country": "China"}}, "email": ""}, {"first": "Ailiang", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}, {"first": "Wen", "middle": [], "last": "Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "ZhenGe Biotechnology Co., LTD", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Ronghua", "middle": [], "last": "Jin", "suffix": "", "affiliation": {"laboratory": "", "institution": "ZhenGe Biotechnology Co., LTD", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Yongzhong", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Le", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "AnyGo Technology Co", "location": {"postCode": "D1117", "settlement": "Ltd"}}, "email": ""}]}, "abstract": [{"text": "A highly specific and very sensitive serological SARS-CoV-2 antibody assay with overall accuracy at 97.3% was developed using CHO-expressed SARS-CoV-2 S1 protein for screening medical staff and others for SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Background: Thousands of medical staff had been infected with SARS-CoV-2 virus with hundreds of deaths reported. Such loss could be prevented if there is a serologic assay for SARS-CoV-2-specific antibodies for serological surveillance of its infection at the early stage of disease.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Using CHO cell expressed full length SARS-CoV-2 S1 protein as capturing antigen, a COVID-19/SARS-CoV-2 S1 serology ELISA kit was developed and validated with negative samples collected prior to the outbreaks or during the outbreak, and positive samples from patients confirmed with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The specificity of the ELISA kit was 97.5%, as examined against total 412 normal human samples. The sensitivity was 97.1% by testing against 69 samples from hospitalized and/or recovered COVID-19 patients. The overall accuracy rate reached 97.3%. The assay was able to detect SARS-CoV-2 antibody on day one after the onset of COVID-19 disease. The average antibody levels increased during the hospitalization and after been discharged for two weeks. SARS-CoV-2 antibodies were detected in 28 out of 276 asymptomatic medical staff and one out of five nucleic acid test-negative \"Close contacts\" of COVID-19 patient.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "With the assays developed here, we can screen medical staff, in-coming patients, passengers and people who are in close contact with the confirmed patients to identify the \"innocent viral spreaders\", protect the medical staff and stop the further spreading of the virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "As of April 20, there were 2,319,066 confirmed cases of COVID-19 with 157,970 deaths in the world 1 . Infections among healthcare providers were even more alarming, with 4826", "cite_spans": [{"start": 98, "end": 99, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Italian doctors and nurses reported to be infected over such a short period due to the lack of appropriate medical protection gear and quick screening of SARS-CoV-2 infections 2,3 .", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Making the issue even worse, the virus can be widely transmitted by asymptomatic viralcarriers to people in close contact 4 , with some patients reportedly becoming sick once again after their initial recovery and yielding a positive NAT test 5 . There is an urgent need to develop rapid, fast and simple screening tools to find \"moving viral carriers\" and quarantine them.", "cite_spans": [{"start": 122, "end": 123, "text": "4", "ref_id": "BIBREF3"}, {"start": 243, "end": 244, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Several serological kits for measuring SARS-CoV-2 IgM and IgG have been approved by Chinese FDA with the restriction that they may only be used as companion tests for NAT, and not to be used for general screening of SARS-CoV-2 infection due to lacking the required specificity and sensitivity. Possible cause may be the poor quality of the detecting antigens used. Three different types of antigens were reported to be used: 1) the recombinant N protein from SARS-CoV-2, which is highly conserved among all 7 members of coronaviruses and led to poor specificity in tests of general population, 2) CHO-expressed S1 protein from SARS-CoV, which has very different antigenicity from its counterpart in SARS-CoV-2, or 3) the receptor binding domain (RBD) of SARS-CoV-2 S1, which is about 200 amino acids long with only one glycosylation, compared to the full length S1 which has 7 glycosylation sites. These latter two can result in poor sensitivities. Misdiagnose of nonlethal coronavirus such as HCoV-OC43, HCoV-NL63, HCoV-229E and HCoV-HKU1 infections as SARS-CoV-2 could send thousands and thousands of people to already overloaded hospitals and increase the risk of real infection by SARS-CoV-2 during the unnecessary hospital visit. On the other hand, missed detections of SARS-CoV-2 infections can deny patients the opportunity to receive early preventative care before the disease progresses into acute respiratory syndrome, which has an over 60% mortality rate. Therefore, it is extremely important to develop serological tests using the right detecting antigen: fully glycosylated, full length SARS-CoV-2 S1 recombinant protein(s).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The full length SARS-CoV-2 S1 protein has previously been difficult to express at a commercially viable level (personal communications), but using our patented technology, we have improved the expression level by close to a thousand fold (~80mg/L) using either CHO or 293F mammalian cells. Using the CHO-expressed SARS-CoV-2 S1-6XHis protein as the detecting antigen, we have developed a very sensitive and highly specific serological assay for screening the health care staff at the hospitals to reduce the in-hospital infections, and checking the in-coming visitors from the epidemic areas, and the work forces coming back to work, and the general populations for SARS-CoV-2 viral infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "High-binding 96-well ELISA plates were purchased from Corning, USA. Goat anti-human IgG (H+L) peroxidase conjugate was sourced from Jackson Immunoresearch, USA. Monkey anti-SARS-CoV-2 S1 pAb and mouse anti-6X His mAb 6E2 were produced by AbMax, China. HEK 293F and CHO cells were provided by ZhenGe Biotech., Shanghai, China.", "cite_spans": [], "ref_spans": [], "section": "Regents and supplies"}, {"text": "The full-length SARS-CoV-2 S1 gene (GenBank: QIC53204.1) was synthesized by GENEWIZ, China, and inserted into mammalian cell expression vector with 6XHis tag. CHO and 293F cells were transfected with purified plasmid DNA by lipofection using liposome transfection kit from Invitrogen, USA. The transfected mammalian cells were grown at 37 o C and 5% CO 2 for a few days prior to harvesting and the culture supernatant were collected by centrifugation at 4,000 rpm for 10 minutes. The recombinant S1-6XHis protein was purified by immobilized metal affinity chromatography. Protein concentration was determined by OD absorbance at 280nm. The purity of the S1 protein was examined by SDS-PAGE Coomassie brilliant blue staining.", "cite_spans": [], "ref_spans": [], "section": "Protein expression and purification"}, {"text": "Strong human negative plasma samples and negative ones were collected prior to or during the COVID-19 outbreak respectively. Positive plasma samples were obtained from hospitalized and/or recovered COVID-19 patients. Informed consent was obtained from all the human subjects who participated in the study and the protocols were approved by the institutional ethical committee. The serum samples were inactivated at 56°C for 30min and stored at −20°C until use.", "cite_spans": [], "ref_spans": [], "section": "Serum samples for assay"}, {"text": "Briefly, recombinant SARS-CoV-2 S1-6XHis was diluted in PBS (10mM, pH 7.4) and", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 virus serology ELISA kit"}, {"text": "100µL of the solution was added to each well of 96-well ELISA plates and incubated overnight at 2-8°C. The wells were emptied and washed twice with PBS and unsaturated sites were blocked with 3% BSA in PBS by incubating for 1 hour at room temperature. Coated plates were air-dried and sealed in plastic bags and stored at 2-8°C until use.", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 virus serology ELISA kit"}, {"text": "Monkey anti-SARS-CoV-2 S1 antisera or human plasma samples were first diluted in negative human sera (pooled from 8 normal human sera). For ELISA, each serum sample was tested in duplicate. Prior to test, human samples or the standards were diluted 1:20 in sample dilution buffer. 100µL of appropriately diluted sample was added to each well of the S1- ", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 virus serology ELISA kit"}, {"text": "The Spike protein S1 plays a key role in virus binding and entering host cells via human ACE2. It has 685 amino acids with 7 potential glycosylation sites, and its heavy glycosylation made it with very distinguishable antigenicity from its close family members SARS and MERS, demonstrated by the no significant cross reactivity was observed with existing neutralizing mAbs to SARS or MERS. The DNA sequence corresponding to the full length SARS-CoV-2 S1 protein was chemically synthesized and inserted into one mammalian cell expression vectors with 6XHis tag to produce recombinant SARS-CoV-2 S1-6XHis protein (Fig.1A) .", "cite_spans": [], "ref_spans": [{"start": 611, "end": 619, "text": "(Fig.1A)", "ref_id": "FIGREF2"}], "section": "Production of recombinant SARS-CoV-2 S1-6XHis proteins."}, {"text": "The recombinant S1-6XHis protein was purified from the culture supernatants using Ni column. As shown in Fig.1B , a defused band was observed around 120 kD in elution (Lane 5 and 6), which is much larger than the expected size of S1-6XHis, suggesting heavy glycosylation took place.", "cite_spans": [], "ref_spans": [{"start": 105, "end": 111, "text": "Fig.1B", "ref_id": "FIGREF2"}], "section": "Production of recombinant SARS-CoV-2 S1-6XHis proteins."}, {"text": "Multiple batches of expressions and purifications of recombinant S1-6XHis proteins using two mammalian cell systems have been carried out. The expression levels were examined by ELISA using mouse anti 6XHis tag mAb 6E2. Using our patented technology, the transient expression levels of S1-6XHis in either CHO cells or 293F cells reached 36.3-71.7mg/L (Table S1). Stable cell lines were established recently.", "cite_spans": [], "ref_spans": [], "section": "Production of recombinant SARS-CoV-2 S1-6XHis proteins."}, {"text": "To verify the true identity, the purified recombinant S1-6XHis protein was coated on to 96-well plate and examined with the SARS-CoV-2 positive plasma samples collected from recovered COVID-19 patients. As shown in Fig.S1 , all the positive plasma samples reacted strongly with the purified recombinant SARS-CoV-2 S1 protein, indicating not only the right sequence but also the correct conformation.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 221, "text": "Fig.S1", "ref_id": "FIGREF2"}], "section": "Production of recombinant SARS-CoV-2 S1-6XHis proteins."}, {"text": "The sera collected from two SARS-CoV-2 S1 protein-immunized monkeys were mixed and used to spike the human normal sera for preparation of the positive controls.", "cite_spans": [], "ref_spans": [], "section": "Production of recombinant SARS-CoV-2 S1-6XHis proteins."}, {"text": "To determine the coating concentration of S1-6XHis protein for capturing anti-SARS-CoV-2 antibodies in testing samples, each well of 96-well EIA plate was coated with 100 µL of S1- The solid phase-bound S1-6XHis protein was probed using appropriately diluted mouse anti-S1-6XHis mAb 6E2 (0, 2, 5, 20µg/mL). As shown in Table S2 , at all eight different coating concentrations of S1-6XHis, the OD values showed dose dependency, while the maximal OD values increased with increasing coating concentrations of S1-6XHis protein. Since the background OD values did not change significantly, 1.5µg/mL of S1-6XHis protein was considered optimal for coating of ELISA plate for kit manufacture to ensure the highest sensitivity.", "cite_spans": [], "ref_spans": [{"start": 319, "end": 327, "text": "Table S2", "ref_id": null}], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "A set of 8 strong negative plasma samples were tested at five different dilutions to experimentally determine the assay's optimal dilution. As shown in Table S2 , if the dilution is not high enough, such as 1:5 or 1:10, the background is too high. At 1:20 or higher dilutions, the background was acceptable. Base on suggestions from the clinicians, 1:20 dilution is more practical.", "cite_spans": [], "ref_spans": [{"start": 152, "end": 160, "text": "Table S2", "ref_id": null}], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "To balance between preservation of the detection of low affinity SARS-CoV-2 antibodies and reduction of background, we have tried different washing buffers, sample dilution buffers. Addition of detergent for sure will reduce the non-specific binding, but too much of it will also remove some of the blocking of the plate and give more opportunity for non-specific binding. As shown in Fig. S2 , with detergent Tween-20 in the washing buffers, the background was significantly reduced.", "cite_spans": [], "ref_spans": [{"start": 385, "end": 392, "text": "Fig. S2", "ref_id": "FIGREF7"}], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "Human plasma or serum contains extremely high level of antibodies which will nonspecifically bind to the wells and could increase the background significantly. In this study, both 3% BSA-PBS and 20% CS-PBS were used as the sample dilution buffers. As shown in Fig.S3A , 20%CS-PBS as the sample dilution buffer significantly reduced the background. At the same time, 20%CS-PBS also produced better signal to noise ratio (S/N) for detection of anti-SARS-CoV-2 S1 antibodies in the sera of S1-Fc immunized monkeys (Fig.S3B) .", "cite_spans": [], "ref_spans": [{"start": 260, "end": 267, "text": "Fig.S3A", "ref_id": "FIGREF8"}, {"start": 511, "end": 520, "text": "(Fig.S3B)", "ref_id": "FIGREF8"}], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "Although taping the plates every 10 minutes produced similar results as constant shaking, it is still highly recommended to use temperature controlled microplate shaker.", "cite_spans": [], "ref_spans": [], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "Based on above data, the best manufacturing and key testing parameters for the SARS-CoV-2 serological ELISA kit were selected as 1) 1.5μg/mL SARS-CoV-2 S1-6XHis for plate coating, 2) 1:20 dilution of human sera with 20% CS-PBS as sample and enzyme diluent, 3) PBS-T (0.1% Tween 20 in PBS) as the washing buffer, and 4) incubation with constant rotation using a temperature controlled micro-plate shaker.", "cite_spans": [], "ref_spans": [], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "Several batches of the SARS-CoV-2 serology ELISA kits were manufactured at three different locations, and were tested using positive monkey sera at different dilutions in human sera for assessing the reproducibility of manufacturing and assay precisions. Table S4 , all three batch's Intra-CVs were in the range of 4.32-12.05%, met the acceptable criterion. The intra-assay imprecision of samples (CV) was around 10.38%.", "cite_spans": [], "ref_spans": [{"start": 255, "end": 263, "text": "Table S4", "ref_id": null}], "section": "Development of Serological assays for SARS-CoV-2 antibodies."}, {"text": "The assay specificity of the kit was demonstrated by testing 412 human samples including 257 samples collected prior to (strong negatives) and 155 samples collected during (negatives) the outbreak of COVID-19. Table 1 For the negatives, group #1 was collected from Beijing, and groups #2-4 were collected from Zhejiang province, both areas have confirmed COVID-19 cases. In the initial test, 2 of the 15 samples from Beijing's group were tested SARS-CoV-2 S1 antibody-positive (Table 1-2) . We performed the antigen competition assay using the rec. S1-6XHis proteins at very high molar ratio, and found that the signals could not be blocked, suggesting those two were false negatives. No positive was detected in the other three groups. The specificity was 98.7%. Combine the data from the strong negative samples, the overall specificity of the ELISA kit was 97.5% (402/412).", "cite_spans": [], "ref_spans": [{"start": 210, "end": 217, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 477, "end": 488, "text": "(Table 1-2)", "ref_id": "FIGREF2"}], "section": "Specificity of the serological ELISA assay"}, {"text": "In collaboration with Chinese CDC, the ELISA kits were sent to several hospitals including two in Beijing and one in Wuhan to examine its sensitivity against the real clinic samples.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity of the serological ELISA assay"}, {"text": "Some of the data were presented in Fig.2 and Table 2 . One study group encompass of 45 clinic samples from COVID-19 confirmed patients at different clinic stages. As shown in (Fig.2B and 2C) .", "cite_spans": [], "ref_spans": [{"start": 35, "end": 40, "text": "Fig.2", "ref_id": "FIGREF7"}, {"start": 45, "end": 52, "text": "Table 2", "ref_id": null}, {"start": 175, "end": 190, "text": "(Fig.2B and 2C)", "ref_id": "FIGREF7"}], "section": "Sensitivity of the serological ELISA assay"}, {"text": "In another group of study, shown in Fig.2D , 23 out of 24 clinic samples were tested positive for SARS-CoV-2 antibodies. We sort the samples by collecting times: 1) one day after hospitalization (Hosp-Day 1), 2) anytime during the hospitalization (Hospitalized), and 3) follow-up on day 14 post-release from the hospital (Follow-14) . Clearly, the ones just arrived at the hospital had the lowest levels of SARS-CoV-2 antibodies. The antibody levels increased during the treatments and after been released from the hospitals. Table 2 , the overall sensitivity of the serological assay for SARS-CoV-2 total antibodies was 97.1%.", "cite_spans": [], "ref_spans": [{"start": 36, "end": 42, "text": "Fig.2D", "ref_id": "FIGREF7"}, {"start": 321, "end": 332, "text": "(Follow-14)", "ref_id": "FIGREF2"}, {"start": 526, "end": 533, "text": "Table 2", "ref_id": null}], "section": "Sensitivity of the serological ELISA assay"}, {"text": "More works will be carried out to exam the levels of IgG and IgM of those positive samples respectively by simply changing the goat-anti-human IgG (H+L) secondary antibodies, which will detect both IgG and IgM, to human IgG Fc and IgM µ Chain-specific secondary antibodies.", "cite_spans": [], "ref_spans": [], "section": "As summarized in"}, {"text": "Using the assay as screening tool for epidemiology study, as shown in Fig. 3 and Table 3 , SARS-CoV-2 antibodies were detected in 10.1% (28/276) of the asymptomatic medical staff working at one of the hospitals in Wuhan, China. In another case, there were five persons who were in close contact of confirmed COVID-19 patients and they had been quarantine for 14 days, showed no sign of sickness, tested negative twice by NAT and were released. One of them was tested positive for SARS-CoV-2 antibodies by this serological ELISA kit.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 76, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 81, "end": 88, "text": "Table 3", "ref_id": "TABREF1"}], "section": "As summarized in"}, {"text": "This ELISA assay may offer a tool for the Chinese CDC to search the clues for those new COVID-19 cases surfaced recently who had no clear connection with any confirmed COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "As summarized in"}, {"text": "The S1 protein binds to ACE2 protein on the surface of the human cells and plays critical role in virus infection. Our data showed that the S1 protein of SARS-CoV-2 virus is heavily glycosylated, evidenced by the purified S1-His protein which had an apparent molecular weight of 120 kD on SDS-PAGE gel, while its calculated molecular weight should be just around 70 kD. Glycosylation not only help the protein folding correctly, but also contribute greatly to protein's affinity to its receptor. For example, the binding affinity of IgG1 to FcγRs on effector cell surfaces is highly dependent on the N-linked glycan at asparagine 297 (N297) in its CH2 domain 14, 15 , with a loss of binding to the FcγRs observed in N297A point mutants 16, 17 . Even the nature of the carbohydrate attached to N297 modulates the affinity of the FcγR interaction as well 18, 19 .", "cite_spans": [{"start": 659, "end": 662, "text": "14,", "ref_id": "BIBREF13"}, {"start": 663, "end": 665, "text": "15", "ref_id": "BIBREF14"}, {"start": 736, "end": 739, "text": "16,", "ref_id": "BIBREF15"}, {"start": 740, "end": 742, "text": "17", "ref_id": "BIBREF16"}, {"start": 853, "end": 856, "text": "18,", "ref_id": "BIBREF17"}, {"start": 857, "end": 859, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, full-length SARS-CoV-2 S1 proteins were expressed using both human 293F cells and Chinese hamster ovarian cells to ensure the recombinant proteins have the correct glycosylation profiles to resemble the native conformation on the surface of virus.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Using our patented technology, we have successfully increased the expression levels of the full length recombinant SARS-CoV-2 S1 proteins up to 70mg/L. Using the CHO cell expressed full length SARS-CoV-2 S1-His protein as the capturing antigen, we have been able to develop a COVID-19 serological ELISA kit with high specificity (97.5%) and great sensitivity (97.1%). With an accuracy of 97.3%, the assay we developed here will be well suited for screening the health care staff to reduce in-hospital transfection of SARS-CoV-2 virus.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This work is supported by Research Grants from Beijing Science and Technology Commission, and Bill & Melinda Gates Foundation to Le Sun. This work was also supported by the National Natural Science Foundation of China (NSFC) (81702015), and the National Science and Technology Major Project (2018ZX10733403) to H.S. We thank Professor Wenjie Tan from National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention for providing the sequences of SARS-CoV-2 S1.", "cite_spans": [], "ref_spans": [], "section": "Funding:"}, {"text": "R.Z. and L.S. report a patent pending for expression of SARS-Cov-2 S1 proteins using mammalian cells and their applications, unrelated to the submitted work. L.S. reports a patent pending for a method to express viral glycoproteins using mammalian cells, unrelated to the submitted work. All other authors have no potential conflicts. Samples were collected from asymptomatic medical staff or \"Close Contact\" of confirmed COVID-19 patient. If the sample's S/N was less than 1.5, it was considered SARS-CoV-2 Ab-negative. If S/N falls in 1.5-2, it was considered as week positive for SARS-CoV-2 antibodies. S/N>2, it was strong positive for SARS-CoV-2 antibodies. ", "cite_spans": [], "ref_spans": [], "section": "Potential Conflicts of Interest"}, {"text": "A) Domain structures of SARS-CoV-2 Spike proteins, including full length spike S1 protein with 6×His: the signal peptide was coloured with blue or red, S1 domain was coloured with yellow, S2 domain was coloured with green, and 6×His tag was coloured with light-blue. Samples were collected from asymptomatic medical staff or \"Close Contact\" of confirmed COVID-19 patient. Signal to noise ratio (S/N) was used for analysis. If the sample's S/N was less than 1.5, it was considered SARS-CoV-2 Ab-negative. If S/N falls in 1.5-2, it was considered as week positive for SARS-CoV-2 antibodies. S/N>2, it was strong positive for SARS-CoV-2 antibodies. ", "cite_spans": [], "ref_spans": [], "section": ". Construction and expression of the SARS-CoV-2 S1 protein"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus disease (COVID-19) outbreak situation", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Surging health care worker quarantines raise concerns as coronavirus spreads", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Thousands of medical staff infected by coronavirus in Italy", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "New cases of COVID-19 patients with no direct connections to confirmed patients surfaced at the clinics in Wuhan, a danger sign!\" Health Daily", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Three members from the same family sick and NAT positive again. Expert cautioned maybe \"false-cure\". Health", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Field Experts answered NAT will not be the only diagnose evidence\" People's Daily", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "17 year-old Korean boy died of COVID-19 but tested negative in 14 NAT", "authors": [], "year": 2020, "venue": "Korea Central Daily", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronaviruses post-SARS: update on replication and pathogenesis", "authors": [{"first": "S", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "J", "middle": [], "last": "Netland", "suffix": ""}], "year": 2009, "venue": "Nature reviews. Microbiology", "volume": "7", "issn": "", "pages": "439--450", "other_ids": {"DOI": ["10.1038/nrmicro2147"]}}, "BIBREF8": {"ref_id": "b8", "title": "SARS--beginning to understand a new virus", "authors": [{"first": "K", "middle": [], "last": "Stadler", "suffix": ""}], "year": 2003, "venue": "Nature reviews. Microbiology", "volume": "1", "issn": "", "pages": "209--218", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of inapparent nosocomial severe acute respiratory syndrome coronavirus infection in Vietnam by use of highly specific recombinant truncated nucleocapsid protein-based enzyme-linked immunosorbent assay", "authors": [{"first": "F", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": ["Q"], "last": "Le", "suffix": ""}, {"first": "S", "middle": [], "last": "Inoue", "suffix": ""}, {"first": "H", "middle": ["T C"], "last": "Thai", "suffix": ""}, {"first": "F", "middle": [], "last": "Hasebe", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Del Carmen", "suffix": ""}], "year": 2005, "venue": "Clin. Diagn.Lab.Immunol", "volume": "12", "issn": "", "pages": "848--854", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The intracellular sites of early replication and budding of SARS-coronavirus", "authors": [{"first": "S", "middle": [], "last": "Stertz", "suffix": ""}], "year": 2007, "venue": "Virology", "volume": "361", "issn": "", "pages": "304--315", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2", "authors": [{"first": "S", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Moore", "suffix": ""}, {"first": "H", "middle": [], "last": "Choe", "suffix": ""}, {"first": "M", "middle": [], "last": "Farzan", "suffix": ""}], "year": 2004, "venue": "The Journal of biological chemistry", "volume": "279", "issn": "", "pages": "3197--3201", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Interaction sites on human IgG-Fc for FcgammaR: current models", "authors": [{"first": "R", "middle": [], "last": "Jefferis", "suffix": ""}, {"first": "J", "middle": [], "last": "Lund", "suffix": ""}], "year": 2002, "venue": "Immunology letters", "volume": "82", "issn": "", "pages": "57--65", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The impact of glycosylation on the biological function and structure of human immunoglobulins", "authors": [{"first": "J", "middle": ["N"], "last": "Arnold", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Wormald", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Sim", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Rudd", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Dwek", "suffix": ""}], "year": 2007, "venue": "Annual review of immunology", "volume": "25", "issn": "", "pages": "21--50", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "High resolution mapping of the binding site on human IgG1 for Fc gamma RI, Fc gamma RII, Fc gamma RIII, and FcRn and design of IgG1 variants with improved binding to the Fc gamma R", "authors": [{"first": "R", "middle": ["L"], "last": "Shields", "suffix": ""}], "year": 2001, "venue": "The Journal of biological chemistry", "volume": "276", "issn": "", "pages": "6591--6604", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Studies of a glycosylated chimeric mouse-human IgG. Role of carbohydrate in the structure and effector functions mediated by the human IgG constant region", "authors": [{"first": "M", "middle": ["H"], "last": "Tao", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Morrison", "suffix": ""}], "year": 1989, "venue": "Journal of immunology", "volume": "143", "issn": "", "pages": "2595--2601", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Anti-inflammatory activity of immunoglobulin G resulting from Fc sialylation", "authors": [{"first": "Y", "middle": [], "last": "Kaneko", "suffix": ""}, {"first": "F", "middle": [], "last": "Nimmerjahn", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Ravetch", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "313", "issn": "", "pages": "670--673", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Lack of focus on human IgG1 N-linked oligosaccharide improves binding to human Fc gamma RIII and antibody-dependent cellular toxicity", "authors": [{"first": "R", "middle": ["L"], "last": "Shields", "suffix": ""}], "year": 2002, "venue": "The Journal of biological chemistry", "volume": "277", "issn": "", "pages": "26733--26740", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "6XHis-coated plates and incubated for 0.5 hour at 37°C with constant shaking. The wells were emptied and washed twice with washing buffer. 100 µL of appropriately diluted HRPconjugated goat anti-human IgG (H+L) was added to each well and incubated for another 15 min at 37°C with constant shaking. The wells were emptied and washed five times before addition of TMB substrate solutions. The chromogenic development was stopped using 0.1M H 2 SO 4 after 5-10 minutes of incubation in the dark. Optical density (OD) was measured at 450nm wave length in a microplate spectrophotometer (Thermo Scientific, Multiskan MK3). Calculate the mean value (AVG1) of Negative control, and times the lot-specific converting factor (CF) as the negative cut-off point (N-Cut); calculate the mean value (AVG2) of positive control, use AVG2 as the positive cut-off point (P-Cut). If the absorbance value of the sample is greater than or equal to the positive cut-off point (P-Cut), the result of the sample is positive, indicating that the sample has detected antibodies that recognize the SARS-CoV-2; if the absorbance value of the sample is less than the negative cut-off point (N-Cut), the result of the sample is negative, it means that no antibody that recognizes the SARS-CoV-2 is detected in the sample; if the absorbance value of the sample is less than the positive critical point value (P-Cut) and greater than or equal to the negative critical point value (N-Cut), the result of the sample falls into a grey area and needs further experimental confirmation.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "for the strong negatives, obtained from different sources including 48 samples from Rabies vaccinated patients, 144 samples purchased from commercial sources, and 65 from hospital and clinical lab, showed very similar specificities between 95.6-100%. In the group of Commercial #2, they were sera collected from 50 Blacks, 30 Whites, 24 Asian females and 20 Asian males, and no significant difference in background was observed between different races or genders. The specificity for strong negative was determined at 96.9% (249/257).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "out of the 45 samples, 44 were tested positive for SARS-CoV-2 antibodies with a sensitivity of 97.8%. There were 21 samples collected within one week (one on day-1, 3 on day-3, 7 each on days-4 and -5, 2 on day-6 and 1 on day-7) of onset of COVID-19 diseases, all of them tested positive for SARS-CoV-2 antibodies. So far, no significant difference in antibody levels observed between different genders or ages", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Legends", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Figure 1. Construction and expression of the SARS-CoV-2 S1 protein", "latex": null, "type": "figure"}, "FIGREF6": {"text": "B) SDS-PAGE of S1-6×His expression and purification: Lane M referred to the MW markers (kDa), lane 1 referred to the culture supernatant, lane 2 referred to the flow-through, lane 3 referred to the 1st wash with buffer 1, lane 4 referred to the 2nd wash with buffer 2, lanes 5~8 referred to three different fractions eluted with buffers containing 50 mM MES, 250 mM Imidazole, 150 mM NaCl pH 7.4.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Sensitivity of the serological assay Group 1 patient samples sorted by days post on set of diseases (A), genders (B), ages (C) or Group 2 samples (D) sorted by on the day of admission (Hosp-Day 1), during the hospitalization (Hospitalized) and day-14 post-release from the hospital (Follow-14).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Screening of asymptomatic medical staff and \"Close Contact\"", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Figure 2", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 3", "latex": null, "type": "figure"}, "TABREF0": {"text": "1: Specificity of assay against strong negative samples Samples were collected prior to the outbreak of COVID-19 from different origins. SARS-CoV-2 Ab Negative represented no SARS-CoV-2 antibodies were detected in the sample; SARS-CoV-2 Ab Positive represented SARS-CoV-2 antibodies were detected in the sample. Samples were collected during the outbreak of COVID from different cities of China. SARS-CoV-2 Ab Negative represented no SARS-CoV-2 antibodies were detected in the sample; SARS-CoV-2 Ab Positive represented SARS-CoV-2 antibodies were detected in the sample. Positive samples were collected from COVID-19 infected or recovered patients. Two different hospitals completed the test independently. SARS-CoV-2 Ab Negative represented no SARS-CoV-2 antibodies were detected in the sample; SARS-CoV-2 Ab Positive represented SARS-CoV-2 antibodies were detected in the sample.", "latex": null, "type": "table"}, "TABREF1": {"text": "Screening of asymptomatic medical staff and \"Close Contact\"", "latex": null, "type": "table", "html": "<html><body><table><tr><td>S/N </td><td>Medical Staff </td><td>Close Contacts </td></tr><tr><td>&lt;1.5 </td><td>248 </td><td>4 </td></tr><tr><td>1.5-2 </td><td>10 </td><td>0 </td></tr><tr><td>&gt;2 </td><td>18 </td><td>1 </td></tr><tr><td>Total </td><td>276 </td><td>5 </td></tr></table></body></html>"}}, "back_matter": []}