{
    "paper_id": "1d92c26666f273878c7ac81c539059d1b4454f1e",
    "metadata": {
        "title": "The mental health impact of the COVID-19 epidemic on immigrants and racial and ethnic minorities",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Rothman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Gunturu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Korenis",
                "suffix": "",
                "affiliation": {},
                "email": "pkorenis@bronxcare.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome-coronavirus 2 (SARS-CoV2) the virus causing CoV disease-2019 (COVID-19) has had a profound impact on humanity, stretching far past health, affecting commodity pricing, the global economy and employment. According to the World Health Organization, other respiratory viruses have emerged that have also impacted public health, however, not to this magnitude. These other instances include SARS-CoV in 2002-03, H1N1 in 2009 and The Middle East respiratory syndrome-CoV which was first identified in 2012 in Saudi Arabia. 1 The current iteration of the virus was first described in Wuhan, a metropolitan area in the Hubei province of China. Although cases were first described in December 2019, the disease did not reach to the level of a pandemic until March 2020.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 553,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of May 2020, there are over 4 million confirmed cases of the virus with 280 000 deaths spanning 187 countries. In the USA, there have been over 1.3 million cases with almost 100 000 deaths. The largest number of cases within the USA have been seen in New York where in the month of May there have been over 2000 confirmed tests daily, bringing the total number of cases above 320 000 spanning across 45 different counties within the state. New York City has been the focal point of the virus, with hospitals running out of beds, ventilators and even basic medications. 2 Within New York City and the entire country, the impact of the virus has not affected everyone equally. There are those that are able to work from home, while others that are considered essential or front-line workers have continued to go to work each day. These people have been doing so, often with inadequate personal protective equipment, or insufficient knowledge about the disease, as treatments and recommendations are changing so rapidly.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of factors have been identified when considering the high volume of cases seen within New York City. Additionally, these same factors need to be examined when identifying which types of patient populations are being infected and having worse medical outcomes. Old age, obesity, male sex and diabetes have all been linked with worse COVID-19 outcomes. Worse outcomes have also been found in African American populations, Latino, American Indian, Alaska Native and Pacific Islanders. Disparities exist when looking at all disease; however, this pandemic has once again brought issues of inequality and resource scarcity to the forefront. 2 Although this pandemic did not cause these inequalities, the rate at which poor, immigrant and minority populations are being affected cannot be ignored and should not be understated.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 646,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Disease spread has been tracked by the CDC and geographic differences can be viewed through the lens of epidemiologic and population-level factors which include: the timing of COVID-19 introductions, population density, age distribution and prevalence of underlying medical conditions among COVID-19 patients, the timing and extent of community mitigation measures, diagnostic testing capacity and finally, public health reporting practices. 3 In New York City, specifically in the Bronx where it is estimated that 29% of individuals live below poverty level 4 and the population is composed mainly of Hispanics and African Americans who may have a number of psychosocial issues including: poverty, homelessness, issues with access to health care, education and immigration concerns. Additionally, this community, when compared with the rest of New York State specifically, has pre-existing medical comorbidities such as diabetes, hypertension, smoking and obesity at a significantly higher rate. New York City has reported greater age adjusted mortality secondary to COVID-19 among African Americans and Latinos compared with White residents. 3 Two of the most common theories for the disproportionate burden of disease between racial groups include the differences in chronic disease conditions and living conditions and ability to engage in social distancing. As previously mentioned, comorbid conditions already affecting morbidity and mortality can lead to worse outcome from the novel CoV; however, it should be noted that while racial minorities suffer more frequently from many of these chronic conditions (hypertension, diabetes mello type type 2 and hyperlipidemi) COPD and chronic lower respiratory disease are not some of them. The second factor is these poorer minority groups are more likely to be living in crowded, urban environments and be employed in public-facing occupations that have been deemed 'essential' whereby social distancing has been rendered more difficult or even impossible. 3 Many immigrants, including those that are undocumented have no access to primary care doctors, so they utilize the emergency room (ER) as the only source of medical treatment. During the COVID-19 pandemic, many of them have been without medical care due to fears of contracting the disease in that setting, whereas others could be unnecessarily exposed while seeking vital care from their only option. 1 This same population has a high percentage of people that work in the service industry and are disproportionally affected by the economic ramifications of staying at home and social distancing. Many of these workers are young and healthy, however diabetes affects 22% of the Latino population and this medical comorbidity is a significant risk factor for severe COVID-19 disease course. 4 Unfortunately, in addition to the increased medical problems these communities are experiencing, there is also an increase in the percentage of the population that suffers with severe and persistent mental illness as well as substance use. These patients also have a number of uncontrolled medical comorbidities and on average die 10-15 years earlier than the general population. COVID-19 has impacted this population disproportionately with regards to their medical and psychiatric issues which put them at risk for psychiatric decompensation and would benefit from further review and data collection.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1144,
                    "end": 1145,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2008,
                    "end": 2009,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2412,
                    "end": 2413,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2801,
                    "end": 2802,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although there has been a national increase since the onset of the pandemic on the negative impact on mental healthrelated issues, it seems that the community in the Bronx is at risk to be disproportionately impacted by this. There will be an increased risk for psychiatric decompensation in this community that is already a high utilizer for services provided by the office of mental health. Many patients here suffer from underlying mental health issues with comorbid substance abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the recommended strategies to prevent the spread of CoV is social distancing. This includes separating and isolating oneself from their loved ones. This can exacerbate feelings in many mental health populations including anxiety, depression, PTSD. Paranoid ideation and other psychotic symptoms can increase for people who suffer with schizophrenia and cases of first break have been reported with COVID-19 weaving itself into the delusional and paranoid thinking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tobacco smoking remains a main cause of preventable death in the USA with 480 000 deaths annually, and an approximate population of 40 million adults currently smoking. 5 It is a main risk factor for cardiovascular disease and respiratory disease, both of which have been associated with worse COVID-19 outcomes. Although patients have a wide variety of reasons for smoking, stress/tension relief, alleviation of depressed mood and sleeping problems are some of the common reasons. 6 Many of these symptoms are likely exacerbated due to COVID-19 and its associated effects, related news coverage and economic hardships, making smokers more at risk to detrimental effects and outcomes.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 482,
                    "end": 483,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alcohol is another substance where use and misuse has stress as a prominent risk factor, allowing for these months since the COVID-19 crisis to potentially cause a public health crisis. The misuse of this substance is another one of the leading causes of preventable mortality worldwide, with 2 million deaths annually. 7 Mitigation efforts to stop the spread of the virus include social distancing which leads to increased isolation. Long-term social isolation has a negative effect of stress, at least in non-human animals; however, the effects on the human population in chronic isolation have not yet been studied with respect to health and wellbeing. 8 With increased stress leading to increased alcohol consumption, the problem could escalate further, especially when many clinics, rehabilitation centers and detoxification programs have either had to limit their services or close temporarily during the height of the crisis. Additionally, a critical modality employed in these programs is Group Therapy and this was often done in person. Given the mandatory social distancing requirements, this primary method of treatment could not be executed in its normal fashion. This could lead to otherwise medically stable patients having to endanger themselves with ER visits, potentially exposing themselves to the virus. Isolation, social distancing and the negative emotions that come with these practices can affect everyone, but in the mental health population including those who abuse substances anxiety, fear, irritability, boredom can all be triggers for relapsing. Withdrawal symptoms can also be so severe for patients who aren't able to get their drug of choice or be maintained in a maintenance program, which could cause patients to make risky decisions and endanger themselves and anyone who they cohabitate with.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 656,
                    "end": 657,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The homeless population is a group that includes those who are immigrants, those with mental illness and substance abuse issues. They often are forced to stay in shelters where the six feet of separation is not possible. The crowded areas they frequent and migrant habits in the day time make them not only high risk to contract the virus but to spread amongst themselves but also to hospitals throughout an urban environment. 9 Both tobacco and alcohol have been known to worsen flu symptoms, so there is a working assumption that this would be true for the novel CoV as well. 10 Substance abuse has been increasing in the elderly population, who are already suffering from worse disease outcomes due to other medical comorbidities. 11 Substance abuse with opioids that can cause respiratory depression is also assumed to lead to worse outcomes, even for those patients who otherwise might have had a mild disease outcome. 10 The ramifications of COVID-19 are still growing each day, and governments are wrestling with the challenges of keeping the population healthy versus providing relief to the struggling economy. This reality begs for answers regarding what can be done to mitigate this type of disaster in the future. Telehealth is surely a modality that has significant potential, and clinics and hospitals must need to have a better level of disaster preparedness going forward. These measures should not just be for a health crisis such as an infectious disease pandemic, but should include planning for natural disasters, terrorism and other wide scale events that could affect patients' health and livelihood alike. Access to care for patients with different levels of insurance, transit capabilities and money all need to be taken into account, otherwise many of the lives lost in this crisis could be in vain.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 926,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lessons learned from the epidemic include having a contingency plan for staff shortages, especially doctors, nursing staff and frontline hospital workers who can become infected with the very disease they are trying to fight. A back-up system needs to be available, and the field of telehealth, including telepsychiatry could provide service to patients while minimizing the exposure of clinical staff. 12 Telehealth would also help patients not having to make dangerous and unnecessary trips out of the home for outpatient visits. Also, many clinics are physically attached to hospitals which have the highest concentration of sick and infectious people putting clinic patients at an unneeded risk. This problem is more so relevant for minority and immigrant populations who are less likely to have their own vehicle and rely more on the public transit system. Immigrant populations already living in fear of deportation had difficulties receiving medical care prior to COVID-19. Although the federal government announced that aliens would be able to seek preventative services and necessary medical treatment during this pandemic without fear of deportation, this might be difficult for many of them to believe given past government action. Additionally, while the Affordable Care Act allows for ER visits for undocumented immigrants, many of them cannot access care from a primary care provider. Now this population would be forced to seek care in the emergency setting, despite that being a high risk place to contract COVID-19. 1 To help facilitate the ease into telehealth, non-health insurance portability accountability act (HIPAA) compliant platforms such as Skype and Facetime have temporarily become an allowed option during the pandemic. 13 For some patients, platforms like these are all they would want to use for telehealth visits as they might not have the resources for more expensive applications or even the type of smart phone or computer to utilize more expensive options. Free applications help to level the playing field for patients with poor socioeconomic status, who would also save money on public transit by not having to travel to appointments that did not necessarily require an inperson evaluation. Many clinics that cater to this group of patients often are resource poor and might not even have access to other platforms for telehealth, so if this emergency legislation to waive HIPAA could lead to free applications becoming HIPAA compliant or to changing the law in general, it would allow for this marginalized patient group to have better access to this modality of treatment.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1533,
                    "end": 1534,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1750,
                    "end": 1752,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the notion of telehealth certainly holds promise for medical care in the future, psychiatric patients would be a group of patients that would benefit from this modality in times of crisis where increased stressors are apparent and could even lead people with no psychiatric history to precipitate into crisis. In Italy, where many day facilities were closed and residential facilities limited the movement of their patients, e-health services played a vital role in patient care. The Italian department of mental health also noted the increased need for services when family are now spending more time face to face in close quarters which could lead to an increase in conflict. A strategy they also noted for planning for future pandemics or natural disasters would be to have medical professionals disseminate accurate and helpful information to the general public. In this digital age where a plethora of information sources are available, but the validity and accuracy of the sources are hard to verify, doctors should be at the forefront of the dialog, educating the public on accurate and peer reviewed scientific evidence. 14 In conclusion, different areas of the country have been affected by the virus to differently due to many factors including how quickly social distancing was enacted, population density and testing capabilities. Within these areas, it has also become apparent that certain minority and ethnic groups have been affected differently, as have patients with certain underlying conditions whether they be mental health-related or other chronic diseases. Certain disparities and correlations with chronic disease were not caused by this pandemic, but were highlighted and brought to the forefront, receiving national attention. Moving forward, along with fighting this disease, steps need to be taken to help stop a disease like this from impacting society to this level. It is unclear what a return to normalcy will look like, as is the timeline, and if the 'new normal' will be a permanent change. What should be a permanent change is having medical professionals play a larger role in the dissemination of accurate medical information, trying to lessen the panic that is accompanied with sensationalism in the news. Furthermore, systems should be in place for patients to receive medication and telehealth services, to keep healthy and stable people from decompensating. Immigrants including those that are undocumented are often already in a difficult predicament regarding access to medical care, and permanent changes should be in place to help them access care in the appropriate setting, without putting undue strain on ERs. Emergency settings are already overburdened, which in any time of crisis is significantly worsened. In uncertain times, anyone in the population is susceptible to stress, and some will turn to illicit substances for comfort. Individuals already battling substance abuse and mental illness will therefore be more at risk of relapse, and services need to be in place for them as well. There needs to be an appropriate regimen for society's reentry, what remains to be seen is if in the process of doing so, chronic deep-seeded disparities can also be mitigated.",
            "cite_spans": [
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Undocumented U.S. Immigrants and Covid-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Venkataramani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beyrer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed Coronavirus Disease 2019-COVID-NET, 14 States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;halloran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "458--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pé rez-Stable EJ. COVID-19 and racial/ethnic disparities",
            "authors": [
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ná poles AM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8598"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implications of changing public charge immigration rules for children who need medical care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zallman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Finnegan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Himmelstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolhandler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Pediatr",
            "volume": "173",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Centers for Disease Control and Prevention. Smoking and Tobacco Use: Data and Statistics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smoking and mental illness among adults in the United States. CBHSQ report",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Lipari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Horn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "WHO. Global Status Report on Alcohol and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of social isolation on stress-related behavioural and neuroendocrine state in the rat",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Pryce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Jongen-Relo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Nanz-Bahr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feldon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Behav Brain Res",
            "volume": "152",
            "issn": "",
            "pages": "279--95",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The COVID-19 pandemic and its impact on substance use: implications for prevention and treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ornell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Moura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pechansky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Von Diemen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "289",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Martín V; the CIBERESP Cases and Controls in Pandemic Influenza Working Group. Smoking may increase the risk of influenza hospitalization and reduce influenza vaccine effectiveness in the elderly",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castilla",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Soldevila",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mayoral",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Public Health",
            "volume": "28",
            "issn": "",
            "pages": "150--155",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Substance abuse among older adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuerbis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Blazer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Geriatr Med",
            "volume": "30",
            "issn": "",
            "pages": "629--54",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Challenges and Priorities in Responding to COVID-19 in Inpatient Psychiatry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk management amid a global pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huben-Kearney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatric News",
            "volume": "55",
            "issn": "",
            "pages": "10--1176",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mental health in the Coronavirus Disease 2019 emergency-the Italian response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Girolamo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cerveri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapsychiatry.2020.1276"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Received: 26 May 2020 V C The Author(s) 2020. Published by Oxford University Press on behalf of the Association of Physicians. All rights reserved. For permissions, please email: journals.permissions@oup.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}