{
    "paper_id": "1d9313d3d642ddf8d13ae103e9aea65b1659f0f5",
    "metadata": {
        "title": "Journal Pre-proof Management of mCRPC patients treated with 223 Radium-dicloride in the scenario of the COVID-19 outbreak",
        "authors": [
            {
                "first": "Viviana",
                "middle": [],
                "last": "Frantellizzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "De Vincentis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Manejo de pacientes con mCRPC tratados con 223 Radium-dicloride en el escenario del brote de COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of mCRPC patients treated with 223 Radium-dicloride in the scenario of the COVID-19 outbreak"
        },
        {
            "text": "Viviana Frantellizzi 1 , MD, PhD, Giuseppe De Vincentis 1 , MD, PhD. 1 ",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Management of mCRPC patients treated with 223 Radium-dicloride in the scenario of the COVID-19 outbreak"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "No funding has been received for this paper Dear Sir, Coronavirus-2019-disease(COVID-19), reported as cause of global public health emergency, recently launched its aura of fear around the world 1 . Many countries have adopted restrictive measures for spread of the infection, which range from isolating the population at home to the closure of work activities. In this scenario, hospitals also had to review patient entry and care policies. However, primary emergency care and treatment of cancer patients are guaranteed. Among these, an important part is those with prostate cancer, second leading cause of death worldwide. There are many therapies that these patients can do, manageable from home for patients not yet resistant to castration, more difficult to manage if resistance has already occurred or if there are metastases and pain. In fact, systemic therapies for metastatic castration-resistant prostate cancer(mCRPC) include the use Radium-223-dichloride( 223 Ra), which can only be administered in a hospital setting 2 . 223 Ra, an alpha emitter radiopharmaceutical that has proven effective for both overall survival and pain palliation, exerts its action on the bone tissue in formation, damaging bone metastases. It has no contraindications in patients with respiratory problems and has proven safe in both heart disease and elderly patients, with a very low rate of haematological toxicity 3, 4 . Although it is considered a relatively safe drug, there is no evidence that it has no interactions with experimental drugs currently in use for COVID-19. Furthermore, from a therapeutic point of view, it cannot be imagined that it has a function on RNA viruses such as Coronavirus, both because it is suitable only for breaking the DNA double helix and for its position as mainly bone bond without being able to approach the parenchymatous tissues. The management of these patients should follow all the guidelines provided of health security: interpersonal safety distance, access of patients who must perform the 223 Ra treatment at separate times to ensure individuality, isolated rooms for a brief observation after treatment. Obviously we should screen all patients who have a therapeutic appointment, as recommended by the WHO, and classify them in confirmed, suspect, cases requiring medical isolation and cases with negative screening results, and treat only non-suspect cases which are without fever or flu symptoms. It is helpful to limit the number of healthcare professionals involved to those who are essential to minimize exposure to all subjects. In addition, family members who accompany patients should be limited to a person when this is deemed necessary. In our centre we carry out 223 Ra treatment with an administration time reduced to the few minutes required. This very short time of contact between the patient and the healthcare personnel reduces the spread of possible infections both for these already frail patients and for the healthcare personnel themselves. An important aspect of this type of patient, which is largely symptomatic, is pain control. In fact, being 223 Ra a palliative painkiller, manages to maintain pain control even at home between cycles, reducing hospital admissions. This allows maintaining a good Quality-of-Life in the current period when there are difficulties in accessing the hospital for those symptoms that may not represent a real emergency. 223 Ra has also been shown to be important for the psychology of the mCRPC patient, to whom treatments cannot be ethically indefinitely suspended and create anxiety 5 . For this reason, given our high experience in the care of mCRPC patients, we believe that all safety standards must be respected, contact times must be further reduced, while still guaranteeing the best assistance for patient, but we must still continue to treat them regularly. Quality-of-Life needs, advance care planning, pain and symptom management must remain a priority for the healthcare team even during this period of crisis caused by COVID-19.",
            "cite_spans": [
                {
                    "start": 1408,
                    "end": 1410,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1411,
                    "end": 1412,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3418,
                    "end": 3421,
                    "text": "223",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "D"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Med Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Management of metastatic castration-resistant prostate cancer: A focus on radium-223: Opinions and suggestions from an expert multidisciplinary panel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baldari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bortolus",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Caffo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vincentis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Rev Oncol Hematol",
            "volume": "113",
            "issn": "",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Radium-223 in patients with metastatic castration-resistant prostate cancer: Efficacy and safety in clinical practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prelaj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rebuzzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buzzacchino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pozzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frantellizzi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oncology letters",
            "volume": "17",
            "issn": "2",
            "pages": "1467--1476",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "223Ra-dichloride therapy in an elderly bone metastatic castration-resistant prostate cancer patient: a case report presentation and comparison with existing literature",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vincentis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Follacchio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Frantellizzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prelaj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farcomeni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giuli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aging Clin Exp Res",
            "volume": "30",
            "issn": "6",
            "pages": "677--680",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Narrative medicine in metastatic prostate cancer reveals ways to improve patient awareness & quality of care",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vincentis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salgarello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frantellizzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Salvi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Oncol",
            "volume": "14",
            "issn": "27",
            "pages": "2821--2832",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This article does not contain any studies with animals performed by any of the authors Letter to the editor Title Management of mCRPC patients treated with 223 Radium-dicloride in the scenario of the COVID-19 outbreak Manejo de pacientes con mCRPC tratados con 223 Radium-dicloride en el escenario del brote de COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Department of Radiological Sciences, Oncology, and Anatomical Pathology, \"Sapienza\" University of Rome. Rome, Italy Keywords: COVID-19; mCRPC; 223 Radium; alpha therapy Declarations Compliance with ethical standards",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}