{
    "paper_id": "1d954dc5ba8ce48fd5538649be97ea1d99aa8452",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Álvarez",
                "middle": [],
                "last": "Román",
                "suffix": "",
                "affiliation": {},
                "email": "talvarezroman@gmail.com"
            },
            {
                "first": "M",
                "middle": [
                    "T"
                ],
                "last": "1",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Butta",
                "middle": [],
                "last": "Coll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "1",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "García",
                "middle": [],
                "last": "Barcenilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pérez",
                "middle": [],
                "last": "González L",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madrid Haemophilia Association",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Plaza",
                "middle": [],
                "last": "Collazo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madrid Haemophilia Association",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "De La Corte Rodríguez H",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Paz University Hospital-IdiPaz",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Romero",
                "middle": [],
                "last": "Garrido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Paz University Hospital",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martín",
                "middle": [],
                "last": "Salces",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rivas",
                "middle": [
                    "Pollmar"
                ],
                "last": "Mi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cebanu",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "González-Zorrilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Acuña",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monzón",
                "middle": [],
                "last": "Manzano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Merchán",
                "middle": [],
                "last": "Ec",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trelles",
                "middle": [],
                "last": "Martínez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blanco",
                "middle": [],
                "last": "Bañares Mj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gutiérrez",
                "middle": [],
                "last": "Alvariño",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiménez",
                "middle": [],
                "last": "Yuste",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Autónoma University of Madrid",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "word count: 250 Word count: 2903 MTAR and VJY designed the work. MTAR wrote the paper. NBC, SGB, PA, TC, MMS, MIRP, EGZ, HdlC, LPG, IdlPC, JARG, EMM, ECM, RTM, MGA and MJBB were responsible of data collection and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All authors analyzed, revised critically and gave final approval of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Introduction. We present the first registry of patients with congenital bleeding disorders and COVID-19. The study has been carried out in the Community of Madrid, which has the highest number of cases in Spain. The objective is to understand the incidence of COVID-19, the course of the disease if it occurs and the psychosocial and occupational impact on this population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We included 345 patients (246 of haemophilia, 69 of von Willebrand Disease, 2 rare bleeding disorders and 28 carriers of haemophilia). A telephone survey was used to collect the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. 42 patients presented symptoms suggestive of infection by COVID-19 and in 6 cases the disease was confirmed by RT-PCR. The cumulative incidence of our series was 1.73%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is worth noting the complexity of the management of COVID-19 in two patients on prophylaxis with non-factor replacement therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Adherence to the prescribed treatment was maintained by 95.5% of patients. Although 94% were independent for daily living activities, 42.4% had a recognised disability and 58% required assistance, provided by the Madrid Haemophilia Association (Ashemadrid) in 75%of cases. Only 4.4% of consultations were held in person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patients with congenital bleeding disorders infected with SARS-CoV-2presented a mild course of the disease that did not require admission. Their identification and treatment by a specialist team from a Haemophilia Treatment Center is essential to make a correct assessment of the risk of haemorrhage/thrombosis.COVID-19 had a major impact on the psychosocial aspects of these patients which must be remedied with recovery plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On March 11 th , the WHO declared the COVID-19 pandemic, with Spain, and specifically Community of Madrid (CM), being one of the areas most affected [1, 2] . On February 25 th , the Hospital Universitario La Paz (HULP) treated the first patient diagnosed with COVID-19 in the CM.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since then our hospital has housed a large number of SARS-CoV-2 infected patients. In this context, the Haemophilia Treatment Center (HTC) at HULP, which is a national benchmark for the management of patients with congenital bleeding disorders (CBDs), has established action protocols to try to minimise the risk of contagion. These protocols, which followed the recommendations established by the World Federation of Haemophilia (WFH), were designed so that the patient would come to hospital only in emergencies [3] . The management of these patients was made possible by the establishment of telemedicine (TM) programs by the HTC.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although patients with CBDs are not believed to be at an increased risk of developing COVID-19, and that if it does occur it need not be more severe than in the general population, there are no studies to confirm this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main objective of the study is therefore to find out the incidence of COVID-19 in this group of patients, and how the disease progresses if it occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As secondary objectives we seek to find out what support they have needed from the HTC and how it has been delivered, to identify where the infection has been managed, to analyse if there has been communication between the HTC and the Health Service where the patient was treated, to assess adherence to treatment and to identify the factors influencing the potential loss of adherence. Moreover, we aimed to assess impact of lockdown on the musculoskeletal system, and to collect psychosocial aspects of the strict lockdown such as the need of family and social support, employment situation, and granted dependency/disability benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Aspects of quality of care given by the HTC were also collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following the recommendations of the WFH, on March 16 th we (HTC) agreed a protocol recommending patients not to come to the centre except if they were bleeding. At that time, a TM program was established through phone calls to find out the medical and psychosocial status and needs of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "This article is protected by copyright. All rights reserved Data were collected to establish a Register of patients with CBDs and COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The project was approved by the Ethics Committee of La Paz University Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The multidisciplinary team that cares for these patients (haematologists, rehabilitation physicians, pharmacists, nurses, clinical trials team and social workers) developed a home-made database with all the variables listed in Annex 1 (Supplementary File). Epidemiological, demographic and clinical data were collected to see the cumulative incidence, evolution and impact of the pandemic on this population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Both the HTC and the Ashemadrid databases were used to identify patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The data collection process involved the haematologists, the clinical trials team and the social workers of Ashemadrid. The latter is a key element in identifying the needs of patients, since having advised them not to attend the HTC we had no record of SARS-CoV-2 infection, apart from patients who had required hospital admission or had attended the HULP emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Patient data were collected from April 20 th to May 4 th , 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "It was explained to the patient that the data provided to us were collected to find out the incidence of COVID-19 in patients with CBDs and how their habits have changed due to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "They were asked for informed consent and assured that all their data would be treated confidentially in accordance with European and Spanish Regulation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved they met the possible case criteria defined by the Ministry of Health at the time in which the study was conducted. Those patients who did not comply with the possible case definition, but had symptoms highly suggestive of COVID-19 infection such as anosmia, were referred to HTC to have a PCR performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Psychosocial state of patients was evaluated with the \"home-made\" questionnaire shown in Supplementary File that, despite not being a validated tool, was adequate according to the criteria of the social workers involved in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Qualitative data were expressed by absolute frequencies and percentages. Cumulative incidence was estimated with the 95% confidence interval. Statistical analyses were performed by Statistical Unit of La Paz University Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The register included 345 patients of whom 246 were diagnosed with Haemophilia, 69 with vWD, Table 1 for distribution by age and pathology. Thirty-six patients met possible case criteria and 6 met COVID-19 confirmed case criteria. Table 2 shows features of suggestive COVID-19 and non-COVID-19 population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients' characteristics"
        },
        {
            "text": "Since the set of patients observed in the HULP sample was not independent of the aggregated data arranged by the CM, to compare cumulative incidences, we calculated the 95% confidence interval of the point estimate with the HULP data on May 4 th , when we contacted last patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' characteristics"
        },
        {
            "text": "The cumulative incidence of our series is 1.73% with a 95% confidence interval = (0.359; 3.110).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' characteristics"
        },
        {
            "text": "Of the 345 patients, 37 were HIV-positive. In this HIV/COVID-19 subgroup there were two confirmed cases and three possible cases. With respect to the overall number of patients, the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' characteristics"
        },
        {
            "text": "This article is protected by copyright. All rights reserved incidence of HIV and COVID-19 is 0.58% with the 95% confidence interval (0; 1.4) so the incidence of COVID-19 is not higher in patients with congenital blood disorders with HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Despite the fact that our Registry included a pediatric population and that other authors have described severe Kawasaki-like disease in that population, we did not find any cases. Neither did we observe the neurological symptoms associated with COVID-19 described in the literature such as stroke, Guillain-Barré Syndrome, etc. Even so, we will continue monitoring patients to detect the appearance of new symptoms [5, 6] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The clinical evolution of all patients who became infected with SARS-CoV-2 was mild, with none requiring specific treatment for infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The most commonly used HIV treatment was emtricitabine/rylpivirine/tenofovir alafenamide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Thirty-one of the patients diagnosed with haemophilia were on prophylactic treatment with nonfactor replacement therapy for haemophilia (NFRTs), emicizumab or concizumab, and one more on gene therapy. Two of them developedCOVID-19 and deserve special mention. The first one diagnosed with SHA without inhibitor was in prophylaxis with emicizumab 6 mg/kg once a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The 63 patients who presented some type of respiratory/infectious symptom in the last few months were evaluated by a hematologist who decided whether or not they were suggestive of COVID-19. Thirty-six contacted the health services, only 20% contacted the HTC, performing the diagnostic tests in this population. The rest were managed in Primary Care or in hospitals closer to their homes, but without specialisation in congenital blood disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Ninety-five percent of patients can be considered adherents, respecting the dose and number of doses prescribed by the haematologist. The rest either spaced out the factor infusions out of fear of being left untreated for bleeding or of becoming infected when going to the hospital pharmacy, or self-adjusted the treatment to the lower physical activity. Those who had loss adhesion did not show an increase in the number of breakthrough bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of the disease from healthcare and community support system"
        },
        {
            "text": "With regard to physical activity, 57% had adjusted it to lockdown, and patients who requested it were sent a guideline of exercises to be done at home, prepared by the HTC rehabilitation team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of the disease from healthcare and community support system"
        },
        {
            "text": "When the psychosocial aspects were evaluated, most of them considered that they had been under a stricter lockdown than the rest of the population. In those who felt they had been under a stricter lockdown, the reasons were fear, concern and ignorance of how SARS-CoV-2 could affect them due to them having a chronic disease. Eighty-six percent were spending their lockdown with their families. And while 94% were independent for activities of daily living, 42.4% had a recognised disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psycho-social aspects"
        },
        {
            "text": "During lockdown, 58% of the patients had required assistance. This was provided 75% by Ashemadrid, 22.5% by the HTC and 2.5% by CM Social Services. Some of them (16.7%) acknowledged that their, or that of their household, employment situation had worsened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psycho-social aspects"
        },
        {
            "text": "The impact on quality of care was assessed with indicators such as the number of appointments postponed or cancelled. Of the appointments scheduled between March 9th and May 5th, 32.4% were cancelled, 50% were postponed, 13.2% were made by TM and only 4.4% of the patients were seen in person. Of the 82% of appointments that were cancelled or delayed, 23% were at the request of the patient, who was afraid to come to the centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psycho-social aspects"
        },
        {
            "text": "This article is protected by copyright. All rights reserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The majority of patients accepted the TM program. In these months a home delivery program has been implemented with the objective of reducing the number of visits to hospitals minimizing the contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This is the first registry of patients with congenital blood disorders and COVID-19. Although there are initiatives from different Pharmacovigilance organisations such as the European Haemophilia Safety Surveillance (EUHASS) to collect cases as they occur, no data is yet available [7] . To date, only one case of a patient with SHA and COVID-19 with good progression has been published [8] .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the strengths of this register is the large number of patients with a rare disease such as congenital blood disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our series, we observed a relative higher cumulative incidence of this disease with few complications than the rest of the CM population. This may be due to the close monitoring of the patients that took place during this period of time, both by the HTC and by Ashemadrid, which has allowed us to identify more cases, which initially had not come to the HTC, and to carry out more tests than in the rest of the CM. On the contrary, a cumulative incidence similar to that of all population has been reported for patients with rheumatic diseases [9] that had had a close follow-up. Nevertheless, this observation was not considered conclusive because most of the patients had adopted a very strict preventive strategy against COVID-19 since the beginning of the epidemic [10] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When we analysed the subgroup of patients with HIV-infected CBDs, we found no difference in the cumulative incidence of COVID-19 with respect to patients with HIV-negative CBDs. This may be because haemophilia and HIV patients in our series have good control of their HIV infection (CD4 counts above 200/mm 3 and undetectable viral load) and good adherence to ART (antiretroviral therapy), so their risk of contracting COVID-19 is no greater than that of HIVnegative subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another finding of our study is that patients with blood disorders do not develop a more serious disease than the rest of the population, as none of them required admission or specific treatment for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This article is protected by copyright. All rights reserved On the other hand, a large number of patients with congenital blood disorders who developed COVID-19 were managed in the Outpatient Care setting without establishing any communication with the HTC. Special attention should be paid to this fact, as the management of these patients by non-expert blood disorder staff can lead to erroneous decisions. Haemostatic treatment may be inadequately modified or the interactions it may cause in coagulation tests may be misinterpreted, which may lead to a poor assessment of the blood disorder produced by SARS-CoV-2 and an incorrect assessment of the haemorrhagic/thrombotic risk of patients with CBDs and COVID-19. On our register the two patients with severe haemophilia treated with NFRTs who developed COVID-19 were identified by telephone and referred to the centre for evaluation in the hospital setting. One of them received prophylaxis with LMWH, which shows the complexity and the difficult handling that this type of patient can have and the need for it to be provided in specialist centres. Thanks to the early identification of both patients through TM, it was possible to design the most appropriate therapeutic approach for each case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Adherence to their usual treatment was maintained by most of the patients, who respected the dose and number of infusions prescribed by the haematologist. Active monitoring of our patients revealed that 10 of them had spaced out their factor infusions for fear of being left untreated in the event of bleeding, or infection on their way to the hospital pharmacy, or they had adjusted their treatment due to the reduced physical activity resulting from lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Another of the strengths of this work has been the assessment of the impact in the social and employment contexts. The key to this was the networking of Ashemadrid's social workers and the professionals of the HULP's HTC. This coordinated work allowed for a more comprehensive understanding of the determinants of patient and family health during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The evaluation of variations in the social and employment situation will enable Ashemadrid to prioritise the design of aid plans for submission to the authorities, with the aim of improving and directing its interventions towards the recovery and normalisation of the state of well-being that these patients had prior to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "There is no doubt that in Madrid, one of the places most affected by the pandemic where all the resources available for patients with COVID-19 have been used, the quality of health care for patients with CBDs has been adversely affected. Rehabilitation programmes, screening, training programmes for factor home management, inclusion in clinical trials, access to more innovative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved treatments were discontinued and there was a significant delay or even cancellation in the performance of diagnostic tests, elective surgeries, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The health authorities such as the Ministry of Health or the Community of Madrid, as well as different scientific societies such as the Spanish Society for Quality Care, are working on a plan to restore health care that takes account of both patients affected by COVID-19 and other patients with other pathologies in which numerous health care actions, some of which are of vital importance, have been discontinued and which may have had a very negative impact on the population [11] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Likewise, the recovery of the new normality is not going to be fast, so it is especially necessary to implement TM programmes. These programmes, which have long been used in haemophilia, are now essential for proper management of patients with CBDs during the pandemic [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The TM programme established at the HTC and the intense work carried out by Ashemadrid to contact patients, has led to the preparation of this registry. Early detection of patients is essential for appropriate management by professionals with experience in congenital blood disorders, since interpretation of laboratory tests can be complicated in some groups of patients such as those being treated with emicizumab, and assessment of haemorrhagic/thrombotic risk in patients with CBDs with COVID-19 is difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The coordinated work between the Patients' Associations, whose function is to identify the medical and psychosocial needs of patients, and the HTCs with their multidisciplinary teams is fundamental in the design of plans that try to minimise the impact of the pandemic on a vulnerable population such as patients with congenital blood disorders. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Información Científica-Técnica. Enfermedad por coronavirus",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A cohort of patients with COVID-19 in a major teaching hospital in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Borobia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Carcas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arnalich",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 (coronavirus disease 2019) pandemic caused by SARS-CoV-2: practical recommendations for people with hemophilia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Procedimiento de actuación frente a casos de infección por el nuevo coronavirus SARS-CoV-2 del Ministerio de Sanidad",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurologic complications of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bridwell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/j.ajem.2020.05.024"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verdoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31103-X)"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical findings in a patient with haemophilia A affected by COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Ai",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haemophilia",
            "volume": "00",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course of COVID-19 in a series of patients with chronic arthritis treated with immunosuppressive targeted therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balduzzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delvino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Quadrelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "5",
            "pages": "667--668",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What is the true incidence of COVID-19 in patients with rheumatic diseases? Ann Rheum Dis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Favalli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ingegnoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cimaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caporali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sociedad Española de Calidad Asistencial",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Use of telehealth in the delivery of comprehensive care for patients with haemophilia and other inherited bleeding disorders",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Haemophilia",
            "volume": "24",
            "issn": "1",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1679--1681",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of telemedicine in the delivery of healthcare in the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Valentino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pipe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haemophilia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/hae.14044"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The COVID-19 pandemic: New global challenges for the haemophilia community",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/hae.14001"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Table 2. Features of suggestive COVID-19 and non-COVID-19 population",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patients were divided by pathologies: severe haemophilia A/B(SHA/SHB), moderate haemophilia A/B (MoHA/MoHB), mild haemophilia A/B (MiHA/MiHB), von Willebrand's disease (vWD), carriers of haemophilia, and Rare Bleeding Disorders (RBDs). Patients presenting respiratory symptoms were classified as possible (mild acute respiratory infection for which no microbiological diagnostic test has been performed) or confirmed (it meets laboratory confirmation criteria by PCR) cases, according to the Ministry of Health's Procedure for Action against Cases of Infection with the New Coronavirus SARS-CoV-2 [4]. Patients without dyspnea, expectoration, or hemoptysis were considered to have a mild respiratory infection, according to the technical document \"Home management of cases under investigation, probable or confirmed of COVID-19, Version of February 17, 2020\", from Spanish Ministry of Health. A hematologist evaluated the symptoms reported by the patients to see if",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2 with RBDs and 28 were haemophilia carriers. Patients included represent the whole population with bleeding disorders in CM because we are the only Center, Service and Reference Unit of the National Health System (CSUR) for treatment of these disorders in this Community. Of 246 patients diagnosed with haemophilia, 215 had haemophilia A and 31 had haemophilia B. The distribution according to severity was as follows: 159 patients with SHA (20 of them with inhibitor), 11 with MoHA and 45 with MiHA (1 of them with inhibitor). As regards haemophilia B, 19 had SHB (5 of them with inhibitor), 7 MoHB and 5 MiHB. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "month. As comorbidities, he presented HIV (CDC category c3 and CD4 > 200 cells/mm3),and was receiving antiretroviral treatment with lamivudine and darunabir-cobicistat. The HTC contacted the patient by phone as part of their TM programme identifying that he had anosmia and a dry cough. At that point he was sent to the HTC, where he tested positive using SARS-COV-2 PCR. The chest computed tomography angiography did not show COVID-19-compatible affectation or pulmonary thromboembolism. He presented no elevation of inflammatory parameters (IL-6 or ferritin) and no activation of coagulation (no D-dimer elevation). Despite this, given the thrombotic risk that could be caused by COVID-19 together with the treatment with emicizumab we started treatment with low molecular weight heparin (LMWH) at prophylactic doses with strict control with anti-Xa. The second patient, a male diagnosed with SHB with inhibitor, a health care worker, had discontinued treatment with concizumab one week earlier. He was SARS-COV-2 PCR positive and the only symptoms he presented were anosmia and dysgeusia with elevated Ddimer (twice its normal value) and lymphopaenia. He did not receive specific treatment for COVID-19, and fully recovered at two weeks. Neither had a severe case of COVID-19 or required hospitalisation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Drs. Álvarez-Román and Jiménez Yuste have participated as speakers, in advisory boards and sponsored symposia with Novo Nordisk, Takeda, Roche, Pfizer, Octapharma, Amgen, Novartis, CSL Behring and Sobi.Dr. De la Corte has participated as speaker in sponsored symposia with Pfizer and Takeda.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Features of suggestive COVID-19 and non-COVID-19 population",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This article is protected by copyright. All rights reserved García-Barcenilla has participated as speaker and sponsored symposia by Novo Nordisk, Takeda, Roche, Pfizer, Novartis and Sobi, and in advisory boards with Novo Nordisk, Takeda, Roche, Pfizer, CSL Behring and Sobi.Monzón Manzano holds a predoctoral fellowship from Fundación Española de Trombosis y Hemostasia (FETH-SETH).The rest of the authors have not conflict of interest to declare. This work was supported by FIS-Fondos FEDER PI19/00631 (VJY) and PI19/00772 (NBC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ]
}