{
    "paper_id": "1d965091ac51b83ad864b0091bb026ff658a3d83",
    "metadata": {
        "title": "41.4 Künstliche O 2 -Träger -791 41.5 Perioperatives Management bei Zeugen Jehovas -792 Literatur -792",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Rossaint",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Durch Verwendung von Ringer-Laktat (Chloridionenkonzentration 112 mmol/l) kann die Azidose vermieden werden (7 Kap. 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Auch die Infusion von 6 % HÄS 200,000/0,5 (pH-Wert der Lösung 3,5-6,0), 6 % HÄS 130,000/0,4 (pH-Wert der Lösung 4,0-5,0) oder 5 % Humanalbumin kann direkt oder durch Verdünnung von Bikarbonat eine metabolischen Azidose bedingen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Anteil von alten Menschen (> 65 Jahre) an der Gesamtbevölkerung und damit auch die Zahl chirurgischer Eingriffe mit hohen Blutverlusten in dieser Altersgruppe nimmt stetig zu. Bei gleichzeitig rückläufiger Spendebereitschaft ist in Zukunft mit einem zunehmenden Defizit an allogenen Blutkonserven zu rechnen. Hinzu kommt, dass bis zu 5 % der Konserven aufgrund positiver Testung für virale Infektionen verworfen werden müssen. Was dies für die Kostenentwicklung im Transfusionswesen bedeuten wird, ist derzeit nicht abzusehen. Noch ist im europäischen Vergleich der Preis eines allogenen Erythrozytenkonzentrates in der BRD mit 75-80 € niedrig. Man geht jedoch davon aus, dass dieser in den kommenden Jahren national und international deutlich steigen wird [49] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 765,
                    "text": "[49]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Kostenentwicklung im Transfusionswesen"
        },
        {
            "text": "Die zu erwartende Kostensteigerung im Transfusionswesen -zum einen bedingt durch Spendermangel, zum anderen durch die Behandlungspflicht transfusionsassoziierter Folgeerkrankungen (chronische Hepatitis, Leberzirrhose, Wundinfektion, Tumorrezidiv) -erhöht den Stellenwert Fremdblut vermeidender bzw. sparender Maßnahmen in der operativen Medizin. Am erfolgversprechendsten erscheint dabei die sinnvolle, Kosten-Nutzen-orientierte Kombination präoperativer und intraoperativer Verfahren. Die Eigenblutspende ist für elektive chirurgische Eingriffe bei Patienten mit einem präoperativen Hämatokrit > 40 % und einer Transfusionswahrscheinlichkeit von mindestens 50 % geeignet [52] . Sie wurde auch bereits bei alten Menschen, Kleinkindern und schwangeren Frauen erfolgreich angewandt. Angehörige der Glaubensgemeinschaft der Zeugen Jehovahs akzeptieren in der Regel die Eigenblutspende nicht (7 Abschn. 41.5).",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fremdblutsparende Maßnahmen zur Reduktion perioperativer allogener Bluttransfusionen"
        },
        {
            "text": "Bei Eigenblutspendern ohne kardiopulmonale Vorerkrankungen gilt das Verfahren als sicher. In einer retrospektiven Analyse von 5600 Eigenblutspenden fanden sich keine tödlichen Zwischenfälle [45] . Milde vasovagale Reaktionen (Blässe, Schwindel, Übelkeit, Hyperventilation) traten bei 7,5 % von insgesamt 2091 Eigenblutspendern auf, kurz dauernde Bewusstlosigkeit in 0,1 % und lang dauernde Bewusstlosigkeit in 0,02 %. Bei kardialen Risikopatienten (Herzinsuffizienz, KHK) wird die Eigenblutspende dagegen kontrovers diskutiert. Zwischenfälle im Sinne von Hypotonie, Angina pectoris, Myokardinfarkt und Arrhythmien innerhalb der ersten 24 h nach Spende traten -je nach Untersuchung -bei 0-20 % der Eigenblutspender auf. Hilfestellung bei der Einschätzung einer perioperativ auftretenden Verdünnungsanämie quoad vitam leisten die Ergebnisse umfangreicher Patientenstudien, in denen der Zusammenhang zwischen postoperativer Anämie und Letalität der Patienten analysiert wurde. In der Regel stammen diese Daten von Zeugen Jehovas. Bis zu einer postoperativen Hb-Konzentration von 8 g/dl konnte auch bei alten Patienten mit kardiopulmonalen Vorerkrankungen sowie bei multimorbiden Intensivpatienten kein statistischer Zusammenhang mit einer erhöhten postoperativen Letalität hergestellt werden. Bei anämischen Patienten (Hb < 8 g/dl), deren Tod kausal mit Anämie in Verbindung zu bringen war, lag die Hb-Konzentration immer unter 5 g/dl. In Einzelfällen wurden jedoch auch deutlich niedrigere Hb-Konzentrationen bis zu 1,5 g/dl ohne Transfusion überlebt (Übersicht in [22] ",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[45]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[22]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Übersicht über prä-und intraoperative Maßnahmen zur Reduktion von Fremdbluttransfusionen"
        },
        {
            "text": "Um einen Patienten nicht unnötig den Risiken einer Fremdbluttransfusion (7 Abschn. 41.2.1) auszusetzen, wird intraoperativ verlorenes Blut zunächst durch erythrozytenfreie Infusionslösungen (Kristalloide, Kolloide) ersetzt. Ziel dieses Vorgehens ist die Aufrechterhaltung des zirkulierenden Blutvolumens (Normovolämie) und damit einer adäquaten Organperfusion. Folge ist eine Verdünnung sämtlicher Blutbestandteile (Hämodilution). Der wesentliche Unterschied zwischen dieser Vorgehensweise und der ANH (7 Abschn. 41.2.3) ist lediglich, dass eine ANH als geplante, fremdblutsparende Maßnahme vor Beginn des intraoperativen Blutverlusts durchgeführt wird. Das während einer ANH entnommene Blut steht somit in seiner Gesamtheit als Vollblut einschließlich funktionsfähiger Thrombozyten und sämtlicher Plasmaproteine (Gerinnungsfaktoren, Fibrinolysesystem) für die Retransfusion zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Konzept der Therapie mit Blutkomponenten"
        },
        {
            "text": "Wird hingegen auf eine präoperative ANH verzichtet und der Patient während des intraoperativen Blutverlustes hämodiluiert, kann das verlorene Blut zwar ebenfalls gesammelt und für die Retransfusion wiederaufbereitet werden (7 Abschn. 41.2.3). Es enthält dann aber keine Thrombozyten und Gerinnungsfaktoren in klinisch relevanter Menge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Konzept der Therapie mit Blutkomponenten"
        },
        {
            "text": "Eine Hämodilution löst -unabhängig davon, ob sie präoperativ als ANH oder intraoperativ als Kompensation eines Blutverlusts durchgeführt wird -identische Kompensationsmechanismen aus (7 Abschn. 41.1.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Konzept der Therapie mit Blutkomponenten"
        },
        {
            "text": "Die Grenze der intraoperativen Hämodilution ist erreicht, wenn die Verdünnungsanämie den O 2 -Transport und die Gewebeoxygenierung beeinträchtigt (7 Abschn. 41.2.3) bzw. wenn Thrombozytopenie und reduzierte Aktivität der verschiedenen Komponenten des Gerinnungssystems zu einer klinisch manifesten Blutungsneigung führen. Erst dann ist die differenzierte Anwendung von Blutkomponenten indiziert. z Konservierung und Lagerung EK werden üblicherweise mit einer Stabilisatorlösung (CPDA-1: Zitrat, Phosphat, Dextrose, Adenin) versetzt und können so bei +4±2 °C für 35 Tage gelagert werden. Die Natriumzitratlösung dient hierbei als Antikoagulans, der Phosphatpuffer verhindert den zu schnellen Abfall des pH. Dextrose ist der Energielieferant für die Glykolyse der Erythrozyten, Adenin wird zur Produktion von Adenosintriphosphat (ATP) genutzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Konzept der Therapie mit Blutkomponenten"
        },
        {
            "text": "Durch Zusatz spezieller Additive (z. B. SAG-Mannitol, PAGGS-Mannitol) ist eine Verlängerung der Lagerungszeit auf bis zu 49 Tage möglich, bei Zusatz von Glyzerol und anschließender Kryokonservierung (-80 °C) auf bis zu 10 Jahre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "Einfluss von Konservierung und Lagerung. Die Lagerung eines EK führt zu spezifischen, strukturellen und funktionellen Veränderungen der enthaltenen Erythrozyten. Die anaerobe Glykolyse bedingt die Akkumulation von Wasserstoffionen (H + ) und den Abfall des pH-Werts innerhalb der Konserve. Die Aktivitätsabnahme der Natrium-Kalium-Pumpe in der Erythrozytenmembran führt zu einem Kaliumverlust der Erythrozyten bei gleichzeitiger intrazellulärer Anreicherung von Natriumionen. Azidose und Hypokaliämie steigern die osmotische Fragilität der Erythrozytenmembran, ersichtlich an einer gesteigerten Hämolyserate bei zunehmenden Lagerungszeiten. Darüber hinaus nimmt die Verformbarkeit der Erythrozytenmembran ab. Das spiegelt sich nach Transfusion in einem ungünstig veränderten Fließverhalten innerhalb der mikrovaskulären Strombahn wider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "Die zunehmend rundlichen und steifen Erythrozyten embolisieren in Arteriolen und Kapillaren und reduzieren so die sog. funktionelle Kapillardichte (Anzahl mit Erythrozyten perfundierter Kapillaren) sowie das regionale O2-Angebot. Zudem nimmt mit zunehmender Lagerungsdauer der Konserven der intraerythrozytäre Gehalt an 2,3-Diphosphoglycerat (2,3-DPG) ab (. Abb Bei Rhesus-negativen Frauen im gebärfähigen Alter sollte, wenn die Transfusion von Rhesus-positiven TK unvermeidlich ist, eine Prophylaxe mit Anti-D-Immunglobulin (300 μg i.v.) durchgeführt werden. Bei immunsupprimierten Patienten und onkologisch-chirurgischen Eingriffen sollten leukozytendepletierte TK transfundiert werden. Die Dosierung einer TK-Transfusion kann nach folgender Formel abgeschätzt werden:",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "Abb",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "i Dosis (Thrombozytenzahl) = gewünschter Anstieg (×10 9 /l) × Blutvolumen (l) × 1,5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "Beispiel. Gewicht des Patienten: 80 kg (Blutvolumen: 80 kg × 66 ml/kgKG). Aktuelle Thrombozytenzahl 20×10 9 /l. Gewünschter Anstieg: 30×10 9 /l. Dosis = 30×10 9 ×5,3×1,5 = 239×10 9 =24×10 10 . Entsprechend 4-5 50-ml-Einzelspender-TK-Einheiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "Die Transfusion sollte rasch (innerhalb von 30 min) über ein Standardtransfusionsbesteck (Porengröße 170-200 μm) erfolgen. Bezüglich der Dokumentation der Anwendung gelten dieselben Richtlinien wie für Erythrozytenkonzentrate und GFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "z Akute Nebenwirkungen Selten wurden anaphylaktoide Reaktionen nach AT-Applikation beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spezifische Eigenschaften der verschiedenen Blutkomponenten"
        },
        {
            "text": "Aus großen Plasmapools hergestelltes Konzentrat. Fibrinogen ist Substrat der plasmatischen Blutgerinnung und wesentlicher Ligand bei der Aktivierung und Aggregation von Thrombozyten. Daneben gehört Fibrinogen zu den Akut-Phase-Proteinen und steigt bei Infektionen in kurzer Zeit auf ein Vielfaches seines Normalwertes (1,5-4 g/l) an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinogenkonzentrat z Herstellung"
        },
        {
            "text": "z Infektionsrisiko Durch spezielle Verfahren zur Virusinaktivierung kann Fibrinogenkonzentrat als sicher bezüglich der Infektion mit HIV, Hepatitis B und C betrachtet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinogenkonzentrat z Herstellung"
        },
        {
            "text": "z Lagerung Fibrinogenkonzentrat kann als Trockensubstanz bei +2 °C bis +8 °C über Jahre gelagert werden. Die Substanz muss nach Aufschwemmen mit Lösungsmittel sofort appliziert werden. Geläufige Packungsgrößen sind 1 g bzw. 2 g Fibrinogenkonzentrat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinogenkonzentrat z Herstellung"
        },
        {
            "text": "z Indikation zur perioperativen Applikation von Fibrinogenkonzentrat Im Gegensatz zur Aktivität der Faktoren des Prothrombinkomplexes und der Thrombozytenzahl fällt die Serumfibrinogenkonzentration im Rahmen der Infusionstherapie eines massiven Blutverlusts bereits sehr früh verdünnungsbedingt ab. Ein ausreichendes Angebot an Fibrinogen ist allerdings für die Bildung stabiler Gerinnsel unerlässlich (Fibrin = »Kit im Clot«). Da ein adäquates Angebot durch die Infusion von GFP allein nicht realisierbar ist, kann bei massiven Blutverlusten und der Ausbildung einer diffusen Blutungsneigung (Verlust-, bzw. Verdünnungskoagulopathie) die Applikation eines Fibrinogenkonzentrates sinnvoll sein. Die Serumfibrinogenkonzentration sollte dann > 1,5 g/l gehalten werden, was in der Regel die Verabreichung von 2-4 g Fibrinogenkonzentrat erfordert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinogenkonzentrat z Herstellung"
        },
        {
            "text": "z Kontraindikationen Bei disseminierter intravasaler Gerinnung (DIC) kann die Infusion von Fibrinogenkonzentrat zu einer Zunahme der Mikrozirkulationsstörung und des Organversagens führen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrinogenkonzentrat z Herstellung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comparison of aprotinin and lysine analogues in high-risk cardiac surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Fergusson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mazer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "2319--2331",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transfusing red blood cells stored in citrate phosphate dextrose adenine-1 for 28 days fails to improve tissue oxygenation in rats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Crit Care Med",
            "volume": "25",
            "issn": "",
            "pages": "726--732",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The maximum surgical blood order schedule and surgical blood use in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Oberman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Transfusion",
            "volume": "16",
            "issn": "",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary edema after transfusion: how to differentiate transfusion-associated circulatory overload from transfusion-related acute lung injury",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gajic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gropper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hubmayr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cell salvage at caesarean section: the need for an evidence-based approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BJOG",
            "volume": "116",
            "issn": "",
            "pages": "743--747",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rückenmarksnahe Regionalanästhesien und Thromboembolieprophylaxe/antithrombotische Medikation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gogarten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Aken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Büttner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anästh Intensivmed",
            "volume": "48",
            "issn": "",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Physiologische Grenzen der Verdünnungsanämie bei Intensivpatienten",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gombotz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Anästh Intensivmed",
            "volume": "1",
            "issn": "",
            "pages": "84--87",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection, evaluation and management of preoperative anaemia in the elective orthopaedic surgical patient: NATA guidelines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodnough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Earnshaw",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Anaesth",
            "volume": "106",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Durch Thrombelastographie gesteuertes perioperatives Gerinnungsmanagement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grashey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathonia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mutschler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Heindl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Unfallchirurg",
            "volume": "110",
            "issn": "",
            "pages": "259--263",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Künstliche Sauerstoffträger als Alternative zur Bluttransfusion",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Habler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zwißler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anaesthesist",
            "volume": "54",
            "issn": "",
            "pages": "741--754",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of standardized acute normovolemic hemodilution on intraoperative allogeneic blood transfusion in patients undergoing major maxillofacial surgery",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Habler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwenzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Oral Maxillofac Surg",
            "volume": "33",
            "issn": "",
            "pages": "467--475",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Blood irradiation for intraoperative autotransfusion in cancer surgery: demonstration of efficient elimination of contaminating tumor cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knuechel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Altmeppen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taeger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Transfusion",
            "volume": "39",
            "issn": "",
            "pages": "608--615",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Blood transfusion-modulated tumor recurrence: first results of a randomized study of autologous versus allogeneic blood transfusion in colorectal cancer surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Heiss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mempel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delanoff",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Oncol",
            "volume": "12",
            "issn": "",
            "pages": "1859--1867",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hemostatic factors and replacement of major blood loss with plasma-poor red cell concentrates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hiippala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Myllylä",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Vahtera",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Anesth Analg",
            "volume": "81",
            "issn": "",
            "pages": "360--365",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Experience of German Red Cross blood donor services with nucleic acid testing: results of screening more than 30 million blood donations for human immunodeficiency virus-1, hepatitis C virus and hepatitis B virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Hourfar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jork",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schottstedt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Transfusion",
            "volume": "48",
            "issn": "",
            "pages": "1558--1566",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Central venous pressure and its effects on blood loss during liver resection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Br J Surg",
            "volume": "85",
            "issn": "",
            "pages": "1058--1060",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risiken der Transfusion von Blutkomponenten: Aktuelle Anhaltszahlen für eine «quantitative",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Karger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kretschmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wulf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risikoaufklärung. Anästh Intensivmed",
            "volume": "45",
            "issn": "",
            "pages": "430--434",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mathematical considerations in the practice of acute normovolemic hemodilution",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Transfusion",
            "volume": "37",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Duration of red-cell storage and complications after cardiac surgery",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Sessler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1229--1239",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Preoperative identification of patients with impaired (primary) haemostasis. A practical concept",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koscielny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziemer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Radtke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Haemostaseologie",
            "volume": "27",
            "issn": "",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Perioperative normothermia to reduce the incidence of surgical wound infection and shorten hospitalization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Sessler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lenhard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "N Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "1209--1215",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Does the central venous pressure predict fluid responsiveness? A systematic review of the literature and the tale of the seven mares",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baram",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vahid",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "172--178",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effects of stored-blood transfusion on oxygen delivery in patients with sepsis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Sibbald",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "269",
            "issn": "",
            "pages": "3024--3029",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A comparison of neuroaxial block versus general anesthesia for elective total hip replacement: a meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mauermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shilling",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anesth Analg",
            "volume": "103",
            "issn": "",
            "pages": "1018--1025",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preoperative acute hypervolemic hemodilution with hydroxyethylstarch: an alternative to acute normovolemic hemodilution?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Mielke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Entholzner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kling",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Anesth Analg",
            "volume": "84",
            "issn": "",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A prospective randomized comparison of three blood conservation strategies for radical prostatectomy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Monk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodnough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Brecher",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anesthesiology",
            "volume": "91",
            "issn": "",
            "pages": "24--33",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transfusion-related acute lung injury (TRALI): clinical presentation, treatment, and prognosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "114--117",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nutzen und Risiken der Eigenblutspende",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sibrowski",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Infusionsther Transfusionsmed",
            "volume": "21",
            "issn": "1",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evidence-based practice guidelines for plasma transfusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roback",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transfusion",
            "volume": "50",
            "issn": "",
            "pages": "1227--1239",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rapid saline infusion produces hyperchloremic acidosis in patients undergoing gynecologic surgery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheingraber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sehmisch",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Finsterer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anesthesiology",
            "volume": "90",
            "issn": "",
            "pages": "1265--1270",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Preoperative acute normovolemic hemodilution: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blasco-Colmenares",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guallar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "632--644",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Activity-based costs of blood transfusions in surgical patients at four hospitals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozawa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transfusion",
            "volume": "50",
            "issn": "",
            "pages": "753--765",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Coagulation defects resulting from ambient temperature-induced hypothermia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Staab",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fath",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Trauma",
            "volume": "36",
            "issn": "",
            "pages": "634--638",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Red blood cell transfusions and nosocomial infections in critically ill patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;brian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Trottier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "2302--2308",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Blood still kills: six strategies to further reduce allogeneic blood transfusion-related mortality",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Vamvakas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Blajchman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transf Med Rev",
            "volume": "24",
            "issn": "",
            "pages": "77--124",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Transoesophageal echocardiographic monitoring of preoperative acute hypervolemic hemodilution",
            "authors": [
                {
                    "first": "Merm",
                    "middle": [],
                    "last": "Van Daele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trouwborst",
                    "suffix": ""
                },
                {
                    "first": "Lcsm",
                    "middle": [],
                    "last": "Van Woerkens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Anesthesiology",
            "volume": "81",
            "issn": "",
            "pages": "602--609",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Malignome oder eine Hepatitis stellen keine Kontraindikation für eine Eigenblutspende dar.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mit zunehmender Verdünnung der zirkulierenden Erythrozytenmasse fallen während einer normovolämischen Hämodilution die Hämoglobinkonzentration (Hb) und der Hämatokrit (Hkt) exponentiell ab. Die Beziehung zwischen Hb bzw. Hkt und arteriellem O 2 -Gehalt (C a O 2 ) ist linear (. Abb. 41.1). geprägt als der gleichzeitige Abfall des C a O 2 . Als Folge steigt das O 2 -Angebot (Ḋ O 2 ) an die Gewebe -definiert als das Produkt aus HZV und C a O 2 -während normovolämischer Hämodilution bis zu einem Hkt von ca. 30 % zunächst an. Erst bei Hämodilution auf einen Hkt von ca. 25 % fällt es unter den Ausgangswert ab (. Abb. 41.2). Blutflusses zu gesteigerten Scherkräften am Endothel der Arteriolen und somit über eine direkte, Stickstoffmonoxid (NO) vermittelte Vasodilatation zu einer zusätzlichen Reduktion der linksventrikulären Nachlast. Nierenperfusion sowie die im Vergleich zum Gesamt-HZV überproportional gesteigerte Perfusion von Myokard und Splanchnikusorganen. Zusätzlich verbessert die Hämodilution die zeitliche und räumliche Erythrozytenverteilung in der Mikrozirkulation und homogenisiert das bei normalem Hkt typischerweise heterogene, lokale O 2 -Angebot. z Myokardiale O 2 -Bilanz bei Hämodilution Bedarf nicht mehr gedeckt werden und der wichtigste Kompensationsmechanismus der Verdünnungsanämie -die Steigerung der Organperfusion über die Steigerung des HZV -bricht zusammen. Folge ist eine generalisierte Organminderperfusion und Gewebehypoxie. Die kardialen Kompensationsmechanismen der Verdünnungsanämie sind bei sklerotisch veränderten Koronargefäßen und damit eingeschränkter Koronardilatation bereits bei höheren Hämatokritwerten erschöpft (7 Abschn. 41.2.3). Veränderungen der Makrohämodynamik Wird ein akuter Blutverlust infolge Operation oder Trauma nicht sofort durch eine adäquate Volumentherapie kompensiert, nimmt das zirkulierende intravasale Volumen ab (Hypovolämie). Die Folge ist eine Reduktion des Herzzeitvolumens (HZV) und des arteriellen Blutdrucks. Durch Erregung von Volu-und Barorezeptoren kommt es in Abhängigkeit von Alter, Konstitution und Geschwindigkeit des intravasalen Volumenverlusts zu einer gesteigerten Katecholaminfreisetzung aus dem Nebennierenmark. Als Folge dieser sympathoadrenergen Gegenregulation nehmen der periphere > Während Hypovolämie bewirkt die unterschiedliche Verteilung der Adrenorezeptoren innerhalb der Gefäßstrombahn der einzelnen Organe eine inhomogene Verteilung der Vasokonstriktion. Die Folge ist eine »Zentralisation« des Blutvolumens zugunsten von Herz und Gehirn. Im Gegensatz dazu nimmt die Perfusion der Splanchnikusorgane sowie von Niere, Haut und Muskulatur ab. Abnahme der für die Diffusion des Sauerstoffes zur Verfügung stehenden Kapillaroberfläche. Es resultiert ein erhöhter transkapillärer Filtrationsdruck. Zusammen mit der hypoxiebedingten Zunahme der Kapillarpermeabilität für Proteine führt dieser zu einem gesteigerten transkapillären Verlust von Flüssigkeit, Proteinen und Elektrolyten aus dem Intravasalraum in das Zellinterstitium. Die konsekutive Endothelzellschwellung verschlechtert die Kapillarperfusion weiter. ) tragen zur Entstehung von Organdysfunktionen bei. Der Darm ist durch Hypovolämie in besonderem Maße gefährdet. Gründe sind der bereits normalerweise hohe O 2 -Verbrauch der Darmmukosa sowie die ausgeprägte Blutflussreduktion im Rahmen der sympathoadrenerg induzierten Kreislaufzentralisation. Hohe Konzentrationen an Xanthindehydrogenase machen die Darmmukosa zusätzlich besonders anfällig für einen Reperfusionsschaden (7 Abschn. 41.1.4.). Wird die Barrierefunktion der Darmmukosa zerstört, kommt es zur Translokation von Enterobakterien in das Blut mit Entwicklung einer systemischen inflammmatorischen Reaktion (SIRS) und dem Risiko der Entwicklung von Sepsis, schwerer Sepsis, septischem Schock und Multiorganversagen (MOV). Herzfrequenz Bei nichtkompensierter Hypovolämie tritt Tachykardie ab dem Verlust von etwa 15 % des Gesamtblutvolumens auf und reflektiert dann häufig bereits eine manifeste Gewebehypoxie. Bei normovolämischer Hämodilution erfolgt ein Anstieg der Herzfrequenz erst nach einem Ersatz von mehr als 50 % des Blutvolumens durch Infusionslösungen (Hkt 20-25 %). Die Tachykardie ist in dieser Situation ein Kompensationsmechanismus der Verdünnungsanämie und kein Symptom einer Gewebehypoxie. Das Ausmaß der Tachykardie wird sowohl bei Hypo-als auch bei Normovolämie durch verschiedene Faktoren (Narkosetiefe, Pharmaka, z. B. β-Blocker, Clonidin) beeinflusst und gilt daher alleine als unzuverlässiger Parameter zur Beurteilung des Volumenstatus. Arterieller Blutdruck Während bei Aufrechterhaltung von Normovolämie ein Austausch eines gesamten Blutvolumens durch kristalloide und kolloidale Infusionslösungen (Abfall des Hkt auf 9 %) ohne Hypotension und ohne Zeichen einer Gewebehypoxie möglich ist, tritt bei inadäquater Infusionstherapie (Hypovolämie) ein Blutdruckabfall bereits bei einem Verlust von 30 % des Blutvolumens auf. Bei kontinuierlicher Ableitung einer intraarteriellen Druckkurve weisen deren atemabhängige Schwankungen auf intravasalen Volumenmangel hin. Das gemeinsame Auftreten von Tachykardie und Hypotonie sollte intraoperativ immer als Zeichen eines absoluten oder relativen Volumenmangels gewertet werden. Ventrikuläre Füllungsdrücke Der Abfall des linksventrikulären enddiastolischen Volumen (LVE-DV) ist ein Zeichen von Hypovolämien. Blut als Zeichen einer manifesten Hypovolämie gewertet werden. Gleichzeitig sinkt der Gesamtkörper-O 2 -Verbrauch (Ḋ O 2 ). Die noninvasive Beurteilung von Gewebeperfusion bzw. -oxygenierung ist schwierig. Durch direkte Analyse der in-und exspiratorischen O 2 -Gehalts mit einem metabolischen Monitor kann ein Abfall des Gesamtkörper-O 2 -Verbrauchs V O 2 als Zeichen einer globalen Gewebehypoxie detektiert werden (. Abb. 41.3). Auf regionaler Ebene ist dies mit Hilfe von O 2 -sensitiven Oberflächen-, bzw. Stichelektroden möglich. Ebenfalls in klinischer Anwendung ist die gastrointestinale Tonometrie. Die Methode basiert auf der Annahme, dass es bei Hypoperfusion bzw. Hypoxie der gastrointestinalen Mukosa zu einem Anstieg des intramukosalen CO 2 -Partialdrucks (p i CO 2 ) und zu einem Abfall des intramukosalen pH-Werts (pH i ) kommt. Das in der Mukosa produzierte CO 2 diffundiert in einen speziellen, mit Kochsalzlösung gefüllten Ballonkatheter, welcher mit der Mukosa in Kontakt steht. Der pCO 2 des Balloninhalts wird in einem Blutgasanalysegerät bestimmt. Anschließend wird aus dem pCO 2 der Tonometrieflüssigkeit, der arteriellen Bikarbonatkonzentration, der Löslichkeit von CO 2 in Kochsalz und einem Korrekturfaktor für die Äquilibrierungszeit zwischen Mukosa und Balloninhalt, der p i CO 2 und der pH i errechnet. Der Anstieg des p i CO 2 scheint dabei eine Hypoperfusion bzw. Hypoxie der gastrointestinalen Mukosa besser widerzuspiegeln als der Abfall des pH i . Mit Hilfe von fiberoptischen Sonden ist eine kontinuierliche Messung des p i CO 2 möglich. Serumlaktatkonzentration Laktat ist das Endprodukt der anaeroben Glykolyse. Unterschreitet das O 2 -Angebot den O 2 -Bedarf der Gewebe (. Abb. 41.3), steigt als Zeichen einer Gewebehypoxie die Laktatproduktion. Die Serumlaktatkonzentration ist die Summe aus dem Zusammenfluss der Gefäßstromgebiete verschiedener Organe. Es ist daher denkbar, dass die Laktatproduktion eines hypoxischen Organgewebes unentdeckt bleibt, da es alleine nicht in der Lage ist, die Gesamtlaktatkonzentration im Serum zu erhöhen. Zudem ist die Kinetik von Laktatproduktion und -metabolismus nur schwer abschätzbar. Bei eingeschränkter Leberfunktion oder Laktatproduktion durch enterale Mikroorganismen kann die . Tab. 41.1 Veränderungen von arterieller O 2 -Sättigung (S a O 2 ), HÄS) reduziert die Aktivität des v.-Willebrand-Jürgens-Faktors (vWF) alleine sowie des Faktor-VIII/vWF-Komplexes. Eine Störung der Thrombozytenfunktion tritt erst nach Infusion größerer Volumina (> 1,5 l/Tag) auf. Weiterhin wird eine verminderte Stabilität des Fibringerinnsels infolge gestörter Fibrinpolymerisation diskutiert [10]. Bei niedermolekularen, niedrigsubstituierten HÄS-Lösungen (z. B. HÄS 130.000/0,4, HÄS 130.000/0,42) scheinen diese Effekte jedoch geringer ausgeprägt zu sein. Die Tageshöchstdosis beträgt für HÄS 200.000/0,5 33 ml/kgKG und für HÄS 130,000/0,4 50 ml/kgKG. Bei Infusion von HÄS-Präparaten während hoher, intraoperativer Blutverluste kann die Tageshöchstdosis erweitert werden, da durch die anhaltende Blutung auch Teile des infundierten Volumenersatzmittels wieder verloren gehen. Wenn die Tageshöchstdosis für künstliche Kolloide erreicht ist, kann auf die Infusion von Humanalbuminlösungen zurückgegriffen werden. z Metabolische Azidose Isotone Kochsalzlösung (NaCl 0,9 %) und Ringer-Lösung weisen mit etwa 154 mmol/l unphysiologisch hohe Chloridionenkonzentrationen auf. Die rasche Infusion größerer Mengen (> 30 ml/kgKG/h) dieser Lösungen führt daher zu einer hyperchlorämischen, metabolischen Azidose. Bei Anwendung sog. balancierter kristalloider Lösungen mit verstoffwechselbaren Anionen (z. B. Azetat, Malat oder Laktat) fehlt dieser Effekt weitestgehend",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Studien deuten auf immunmodulatorische Wirkungen von Infusionslösungen hin. So kam es bei der Volumentherapie des hämorrhagischen Schocks nach Infusion von hypertoner Kochsalzlösung zu einer geringeren Aktivierung von neutrophilen Granulozyten und zu einer geringeren Rate an akutem Lungenversagen als nach Infusion von Ringer-Laktat-Lösung. Zudem erholte sich die im Schock supprimierte T-Lymphozyten Funktion deutlich schneller. Kolloidale Infusionslösungen (v. a. HÄS und Gelatine) scheinen die Produktion von Sauerstoffradikalen zu hemmen und so den Reperfusionsschaden zu reduzieren. Die klinische Relevanz dieser Effekte ist bislang unklar. In der Bundesrepublik Deutschland werden jährlich etwa 4-6 Mio. Fremdblutkonserven (Synonym: »allogene« oder »homologe« Blutkonserven) transfundiert. Trotz ständiger Weiterentwicklung der Qualitätssicherungsverfahren ist die Fremdbluttransfusion nach wie vor mit einem Restrisiko für den Empfänger verbunden. Transfusionsassoziierte Infektion . Tab. 41.2 gibt einen Überblick über das mit der Transfusion von Erythrozytenkonzentraten assoziierte Infektrisiko. Anders als die Infektion mit dem »human immunodeficiency virus« (HIV), die zwar bei Patienten besonders gefürchtet ist, aber sehr selten auftritt, stellen virale Hepatitiden die häufigste Form der transfusionsassoziierten Virusinfektionen in der BRD dar [32]. In mehr als 90 % der Fälle handelt es sich dabei um Infektionen durch das Hepatitis-B-und -C-Virus. Die Verabreichung einer HCV-infizierten Konserve führt beim Empfänger in jedem Falle zu einer Infektion mit Bildung spezifischer Antikörper. Etwa 50 % der infizierten Empfänger entwickeln eine chronische Hepatitis, die wiederum in ca. 20 % der Fälle in einer Leberzirrhose endet. Bakterielle Infektionen des Empfängers nach allogener Transfusion sind auf die Kontamination der Konserven infolge asymptomatischer Bakteriämie des Spenders zurückzuführen. Hauptsächlich betroffen sind die bei Raumtemperatur gelagerten Thrombozytenkonzentrate. Die wichtigsten Keime sind Yersinia enterocolitica, Serratia marcescens, Pseudomonas aeruginosa und Enterobacter. Nichtinfektionsbedingte, hauptsächlich immunologisch vermittelte Reaktionen können entweder unmittelbar während oder in den ersten Tagen bis Wochen nach Transfusion auftreten (. Tab. 41.2). Ursache ist die Transfusion proliferationsfähiger T-Lymphozyten des Spenders auf einen immundefizienten Empfänger. In speziellen Situationen (u.a. Transfusion unter Blutsverwandten, intrauterine Transfusion, Austauschtransfusion des Neugeborenen, Transfusion vor und während autologer Stammzellentnahme bzw. Stammzell-und Knochenmarkstransplantation) ist zur Vermeidung einer GvHD die Transfusion von bestrahltem Blut (30Gy) indiziert. Allergische Transfusionsreaktionen Zugrunde liegt eine IgE-vermittelte Histaminausschüttung aus Mastzellen des Empfängers. Die Präsenz von IgE-Antikörpern beim Empfänger gegen Plasmaproteine des Spenders oder gegen evtl. in der Konserve befindliche Allergene (z. B. Nahrungs-, Medikamentenspuren) scheint die Ursache zu sein. Die klinische Manifestation reicht von milden urtikariellen Reaktionen bis hin zum tödlich verlaufenden anaphylaktischen Schock. Insbesondere bei kardial vorerkrankten Patienten (KHK, Herzinsuffizienz) führt die schnelle Transfusion bzw. Infusion größerer Volumina an Blut und Blutprodukten nicht selten zu kardialer Dekompensation mit der Entwicklung eines akuten Lungenödems (TACO, transfusion associated circulatory overload; [19]). Immunmodulation Die Transfusion von allogenem Blut kann zu einer unspezifischen Immunsuppression des Empfängers führen. So ist das Risiko für das postoperative Auftreten von Infektionen (v. a. Pneumonien und Wundinfektionen) nach allogener Transfusion signifikant höher als nach autologer Transfusion [51]. Dabei korrelierten Häufigkeit und Ausprägung der infektiösen Komplikationen mit der Menge an transfundiertem Fremdblut. Darüber hinaus scheint die Rezidivrate maligner Tumoren mit der Menge an verabreichtem allogenem Blut zuzunehmen [2, 30]. Der hierbei zugrunde liegende Pathomechanismus ist derzeit nicht vollständig geklärt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Wochen vor seinem geplanten Eingriff in der Prämedikationsambulanz erforderlich. Ziel ist es, eine zu diesem Zeitpunkt diagnostizierte Anämie weiter zu differenzieren (Eisenmangel, renale Anämie, »anemia of chronic disease«). Hierzu ist neben der Hb-Konzentration die Bestimmung von MCV, MCH, Transferrinsättigung, Serumferritinkonzentration und der Serumkreatininkonzentration erforderlich. In schwierigen Fällen kann der Anteil hypochromer Erythrozyten (%HYPO) und der Hb-Gehalt der Retikulozyten (CHr) differenzialdiagnostisch herangezogen werden (. Abb. 41.5;[23]). . Etwa ein Drittel der vor operativen Eingriffen als anämisch identifizierten Patienten weist einen signifikanten Eisenmangel auf. Laborchemisch hinweisgebend sind verringertes Hb, MCV und MCH (mikrozytäre, hypochrome Anämie), verringertes Ferritin und Transferrinsättigung und verringertes retikulozytäres Hb. Unter effektiver Eisentherapie -aufgrund des Zeitdrucks häufig bevorzugt intravenös (z. B. niedermolekulares Eisen-III-hydroxid-Dextran oder -Saccharose, Eisencarboxymaltose) -sollte die Hb-Konzentration innerhalb weniger Tage signifikant ansteigen. of chronic disease (ACD). Die ACD tritt im Verlauf einer chronischen entzündlichen Erkrankung, Infektionskrankheit und bei malignen Tumoren auf. Ursächlich ist eine inadäquate Eisenfreisetzung aus häufig normal gefüllten Eisenspeichern. Laborchemisch hinweisend sind erniedrigtes Hb, normales MCV und MCH (normozytäre, normochrome Anämie). Die Transferrinsättigung ist verringert, das Serumferritin als Akut-Phase-Pprotein häufig erhöht. Die ACD kann nur durch die Verabreichung von rekombinantem humanen Erythropoeitin (rHuEPO) korrigiert werden. Anämie. Ursache einer renalen Anämie ist eine verminderte Synthese von Erythropoeitin in Kombination mit der toxischen Wirkung harnpflichtiger Substanzen. Hinweisgebend ist neben einer normochromen, normozytären Anämie eine Serumkreatininkonzentration von > 1,5 mg/dl und eine Kreatininclearance von < 40 ml × (min × 1,73 m 2 ) -1 . Häufig liegt gleichzeitig ein Eisenmangel vor. Die Therapie der renalen Anämie erfolgt durch die Verabreichung von rekombinant hergestelltem, humanem Erythropoeitin (rHuEPO) ggf. in Kombination mit der oralen oder i.v.-Applikation von Eisen. z Identifikation und Korrektur einer präoperativen Gerinnungsstörung Jeder operative Eingriff ist mit einem potenziellen Blutungsrisiko verbunden, welches durch eine unerkannte, präoperativ bereits existente Gerinnungsstörung erheblich erhöht werden kann. Plasmatische Globaltests (aktivierte partielle Thromboplastinzeit aPTT, Thromboplastinzeit TPZ bzw. Quick-Wert) und die Thrombozytenzahl besitzen für sich alleine betrachtet eine nur geringe Aussagekraft bezüglich der Prädiktion intraoperativer Blutungsprobleme. Hb-Konzentrationen auf als andere Patienten. Dieser Effekt kann durch die subkutane Verabreichung von Erythropoeitin (rhuEPO) und/oder die orale oder i.v.-Verabreichung von Eisenpräparaten abgeschwächt werden. Allerdings sinkt dadurch die Kosteneffektivität der Eigenblutspende.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In Abhängigkeit von der Art des operativen Eingriffs, der Transfusionswahrscheinlichkeit und der präoperativ noch verfügbaren Zeit, muss die Anzahl der Eigenblutspenden für jeden Patienten individuell festgelegt werden. Hilfestellung geben institutionseigene Transfusionsstatistiken sowie institutionsübergreifende, statistische Analysen des Transfusionsbedarfs bei verschiedenen chirurgischen Eingriffen (MSBOS: »maximum surgical blood ordering schedule«[18]; SANGUIS: »safe and good use of blood in surgery«[15]). Ziel derartiger Analysen ist es, bei Eigenblutspendern allogene Transfusionen zu vermeiden, gleichzeitig aber auch unnötige Entnahmen von Eigenblut zu minimieren und damit die Kosteneffektivität zu wahren. Übernahme ungenutzter Eigenblutkonserven zur allogenen Transfusion (sog. »crossover«) ist in der BRD verboten. > Durch die Kombination mit präoperativer Gabe von Erythropoetin, präoperativer Hämodilution und maschineller Autotransfusion (MAT) kann der Fremdblutbedarf bei Eigenblutspendern mit zu erwartenden großen Blutverlusten noch stärker reduziert werden. Die präoperative Eigenblutspende selbst ist dann jedoch nicht mehr kosteneffektiv. Entnahme und Aufbereitung wird das Eigenblut in einer dafür vorgesehenen Einrichtung für maximal 5-6 Wochen aufbewahrt. Wie bei allogener Transfusion besteht auch bei der Eigenbluttransfusion ein durch Verwechslung bzw. bakterielle Verunreinigung der Konserven bedingtes Transfusionsrisiko für den Empfänger. z Akute normovolämische Hämodilution Während einer akuten normovolämischen Hämodilution (ANH) wird dem Patienten unmittelbar vor einem elektiven chirurgischen Eingriff -in der Regel zwischen Narkoseeinleitung und Haut-schnitt -Vollblut entnommen und simultan durch kolloidale und/ oder kristalloide Infusionslösungen ersetzt. Bei Verdünnung des zirkulierenden Blutes auf Hämatokritwerte (Hkt) von bis zu 20 % spricht man von »limitierter« ANH, bei Hkt unter 20 % von »extremer« ANH (7 Abschn. 41.1.1). das intravasale Blutvolumen während ANH konstant bleiben muss (Normovolämie!), richtet sich das Verhältnis von entnommenem Blut zu infundierter Lösung nach der Art des verwendeten Diluens. Das entnommene autologe Vollblut wird bei Raumtemperatur in nummerierten und beschrifteten Blutbeuteln (Patientenetikett, Abnahmeuhrzeit, Unterschrift des behandelnden Anästhesisten) mit CPDA-1-Stabilisatorlösung in direkter Nähe des Patienten gelagert. Eine ANH kann bei elektiven chirurgischen Eingriffen erwogen werden, die im Regelfall die Transfusion von 2 oder mehr Erythrozytenkonzentraten erfordern. Die Menge des entnommenen ANH-Bluts wird an Größe und Blutungsrisiko des geplanten Eingriffs angepasst [27]. Bei zu erwartendem hohen Blutverlust muss ebenso wie bei geringem Ausgangshämatokrit ein niedrigerer Zielhämatokrit während ANH angestrebt werden, um genügend autologes ANH-Blut für perioperative Transfusionen zur Verfügung zu haben (. Abb. 41.6; [35]). Faktoren für die Effektivität der ANH bei der Einsparung von Fremdblut 4 Ausgansgshämatokrit vor ANH 4 Zielhämatokrit der ANH 4 Perioperativer Blutverlust Theoretisch könnte jede ANH primär bis zum individuellen kritischen Hkt (Hkt krit ) (7 Abschn. 41.2.3) des Patienten durchgeführt und somit die maximal mögliche Menge autologen Bluts gesammelt werden. Im Falle eines akuten intraoperativen Blutverlusts bestünde dann jedoch keinerlei Sicherheitsbereich mehr für die Gewebeoxygenierung. Jeder weitere Abfall der Ḋ O 2 würde zu einer sofortigen Abnahme der V O 2 führen. Die Folge wäre eine Gewebehypoxie. > In der klinischen Praxis wird daher die ANH nicht bis zum Hkt krit durchgeführt, sondern bei herzgesunden Patienten auf einen Hkt von 21 % (Hb 7 g/dl) und bei alten Patienten mit eingeschränkter Herzfunktion (KHK, Herzinsuffizienz, chronische β-Rezeptorblockade) auf einen Hämatokrit von 30 % (Hb 10 g/dl) limitiert. Überwachung des intravasalen Volumenstatus bei extremer Hämodilution (Hkt< 20 %) ist schwierig und erfordert zumindest die kontinuierliche Messung des zentralen Venendrucks, ZVD, besser die kontinuierliche Bestimmung der Variation des ventrikulären Schlagvolumens, SVV, die intermittierende Messung des intrathorakalen Blutvolumens, ITBV, oder die Beurteilung der ventrikulären Füllung mittels transthorakaler oder transösophagealer Echokardiographie. Bei Aufrechterhaltung von Normovolämie wird die iatrogene, dilutionsbedingte Anämie durch die in 7 Abschn. 41.1.1 aufgeführ-. Abb. 41.6 Nomogramm für ein ANH mit dem Ziel der Einsparung einer Fremdblutkonserve. Startpunkt ist die Körpergewichtsskala (1). Die horizontale Linie führt zum geschätzten Blutvolumen (EBV) (2), ablesbar bei (3). Der Schnittpunkt mit der Linie für ANH-Zielhämatokrit 22 % bei (4) gibt bei (5) den mindestens geforderten Ausgangshämatokrit an. (8) gibt das Verhältnis von Blutverlust und geschätztem Blutvolumen an. Beispiel: Ein 75 kg schwerer Mann (1) mit einem geschätzten Blutvolumen von ca. 4900 l (3) benötigt bei einem ANH-Zielhämatokrit von 22 % (4) einen Ausgangshämatokrit von mindestens 42 % (5), damit die ANH effektiv wird. Zudem muss der Blutverlust ca. 65 % des geschätzten Blutvolumens betragen (8). Die unterbrochenen Pfeile zeigen dieselbe Situation für einen Patienten, der lediglich auf einen Zielhämatokrit von 26 % hämodilutiert werden soll. Der errechnete Ausganghämatokrit liegt mit etwa 46 % entsprechend höher. (Nach: [35]) ten Mechanismen ohne die Gefahr von Gewebehypoxie und Organdysfunktion kompensiert. Eine durch die ANH bedingte, klinisch relevante Verschlechterung der Blutgerinnung ist bei einem angestrebten Ziel-Hkt zwischen 21 und 30 % unwahrscheinlich [27]. > Die Wahl des Diluens bei der ANH scheint bezüglich der Blutgerinnung keine klinisch relevante Rolle zu spielen [13]. Insbesondere niedermolekularen HÄS-Lösungen mit niedrigem Substitutionsgrad interferieren nur in geringem Maße mit der Blutgerinnung. Die Anwärmung der Infusionslösungen ist jedoch in jedem Falle anzuratensowohl im Tierexperiment als auch bei Patienten beeinträchtigte Hypothermie die Blutgerinnung [50]. Eine ANH kann auch bei Kindern, alten Patienten, Patienten mit eingeschränkter kardialer Pumpfunktion sowie Patienten mit chronischer β-Rezeptorblockade durchgeführt werden. Auch Malignome stellen keine Kontraindikation für eine ANH dar. Zeugen Jehovas akzeptieren ANH unter der Voraussetzung, dass Patient, Schlauchsystem und Blutbeutel zu jedem Zeitpunkt ein geschlossenes System bilden (7 Abschn. 41.5). Im Falle eines Blutverlusts profitiert der Patient in zweierlei Hinsicht von einer ANH: 4 zum einen verliert er verdünntes Blut und damit bei gleichem Blutverlust weniger Erythrozytenmasse als ein Patient mit normalem Hkt (. Tab. 41.3). 4 Zum anderen steht bei Indikation zur Transfusion frisches, autologes Vollblut einschließlich sämtlicher Gerinnungsfaktoren und funktionsfähiger Thrombozyten zur Verfügung. Die Retransfusion des ANH-Blutes sollte möglichst bis nach Abschluss der chirurgischen Blutstillung hinausgezögert werden, um einen hohen Prozentsatz des transfundierten Bluts im Patienten zu halten. Muss dennoch während eines anhaltenden Blutverlusts mit der Retransfusion begonnen werden, so sollte dies in der umgekehrten Reihenfolge der Abnahme geschehen, um so die Transfusion des »besten Beutels«, d. h. des Beutels mit dem höchsten Hkt, wiederum bis nach Beendigung der Blutstillung hinauszuzögern. Durchführung eines Bedside-Tests (7 Abschn. 41.3.3) ist nicht erforderlich. Die Transfusion des ANH-Blutes erfolgt über 170-bis 200-μm-Filter (Gerinnselbildung bei schlechter Durchmischung von Blut und Stabilisatorlösung). > ANH-Blut sollte wegen des potenziellen Bakterienwachstums bei Raumtemperatur nicht länger als 6-8 h gelagert werden. Für die Transfusion des ANH-Bluts gelten prinzipiell dieselben Kriterien wie für die Transfusion von Fremdblut (7 Abschn. 41.3.3). nach Zustand des Patienten und Schweregrad einer intraoperativen Blutung wird ein intraoperativer Blutverlust wie folgt therapiert: . Tab. 41.3 Ausmaß des Hämoglobinverlusts bei identischem Blutverlust: Einfluss des Ausgangshämatokrits Infusion kristalloidaler und kolloidaler Lösungen, bis Transfusionstrigger (7 Abschn. 41.3.3) eine beginnende Gewebehypoxie anzeigen oder bis beim Herzgesunden ein Hkt von 18-21 % (Hb 6-7 g/dl) und beim alten bzw. kardial vorgeschädigten Patienten ein Hkt von 24-30 % (Hb 8-10 g/dl) erreicht ist [1, 4, 9]. Eine bei normovolämischer Anämie auftretende Gewebehypoxie ist meist bereits nach Transfusion von wenigen Millilitern des autologen ANH-Blutes reversibel. In besonderen Fällen (mikrochirurgische Eingriffe, große Wundflächen, Knochenmarkeröffnung etc.) kann das ANH-Blut zur Verbesserung der Blutgerinnung transfundiert werden. Während in einzelnen klinischen Studien bei abdominal-, herzchirurgischen, orthopädischen, gynäkologischen, urologischen und Mund-Kiefer-Gesichtschirurgischen Eingriffen die Effektivität der ANH bei der Einsparung von Fremdblut wiederholt eindrücklich nachgewiesen werden konnte, war dieser Effekt nach Metaanalyse der in der Literatur vorhandenen Daten nicht eindeutig reproduzierbar [3, 48]. Eine der Hauptursachen hierfür dürfte das heterogene Transfusionsmanagement (Transfusionstrigger, Transfusionsvolumen etc.) in den einzelnen Studien sein, welches die Vergleichbarkeit der untersuchten Patientenkollektive erschwert. In vergleichenden Studien erwiesen sich ANH und präoperative Eigenblutspende bei urologischen (radikale Prostatektomie) und orthopädischen Eingriffen (Hüft-bzw. Knie-TEP) als gleichwertig. Eine ANH ist jedoch deutlich kostengünstiger als eine präoperative Eigenblutspende. Gehalts des Bluts hauptsächlich durch eine Erhöhung des Schlagvolumens kompensiert, während die Herzfrequenz konstant bleibt. Aufgrund der Zunahme des Blutvolumens steigen allerdings die enddiastolischen, ventrikulären Füllungsdrücke. Dies kann bei eingeschränkter ventrikulärer Pumpfunktion zum Lungenödem führen. Mechanismen der natürlichen der Anämietoleranz In Allgemeinanästhesie wird eine Verdünnungsanämie im Rahmen der Infusionstherapie eines akuten Blutverlusts bis auf sehr niedrige Hb-Konzentrationen bzw. Hkt-Werte ohne Gefährdung von Organperfusion, -oxygenierung und -funktion toleriert (»natürliche Anämietoleranz« des menschlichen Organismus). Die Kompensationsmechanismen einer normovlämischen Hämodilution sind in 7 Abschn. 41.1.1 beschrieben. Sie können auch bei Säuglingen, Kindern, alten Patienten, kardial vorerkrankten Patienten und Patienten unter chronischer β-Rezeptorblockade nachgewiesen werden. Erst bei extremer Hämodilution wird ein Punkt erreicht, an dem sich O 2 -Angebot (Ḋ O 2 ) und O 2 -Bedarf des Gesamtorganismus die Waage halten (. Abb. 41.3). Man spricht von der sog. kritischen Ḋ O 2 (Ḋ O 2 krit ). Das Unterschreiten von Ḋ O 2 krit ist mit einem konsekutiven Abfall der V O 2 als Zeichen einer beginnenden Man-gelversorgung der Gewebe mit O 2 und damit einer beginnenden Gewebehypoxie vergesellschaftet (sog. Angebotsabhängigkeit der V O 2 ; . Abb. 41.3). Der Organismus deckt jetzt seinen Energiebedarf zunehmend über anaerobe Glykolyse und als Folge dessen steigt die Serumlaktatkonzentration. Diejenige Hb-Konzentration bzw. derjenige Hkt-Wert, an dem diese physiologische Grenze der Anämietoleranz erreicht ist, wird als kritische Hb-Konzentration (Hb krit ) bzw. als kritischer Hkt-Wert (Hkt krit ) bezeichnet. Ohne Intervention (hyperoxische Beatmung oder Transfusion) tritt bei Unterschreiten von Hkt krit innerhalb kurzer Zeit der Tod des Organismus ein. Die kritische Hb-Konzentration, Hb krit bzw. der kritische Hämatokrit, Hkt krit definieren den »point of no return« einer normovolämischen Hämodilution. Bei Unterschreiten von Hb krit bzw. Hkt krit imponiert eine Gewebehypoxie.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "). z Therapeutische Beeinflussung der Anämietoleranz Im Falle unvorhergesehener Blutverluste und der Entwicklung einer potenziell lebensbedrohlichen Anämie kann die Anämietoleranz des Patienten durch verschiedene Maßnahmen effektiv gesteigert werden. Hierdurch kann Zeit bis zur chirurgische Kontrolle der Blutung gewonnen werden. Lagerung des Patienten Durch Lagerung des Operationsgebiets auf oder über Herzhöhe kann der hydrostatische Druck in den Venen und damit der venöse Blutverlust effektiv reduziert werden (z. B. 20 °-Trendelenburg-Lagerung, Seitenlagerung). Bei gleichzeitiger iatrogener Absenkung des ZVD (7 unten) muss die Gefahr einer Luftembolie beachtet werden. Reflextachykardie, z. B. durch Hydralazine) sollten nicht zur Induktion der KH eingesetzt werden. KH mit Nitroprussid-Na verschlechterte im Tierexperiment die Durchblutung und Oxygenierung des Skelettmuskels sowie des parietalen Hirnkortex. KH mit Inhalationsanästhetika beeinträchtigte ebenfalls im Tierexperiment die Durchblutung im Splanchnikusgebiet und die Koronarreserve. Die Transfusion erfolgt über einen 170-200 μm Filter. Das nach Zentrifugation und Spülung entstandene »gereinigte«, autologe Erythrozytenkonzentrat besitzt -abhängig von der Dauer des Waschvorgangs und von der Art des verwendeten MAT-Systems -einen Hämatokrit von 60-70 %. Es enthält nur noch klinisch unbedeutende Spuren von Heparin, Leukozyten, Thrombozyten und Gerinnungsfaktoren. Der Anteil von freiem Hämoglobin (im aspirierten Wundblut 200-500 mg/dl) wird durch den Waschvorgang um 50-70 %, der Anteil des zugesetzten Heparins um 99 % reduziert. O 2 -Transport in sowie O 2 -Abgabe aus »gewaschenen« Erythrozyten bleiben aufgrund einer stabilen 2,3-Diphosphoglycerat-Konzentration unbeeinträchtigt. Der pH-Wert von gewaschenem MAT-Blut liegt im alkalischen, die Elektrolytkonzentrationen im physiologischen Bereich. Für den Einsatz der MAT geeignet sind elektive operative Eingriffe sowie Notfalleingriffe mit einem Blutverlust von mehr als 800-1000 ml. Die Infusion von potenziell kontaminiertem gewaschenem Wundblut führte bei Patienten mit penetrierendem Abdominaltrauma nachweislich nicht zu einer Zunahme der Wundinfektionsrate. Umgekehrt können auch in aufbereitetem Blut aus nichtkontaminierten Wunden in 12,7 % aller Fälle Keime (z. B. Staphylococcus epidermidis) nachgewiesen werden. Substanzen (z. B. Fibrinkleber) sowie antibakteriellen Spüllösungen (z. B. Chloramin) sollte die Aspiration in das MAT-Reservoir unterbrochen werden. Bei Blutungen im Rahmen geburtshilflicher Maßnahmen und insbesondere bei der Sectio caesarea wird die bisher absolute Kontraindikation für MAT (Gefahr der Transfusion von Amnionzellen und fetalen Erythrozyten) zunehmend relativer gesehen [20]. Durch Anwendung jeder dieser Substanzen ließ sich die Transfusion von Fremdblut reduzieren. Dabei war Aprotinin der Tranexamsäure und diese wiederum der ε-Aminokapronsäure überlegen. Aufgrund einer signifikant erhöhten Rate an Nierenversagen nach herzchirurgischen Eingriffen [16] setzte der Hersteller die Vermarktung von Aprotinin seit 2008 aus. Eingriffe an der Herz-Lungen-Maschine (7 Kap. 49). Hinweise für die Reduktion perioperativer Fremdbluttransfusionen durch die Verabreichung von Desmopressin fehlen bislang. Komponenten des Gerinnungssystems ist äußerst schwierig und in der klinischen Situation des stark blutenden Patienten ohne entsprechende Zeitverluste häufig unmöglich. Während bei moderater Dynamik des Blutverlusts ein differenziertes Gerinnungsmanagement auf der Basis der Thrombelastographie erwogen werden kann [24], muss in Ermangelung dieser differenzierten Analysemethode und in Gegenwart stärkerer Blutverluste häufig frühzeitig und kalkuliert mit der Substitution von Fibrinogenkonzentrat, PPSB, gefrorenem Frischplasma (GFP) und der Applikation eines Antifibrinolytikums (z. B. Tranexamsäure) begonnen werden. Die kontinuierliche Applikation von Desmopressin führt zu einer Mobilisierung endogener Faktor-VIII-Reserven, einer Zunahme der Aktivität des von-Willebrand-Faktors sowie einer Stimulation der Thrombozytenfunktion. Zusätzlich kann die Stabilität des . Tab. 41.5 Dosierung von Antifibrinolytika Die Grundlage für die Erforschung des therapeutischen Nutzens von transfundiertem Blut bei akuten und chronischen Blutverlusten stellt zweifellos die detaillierte Beschreibung des Blutkreislaufs durch William Harvey im Jahre 1613 dar. Dennoch dauerte es mehr als 300 Jahre, bis die Bluttransfusion als sichere und effektive Therapie bei akuter und chronischer Anämie anerkannt wurde. Im Folgenden sind die Meilensteine dieser Entwicklung dargestellt (. Tab. 41.7). Im Jahre 1666 -also 53 Jahre nach Harveys Erstbeschreibung des Blutkreislaufs -zeigte der englische Arzt Richard Lower, dass ein Hund den Verlust nahezu seines gesamten Blut überlebte, wenn ihm simultan das Blut eines anderen Hundes infundiert wurde. Am 23.11.1667 transfundierte Lower bei einem Mann namens Arthur Coga Schafsblut in der Absicht, die labile psychische Situation des manisch-depressiven Patienten zu verbessern. Die Transfusion verlief ohne Zwischenfälle, der therapeutische Effekt wurde hingegen als zweifelhaft beurteilt. Etwa zeitgleich mit Lower veröffentlichte Jean Denis -Leibarzt am Hofe des französischen Königs Ludwig XIV. -seine Beobachtungen während einer Bluttransfusion, die vermutlich noch vor der Lower's durchgeführt worden war. Am 15.06.1667 transfundierte Denis einen aufgrund multipler Aderlässe anämischen 15-jährigen Jungen mit Kalbsblut. Die Transfusion verbesserte den Allgemeinzustand des Jungen deutlich. Im selben Jahr transfundierte Denis mindestens 4 weitere Patienten. Bei der letzten, durchgeführt bei dem 34-jährigen psychisch kranken Antoine Mauroy kam es wohl zur ersten dokumentierten hämolytischen Transfusionsreaktion. Noch während der Kalbsbluttransfusion entwickelte der Patient eine Tachykardie, Schweißausbrüche und starke Nierenschmerzen, gefolgt von einer kurzdauernden Bewusstlosigkeit. Einige Stunden später fiel der Abgang von schwarzem Urin auf. Mauroy überlebte diesen Transfusionszwischenfall, verstarb aber wenige Monate später während einer zweiten Bluttransfusion. Der Tod von Antoine Mauroy löste heftige Diskussionen über Sinn und Unsinn der Transfusion von Blut aus, die darin gipfelten, dass das Verfahren im Jahr 1678 zunächst vom englischen und französischen Parlament und im Jahre 1679 letztendlich vom Papst per Dekret offiziell verboten wurde. Für mehr als ein Jahrhundert ebbte das Interesse an Bluttransfusionen ab. Die nächste wissenschaftliche Dokumentation einer Transfusion datiert erst wieder aus dem Jahr 1818, ist aber von herausragender Bedeutung. Am 22.12.1818 transfundierte der englische Arzt und Geburtshelfer James Blundell erstmals einen 35 Jahre alten Patienten mit ausgeprägter Kachexie infolge eines Magenkarzinoms mit menschlichem Blut. Nach kurzdauernder Verbesserung des Allgemeinzustands verstarb der Patient 56 h später. Weitere von Blundell durchgeführte Transfusionen bei Frauen mit schwerer postpartaler Blutung verliefen dagegen erfolgreich. 1840 beschrieb Blundell, dass nach einer operativen Strabismuskorrektur die Transfusion von frischem Vollblut die Blutungsneigung bei einem 11-jährigen Patienten mit Bluterkrankheit verringerte. In der Folge bestimmten in erster Linie technische Verbesserungen die Weiterentwicklung im Transfusionswesen. 1835 empfahl Bischoff die Transfusion von defibriniertem Blut, 1860 tranfundierte Neudorfer zum ersten Mal Blut, das zuvor mit Natriumbikarbonat antikoaguliert worden war. Erst 1914 führte der Belgier Albert Hustin die Antikoagulation von Blut mit Natriumzitrat ein. Die moderne Ära im Bluttransfusionswesen begann mit der Entdeckung der Isoagglutinine A, B und 0 im Jahr 1900 durch Landsteiner. 1902 wurde das AB0-Blutgruppensystem um die von DeCastello u. Sturli beschriebene vierte Blutgruppe AB erweitert. 1940 entdeckten Landsteiner u. Weiner den Rhesus-Faktor. Transfusion die Testung des Transfusionsbluts auf seine Kompatibilität mit dem Blut des Empfängers. Ottenberg war auch der erste, der bei Kühlung die Möglichkeit der Lagerung von zitratantikoaguliertem Blut für mehrere Tage beschrieb.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ". 41.7). Folge ist eine gesteigerte O 2 -Affinität des Hämoglobinmoleküls.Physiologische TransfusionstriggerGrundsätzlich müssen Änderungen von Narkosetiefe sowie eine Hypovolämie als Ursachen der genannten Veränderungen ausgeschlossen bzw. vor endgültiger Indikationsstellung zur Transfusion korrigiert werden. Eine niedrige Hb-Konzentration stellt per se bei Anwendung des Konzepts der physiologischen Transfusionstrigger keine Indikation zur Transfusion dar. Bedside-Test). Der Bedside-Test ist unabdingbar von einem Arzt selbst oder unter seiner direkten Aufsicht durchzuführen. Eine Testung der Konserve ist nicht erforderlich. Transfusionsbestecke (170-200 μm Filter, DIN 58360 TG). Sie muss unter Beachtung von akut auftretenden Nebenwirkungen durch den transfundierenden Arzt eingeleitet werden. Empfohlen wird eine zügige Transfusion von 10 ml des EK gefolgt von einer 5-10 minütigen Beobachtung des Patienten. Alle Blutprodukte müssen -auch bei Abbruch einer Transfusion -mit Konserven-, bzw. Chargennummer sowie der Uhrzeit der Transfusion auf dem Anästhesieprotokoll verzeichnet werden.Der leere Blutbeutel muss nach erfolgter Transfusion für 24 h bei +4±2 °C aufbewahrt werden. Nicht benötigtes Blut muss der Blutbank ohne Unterbrechung der Kühlkette zurückgegeben werden.Seit dem 01.10.2001 dürfen nur noch leukozytendepletierte Blutprodukte transfundiert werden. Die Transfusion von Erythrozytenkonzentraten über spezielle Leukozytenadhäsionsfilter ist seither unnötig. Trotz Zusatz von Additivlösungen (CPDA-1, SAG-Mannitol, PAGGS-Mannitol etc.) führen der Abfall des pH-Werts und der ATP-Konzentration in gelagerten Blutkonserven bereits nach kurzer Zeit (3-5 Tagen) zu morphologischen und funktionellen Veränderungen der Erythrozyten (Bildung von Sphärozyten, reduzierte Verformbarkeit der Erythrozytenmembran, reduziertes 2,3-Diphosphoglycerat, gesteigerte O 2 -Affinität). Die Wiederherstellung normaler 2,3-DPG Konzentrationen und damit physiologischer O 2 -Transporteigenschaften benötigt nach Transfusion »alter« EK (> 7 Tage) zwischen 24 und 36 h. Es ist davon auszugehen, dass die transfundierten Erythrozyten in dieser Zeit nur unzureichend an der Gewebeoxygenierung teilnehmen. Die mangelnde Effektivität gelagerter Erythrozytenkonzentrate (> 15 Tage) bei der Gewebeoxygenierung konnte bereits im Tierexperiment [17] und am Patienten [40] nachgewiesen werden. Neue Daten bringen bei herzchirurgischen Patienten die Transfusion gelagerter EK (> 14 Tage) mit erhöhten Komplikationsraten (u. a. Nierenversagen, Sepsis) und erhöhter Letalität in Verbindung [36]. Bei akuter Anämie mit Gewebehypoxie sollte darauf geachtet werden, frische Erythrozytenkonzentrate (Alter < 10-15 Tage) zu transfundieren. Frischplasma z Herstellung und Lagerung Gefrorenes Frischplasma (GFP oder »fresh frozen plasma, FFP) wird aus dem Blut einer Einzelspende durch Zentrifugation gewonnen, separiert, innerhalb der ersten 6-8 h nach Abnahme tiefgefroren (-80 °C) und kann anschließend bei -30 bis -40 °C für 12-24 Monate gelagert werden. Eine Einheit GFP enthält etwa 200-350 ml Plasma einschließlich sämtlicher Gerinnungsfaktoren, Plasmaproteine (Fibrinolyseenzyme, AT, Protein C und S, α 2 -Makroglobulin, α 2 -Antiplasmin, Plasminogenaktivatorinhibitor), Blutfette, Mineralien und Spurenelemente in physiologischen Konzentrationen. Definitionsgemäß ist in 1 ml GFP je eine internationale Einheit aller Gerinnungsfaktoren und -inhibitoren enthalten. mittlere Proteingehalt beträgt 60 g/l, die Resterythrozytenzahl < 1000/μl, die Restleukozytenzahl < 500/μl und die Restthrombozytenzahl < 20000/μl. Neben GFP sind in Deutschland zugelassen: Solvent-Detergent behandeltes Plasma (SDP): wird aus 500-1600 Einzelspenderplasmen hergestellt und ist nach Ultrafiltration völlig zellfrei. 4 Methylenblau-Licht behandeltes Plasma (MLP): ist Einzelspenderplasma welches mit Methylenblau versetzt und mit Rotlicht (Wellenlänge 590 nm) bestrahlt wird. 4 Lyophilisiertes Humanplasma (LHP): ist Einzelspenderplasma, welches nach Quarantänelagerung und Zellfiltration lyophilisiert wird und erst kurz vor Anwendung aufgelöst wird. Infektionsrisiko Die Freigabe von Einzelspenderplasmen seitens der Blutspendedienste erfolgt nach einer derzeit 6-monatigen Quarantänelagerung, wenn bei einer nachfolgenden Blutspende oder Blutprobe die transfusionsrelevanten Infektionsmarker (Hepatitis-B, -C und HIV) weiterhin beim Spender nicht nachweisbar sind (sog. Quarantäneplasma). Durch dieses Vorgehen wird zum einen der potenziellen Gefahr einer manifesten Infektion trotz fehlender Infektionsmarker (sog. Virusreplikationsfenster) Rechnung getragen, zum anderen wird durch die »Doppeltestung« die Wahrscheinlichkeit eines Testversagens reduziert. SDP (Poolplasma) wird nach einer kurzen Sperrlagerung vor der Abfüllung in Therapieeinheiten einer Virusinaktivierung mit dem Solvent-Detergent-Verfahren unterzogen. Diese Methode verhindert mit hoher Sicherheit die Übertragung von lipidumhüllten Viren (Hepatitis-B, -C und HIV). Da ein großer Plasmapool durch wenige mit nichtlipidumhüllten Viren (Parvovirus-B-19, Hepatitis-A-Virus) infizierte Blutspender kontaminiert werden kann, setzen die Hersteller zu deren Ausschluss zunehmend molekulargenetische Verfahren zum Nachweis bzw. Ausschluss von Virusgenomen ein. Das Methylenblau-Licht-Verfahren inaktiviert die meisten klinisch relevanten Viren effektiv (Ausnahme Parvovirus-B-19). Vom infektiologischen Standpukt kann die Infusion von GFP als »weitgehend sicher« betrachtet werden. Genaue Zahlen liegen diesbezüglich aber nicht vor. Indikation zur perioperativen Verabreichung von GFP Nach den Leitlinien des Vorstands und des wissenschaftlichen Beirats der Bundesärztekammer aus dem Jahr 2008 [4] sowie den Praxisleitlinien der ASA-Task-Force [1] bestehen die in der Übersicht dargestellten Indikationen für die perioperative Verabreichung von GFP. Verbrauchskoagulopathie (DIC) mit Blutung -Verlust oder Verdünnungskoagulopathie bei Patienten mit exzessivem Blutverlust und Massivtransfusion (d. h. Blutaustausch > 1 Blutvolumen) + erhöhte klinische Blutungsneigung -Substitution bei hereditärem Faktor-V-oder Faktor-XI-Mangel -Thrombotisch-thrombozytopenische Purpura, adultes hämolytisch-urämisches Syndrom 6 Evidenz für die Anwendung von GFP besteht allerdings lediglich im Rahmen einer Massivtransfusion und bei der Behandlung von Patienten mit Marcumar induzierter intrakranieller Blutung [46]. z Verabreichung von GFP > Vor der Infusion von GFP ist weder eine Kreuzprobe noch ein Bedside-Test vorgeschrieben. Auch der Rhesusfaktor bleibt bei der Infusion von GFP unberücksichtigt. GFP enthält die Isoagglutinine des AB0-Blutgruppensystems und muss daher blutgruppenkompatibel (AB0-identisch bzw. AB0-verträglich) verabreicht werden. Im Notfall kann ohne vorherige Testung GFP eines Spenders mit der Blutgruppe AB infundiert werden (. Tab. 41.9). Infusion von GFP sollte innerhalb von 30 min nach Auftauen der Konserve in 37 °C warmem Wasser (GFP-Schüttler) über ein spezielles Transfusionsbesteck (170-200 μm Filter) erfolgen. Die Infusion bei immunsupprimierten Patienten und onkologisch-chirurgischen Eingriffen erfordert keine Anwendung spezieller Leukozytenfilter. Bezüglich der Dokumentation der Anwendung gelten dieselben Richtlinien wie für Erythrozytenkonzentrate. Dosierung > Die Infusion von einer Einheit GFP (ca. 200-300 ml) erhöht den Quick-Wert des Patienten um ca. 5-6 %. Diese Quick-Wert-Erhöhung pro Einzel-GFP-Transfusion nimmt mit jedem weiteren transfundierten GFP ab (Verdünnungseffekt). Zur Erhöhung des Quick-Werts z. B. von 20 % auf 40 % sind demnach mindestens 8 Einheiten GFP notwendig. Applikation von 1 oder 2 Einheiten GFP -wie so oft vom Operateur zur Verbesserung der Blugerinnung gefordert -ist als wenig wirksam anzusehen. TK) werden entweder durch Zentrifugation aus frisch entnommenem Vollblut oder durch maschinelle Thrombozytenapherese gewonnen und mit Plasma des Spenders oder additiver Lösung aufgeschwemmt. Verfügung stehende TK-Präparationen 4 Gepooltes TK: Zusammenführung von 4-6 blutgruppenkompatiblen Einzelspenden. Standard-TK zur perioperativen Transfusion. 240-360×10 9 Thrombozyten in 200-350 ml Plasma oder einer Plasmaersatzlösung. 4 Thrombozytenapherese-TK: 200-400×10 9 Thrombozyten eines Einzelspenders in 200-300 ml stabilisiertem Frischplasma. Enthält meist auch Leukozyten (< 1×10 6 ) und Erythrozyten (< 3×10 9 ). Lagerung Einzelspende-TK können in speziell dafür vorgesehenen Einrichtungen bei +22±2 °C und unter ständiger Bewegung (»Thrombozytenschaukel«) für bis 5 Tage gelagert werden. Um ein optimales Transfusionsergebnis zu erzielen, ist eine möglichst kurze Lagerungsdauer (12 h nach Herstellung) anzustreben. Frische, nichtaktivierte transfundierte Thrombozyten lassen sich 7-10 Tage im Blut eines gesunden Empfängers nachweisen. Cave TK dürfen nicht gekühlt transportiert oder zwischengelagert werden, da dies innerhalb kurzer Zeit zum Funktionsverlust der Thrombozyten führt. Infektionsrisiko Für HIV, Hepatitis B und C besteht ein identisches Infektionsrisiko wie bei Erythrozytenkonzentraten. Zusätzlich besteht ein erhöhtes Risiko für HTLV-und bakterielle Infektionen (Lagerung bei Raumtemperatur!). Grundsätzlich ist das Infektionsrisiko bei gepoolten TK höher als bei aus Einzelspenden gewonnenen TK. z Indikationen zur perioperativen Transfusion von TK Nach den Leitlinien der Bundesärztekammer aus dem Jahr 2008 [4] sowie den Praxisleitlinien der ASA-Task-Force [1] sollten TK prinzipiell nur bei Thrombozytopenie (Trombozytenzahl < 50.000/ μl) und gleichzeitig klinisch manifester Blutungsneigung transfundiert werden. Bei neurochirurgischen (intrakraniellen) Operationen sollte eine Thrombozytenzahl > 70.000-100.000/μl angestrebt werden. Die prophylaktische Verabreichung von TK bei notfallmäßig durchzuführenden chirurgischen Eingriffen bleibt speziellen Patientengruppen vorbehalten (primäre oder sekundäre Knochenmarksinsuffizienz, manifeste disseminierte intravasale Gerinnung, iatrogene Inhibition der Thrombozytenfunktion mit Glykoprotein-IIb/IIIa-Antagonisten, z. B. Abciximab oder Acetylsalicylsäurepräparaten sowie heparininduzierte Thrombopenie). Bei Planung einer Periduralanästhesie wird eine Thrombozytenzahl von > 80.000-100.000/μl empfohlen. Für die Spinalanästhesie gilt ein Grenzwert von 50.000/μl. Zentrale Venenkatheter (ZVK) können bei Patienten ohne Blutungsneigung bei einer Thrombozytenzahl bis zu 10.000/μl angelegt werden. zur prophylaktischen Thrombozytentransfusion vor chirurgischen Eingriffen 4 Vor kleineren operativen Eingriffen bei vorbestehender thrombozytärer Blutungssymptomatik oder bei Thrombozytenzahlen ≤ 20.000/μl 4 Vor größeren operativen Eingriffen und Eingriffen mit hohem Blutungsrisiko bei Thrombozytenzahlen ≤ 50.000/μl 4 Vor operativen Eingriffen mit sehr hohem Blutungsrisiko bei Thrombozytenzahlen ≤70.000-100.000/μl . Tab. 41.9 Mögliche Blutgruppenkombinationen bei der Infusion von gefrorenem Frischplasma (GFP) Auswahl und Dosierung Thrombozyten tragen AB0-Blutgruppen-Merkmale auf ihrer Zelloberfläche. > TK müssen demnach unter Berücksichtigung ihrer Kompatibilität im AB0-System ausgewählt werden (. Tab. 41.8). Aufgrund der Kontamination aller TK-Präparate mit Erythrozyten ist auch auf die Rhesus-Kompatibilität der Konserve zu achten.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Faustregel: Fibrinogendosis (g) = erwünschter Anstieg (g/l) × Plasmavolumen (l) ! Cave In mit Kolloiden versetztem Plasma werden mit den üblichen Analysegeräten falsch hohe Fibrinogenkonzentrationen bestimmt. Im Rahmen von massiven Blutungen sollte die Fibrinogenkonzentration direkt mit der Methode nach Clauss bestimmt werden. Faktor VIIa (rFVIIa) Herstellung Rekombinanter Faktor VII wird unter Verwendung einer Nierenzellreihe von Baby-Hamstern hergestellt. Durch hydrolytische Spaltung des Proteins entsteht aktivierter Faktor VII . Das rFVIIa-Konzentrat enthält keine anderen aktivierten Gerinnungsfaktoren. Infektionsrisiko Durch spezielle Verfahren zur Virusinaktivierung kann rFVIIa-Konzentrat als sicher bezüglich der Infektion mit HIV, Hepatitis B und C betrachtet werden. Lagerung rFVIIa-Konzentrat kann als Trockensubstanz bei +2 °C bis +8 °C für 3 Jahre gelagert werden. Die Substanz muss nach Aufschwemmen mit Lösungsmittel sofort appliziert werden. Nicht sofort benötigter, aufgeschwemmter rFVIIa kann bei 2-8 °C 24 h gelagert werden. Geläufige Packungsgrößen sind 1,2 mg, 2,4 mg und 4,8 mg rFVIIa-Konzentrat. Indikation zur perioperativen Applikation von rFVIIa-Konzentrat Die Applikation von rFVIIa-Konzentrat ist in der BRD zugelassen für die Behandlung bzw. Prävention von Blutungen bei Patienten mit angeborener und erworbener Hemmkörperhämophilie, Thrombasthenie Glanzmann und angeborenem Faktor-VII-Mangel. Die Anwendung im Rahmen massiver Blutverluste mit therapierefraktärer mikrovaskulärer Blutungsneigung entspricht einer Anwendung außerhalb zugelassener Indikationen (sog. »off-label-use«). wurden in einzelnen Fallberichten spektakuläre Erfolge einer Therapie mit rFVIIa-Konzentrat bei der Blutungskontrolle berichtet. Kontrollierte Daten bezüglich einer Verbesserung des Überlebens fehlen bislang. Ebenso ist der optimale Zeitpunkt für die Applikation von rFVIIa bei massiven Blutverlusten unklar. Die Applikation erfolgt aber -nicht zuletzt aufgrund der hohen Kosten des Präparats -häufig spät, d. h. als »Ultima-ratio«-Therapie nach erfolgloser Ausschöpfung aller sonst vorhandenen Möglichkeiten. Die erfolgversprechende Verabreichung von rFVIIa-Konzentrat erfordert folgende minimale Rahmenbedingungen: Kontrolle chirurgischer Blutungsquellen, Körpertemperatur > 35 °C, Fibrinogenkonzentration > 1,5 g/l, Thrombozytenzahl ≥50.000/μl, pH-Wert ≥7,2, ionisiertes Kalzium ≥0,9 mmol/l. Kontraindikationen Faktor VIIa führt über Komplexbildung mit dem in tiefen Gefäßwandschichten lokalisierten Gewebefaktor zu einer Aktivierung von Faktor X und wirkt hauptsächlich am Ort eines Gefäß-bzw. Gewebeschadens. Bei blutenden Patienten mit bekannten Thrombosen, koronarer Herzerkrankung oder peripherer arterieller Verschlusskrankheit ist die Applikation von rFVIIa-Konzentrat kritisch abzuwägen. Dosierung Die optimale Dosierung von rFVIIa-Konzentrat ist bis dato unklar. Empfohlen wird eine Initialdosis von 90-120 μg/kgKG. Faktor-VIII-, Faktor-VIII-/v.-Willebrand-Faktor und Faktor-IX-Konzentrat z Herstellung Konzentrate der Faktoren VIII, VIII/v.Willebrand Faktor und IX werden aus Kryopräzipitaten -z. T. auch gentechnisch -hergestellt. Der Reinheitsgrad eines Faktorenkonzentrates wird als »spezifische Aktivität« angegeben (Einheiten des wirksamen Faktors pro mg Gesamtprotein). Bei Massivtransfusionen sollte daher bevorzugt Blut transfundiert werden, das nicht älter als 15 Tage ist. Künstliche O2-Träger Die zu erwartende Kostenexplosion im Transfusionswesen -zum einen bedingt durch Spendermangel, zum anderen durch die Behandlungspflicht transfusionsassoziierter Folgeerkrankungen (chronische Hepatitis, Leberzirrhose, Wundinfektion, Tumorrezidiv)lässt erkennen, welch enormer sozioökonomischer Stellenwert der Entwicklung von synthetisch hergestellten »Blutersatzstoffen« zukommt. Bei entsprechender industrieller Massenproduktion könnte die Bereitstellung und Verabreichung derartiger Substanzen unabhängig vom Spendeverhalten der Bevölkerung werden; die besonders kostenbelastenden infektiologischen und immunologischen (AB0-Kompatibilität!) Kontrolluntersuchungen würden entfallen. Vermutlich wird eine künstlich hergestellte Infusionslösung niemals sämtliche physiologische Funktionen von Vollblut übernehmen können; daher wird vordringlich versucht, die O 2 -Transportfunktion der Erythrozyten zu ersetzen. den letzten 20 Jahren wurden zwei Substanzgruppen im Tierexperiment und in klinischen Studien auf ihre Sicherheit und Wirksamkeit bei schwerer, transfusionsbedürftiger Anämie untersucht: 4 Lösungen auf der Basis von isoliertem Hämoglobin (sog. »hemoglobin based oxygen carriers«, HBOC) und Perfluorokarbone (PFC; ausführliche Übersicht in [26]). Infusionslösungen auf der Basis von isoliertem menschlichem und tierischem (bovinem) Hämoglobin wurden für den 1:1-Ersatz eines Blutverlusts konzipiert und zeigten in einzelnen Fallberichten auch ihre Effektivität bei der Therapie einer anämischen Hypoxie. Allerdings weisen HBOC neben ihrer Fähigkeit zum O 2 -Transport eine derzeit noch schwer kontrollierbare vasokonstriktorische Potenz auf, deren Bedeutung für Organperfusion und -funktion bislang nicht vollständig geklärt ist. Dennoch erhielt die Rinderhämoglobinlösung Hemopure (Biopure Inc., Cambridge, USA) als bisher einziger Vertreter dieser Lösungen im April 2001 die Zulassung in Südafrika. Perfluorokarbon (PFC)-Emulsionen werden rein synthetisch hergestellt und erhöhen die Löslichkeit von Sauerstoff in Plasma. Immunsuppressive Effekte bei Hochdosisapplikation sowie die fehlende onkotische Eigenschaft verbieten den 1:1-Ersatz von Blutverlusten durch PFC. Als Supplement bei normovolämischer Hämodilution und Hyperoxie, konnte die niedrig dosierte Bolusanwendung der PFC-Emulsion Oxygent (Alliance Pharmaceutical Corp., San Diego, USA) die intraoperative Anämietoleranz steigern. 1996 wurde in Russland Perftoran 10 % (Perftoran Corp., Pushchino, Rußland) für den perioperativen Einsatz bei Patienten zugelassen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "z Herstellung PPSB-Konzentrate enthalten die Proenzyme der Faktoren des Prothrombinkomplexes (Faktor II, VII, IX und X), Protein C, S und Z sowie geringe Mengen an Heparin. In manchen Präparaten ist auch Antithrombin III enthalten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prothrombinkomplex (PPSB)"
        }
    ]
}