{
    "paper_id": "1d9759c9807d3c222770493776580140f22bee0e",
    "metadata": {
        "title": "COOPETITION AND COVID-19: COLLABORATIVE BUSINESS-TO-BUSINESS MARKETING STRATEGIES IN A PANDEMIC CRISIS",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Crick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telfer School of Management",
                    "location": {
                        "postCode": "K1N 6N5",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dave",
                "middle": [],
                "last": "Crick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telfer School of Management",
                    "location": {
                        "postCode": "K1N 6N5",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dcrick@uottawa",
                "middle": [],
                "last": "Ca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telfer School of Management",
                    "location": {
                        "postCode": "K1N 6N5",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although coopetition (simultaneous cooperation and competition) should positively affect company performance, it is unclear how implementation of these business -to-business marketing strategies can take place during large-scale emergencies. Therefore, guided by resource-based theory and the relational view, this investigation examines how organisations have used coopetition to cope with the Coronavirus (COVID-19) pandemic. Key examples include retailers sharing information about stock levels, pharmaceutical organisations working together to develop a vaccine, technological giants collaborating for the greater good, and charities forming alliances for a joint cause. This paper strengthens the extant literature by highlighting the heterogeneity of coopetition strategies that firms can use within a global crisis. Practitioners must balance the risks and rewards of coopetition activities. In turn, they should decide whether to continue to cooperate with their competitors once the pandemic has ended, or resume operating under individualistic business models. This article ends with some future research directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Another noticeable way that firms have changed their business models is through the amount of cooperation between competing organisations (coopetition) that has occurred because the COVID-19 outbreak has had such a profound effect on the world economy (Independent, 2020; The Guardian, 2020) . Indeed, even policymakers have engaged in coopetition activities (e.g., through contact tracing between rival government agencies in New York, Connecticut, and New Jersey), given the impact of the pandemic and the need to balance economic and health-related goals (National Post, 2020) . Coopetition is defined as \"a paradoxical relationship between two or more actors, regardless of whether they are involved in horizontal or vertical relationships, simultaneously involved in cooperative and competitive interactions\" (Bengtsson & Kock, 2014, p. 180) . Coopetition strategies pertain to companies sharing resources (e.g., equipment and funds) and capabilities (e.g., knowledge and experience) for mutually-beneficial outcomes 1 (Bengtsson & Kock, 2000; Park et al., 2014; Gnyawali et al., 2016; Pattinson et al., 2018) . In fact, although discussing network relationships more broadly than coopetition, Ritter et al. (2002) note that an ability to effectively deal with the interactions among network relationships is a core competence of a firm, proceeding to add this has a direct bearing on a firm's competitive strength and performance. Consequently, while there are some drawbacks associated with these inter-firm activities not being managed effectively, ranging from tensions, through to opportunistic behaviours Raza-Ullah et al., 2014; Czakon & Czernek, 2016; Crick et al., 2020) , a large volume of research surrounds the performance-enhancing benefits of coopetition (Ritala, 2012; Felzensztein et al., 2014; Velu, 2016) .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 291,
                    "text": "Guardian, 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 558,
                    "end": 579,
                    "text": "(National Post, 2020)",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 846,
                    "text": "(Bengtsson & Kock, 2014, p. 180)",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1048,
                    "text": "(Bengtsson & Kock, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1049,
                    "end": 1067,
                    "text": "Park et al., 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1068,
                    "end": 1090,
                    "text": "Gnyawali et al., 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1091,
                    "end": 1114,
                    "text": "Pattinson et al., 2018)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1199,
                    "end": 1219,
                    "text": "Ritter et al. (2002)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1616,
                    "end": 1640,
                    "text": "Raza-Ullah et al., 2014;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1641,
                    "end": 1664,
                    "text": "Czakon & Czernek, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1665,
                    "end": 1684,
                    "text": "Crick et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1788,
                    "text": "(Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1789,
                    "end": 1815,
                    "text": "Felzensztein et al., 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1816,
                    "end": 1827,
                    "text": "Velu, 2016)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, a research focus involving the implementation of coopetition activities during times of crisis remains under-researched. Therefore, it is unclear how practitioners within organisations (small and large) can manage the interplay between cooperation and competition to cope with the potentially devasting effects of widespread emergencies (e.g., . This is a concern because it is difficult to make recommendations to scholars and practitioners about whether coopetition is (or is not) a performance -driving business-to-business marketing strategy in these volatile circumstances. Specifically, a need exists for research to offer illustrations of th e implementation of different forms of coopetition taking place throughout a pandemic crisis, as well as the advantages and disadvantages for the companies involved (together with their customers and key stakeholders). Collectively, these insights highlight the risks and rewards of cooperating with industry rivals in these extraordinary settings. Hence, guided by resource -based theory and the relational view (Barney, 1991; Lavie, 2006; Dyer et al., 2018) , the objective of this paper is to examine how decisi on-makers can adapt their business models through implementing coopetition strategies during times of crisis (concentrating on . By achieving this research objective, three important contributions follow to strengthen the business -tobusiness marketing literature:",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1085,
                    "text": "(Barney, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1086,
                    "end": 1098,
                    "text": "Lavie, 2006;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1099,
                    "end": 1117,
                    "text": "Dyer et al., 2018)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) Insights feature coopetition being a multi-faceted set of firm-level behaviours used to help companies (that otherwise may not collaborate) to operate within a volatile crisis (building upon Pangarkar, 2007; Medrano & Olarte-Pascual, 2016 ).",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 211,
                    "text": "Pangarkar, 2007;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 212,
                    "end": 242,
                    "text": "Medrano & Olarte-Pascual, 2016",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) The barriers to engaging in coopetition activities are illustrated to demonstrate how certain political, bureaucratic, and legal forces can hinder organisations from working with industry rivals during a health-related emergency (responding to Neuwirth & Svetlicinii, 2015; Schiavone & Simoni, 2019) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 277,
                    "text": "Neuwirth & Svetlicinii, 2015;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 278,
                    "end": 303,
                    "text": "Schiavone & Simoni, 2019)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) The delicate nature of the coopetition paradox is evaluated to develop a stronger understanding of how firms can collaborate with their competitors throughout (and potentially after) a pandemic crisis (following Luo et al., 2007; Raza-Ullah et al., 2014; Crick, 2019) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 233,
                    "text": "Luo et al., 2007;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 234,
                    "end": 258,
                    "text": "Raza-Ullah et al., 2014;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 259,
                    "end": 271,
                    "text": "Crick, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To make these three contributions, this article is structured as follows. First, the framing literature regarding coopetition is reviewed. Second, some practitioner-focused news stories are discussed in relation to core J o u r n a l P r e -p r o o f issues within the business-to-business marketing literature. These pertain to how certain organisations have pivoted their business models to use coopetition strategies in response to the COVID-19 outbreak. Third, some actionable managerial implications and recommendations are outlined. Fourth, several directions for future research are described. Fifth, the paper is concluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The resource-based view examines the link between organisations' resources and capabilities and their performance (Barney, 1991) . A fundamental assumption of this lens is that larger companies, with a greater volume of resources and capabilities, can typically out-perform smaller-sized firms, with fewer assets at their disposal (Barney, 1991; Nason & Wiklund, 2018) . To create a competitive advantage, firms' utilisation of resources and capabilities can manifest in assets that are well organized; also, of value, rare, inimitable, and non-substitutable (Kozlenkova et al., 2014) . Nevertheless, owner-managers' possession of resources and capabilities does not necessarily lead to a competitive advantage; instead, strategic flexibility in decisionmaking is often important (Priem & Butler, 2001) . Consistent with the resources and capabilitiesperformance-enhancing relationship of resource-based theory, earlier research evidences the benefits of employing coopetition as a business-to-business marketing strategy (Gnyawali & Charleton, 2018; Hannah & Eisenhardt, 2018) . As an illustration, Rindfleisch & Moorman (2003) highlighted that if organisations collaborate with their competitors (what they referred to as inter-firm cooperation), they can obtain new resources and capabilities (combined with their own assets) to yield higher-levels of performance compared to if they operated under an individualistic business model. However, although the resource-based view helps explain how these resource and capability-sharing activities positively impact company performance, it inadequately considers the nature of relationships within the coopetition strategies, namely, in terms of which rivals that firms cooperate with and how this takes place (as noted by Crick, 2019). The relational view focuses on how high-quality inter-organisational relationships J o u r n a l P r e -p r o o f (potentially including with competitors) can positively affect company performance (Dyer & Singh, 1998) . In fact, recent work by Barney (2018) extended the resource -based view to encapsulate a stakeholder dimension, recognising circumstances in which decision-makers should work closely with key partners (e.g., competitors in this current study) to be more successful in their markets. It follows that resource -based theory and the relational view can be integrated to examine the cooperative and competitive aspects of the coopetition construct, including how decision-makers need to work with rivals that are trustworthy for mutuallybeneficial outcomes (building on Lavie, 2006; Barney, 2018; Dyer et al., 2018) . Henceforth, guiding this current investigation was an infusion of resource-based theory and the relational view to evaluate the implementation of coopetition strategies in response to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 128,
                    "text": "(Barney, 1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 331,
                    "end": 345,
                    "text": "(Barney, 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 368,
                    "text": "Nason & Wiklund, 2018)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 559,
                    "end": 584,
                    "text": "(Kozlenkova et al., 2014)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 780,
                    "end": 802,
                    "text": "(Priem & Butler, 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1022,
                    "end": 1050,
                    "text": "(Gnyawali & Charleton, 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1051,
                    "end": 1077,
                    "text": "Hannah & Eisenhardt, 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1100,
                    "end": 1128,
                    "text": "Rindfleisch & Moorman (2003)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1982,
                    "end": 2002,
                    "text": "(Dyer & Singh, 1998)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2029,
                    "end": 2042,
                    "text": "Barney (2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2571,
                    "end": 2583,
                    "text": "Lavie, 2006;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2584,
                    "end": 2597,
                    "text": "Barney, 2018;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2598,
                    "end": 2616,
                    "text": "Dyer et al., 2018)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Resource-based theory and the relational view"
        },
        {
            "text": "Coopetition gained some attention among business-to-business marketing scholars in the 1990s, with the emergence of two schools-of-thought. On the one hand, Brandenburger & Nalebuff (1996) viewed coopetition as being an organisation-wide mind-set pertaining to managers and functional-level employees believing in the importance of cooperating with industry rivals. On the other hand, Bengtsson & Kock (1999) argued that coopetition is a set of firm-level behaviours, whereby, organisations share resources and capabilities with their competitors to improve their performance within their markets. In fact, this latter perspective has led to a continuing interest that involves decision-makers' resource and capability-sharing activities and the relationship with aspects of company performance (see Luo et al., 2007; Bouncken & Kraus, 2013; Hoffmann et al., 2018; Crick & Crick, 2019) . Furthermore, Bengtsson & Kock (1999) did not formally define the coopetition construct; rather, they focused on cooperation with competitors. One year later, Bengtsson & Kock (2000) described coopetition activities as being the interplay between cooperation and competition, in which two rival firms collaborate. Subsequently, they extended their conceptualisations to acknowledge that coopetition can be implemented in horizontal and vertical channels, as well as between multiple rivals (see . This current paper used these developments to explore the heterogeneity of the J o u r n a l P r e -p r o o f coopetition construct (horizontal and vertical activities) that apply to a potentially large number of industry rivals (not just two competitors). More specifically, how various forms of coopetition relate to respective practitioners' responses to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 188,
                    "text": "Brandenburger & Nalebuff (1996)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 408,
                    "text": "Bengtsson & Kock (1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 800,
                    "end": 817,
                    "text": "Luo et al., 2007;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 818,
                    "end": 841,
                    "text": "Bouncken & Kraus, 2013;",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 864,
                    "text": "Hoffmann et al., 2018;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 865,
                    "end": 885,
                    "text": "Crick & Crick, 2019)",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 924,
                    "text": "Bengtsson & Kock (1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1046,
                    "end": 1069,
                    "text": "Bengtsson & Kock (2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The origins of the coopetition construct"
        },
        {
            "text": "Although coopetition has evolved as a business-to-business marketing construct over the last twenty-five years (Brandenburger & Nalebuff, 1996; Luo et al., 2006; Luo, 2007; Felzensztein et al., 2014; Hannah and Eisenhardt, 2018; Lascaux, 2020) , existing studies largely views this as a paradoxical strategy. Indeed, in their seminal work, Bengtsson & Kock (2000) noted that there can be situations where the degree of cooperation is outweighed by the magnitude of competition within a market (and vice -versa), or these paradoxical forces are equally matched. In other words, in all coopetition partnerships, any collaborative behaviours will interact with some form of rivalrous actions (see Park et al., 2014; Czakon & Czernek, 2016; Gnyawali & Charleton, 2018) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 143,
                    "text": "(Brandenburger & Nalebuff, 1996;",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 161,
                    "text": "Luo et al., 2006;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 162,
                    "end": 172,
                    "text": "Luo, 2007;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 173,
                    "end": 199,
                    "text": "Felzensztein et al., 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 200,
                    "end": 228,
                    "text": "Hannah and Eisenhardt, 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 229,
                    "end": 243,
                    "text": "Lascaux, 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 340,
                    "end": 363,
                    "text": "Bengtsson & Kock (2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 694,
                    "end": 712,
                    "text": "Park et al., 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 713,
                    "end": 736,
                    "text": "Czakon & Czernek, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 737,
                    "end": 764,
                    "text": "Gnyawali & Charleton, 2018)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The coopetition paradox"
        },
        {
            "text": "In fact, some researchers have viewed the coopetition construct as a Yin and Yang concept, whereby, if the opposing cooperative and competitive forces are balanced, they are advantageous; for example, if decisionmakers work with complementary partners and manage potential tensions Mattsson & Tidstrom, 2015; Gnyawali et al., 2016) . Alternatively, if these paradoxical forces are unhinged by excessive forms of rivalry, there can be harmful performance outcomes (see Crick & Crick, 2020).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 308,
                    "text": "Mattsson & Tidstrom, 2015;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 309,
                    "end": 331,
                    "text": "Gnyawali et al., 2016)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The coopetition paradox"
        },
        {
            "text": "An emerging body of literature surrounds the antecedents (or drivers) of coopetition strategies. For instance, Gnyawali & Park (2011) used case study data from Sony and Samsung Electronics to explain how larger-sized corporations (as opposed to under-resourced entities) are equipped with the mechanisms to engage in coopetition. They proposed that a critical driver of coopetition strategies is a coopetition-oriented mind-set. In other words, Gnyawali & Park (2011) argued that if managers and functional-level employees believe in the importance of cooperating with their competitors, these values and assumptions should manifest into J o u r n a l P r e -p r o o f behavioural forms of coopetition, such as sharing resources and capabilities with rival entities (reinforced by Gnyawali & Charleton, 2018; McGrath et al., 2019) . Another antecedent of coopetition is associated with the magnitude of competition within a market. That is, for coopetition to exist, organisations require rival firms to collaborate with (Bengtsson & Kock, 2000; Bouncken & Kraus, 2013; Hoffmann et al., 2018) . Thus, certain researchers have explored how competitive forces (like competitive intensity) provide the market-level conditions for coopetition strategies to be implemented (e.g., Ang, 2008; Park et al., 2014; Bengtsson et al., 2016 ). Yet, for coopetition to be effective, owner-managers need to engage in relationships with trustworthy rivals for mutually-beneficial outcomes, including potentially targeting complementary product-markets (Czakon & Czernek, 2016; Felzensztein et al., 2018; Lascaux, 2020) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 133,
                    "text": "Gnyawali & Park (2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 445,
                    "end": 467,
                    "text": "Gnyawali & Park (2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 781,
                    "end": 808,
                    "text": "Gnyawali & Charleton, 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 809,
                    "end": 830,
                    "text": "McGrath et al., 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1021,
                    "end": 1045,
                    "text": "(Bengtsson & Kock, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1046,
                    "end": 1069,
                    "text": "Bouncken & Kraus, 2013;",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1092,
                    "text": "Hoffmann et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1275,
                    "end": 1285,
                    "text": "Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1286,
                    "end": 1304,
                    "text": "Park et al., 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1305,
                    "end": 1327,
                    "text": "Bengtsson et al., 2016",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1536,
                    "end": 1560,
                    "text": "(Czakon & Czernek, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1561,
                    "end": 1587,
                    "text": "Felzensztein et al., 2018;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1588,
                    "end": 1602,
                    "text": "Lascaux, 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Antecedents of coopetition"
        },
        {
            "text": "Under resource-based theory and the relational view, the competitive business environment can affect the performance outcomes of organisational resources and capabilities, as well as determining which particular strategies that decision-makers implement (Priem & Butler, 2001; Crick & Crick, 2020) . Indeed, from an outside-in perspective, recognition exists of the need for decision-makers to be market-led (Day, 2014; Mu et al., 2018) . To illustrate, Day (2014, p. 28 ) offers suggestions of typical questions resulting from an outside -in perspective. \"How and why are customers changing? What new needs do they have? What can we do to solve their problems and help them make more money? What new competitors are lurking around the corner, and how can we derail their efforts?\" In the context of this current study, the latter question is pertinent, sinc e coopetition activities can assist decision-makers to sense and seize opportunities by collaborating with competitors rather than derailing them as part of their business models (following Ritala et al., 2014; Velu, 2016) . Nevertheless, in later sections of this paper, some of the barriers to engaging in coopetition activities are illustrated, since political, bureaucratic, and legal forces that can hinder companies from working with their industry rivals throughout global emergencies (Neuwirth & Svetlicinii, 2015; Schiavone & Simoni, 2019) . If lifted (or relaxed), these environmental barriers can serve as antecedents of coopetition during a pandemic crisis, like COVID-19, providing that decisions-makers exhibit strategic flexibility in reacting to changing circumstances (as per Priem & Butler, 2001 ).",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 276,
                    "text": "(Priem & Butler, 2001;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 277,
                    "end": 297,
                    "text": "Crick & Crick, 2020)",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 419,
                    "text": "(Day, 2014;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 420,
                    "end": 436,
                    "text": "Mu et al., 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 454,
                    "end": 470,
                    "text": "Day (2014, p. 28",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1069,
                    "text": "Ritala et al., 2014;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1070,
                    "end": 1081,
                    "text": "Velu, 2016)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1351,
                    "end": 1381,
                    "text": "(Neuwirth & Svetlicinii, 2015;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1382,
                    "end": 1407,
                    "text": "Schiavone & Simoni, 2019)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1652,
                    "end": 1672,
                    "text": "Priem & Butler, 2001",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Antecedents of coopetition"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antecedents of coopetition"
        },
        {
            "text": "Business-to-business marketing researchers have helped to explain the nature of the relationship between coopetition activities and company performance (Ritala, 2012; Crick, 2019) . To illustrate, certain studies have noted that while coopetition might lead to higher-levels of performance (e.g., sales in a linear manner), a nonlinear (inverted U-shaped) association might exist Crick & Crick, 2020) . That is, with \"too little\" coopetition, organisations might struggle to achieve their objectives due to possessing an insufficient volume of resources and capabilities (Rusko, 2011; Dahl, 2014; Velu, 2016 ). Yet, with \"too much\" coopetition, there might be a range of dark-sides, including tensions (e.g., conflict, power imbalances, and opportunistic behaviours), lost intellectual property, and diluted competitive advantages (Tidstrom, 2014; Lacaux, 2020) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 166,
                    "text": "(Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 167,
                    "end": 179,
                    "text": "Crick, 2019)",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 400,
                    "text": "Crick & Crick, 2020)",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 584,
                    "text": "(Rusko, 2011;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 585,
                    "end": 596,
                    "text": "Dahl, 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 597,
                    "end": 607,
                    "text": "Velu, 2016",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 831,
                    "end": 847,
                    "text": "(Tidstrom, 2014;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 848,
                    "end": 861,
                    "text": "Lacaux, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coopetition and company performance"
        },
        {
            "text": "Consequently, decision-makers are faced with the challenge of engaging in an \"optimal-level\" of coopetition to avoid these harmful effects on their performance Bengtsson et al., 2016) . It is recognised that this \"inflection point\" could be difficult to anticipate, in which decision-makers cannot plan for the exact stage where cooperation ends and rivalry resumes (Bouncken et al., 2018) . However, managers and functional-level employees should consider that coopetition might not always lead to improved performance if they engage in minimal or excessive degrees of these activities Ang, 2008; Cui et al., 2018) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 183,
                    "text": "Bengtsson et al., 2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 366,
                    "end": 389,
                    "text": "(Bouncken et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 597,
                    "text": "Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 615,
                    "text": "Cui et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coopetition and company performance"
        },
        {
            "text": "Additionally, there have been several calls for research to address the moderating factors that might affect the association between coopetition and company performance (see Shu et al., 2017; Hoffmann et al., 2018; Czakon et al., 2020) . In fact, certain studies have shown that there are prominent market-level forces (e.g., competitive intensity) that can moderate this relationship (e.g., Luo et al., 2007; Park et al., 2014; Crick & Crick, 2020) . To emphasise an earlier point, coopetition strategies are comprised of the paradoxical forces of cooperativeness and competitiveness, meaning that regardless of the extent to which managers and functional-level employees share resources and capabilities with their partners, they are industry rivals (as noted by Mattsson & Tidstrom, 2015; Bengtsson & Raza-Ullah, 2016) . Through these moderating effects, it appears that aspects of the competitive business environment (like competitive intensity) can distort the J o u r n a l P r e -p r o o f delicate nature of the coopetition paradox and negatively impact company performance (Ang, 2008) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 191,
                    "text": "Shu et al., 2017;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 192,
                    "end": 214,
                    "text": "Hoffmann et al., 2018;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 215,
                    "end": 235,
                    "text": "Czakon et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 392,
                    "end": 409,
                    "text": "Luo et al., 2007;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 410,
                    "end": 428,
                    "text": "Park et al., 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 429,
                    "end": 449,
                    "text": "Crick & Crick, 2020)",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 791,
                    "text": "Mattsson & Tidstrom, 2015;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 792,
                    "end": 821,
                    "text": "Bengtsson & Raza-Ullah, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1094,
                    "text": "(Ang, 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Coopetition and company performance"
        },
        {
            "text": "Consequently, decision-makers must collaborate with appropriate competitors (such as those that are trustworthy and/or are targeting complementary product-markets) to mitigate the dark-sides of coopetition activities (Felzensztein & Deans, 2013; Czakon & Czernek, 2016; Lacaux, 2020) . In turn, these moderators have identified situations where coopetition is (and is not) a performance -enhancing business-to-business marketing strategy. This current investigation extends these conceptualisations to highlight the advantages and disadvantages of engaging in coopetition within a worldwide pandemic crisis.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 245,
                    "text": "(Felzensztein & Deans, 2013;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 246,
                    "end": 269,
                    "text": "Czakon & Czernek, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 270,
                    "end": 283,
                    "text": "Lacaux, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coopetition and company performance"
        },
        {
            "text": "There have been various operationalisations of the coopetition construct throughout the broader business -tobusiness marketing literature (including studies underpinned by resource -based theory and the relational view), such as single-indicators, survey-based instruments, dummy variables, archival proximities, and multidimensional scales (Ang, 2008; Luo et al., 2007; Ritala, 2012; Cui et al., 2018; Crick & Crick, 2019) . While limitations exist in all construct measures (Lee & Cadogan, 2013) , coopetition is best-captured in a way that reflects how cooperative and competitive dimensions underpin these business -to-business marketing strategies (see Bengtsson & Raza-Ullah, 2016; Gnyawali & Charleton, 2018) . This explains why certain operationalisations of the coopetition construct in existing studies have involved a multiplication of cooperation and competition (as per Bengtsson et al., 2016; Shu et al., 2017) . In other words, to accurately measure coopetition activities, academics must establish a tool that captures the propensity of these cooperative and competitive behaviours, or the extent to which firms collaborate with their competitors (Bouncken & Kraus, 2013; Bouncken et al., 2018) . This is not a simple task to achieve, as there are differing views on how to capture the variance of coopetition activities. Therefore, this current study draws on practitioner-based insights to illustrate varying 'collaborative' changes in firms' business models in response to the COVID-19 pandemic. Furthermore, when conducting quantitative research involving the operationalisation of the coopetition construct, scholars must find a suitable J o u r n a l P r e -p r o o f setting for their investigations. An ideal empirical context for coopetition-based research is a sector that hosts high-degrees of cooperativeness and competitiveness (as noted by Dahl, 2014; Velu, 2016) . For example, earlier work has utilised data from agricultural businesses (Rusko, 2011; Felzensztein et al., 2018) , sporting organisations (Crick & Crick, 2019), high-tech firms (Ang, 2008; Gnyawali & Park, 2011) , alcohol producers (Felzensztein & Deans, 2013; McGrath et al., 2019) , and automotive manufacturers (Andersson & Nyberg, 1998; Akpinar & Vincze, 2016) . Hence, when evaluating coopetition during times of crisis (as per this curre nt investigation), not only does there need to be these cooperative and competitive forces at play, but also, there should be a crisis that has evidently negatively impacted a sector (following Pangarkar, 2007; Medrano & Olarte-Pascual, 2016) . The link between coopetition and COVID-19 is discussed in the next section.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 352,
                    "text": "(Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 353,
                    "end": 370,
                    "text": "Luo et al., 2007;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 371,
                    "end": 384,
                    "text": "Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "Cui et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 423,
                    "text": "Crick & Crick, 2019)",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 497,
                    "text": "(Lee & Cadogan, 2013)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 658,
                    "end": 687,
                    "text": "Bengtsson & Raza-Ullah, 2016;",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 715,
                    "text": "Gnyawali & Charleton, 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 883,
                    "end": 906,
                    "text": "Bengtsson et al., 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 907,
                    "end": 924,
                    "text": "Shu et al., 2017)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1163,
                    "end": 1187,
                    "text": "(Bouncken & Kraus, 2013;",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1210,
                    "text": "Bouncken et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 1870,
                    "end": 1881,
                    "text": "Dahl, 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1882,
                    "end": 1893,
                    "text": "Velu, 2016)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1969,
                    "end": 1982,
                    "text": "(Rusko, 2011;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1983,
                    "end": 2009,
                    "text": "Felzensztein et al., 2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2074,
                    "end": 2085,
                    "text": "(Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2086,
                    "end": 2108,
                    "text": "Gnyawali & Park, 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2129,
                    "end": 2157,
                    "text": "(Felzensztein & Deans, 2013;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2158,
                    "end": 2179,
                    "text": "McGrath et al., 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2211,
                    "end": 2237,
                    "text": "(Andersson & Nyberg, 1998;",
                    "ref_id": null
                },
                {
                    "start": 2238,
                    "end": 2261,
                    "text": "Akpinar & Vincze, 2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2535,
                    "end": 2551,
                    "text": "Pangarkar, 2007;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2552,
                    "end": 2583,
                    "text": "Medrano & Olarte-Pascual, 2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of the coopetition construct"
        },
        {
            "text": "There have been numerous studies examining broader marketing activities in times of crisis. These have included firms dealing with a shortage of goods and services (Kotler, 1974) , businesses managing marketing strategies during a recession (Naidoo, 2010) , advertising throughout a product-harm crisis (Gao et al., 2015) , and multinational corporations struggling to resolve problems associated with the global financial crisis (Williams & Martinez, 2012) . In the marketing domain, a crisis can take many forms, b ut ultimately, it surrounds a large-scale situation where an event has involved a drastic and negative impact on an organisation, its customers, competitors, employees, and other relevant stakeholders (see Clark, 1988; Grewal & Tansuhaj, 2001 ). However, a limited body of knowledge surrounds marketing in a pandemic crisis offering an opportunity to contribute to the business-to-business marketing literature. Existing research has focused on public policy decisions or business-to-consumer marketing activities -as opposed to business-to-business marketing relationships (e.g., Kennedy et al., 2004) . Furthermore, there have been many investigations associated with health marketing in dealing with crises, but these investigations are typically focused on hospital s and care providers managing resources and capabilities to treat patients (as noted by Schiavone & Simoni, 2019) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 178,
                    "text": "(Kotler, 1974)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 241,
                    "end": 255,
                    "text": "(Naidoo, 2010)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 303,
                    "end": 321,
                    "text": "(Gao et al., 2015)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 430,
                    "end": 457,
                    "text": "(Williams & Martinez, 2012)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 723,
                    "end": 735,
                    "text": "Clark, 1988;",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 759,
                    "text": "Grewal & Tansuhaj, 2001",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1098,
                    "end": 1119,
                    "text": "Kennedy et al., 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1375,
                    "end": 1400,
                    "text": "Schiavone & Simoni, 2019)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Marketing in times of crisis"
        },
        {
            "text": "There is scarce research surrounding how coopetition might help to overcome the effects of a worldwide emergency (see Medrano & Olarte-Pascual, 2016) . For example, Pangarkar (2007) found that engaging in alliances assisted organisations to improve their survival prospects during the global financial crisis. Pangarkar (2007) highlighted that alliances helped these organisations to lower their operating costs, boost productivity, and create value for their customers (supplementing Rindfleisch & Moorman, 2003; Ritala, 2012; Hannah & Eisenhardt, 2018) . Therefore, this current paper investigates ho w coopetition has been implemented by certain organisations in response to the COVID-19 outbreak. These issues complement the recent work that has examined other business-to-business marketing strategies related to this global pandemic (e.g., Cortez & Johnstone, 2020). The subsequent news stories are related to pertinent issues within the business -to-business marketing literature to demonstrate the heterogeneity of the coopetition construct and its benefits for the companies involved, together with their customers, and other key stakeholders. These extend, through a coopetition perspective, the topical points made by other scholars regarding how firms might adapt their business models in response to COVID-19 (Chesborough, 2020; Lund Pedersen & Ritter, 2020).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 149,
                    "text": "Medrano & Olarte-Pascual, 2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 165,
                    "end": 181,
                    "text": "Pangarkar (2007)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 320,
                    "end": 326,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 513,
                    "text": "Rindfleisch & Moorman, 2003;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 514,
                    "end": 527,
                    "text": "Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 528,
                    "end": 554,
                    "text": "Hannah & Eisenhardt, 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Coopetition activities and large-scale emergencies"
        },
        {
            "text": "In March 2020, like various other countries, the British government instructed its citizens to remain at home (where possible) to minimise the spread of COVID-19 (United Kingdom Government, 2020). Yet, public health officials allowed members of the public to leave their homes to purchase essential items, like food and medical supplies, as well as getting exercise within a close geographic proximity. Therefore, supermarkets have been in high-demand, with consumers engaged in panic-buying goods, such as canned food, toilet paper, dairy products, meat, and vegetables (Daily Mail, 2020). Amidst this \"new reality\", competition laws in the United Kingdom have been relaxed to allow retailers to share data ab out stock levels, coordinate closure times (to J o u r n a l P r e -p r o o f allow cleaning and inventory replenishment), access supply chain networks, and loan employees between rival stores (Independent, 2020). There can be certain legal, political, and bureaucratic regulations that prevent organisations from engaging in coopetition activities during a pandemic (as noted by Neuwirth & Svetlicinii, 2015) . In this instance, by allowing competing retailers to share these resources and capabilities, they have been able to operate more efficiently, like having higher-levels of stock to meet an unprecedented demand.",
            "cite_spans": [
                {
                    "start": 1091,
                    "end": 1120,
                    "text": "Neuwirth & Svetlicinii, 2015)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "British supermarkets sharing resources and capabilities"
        },
        {
            "text": "Interestingly, Neuwirth & Svetlicinii (2015) focused on health care providers, as opposed to privately -owned businesses (e.g., retailers) affected by a large-scale emergency.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 44,
                    "text": "Neuwirth & Svetlicinii (2015)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "British supermarkets sharing resources and capabilities"
        },
        {
            "text": "The example of British retailers engaging in coopetition relates to vertical and horizontal channels (Lacoste, 2012; Velu, 2016) . Furthermore, these supermarkets are still being regulated to ensure that collusion does not occur, but to a lesser extent than before the COVID-19 outbreak (Independent, 2020). Accordingly, there are two issues that connect these behavioural forms of coopetition with the business -to-business marketing literature. One factor is that coopetition helps firms to improve their performance, but only up to a fixed point, since there are environmental-level forces (e.g., the prior-mentioned political, bureaucratic, and legal regulations) that can limit their performance (following Luo et al., 2007; Raza-Ullah et al., 2014) . Another area to consider is that under resource-based theory and the relational view, there are environmental conditions that can affect the strategies that organisations implement (Priem & Butler, 2001; Crick & Crick, 2020) . From a market-led perspective, these forces can drive decision-makers to seek support from external stakeholders (e.g., rivals) to survive and grow within their markets (Day, 2014; Mu et al., 2018) . Thus, coopetition in the British retailing sector provides an illustration of how changing market conditions can cause companies to adapt their business models to engage in coopetition strategies. In doing so, it offers improved insights into the aspects of the competitive business environment that can affect the coopetition paradox in times of crisis. This expands earlier work that has focused on factors, like competitive intensity, and their effect on these activities (Ang, 2008; Park et al., 2014; Cui et al., 2018) .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 116,
                    "text": "(Lacoste, 2012;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 117,
                    "end": 128,
                    "text": "Velu, 2016)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 712,
                    "end": 729,
                    "text": "Luo et al., 2007;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 730,
                    "end": 754,
                    "text": "Raza-Ullah et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 938,
                    "end": 960,
                    "text": "(Priem & Butler, 2001;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 961,
                    "end": 981,
                    "text": "Crick & Crick, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1164,
                    "text": "(Day, 2014;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1165,
                    "end": 1181,
                    "text": "Mu et al., 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1659,
                    "end": 1670,
                    "text": "(Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1671,
                    "end": 1689,
                    "text": "Park et al., 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1690,
                    "end": 1707,
                    "text": "Cui et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "British supermarkets sharing resources and capabilities"
        },
        {
            "text": "According to the New York Times (2020), pharmaceutical companies from the United States, China, and Germany have been working together by sharing knowledge and equipment to develop a vaccine for COVID-19, as well as manufacturers producing medical supplies (e.g., ventilators , masks, and other breathing devices). These rivals have been sharing scientific data, such as from experiments and clinical trials to expedite the process of finding treatment options for the disease. As already noted, there are often bureaucratic, political, and legal factors that serve as barriers for the implementation of coopetition strategies during pandemics (Neuwirth & Svetlicinii, 2015; Schiavone & Simoni, 2019) . In this situation, the facilitation of inter-country-level coopetition has taken place through not only relaxed laws on cooperation versus competition, but also, a common incentive to develop a cure, or at least treatment options as quickly as possible. To stress an important consideration mentioned earlier, during all coopetition partnerships, there needs to be a mutually-beneficial outcome, which is typically higher-levels of performance (Bouncken & Kraus, 2013; Czakon et al., 2020) . Here, that shared outcome is the greater good for human health (and the associated economic benefits), offering a new, but large-scale reason for engaging in coopetition as a business-to-business marketing strategy (building upon Rusko, 2011; Ritala, 2012; Crick, 2019) .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 674,
                    "text": "(Neuwirth & Svetlicinii, 2015;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 675,
                    "end": 700,
                    "text": "Schiavone & Simoni, 2019)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1147,
                    "end": 1171,
                    "text": "(Bouncken & Kraus, 2013;",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1192,
                    "text": "Czakon et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1425,
                    "end": 1437,
                    "text": "Rusko, 2011;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1438,
                    "end": 1451,
                    "text": "Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1452,
                    "end": 1464,
                    "text": "Crick, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "These organisations have demonstrated that despite there being institutional differences at play (Williams & Martinez, 2012) , there are short-term cooperative factors that outweigh certain rivalrous behaviours. This news story relates to Bengtsson & Kock's (2000) seminal paper on coopetition having varied degrees of cooperation, vis-à-vis, competition. That is, there are situations where firms are more collaborative than competitive (see Bengtsson et al., 2016; Hoffmann et al., 2018) . This news story from the New York Times (2020) shows how companies that normally exhibit high-degrees of rivalry have used this global pandemic to collaborate for the greater good. Furthermore, there has been scarce research pertaining to coopetition in an international arena (e.g., Felzensztein et al., 2014; Shu et al., 2017) . This inter-country-level coopetition arrangement illustrates how companies can pool resources and capabilities across national borders for mutually-beneficial outcomes. In fact, it supports Luo's (2007) argument that globalisation allows competitors to collaborate to achieve shared performance outcomes, even if they are located across large distances.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 124,
                    "text": "(Williams & Martinez, 2012)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 239,
                    "end": 264,
                    "text": "Bengtsson & Kock's (2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 443,
                    "end": 466,
                    "text": "Bengtsson et al., 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "Hoffmann et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 776,
                    "end": 802,
                    "text": "Felzensztein et al., 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 803,
                    "end": 820,
                    "text": "Shu et al., 2017)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1013,
                    "end": 1025,
                    "text": "Luo's (2007)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A group of rival technological businesses has joined forces to combat the cybersecurity threats associated with the pandemic (namely, the COVID-19 CTI League), including senior professionals from Microsoft and Amazon (Security, 2020) . The reason being is that during the heightened uncertainty, together with the larger number of people working from home and using the internet for online shopping, there is an increased chance of cyberattacks, such as phishing attempts. The COVID-19 CTI League contains approximately 400 members from competing firms focused on reducing these electronic threats. In the case of the COVID-19 CTI League, these high-tech firms already possessed the beliefs and assumptions that cooperating with rival firms is likely to help them to perform better than if they competed under an individualistic business model (as evidenced by Security, 2020) . This supports earlier studies that have found that a coopetition-oriented mind-set is a key driver of behavioural forms of coopetition (e.g., Gnyawali & Park, 2011; Gnyawali & Charleton, 2018; McGrath et al., 2019) . As such, they were ready to engage in these collaborative business -to-business marketing strategies in this time of crisis. It appears that the members of the COVID-19 CTI League were equipped with the resources and capabilities required to foster their coopetition-oriented mind-sets into coopetition strategies to play an important role in helping consumers and organisations during the pandemic. Hence, it is important that organisations can develop their coopetition strategies by investing value -adding tangible and intangible assets to obtain mutually-beneficial outcomes from their business-to business relationships (reinforcing Ritala et al., 2014; Czakon & Czernek, 2016) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 233,
                    "text": "(Security, 2020)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 861,
                    "end": 876,
                    "text": "Security, 2020)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1021,
                    "end": 1043,
                    "text": "Gnyawali & Park, 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1044,
                    "end": 1071,
                    "text": "Gnyawali & Charleton, 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1072,
                    "end": 1093,
                    "text": "McGrath et al., 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1722,
                    "end": 1755,
                    "text": "(reinforcing Ritala et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 1756,
                    "end": 1779,
                    "text": "Czakon & Czernek, 2016)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Technological collaboration for the greater good"
        },
        {
            "text": "Technological collaboration has taken place in other capacities related to COVID-19. As an example, Apple and Google have been working together to enhance tracking technology to calculate the number of infected people, individuals that have been in close contact with those contracting the disease, and the number of cases and deaths in certain regions (The Guardian, 2020) . Currently, the data-sharing aspects of the Apple iphone system are not compatible with androids -something that this coopetition partnership is designe d to J o u r n a l P r e -p r o o f overcome. By engaging in this form of coopetition, several benefits are evident. First, this business -tobusiness marketing strategy means companies are creating value for society by monitoring who has the disease and potentially saving lives (building upon Milne et al., 1996) . Second, there is a corporate social responsibility initiative by appearing to be organisations employing their resources and capabilities to help end this pandemic (in line with Neuwirth & Svetlicinii, 2015) . Third, talented emp loyees can increase their productivity by possessing new assets and information, resulting in these companies working with improved data that allows them to produce superior goods and services in the future (extending Lacoste, 2012) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 373,
                    "text": "Guardian, 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 822,
                    "end": 841,
                    "text": "Milne et al., 1996)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1022,
                    "end": 1051,
                    "text": "Neuwirth & Svetlicinii, 2015)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1292,
                    "end": 1306,
                    "text": "Lacoste, 2012)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Technological collaboration for the greater good"
        },
        {
            "text": "Collectively, through the COVID-19 outbreak, these large-scale technologically-oriented coopetition strategies emphasise that there can be numerous advantages of these business -to-business marketing relationships (Gnyawali & Park, 2011; Gnyawali & Charleton, 2018) . These processes do not simply pertain to higher-levels of performance (as per Ang, 2008; Ritala, 2012; Crick, 2019) , but also, include other success factors like social outcomes that signify that coopetition is a beneficial strategy in times of crisis (Pangarkar, 2007; Medrano & Olarte-Pascual, 2016) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 237,
                    "text": "(Gnyawali & Park, 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 238,
                    "end": 265,
                    "text": "Gnyawali & Charleton, 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 346,
                    "end": 356,
                    "text": "Ang, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 370,
                    "text": "Ritala, 2012;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 371,
                    "end": 383,
                    "text": "Crick, 2019)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 538,
                    "text": "(Pangarkar, 2007;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 539,
                    "end": 570,
                    "text": "Medrano & Olarte-Pascual, 2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Technological collaboration for the greater good"
        },
        {
            "text": "Turning to the non-profit sector, a small cluster of competing charities in the United Kingdom have been working together in a business-to-business marketing capacity through joint fundraising efforts, borrowing equipment (e.g., call centres and vehicles), and sharing members of staff and volunteers to respond to COVID-19 (Wyllie, 2020) . Charities operate towards improving awareness of (or eliminating) a certain issue (e.g., homelessness, cancer research, heart disease, and animal welfare), meaning that it can be appropriate for them to collaborate with competing firms to achieve their \"social\" objectives (O'Shaughnessy, 1996) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 338,
                    "text": "(Wyllie, 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "(O'Shaughnessy, 1996)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Non-profit organisations forming alliances for a joint cause"
        },
        {
            "text": "Concerning a rationale for charities engaging in coopetition in response to this pandemic, there have been increased-levels of homelessness and hunger due to individuals losing their employment and companies declaring bankruptcy (CNN, 2020) . This has meant that charities are facing higher-degrees of pressure, in terms of needing to help vulnerable populations. This societal-level contribution of this business-to-business J o u r n a l P r e -p r o o f marketing strategy towards the COVID-19 pandemic relates to the mutually-beneficial non-profit outcome of coopetition activities that charities aim to fulfil, as opposed to sales and profitability, which is of greater interest to private companies (see Milne et al., 1996) . In other words, the employment of this form of coopetition has taken place to tackle the devastating consequences of the pandemic, whereby, these non-profit organisations have put aside their competitive differences (regarding the need for donations) to work together for this joint cause (Wyllie, 2020) . Over and above the \"social\" value of these business -to-business marketing relationships, this form of coopetition symbolises that these activities assist under-resourced organisations to yield higherlevels of performance, alongside other mutually-beneficial outcomes (following Bengtsson & Kock, 2000; Rusko, 2011; Hannah & Eisenhardt, 2018) . Furthermore, these charities have shown how changing marketlevel forces can alter the cooperative and competitive dynamics within a sector, driving these non-profit organisations to collaborate with their rivals (building upon Priem & Butler, 2001; Crick, 2019) . Some managerial implications and recommendations follow.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 240,
                    "text": "(CNN, 2020)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 729,
                    "text": "Milne et al., 1996)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1021,
                    "end": 1035,
                    "text": "(Wyllie, 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1317,
                    "end": 1340,
                    "text": "Bengtsson & Kock, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1341,
                    "end": 1353,
                    "text": "Rusko, 2011;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1354,
                    "end": 1380,
                    "text": "Hannah & Eisenhardt, 2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1610,
                    "end": 1631,
                    "text": "Priem & Butler, 2001;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1632,
                    "end": 1644,
                    "text": "Crick, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-profit organisations forming alliances for a joint cause"
        },
        {
            "text": "This paper offers the following implications for practitioners. First, if decision-makers are operating in times of crisis, they should utilise certain market-level conditions that allow them to collaborate with their competitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": "For instance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " If competition laws are relaxed, firms should capitalise on the increased freedom to share resources and capabilities with their trustworthy and complementary industry rivals for mutually-beneficial outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " In a worldwide emergency, organisations are recommended to explore the potential mutual benefits of using coopetition strategies to yield higher-levels of performance, meeting unprecedented demand, operating efficient supply chains, or indeed, simply surviving within a volatile market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": "Second, following on, owner-managers should be aware of the extent to which they are permitted (by law) to engage in coopetition partnerships. That is: J o u r n a l P r e -p r o o f  Businesses should cooperate with their competitors to enhance their performance, but not in ways that government rules do not allow, such as forming monopolies, charging extortionate prices, or driving prices down to affect the performance of certain smaller-sized rivals that are not part of their coopetition partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " While coopetition might be allowed to cope with a crisis (e.g., COVID-19), many countries still have regulations that penalise firms that engage in collusive competitive prac tices. Accordingly, companies must not engage in these illegal forms of coopetition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": "Third, coopetition is comprised of cooperative and competitive dimensions, meaning that although it involves organisations working with their rivals, there will always be some form of competitiveness at play (no matter how small). Consequently:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " Decision-makers should avoid depending on their coopetition partners to survive within their markets by having some provisions that allow them to compete under an individualistic bus iness model via their own resources and capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " Owner-managers are encouraged to acknowledge that once this global pandemic is over (and the regulation of certain forms of coopetition are potentially enforced), it might be challenging to end their partnerships with rivals. Thus, they should agree on the extent to which they will cooperate, vis -à-vis, compete with their rivals in advance of changing circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": "Fourth, owner-managers and functional-level employees must acknowledge that coopetition is a risky business-to-business marketing strategy, as there can be negative outcomes. Hence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " Decision-makers should engage in complementary coopetition activities with trustworthy partners, but avoid negative situations that lead to tensions (e.g., conflic t, power imbalances, and opportunistic behaviours), lost intellectual property, and diluted competitive advantages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": " To minimise the dark-sides of coopetition from occurring, it is recommended that owner-managers and functional-level employees should be vigilant for situations that involve coopetition partners behaving opportunistically. This will indicate when it is time to exit from these relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial implications and recommendations"
        },
        {
            "text": "Collectively, these managerial implications serve as actionable considerations for practitioners when implementing coopetition strategies during times of crisis, such as the COVID-19 outbreak. For clarity, coopetition has the potential to be a rewarding (performance -enhancing) business-to-business marketing strategy, but there are risks associated with companies working with untrustworthy competitors. Following these guidelines, if managed correctly, coopetition activities can be advantageous throughout a global emergency. Some directions for future research follow in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "While a body of knowledge exists on the notion of coopetition throughout the broader business -to-business marketing literature (Bengtsson & Kock, 2000; Pattinson et al., 2018; Crick & Crick, 2019; Czakon et al., 2020) , there are several directions for future research. First, empirical research should take place to evaluate the implementation of coopetition activities in times of crisis, such as those in response to COVID-19 (building upon Pangarkar, 2007; Medrano & Olarte-Pascual, 2016) . That is:",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 152,
                    "text": "(Bengtsson & Kock, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 153,
                    "end": 176,
                    "text": "Pattinson et al., 2018;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 177,
                    "end": 197,
                    "text": "Crick & Crick, 2019;",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 218,
                    "text": "Czakon et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 461,
                    "text": "COVID-19 (building upon Pangarkar, 2007;",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 493,
                    "text": "Medrano & Olarte-Pascual, 2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Directions for future research"
        },
        {
            "text": "RQ1: Under what circumstances did companies (across different industry and national contexts) cooperate with their rivals during the COVID-19 outbreak? RQ2: What were the antecedents of these coopetition strategies throughout this pandemic crisis (e.g., critical resources and capabilities)? RQ3: What were the outcomes of these coopetition activities within this large -scale emergency (e.g., improvements in company performance)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for future research"
        },
        {
            "text": "Second, since cooperative and competitive forces underpin behavioural forms of coopetition Mattsson & Tidstrom, 2015; Bengtsson & Raza-Ullah, 2016; Lascaux, 2020) it is of interest to evaluate what will happen once the COVID-19 emergency has ended. For clear reasons, it is not possible to explore these issues until this global pandemic is over, but some research questions to consider are: RQ4: Will companies continue to engage in coopetition, or will they pursue individualistic business models by utilising their own resources and capabilities? J o u r n a l P r e -p r o o f",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 117,
                    "text": "Mattsson & Tidstrom, 2015;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 118,
                    "end": 147,
                    "text": "Bengtsson & Raza-Ullah, 2016;",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 162,
                    "text": "Lascaux, 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Directions for future research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Therefore: RQ8: Are there any dark-sides of coopetition activities during (and after) a pandemic crisis (such as harmful performance consequences)? RQ9: If coopetition is implemented throughout a large -scale emergency, is there a positive or negative association with company performance, or is this association more complex (e.g., non-linearinverted U-shaped -with moderating effects)? RQ10: How can managers and functional-level employees manage coopetition partnerships within a global crisis to mitigate these potentially devastating outcomes? References Andersson",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Raza-Ullah",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "conflict, powe r imbalances, and opportunistic behaviours), lost intellectual property, and diluted competitive advantages",
            "volume": "4",
            "issn": "",
            "pages": "43--74",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The dynamics of coopetition: A stakeholder view of the German automotive industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akpinar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Vincze",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Industrial Marketing Management",
            "volume": "57",
            "issn": "1",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Competitive intensity and collaboration: Impact on firm growth across technological environments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Strategic Management Journal",
            "volume": "29",
            "issn": "10",
            "pages": "1057--1075",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Firm resources and sustained competitive advantage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Barney",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Management",
            "volume": "17",
            "issn": "1",
            "pages": "99--120",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why resource-based theory's model of profit appropriation must incorporate a stakeholder perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Barney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Strategic Management Journal",
            "volume": "39",
            "issn": "13",
            "pages": "3305--3325",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cooperation and competition in relationships between competitors in business networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "14",
            "issn": "3",
            "pages": "178--194",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coopetition in business networks: To cooperate and compete simultaneously",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Industrial Marketing Management",
            "volume": "29",
            "issn": "5",
            "pages": "411--426",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coopetition -quo vadis? Past accomplishments and future challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Industrial Marketing Management",
            "volume": "43",
            "issn": "2",
            "pages": "180--188",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of trust-building mechanisms in entering into network coopetition: The case of tourism networks in Poland",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Czakon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czernek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Industrial Marketing Management",
            "volume": "57",
            "issn": "1",
            "pages": "64--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coopetition strategies: Critical issues and research directions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Czakon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Le Roy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnyawali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Long Range Planning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Conceptualizing coopetition as a process: An outline of change in cooperative and competitive interactions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Industrial Marketing Management",
            "volume": "43",
            "issn": "2",
            "pages": "272--279",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Revealed: The most popular items snapped up by panic -buyers includes pasta, shower gel and tissues as sales soared by £60 million in first week of March",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Daily Mail",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An outside-in approach to resource-based theories",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the Academy of marketing Science",
            "volume": "42",
            "issn": "1",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Editorial: How to collaborate really well with practitioners",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Benedetto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindgreen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storgaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Industrial Marketing Management",
            "volume": "82",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The relational view: Cooperative strategy and sources of inter-organizational competitive advantage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Academy of Management Review",
            "volume": "23",
            "issn": "4",
            "pages": "660--679",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The relational view revisited: A dynamic perspective on value creation and value capture",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Hesterly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Strategic Management Journal",
            "volume": "39",
            "issn": "12",
            "pages": "3140--3162",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Marketing practices in wine clusters: Insights from Chile",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Felzensztein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Deans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business and Industrial Marketing",
            "volume": "28",
            "issn": "4",
            "pages": "357--367",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coopetition in regional cluste rs: Keep calm and expect unexpected changes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Felzensztein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gimmon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Deans",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Industrial Marketing Management",
            "volume": "69",
            "issn": "1",
            "pages": "116--124",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International marketing strategies in industrial clusters: Insights from the Southern Hemisp here",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Felzensztein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stringer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benson-Rea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Business Research",
            "volume": "67",
            "issn": "5",
            "pages": "837--846",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How Global 500 companies are utilizing their resources and expertise during the Coronavirus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fortune",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Should ad spending increase or decrease before a recall announcement? The marketing-finance interface in product-harm crisis management",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilbur",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Marketing",
            "volume": "79",
            "issn": "5",
            "pages": "80--99",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nuances in the interplay of competition and cooperation: Towards a theory of coopetition",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnyawali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Charleton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Management",
            "volume": "44",
            "issn": "7",
            "pages": "2511--2534",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coopetition between giants: Collaboration with competitors for technological innovation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnyawali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J R"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Research Policy",
            "volume": "40",
            "issn": "5",
            "pages": "650--663",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The competition-cooperation paradox in interfirm relationships: A conceptual framework",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnyawali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Industrial Marketing Management",
            "volume": "53",
            "issn": "1",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Building organizational capabilities for managing economic crisis: The role of market orientation and strategic flexibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grewal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tansuhaj",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Marketing",
            "volume": "65",
            "issn": "2",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "How firms navigate cooperation and competition in nascent ecosystems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Hannah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Eisenhardt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Strategic Management Journal",
            "volume": "39",
            "issn": "12",
            "pages": "3163--3192",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The interplay of competition and cooperation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Reuer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shiplov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Strategic Management Journal",
            "volume": "39",
            "issn": "12",
            "pages": "3033--3052",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coronavirus: Supermarkets can now share staff, depots and data to help feed the nation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Integrating public policy and public affairs in a pharmaceutical marketing program: The AIDS pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H B"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lord",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Public Policy & Marketing",
            "volume": "23",
            "issn": "2",
            "pages": "128--139",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Marketing during periods of shortage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kotler",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal of Marketing",
            "volume": "38",
            "issn": "4",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Resource-based theory in marketing",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kozlenkova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Samaha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Palmatier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "42",
            "issn": "1",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coopetition and trust: What we know, where to go next",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lascaux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Industrial Marketing Management",
            "volume": "84",
            "issn": "1",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Vertical coopetition: The key account perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lacoste",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Industrial Marketing Management",
            "volume": "41",
            "issn": "4",
            "pages": "649--658",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The competitive advantage of inter-connected firms: An extension of the resource-based view",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Academy of Management Review",
            "volume": "31",
            "issn": "3",
            "pages": "638--658",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Problems with formative and higher-order reflective variables",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cadogan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business Research",
            "volume": "66",
            "issn": "2",
            "pages": "242--247",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Preparing your business for a post-pandemic world",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lund Pedersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review Digital Articles",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Working with rivals: The impact of competitor alliances on financial performance",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rindfleisch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Marketing Research",
            "volume": "44",
            "issn": "1",
            "pages": "73--83",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cross-functional coopetition: The simultaneous role of cooperation and competition within firms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Slotegraaf",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Marketing",
            "volume": "70",
            "issn": "2",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A coopetition perspective of global competition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of World Business",
            "volume": "42",
            "issn": "2",
            "pages": "129--144",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Applying the principles of Yin-Yang to market dynamics: On the duality of cooperation and competition",
            "authors": [
                {
                    "first": "L-G",
                    "middle": [],
                    "last": "Mattsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tidstrom",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Marketing Theory",
            "volume": "15",
            "issn": "3",
            "pages": "347--364",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Coopetition: A fundamental feature of entrepreneurial firms' collaborative dynamics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Canning",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "34",
            "issn": "7",
            "pages": "1555--1569",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The effects of the crisis on marketing innovation: An application for Spain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Medrano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olarte-Pascual",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "31",
            "issn": "3",
            "pages": "404--417",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Environmental organization alliance relationships within and across non-profit, business, and government sectors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gooding-Williams",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Public Policy & Marketing",
            "volume": "15",
            "issn": "2",
            "pages": "203--215",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Industries performing best and worse during the Coronavirus and how they're responding",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Msn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Outside-in marketing capability and firm performance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekhon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Industrial Marketing Management",
            "volume": "75",
            "issn": "1",
            "pages": "37--54",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Firm survival through a crisis: The influence of market orientation, marketing innovation and business strategy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Naidoo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "National Post",
            "volume": "39",
            "issn": "8",
            "pages": "1311--1320",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Law as a social medicine: Enhancing international inter-regime regulatory coopetition as a means for the establishment of a global health governance framework",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Neuwirth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Svetlicinii",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Legal Medicine",
            "volume": "36",
            "issn": "3-4",
            "pages": "330--366",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An assessment of resource -based theorizing on firm growth and suggestions for the future",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Nason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiklund",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Management",
            "volume": "44",
            "issn": "1",
            "pages": "32--60",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Search for Coronavirus vaccine becomes a global competition",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Social propaganda and social marketing: A critical difference?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;shaughnessy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "European Journal of Marketing",
            "volume": "30",
            "issn": "",
            "pages": "54--67",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Survival during a crisis: Alliances by Singapore firms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pangarkar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "British Journal of Management",
            "volume": "18",
            "issn": "3",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Walking the tightrope of coopetition: Impact of competition and cooperation intensities and balance on firm innovation performance",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J R"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnyawali",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Industrial Marketing Management",
            "volume": "43",
            "issn": "2",
            "pages": "210--221",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Emergent coopetition from a sensemaking perspective: A multi-level analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pattinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindgreen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Industrial Marketing Management",
            "volume": "68",
            "issn": "1",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Is the resource -based view a useful perspective for strategic management research?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Priem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "57--66",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The coopetition paradox and tension in coopetition at multiple-levels. Industrial Marketing Management",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raza-Ullah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "189--198",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Inter-firm cooperation and customer orientation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rindfleisch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Marketing Research",
            "volume": "40",
            "issn": "4",
            "pages": "421--436",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Coopetition strategy -when is it successful? Empirical evidence on innovation and market performance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ritala",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "British Journal of Management",
            "volume": "23",
            "issn": "3",
            "pages": "307--324",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Coopetition-based business models: The case of Amazon.com. Industrial Marketing Management",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ritala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golnam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wegmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "236--249",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Assessing Coronavirus' impact on your business model",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lund Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review Digital Articles",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Measuring network competence: Some international evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "17",
            "issn": "2-3",
            "pages": "119--138",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Managing in complex business networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Industrial Marketing Management",
            "volume": "33",
            "issn": "3",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Exploring the concept of coopetition: A typology for the strategic moves of the Finnish forest industry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rusko",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Industrial Marketing Management",
            "volume": "40",
            "issn": "2",
            "pages": "311--320",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Strategic marketing approaches for the diffusion of innovation in highlyregulated industrial markets: The value of market access",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schiavone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simoni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "34",
            "issn": "7",
            "pages": "1606--1618",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Cybersecurity experts come together to fight Coronavirus-related cyberattacks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A contingent view of partner coopetition in international joint ventures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of International Marketing",
            "volume": "25",
            "issn": "3",
            "pages": "42--60",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Coronavirus world map: Live tracker of reported COVID-19 cases and deaths. How has the coronavirus outbreak evolved since the disease emerged?",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Apple and Google team up in bid to use smartphones to track Coronavirus spread",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Staying at home and away from others (social distancing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tidstrom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "261--271",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Evolutionary or revolutionary business model innovation through coopetition? The role of dominance in network markets",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Velu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Industrial Marketing Management",
            "volume": "53",
            "issn": "1",
            "pages": "124--135",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "U.S. becomes first country to report 100,000 confirmed Coronavirus cases; Trump Defence Production Act",
            "authors": [],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Government effectiveness, the global financial crisis, and multinational enterprise internationalization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of International Marketing",
            "volume": "20",
            "issn": "3",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Coronavirus: North-east charities unite for Feed the City campaign to help those affected by outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wyllie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}