{
    "paper_id": "1d986efaeee3888117a526c1de1c2d88d196c0d0",
    "metadata": {
        "title": "Whither the Research Anticommons?",
        "authors": [
            {
                "first": "William",
                "middle": [],
                "last": "Lesser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fifteen years ago, the \"tragedy of the anticommons\" article warned that excessive patenting of biotech products and research methods could deter rather than stimulate invention, but little evidence was offered. Here, subsequent changes in patent law, public research support, and surveys of researchers are summarized. Results indicate the anticipated anticommons has not materialized significantly, and while ongoing monitoring is warranted, declining public research funding may necessitate more patenting to stimulate private investment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nearly 16 years ago, Heller and Eisenberg (1998) published in Science a highly influential article (more than 2000 citations) warning of the accelerated use of biotech patents stifling subsequent developments rather than incentivizing them as intended. Their analysis focused particularly on biomedical research, but the issues are general to biotech research applications, including agricultural and veterinary medicinal. They used the term \"tragedy of the anticommons\" in contrast with the \"tragedy of the commons,\" which popularized the observation that common property resources are overexploited because no one has a preservation incentive (Hardin 1968 ). While the \"commons\" concept argues for privatization, Heller and Eisenberg (1998, p. 698) cautioned that overprivatization creates fragmented ownership and high transaction costs-an anticommons. \"Privatization can solve one tragedy but cause another.\"",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 48,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 645,
                    "end": 657,
                    "text": "(Hardin 1968",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 715,
                    "end": 750,
                    "text": "Heller and Eisenberg (1998, p. 698)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The anticommons potential is of ongoing significance because of the cumulative nature of scientific research. Reductions in access to past developments diminish current and all future research productivity. Economists explain those reductions in terms of transactions costs: more and potentially overlapping patents increase the costs of negotiating access, which causes further declines in output. That point is tively preempt anyone else from using that gene itself for any medical or scientific basis.\" 2 Myriad Genetics had patented two isolated genes-referred to as BRCA1 and BRCA2-associated with an elevated risk for developing breast and uterine cancer and utilized in diagnostic testing. The unanimous June 2013 decision bans patents on naturally occurring DNA segments (\"isolated DNA\") as products of nature while permitting them for complementary DNA (cDNA), which is not naturally occurring. As part of their ruling, the justices quoted a lower court decision that allowing patents for isolated DNA would create a \"considerable danger\" that \"patents would 'tie up' the use of such tools and thereby 'inhibit future innovation premised upon them ' (p. 2116) .\" Indeed, the patent validity case was brought by a researcher who used a different diagnostic lab to perform the genetic testing but ceased after receiving a warning letter from Myriad Genetics. Note should be made though that the plaintiff was involved with commercial use of Myriad's invention, not research access. Indeed, in its court filings, Myriad pledged to grant open research access to its then-patented genes, balking only at use by fee-charging labs.",
            "cite_spans": [
                {
                    "start": 1157,
                    "end": 1168,
                    "text": "' (p. 2116)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Concerns over patents \"preempting\" subsequent research were also emphasized in Mayo Collaborative Services v. Prometheus Laboratories (2012 , p. 1294 3 which related to a method for determining drug dosages. The Supreme Court noted that \"… the grant of patents that tie up [a law of nature] will inhibit future innovation premised upon them […] or otherwise forecloses more future invention than the underlying discovery could reasonably justify.\" Like Heller and Eisenberg (1998) , the justices apparently saw a potential anticommons in biomedical research and constrained it by invalidating the Prometheus patents, narrowing the field of patentable inventions.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 139,
                    "text": "Services v. Prometheus Laboratories (2012",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 149,
                    "text": ", p. 1294",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 480,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, while the Supreme Court was categorical in asserting an anticommons effect, Heller and Eisenberg (1998) were circumspect. They identified the potential for patents to create an anticommons, using the conditionals \"may/can/likely/potential/might\" more than 40 times. The intent here 15+ years later is to examine the evidence for or against any actual patent-based anticommons in biomedical research. Evidence must be multifaceted, as the authors identify multiple components under their heading of a biomedical anticommons:",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 112,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Privatization of \"upstream\" research previously public • Multiple patents incorporated in a single product/research program • Patents on components, not just complete products • Long delays in examining patents, allowing possible overestimates of patent scope • Licensing issues, including stacking and reach through licenses • Heterogeneous interests and conflicting agendas of multiple patent owners, compounding licensing issues",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We begin with changes/reforms to the patent system itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to the recent Supreme Court patent decisions noted above, other limitations on patenting had been applied to gene components, particularly expressed sequence tags (ESTs). In In re Fisher 4 (2005), the US Court of Appeals for the Federal Circuit ruled ESTs lacked \"specific and substantial utility\"-that the disclosed uses \"were generally applicable to any EST\" and hence unpatentable. Going back further in time to when living organisms became patentable, the US Patent and Trademark Office (USPTO) began to require deposits of the material if necessary to assure availability to the public to satisfy the disclosure requirement. Under patent law: \"Every patent must contain a written description of the invention sufficient to enable a person skilled in the art to which the invention pertains to make and use the invention. Where the invention involves a biological material and words alone cannot sufficiently describe how to make and use the invention in a reproducible manner, access to the biological material may be necessary for the satisfaction of the statutory requirements for patentability under 35 U.S.C. Section 112.\" (USPTO 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "That is, the disclosure requirement of patent law mandates the invention be publicly available, including through access to a sample if a written disclosure is deemed inadequate. This is an oft-overlooked component of the concept of patents, providing an incentive not only to invest in an inventive activity but also to make the invention public rather than holding it in secrecy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "Prof. Potrykus, coinventor of Golden Rice, recognized the importance of disclosure despite the frustrations caused by private ownership: \"At that time [of commercialization] I was much tempted to join those who radically fought patenting. Fortunately I did a bit further thinking and became aware that 'Golden Rice' development was only possible because there was patenting. Much of the technology I had been using was publicly known because the inventors could protect their right. Much of it would have remained secret if this had been the case.\" (Potrykus 2011). So while patenting encumbers use of an invention during its pendency, it fosters public availability, as interested parties have access once the patent expires. This aspect of the patent system-the provision of an incentive to make an invention public-is often overlooked.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 565,
                    "text": "(Potrykus 2011).",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "Currently, most US patent applications are published 18 months following first application worldwide (America Invents Act 2011), 5 which means that applications are no longer secret during the full multiyear examination period. Concurrently, the United States joined the rest of the world under the \"first-to-file\" system, which recognizes the first filer as the inventor (America Invents Act 2011). Gone is the ownership uncertainty under the previous \"first-to-invent\" system and its complex \"interference\" proceedings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "Sometimes time itself has a mitigating effect on patents; they lapse due to end of term or failure to pay the requisite maintenance fees. This factor is particularly relevant for key \"upstream\" inventions, which have a disproportionate effect on subsequent research. And so it is with the basic plant transformation technology patents-the \"gene gun\" (#6004287) and Agrobacterium tumefaciens (#4658082). Both are now in the public domain, although some improvements remain under patent. This kind of broad pioneering patent grant is unlikely to be repeated in the biotech field due to an attribute of the US patent system which treats a patent as the right of an inventor. It is thus the responsibility of the USPTO (the assigned examiner) to document why a patent should be withheld, typically meaning the application is either nonnovel and/or nonobvious . What happens in new fields of endeavor-as biotechnology was in the 1980s-is that most applications by definition are nonobvious. To document lack of novelty, the examiner must identify a publication or use or related patent, which destroys the novelty. Again, in new fields of research, there are limited numbers of such documents so lack of novelty is difficult to establish. The consequence is broad patent grants. The situation, though, is self-correcting since time provides more evidence for examiners to reject or narrow patent grants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "Thus, over multiple years, the scope of patentable inventions applicable to biotech research has been curtailed and the process simplified and made more transparent. All limit the anticommons potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Patent Practices"
        },
        {
            "text": "Many observers have decried-as do Heller and Eisenberg (1998) -the privatization of research, placing many important discoveries and tools in private hands. However the public domain had shown itself not to engender use of many publicly supported inventions. The major justification for the Bayh-Dole Act (Pub. L. 96-517), which allows publicly supported inventions to be owned by nonprofit (research) institutions and small businesses, was a recognition that few such inventions were ever commercialized (Cook-Deegan and Heaney 2010). Most institutional inventions are at an early stage and require significant additional investment for which the absence of patents is a disincentive (Nelsen 2007 ).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 61,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 685,
                    "end": 697,
                    "text": "(Nelsen 2007",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "An example of the kinds of privatization issues raised is exemplified by the 7-year skirmish between the National Institutes of Health (NIH) and Burroughs Wellcome to the rights for AZT, the first effective treatment for AIDS. AZT was initially developed as a cancer drug by the National Cancer Institute and, according to some accounts, identified as effective against AIDS by researchers at Duke University. A partnership between the NIH and Burroughs Wellcome, however, led to Burroughs Wellcome receiving six patents for the production and use of AZT, initially pricing the drug at $7000-$10,000 annually per patient. Due to pushback by the government, two 20% price reductions were instituted in 1987 and 1989, but lawsuits by firms seeking to overturn the patents for lack of inventorship by Burroughs Wellcome-asserting that the NIH and Duke researchers were the true inventors-were eventually unsuccessful. The drug subsequently reached $1 billion in yearly sales (Yarchoan 2012) .",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 987,
                    "text": "(Yarchoan 2012)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "The Bayh-Dole Act allows the federal agency providing the funding underlying the research leading to the patented invention to grant additional licenses if the initial licensee refuses a reasonable request. These so-called \"march-in\" rights, a form of compulsory license, may be utilized if the granting agency determines the \"action is necessary to alleviate health or safety needs\" and is \"necessary to meet requirements for public use specified by Federal regulations\" (35 USC 203). While potentially very powerful, the practical effect of this authority has been scant. An example of the constraints to application was the technical difficulties experienced in 2009-2011 by Genzyme in producing Fabrazyme, a medication for suffers of Fabry disease. Fabry is a rare genetic disease with varied symptoms and is potentially fatal. The manufacturing (contamination) problems necessitated dose reductions of two thirds followed by a return of symptoms in patients and a petition to the NIH, the research funding agency, to exercise its march-in authority to enhance the supply of the medication (Johnson 2010) .",
            "cite_spans": [
                {
                    "start": 1094,
                    "end": 1108,
                    "text": "(Johnson 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "The NIH's decision though was negative, primarily because of the time delays for alternative supplier(s) to receive regulatory approval as well as marketing authority under the Orphan Drug Act (Cassedy and Love 2014) . But the NIH did require the Mount Shasta School of Medicine-the patent holder-along with Genzyme to provide monthly reports while committing itself to reconsider licensing if a third-party request was submitted. Additionally, the US Food and Drug Administration (FDA) allowed Shire PLC to give Replagal away for free pending US approval of the substitute drug. Replagal had been approved in Europe as a treatment for Fabry disease for more than a decade. During the Fabrazyme shortage, the FDA encouraged Shire to apply for regulatory approval in the United States, but eventually decided to require some additional clinical trials for Replagal, which led to Shire dropping its application (Kelley 2012) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 216,
                    "text": "(Cassedy and Love 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 909,
                    "end": 922,
                    "text": "(Kelley 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "These two examples, AZT and Fabrazyme, hinge more on drug pricing and availability than research access, but of course the evident strength of the private patent rights would extend to controlling research access, were that the issue. What the examples do indicate is that access and use of biomedical inventions is controlled by other legislation in addition to patent rights. In particular, FDA safety and efficacy testing and other laws like the Orphan Drug Act effectively control access and use, along with patent rights. Patents for sure limit access, but often if they evaporated, use rights would still be restricted by other legislation. Fully rectifying the research access situation would require more than changing the patent statutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "While an issue not identified by Heller and Eisenberg (1998) , concerns have arisen regarding so-called defensive patenting. In the current context, this is an effort by public research entities to patent genes and other gene-related materials so as to prevent private-sector control. The consequence can be duplicative and wasteful of research spending, as has been identified in the quest for control of the SARS virus. \"The race to patent the SARS virus seems to be an inefficient means of allocating resources….It will also be difficult to resolve the competing claims between the various parties…\" (Rimmer 2004, p. 372) . Economists have studied the \"winnertake-all\" aspect of patenting for decades with no definitive conclusions. On the one hand, patent races can be wasteful of resources compared to cooperative research; on the other hand, they tend to hasten the identification of solutions (see a brief literature review in Jensen (2009)).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 60,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 603,
                    "end": 624,
                    "text": "(Rimmer 2004, p. 372)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "And then there is the recent emergence of \"patent assertion entities,\" better known colloquially as \"patent trolls.\" The troll \"business model focuses not on developing or commercializing patented inventions but on buying and asserting pat-ents…\" (Yeh 2013, p. ii) . While the trolls' patent claims are typically weak-they lose 92% of infringement cases-they prevail in private settlements by setting royalty demands below litigation costs, thus making a settlement a clear business decision (Yeh 2013) . To date, patent trolls have focused on the IT sector, which has its own acute patent thicket issues, but biomedical patents could be a future target.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 264,
                    "text": "(Yeh 2013, p. ii)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 502,
                    "text": "(Yeh 2013)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "A final consideration of the public vs. private research issue is the ongoing reduction in public research support. The NIH budget for human genome research (National Human Genome Research Institute) has been flat for the past decade, while the total budget declined slightly, both in real terms (NIH n.d.) . The sharp annual budget increases of the 1990s are over; maintaining research support for the foreseeable future depends increasingly on private monies, which often require incentives like patent rights.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 306,
                    "text": "(NIH n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Privatization of Research"
        },
        {
            "text": "Actual evidence of an anticommons is the most telling factor; however, empirical studies are few. Hall and Harhoff (2012) cite a study of how the Cetus Corporation's use of intellectual property led to reductions in research and development. However, another quoted study found such practices \"had little impact thus far due to the work-arounds adopted by university researchers: taking out licenses, inventing around, using informal research exemption, and developing available research tools\" (Hall and Harhoff 2012, p. 557) . Even the Golden Rice example cited above had a positive outcome. The inventors teamed up with the International Rice Research Institute (IRRI), a public research organization, and Syngenta, a private firm, to improve on the original Golden Rice product. Syngenta then negotiated a free humanitarian use license with the owners of the intellectual and technical property, while commercial users are required to pay royalties (IRRI n.d.).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 121,
                    "text": "Hall and Harhoff (2012)",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 526,
                    "text": "(Hall and Harhoff 2012, p. 557)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence of the Existence of an Anticommons"
        },
        {
            "text": "One semi-documented example is that of Chiron, the patent holder for the hepatitis C virus (HCV). Gilead Sciences is on record for dropping work on a hepatitis C drug after it was sued for infringement because it was unwilling to pay Chiron's high initial licensing fees. Gilead and other small-to medium-sized companies did license the patents following a 2004 reduction in upfront licensing fees (although the postcommercialization royalty rate was increased). The high initial rates had not deterred larger drug firms from licensing the patents, as 15 had done (Gillene 2004 ).",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 577,
                    "text": "(Gillene 2004",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of the Existence of an Anticommons"
        },
        {
            "text": "Project, which had data publicly released within 24 hours, with those privately held by Celera for the 2001-2003 period, after which the ownership entered the public domain. By comparing the Celera and public research and commercialization outcomes over the entire sequencing period as well as the post-Celera privatization period, and making adjustments for the possibility the Celera-sequenced genes had inherently less scientific/commercial value, the author concludes Celera's brief ownership \"led to reductions in subsequent scientific research and product development on the order of 20-30%\" (Williams 2010, p. 1). These are very strong empirical findings, all the more so because Celera's ownership was brief, raising the possibility (not explored in the study) that longer-term ownership would have suppressed research to an even greater extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "While strong, the results have several caveats. One is that Celera's ownership was based not on patents-which was the focus of Heller and Eisenberg's (1998) concerns-but instead was based on \"contract law-based IP.\" Second, the analysis is based during the biotech boom, when the demand for prompt access to data and ownership rights could justify the willingness of major private firms to pay $5-$15 million annually for access to materials they knew would be entering the public domain in a few years. At a minimum, the uniqueness of the situation makes it more difficult to generalize the results. The author explains the outcome as a result of transaction costs, including the uncertainties over Celera's attempts to patent the genes it had sequenced and the conditions of granting free access to academic researchers for \"noncommercial\" research. And because Celera used a different sequencing technique from the public-sector researchers, Celera's involvement is often credited with speeding up the entire sequencing process. These are limited examples; more useful evidence is surveys of researchers' experiences. Cho et al. (2003) surveyed 127 directors of clinical genetic testing services, concluding that \"virtually all laboratory directors felt that patents have had a negative effect on all aspects of clinical testing, except on the quality of testing\" (p. 5). The ability to conduct research decreased modestly. However, it is important to recognize that the respondents (all but one) were involved in genetic testing for clinical (fee based) rather than research purposes. It is unsurprising that patent holders prevented that group from using patented technologies with no charge and thwarted the development of alternative tests. Walsh et al. (2003) contacted 70 attorneys, business managers, and scientists from universities and pharmaceutical and biotechnology firms for in-depth personal interviews. Their focus was the more extreme forms of access restriction. They first addressed the sheer number of patents potentially burdening research, a factor identified by Heller and Eisenberg (1998) when citing 100 patents termed \"adrenergic receptor.\" Respondents, however, saw matters differently. Only a \"small number\" of licenses were found to be required-13 in the final analysis. Generally complicated cases involved 6-12 key patents, but the \"more typical number was zero\" (p. 294). Jenson and Murray (2005) though found that \"some genes have up to 20 patents asserting rights to various gene uses and manifestations\" (p. 239) suggesting additional FTO issues for researchers.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 156,
                    "text": "Heller and Eisenberg's (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1121,
                    "end": 1138,
                    "text": "Cho et al. (2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1748,
                    "end": 1767,
                    "text": "Walsh et al. (2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2087,
                    "end": 2114,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2406,
                    "end": 2430,
                    "text": "Jenson and Murray (2005)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "Next assessed were research tools (upstream inventions). This too was a problem area identified by Heller and Eisenberg (1998) , who cited the Cetus and OncoMouse patents. Walsh et al. (2003) , however, found \"almost no evidence of such [negotiation] breakdowns that led to a project's cessation\" (p. 298). Nor was royalty stacking found to be a practical barrier, and while the royalty burden could at times become \"onerous,\" \"the research always went forward\" (p. 300). Reasons for this outcome include discounts for university and government researchers (Walsh et al. 2003) as well as various negotiation strategies. Those include establishing a \"ceiling\" (as well as a \"floor\" for individual components) for combined royalties along with the choice of a lump-sum payment or use of a patent pool or employing fieldof-use licenses (Shotwell 2007) . The Federal Trade Commission (2009) subsequently concluded that concerns about the patenting of research tools potentially obstructing commercialization of new products have yet to materialize.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 126,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 172,
                    "end": 191,
                    "text": "Walsh et al. (2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 237,
                    "end": 250,
                    "text": "[negotiation]",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 576,
                    "text": "(Walsh et al. 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 833,
                    "end": 848,
                    "text": "(Shotwell 2007)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "For universities and other nonprofits, there is the option of infringement. Generally, if the work does not involve fees (such as for clinical tests), infringements are largely ignored; some may receive a cease-and-desist notification, but that is rare and frequently ignored as well. Myriad, for example, allowed tests so long as fees were not charged (Walsh et al. 2003) . Walsh et al. (2007) subsequently interviewed 507 academic biomedical researchers with similar results. That is, patents in the field do not regularly prevent researchers from access to the knowledge inputs for their research. None of the researchers interviewed abandoned a research project due to impediments from patents; few noted delays. However, nearly 20% indicated that requests for materials or data had been denied. The cause was not patents per se but rather scientific competition, a history of business activity, and the time and effort needed to fulfill requests, among others.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 372,
                    "text": "(Walsh et al. 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 375,
                    "end": 394,
                    "text": "Walsh et al. (2007)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "Also in 2007, Hansen et al. (2007) sought answers on the same topics from the membership rolls of the American Association for the Advancement of Science. A total of 2117 responses were received from a random sample of US-based members, with an overall response rate of 27%. Sample weights were varied according to the interest in a scientist member's area of research, with 34% of respondents in the biological sciences. Of particular relevance here, the researchers explored access to research technologies protected by intellectual property rights. Those technologies included research tools.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 34,
                    "text": "Hansen et al. (2007)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "For all respondents, including academic respondents, industry was the major source of new technologies. Among the biological scientists, research tools constituted the majority of new acquisitions. For academics the dominant exchange mechanism used was a material transfer agreement (MTA), while industry scientists relied largely on licensing. Most transfers within academia were completed within 1 month; industry required 6 or more months for completion. Two thirds of respondents reported no difficulties with technology acquisition, but when difficulties appeared, they were more likely to come from academia than industry. When problems occurred, they resulted most often in delays (37%) and project modification (32%), with only 11% of projects needing to be abandoned. For all respondents, there was no increase in the amount of licensing required post-2002 compared to the prior period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "In 2002, the Organization for the Economic Co-operation and Development (OECD) conducted an international workshop on just these topics. Conclusions included the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "• The transaction costs of negotiating arrangements within the complexity or overlapping patent claims are real and should not be ignored. • The available evidence does not suggest a systematic breakdown in the licensing of genetic inventions. • Evidence of fragmented patent rights, blocking patents, uncertainty, and abuses of the patent monopoly positions appear anecdotal and are not supported by existing economic studies. • In specific areas, there is evidence of problems associated with the numbers and breadth of gene patents, although the exact cause of those problems has not been fully identified. • FTO is not unduly impeded (OECD 2002). Adelman and DeAngelis (2007, p.1729 ) examined 50,000+ biotech patents over the period of 1990-2004 for trends in numbers and ownership. They concluded that \"the lack of concentrated control, the rising number of patent applications, and the continuous influx of new patent owners suggest that overall biotechnology innovation is not being impaired by the growth in patents issued each year.\" Holman (2007) approached the issue from the perspective of human gene patents that had been litigated. The author carefully notes that infringement actions are not the sole measure of negative effects of patents-the payment of royalties would be an obvious one-but nonetheless provide an objective measure of the degree to which patent rights are asserted. Four categories of human gene patents are identified: (1) recombinant production of human therapeutic proteins, (2) research tools, (3) genetic testing products and services, and (4) gene therapy. Of the 4270 gene patents previously identified, only 18 were found to have been involved in six infringement actions. This is a litigation rate of 0.4%, far below the 1%-2% for all patents. Of the six actions, four were settled privately, one dismissed for lack of standing by the plaintiff, and one determined to be non-infringing. That is, not a single human gene patent had been determined by the courts to have been infringing. Access to research tools is of particular relevance to researchers, and all but seven infringement actions were identified in this manner. Citing a relationship between the level of litigation frequency and non-litigation impact, the author \"find[s] that the impact of human gene patent litigation has been relatively modest [which] suggests that non-litigation impact is not as extensive as commonly perceived\" (p. 359).",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 662,
                    "text": "Adelman and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 686,
                    "text": "DeAngelis (2007, p.1729",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1057,
                    "text": "Holman (2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2355,
                    "end": 2362,
                    "text": "[which]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "When considering gene patenting in particular, two additional anticommonsrelated issues arise: (1) does the uniqueness of a gene prevent \"patenting around\" it, creating a \"double monopoly,\" and (2) do patents on genes prevent the sequencing of an individual's genome, a promising new field? Huys et al. (2009) examined 118 US patents selected using key words and classifications for 22 genetic-based diseases. The analysis involved scrutinizing by knowledgeable researchers to establish the necessity of having access to the technology for carrying out a diagnosis. Three levels of blockage were established-easily circumvented, circumvention requires a substantial investment, and nearly impossible to circumvent (\"blocking claims\").",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 309,
                    "text": "Huys et al. (2009)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "Only 3% of the gene patents were considered to be \"blocking\"-too few to constitute a patent thicket. Conversely, 30% of the method claims were categorized as blocking, enough to constitute a thicket. Overall, the authors concluded that \"the present analysis and accompanying observations do not point to the existence of a wide patent thicket in genetic diagnostic testing. Rather, they highlight a problem of lack of transparency and clarity, leading to legal uncertainty\" (Huys et al. 2009, p. 909) . The recent Supreme Court decision in Myriad, which invalidated patents for isolated genes (see above), will largely obviate this issue going forward. In addition, existing gene patents may possibly be revoked.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 500,
                    "text": "(Huys et al. 2009, p. 909)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Williams (2010) completed a systematic study of the privatization effect of gene ownership by comparing research on genes sequenced under the Human Genome"
        },
        {
            "text": "While the trend in the privatization of biotechnology research is far from ideal, the anticipated anticommons has not materialized significantly. Simply stated, that emperor is scantily clad. Contributing factors mitigating the anticommons potential are changes in patent-granting practices, use by firms of nonexclusive licenses for research tools, and the facility of simple material transfer agreements used by academic researchers. In many cases, industry and academics developed \"working solutions\" under which research access is facilitated for noncommercial purposes. \"The fact of the matter is that academic researchers who are not engaged in research for commercial use are not affected by the existence of a patent. Biotech companies do not sue researchers who are conducting research for purely academic purposes\" (Feldbaum 2002, p. 1) .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 846,
                    "text": "(Feldbaum 2002, p. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Certainly there are, and have been, holdups and disruptions over access to materials, just not to the extent initially feared. These observations, though, are about the past, and \"though fears that gene patents could stifle research have not been borne out, for the most part, commentators are now raising questions about how the many existing gene patents might be used in the future\" (Cook-Deegan 2008, p. 71) . So what can be done? Two legislative remedies were attempted in the 2000s. One-the Genomic Research and Diagnostic Accessibility Act of 2002-was a \"limited exemption from liability for certain uses of patented genetic sequences and genetic sequence information in the context of basic research and genetic diagnostic information\" (Holman 2007, p. 295) . The bill was not acted on by Congress and was not reintroduced when the introducing representative left office. The second would bar the patenting of any nucleotide sequence, or its functions or correlations, or the naturally occurring products it specifies (the Genomic Research and Accessibility Act of 2007). This language is very broad and ambiguous, potentially encompassing all inventions involving polynucleotides (Holman 2007) . The bill never made it out of committee. Congressional action to control patent trolls has met a similar fate. Following a yearlong effort, the process was declared all but dead when patent reform was withdrawn from the Senate Judiciary Committee's agenda in May 2014 (Wyatt 2014) . These experiences strongly suggest any legislative remedy is off the table for the foreseeable future.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 411,
                    "text": "(Cook-Deegan 2008, p. 71)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 765,
                    "text": "(Holman 2007, p. 295)",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1202,
                    "text": "(Holman 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1473,
                    "end": 1485,
                    "text": "(Wyatt 2014)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Another possible \"remedy\" is to be more specific about defining the issue, at least as it applies to patent numbers and ownership. From their assessment of 50,000 patents in the biotechnology complex, Adelman and DeAngelis (2007, p. 1729) were able to say that their analysis \"also reveals the many pitfalls of seeking to resolve this question at a synoptic level using simple metrics. In this sense, both the advocates of the anticommons theory and enthusiasts of patent characteristics err by oversimplifying the multidimensional character of patent dynamics.\" Further, commentators on the anticommons oftentimes mix the issues of the commercialization of products incorporating patented genes and testing methods with the effect of patents on research access. For example, the patent and related rights issues surrounding Golden Rice related to commercial use, not research access, did not restrict product development (see above). Both topics are worthy of discussion, but they are not the same issue and should not be conflated. And the issue with Celera's IP of certain human gene sequences (see above) was based on contract, not patent, law. The consequences of the two may be similar, but a policy remedy would require an entirely different approach.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 212,
                    "text": "Adelman and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 238,
                    "text": "DeAngelis (2007, p. 1729)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "And then it is important not to raise the level of rhetoric, as Michael Crichton did in a New York Times op-ed (2007): \"YOU, or someone you love, may die because of a gene patent that should never have been granted in the first place. Sound far-fetched? Unfortunately, it's only too real. Gene patents are now used to halt research, prevent medical testing, and keep vital information from you and your doctor. Gene patents slow the pace of medical advance on deadly diseases.\" Such words do not advance the level of debate on a complex subject. But the concerned have a passionate audience; why else would the citations to the Heller and Eisenberg (1998) article continue to grow when there is so little empirical support for their cautionary note?",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 655,
                    "text": "Heller and Eisenberg (1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "So where does that leave the state of affairs of the anticommons? Basically it is where it was in 1998; there \"may/can/likely/potentially/might\" be a problem (Heller and Eisenberg 1998) . But critically, the likelihood has lessened due to time, changes in patent practice, and the largely successful efforts by industry and academia to reach workable solutions while ongoing declines in public research funding will accelerate the need for patent-focused private funding. Nonetheless, the potential remains and must be monitored, which is best done by more systematic empirical studies. Policy should not be based on anecdotal evidence, especially when that policy is made by the Supreme Court.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 185,
                    "text": "(Heller and Eisenberg 1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Patent metrics: The mismeasure of innovation in the biotech patent debate (Arizona Legal Studies Discussion Paper No. 06-10)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Adelman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Deangelis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Timeline for Fabrazyme, Replagal",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cassedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Knowledge Ecology International. Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effects of Patents and Licenses on the Provision of Clinical Genetic Testing Services",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Illangasekare",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G B"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Merz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Molecular Diagnostics",
            "volume": "5",
            "issn": "",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patents in genomics and human genetics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heaney",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual Review of Genomics and Human Genetics",
            "volume": "11",
            "issn": "",
            "pages": "383--425",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gene patents",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "From Birth to Death and Bench to Clinic: The Hastings Center Bioethics Briefing Book for Journalists, Policymakers, and Campaigns",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patenting Life (Op-Ed). The New York Times. Federal Trade Commission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crichton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Letter to the Honorable Lynn Rivers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Feldbaum",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biotechnology Industry Organization. Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chiron relaxes patent licenses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillene",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intellectual Property Experiences in the United States Scientific Community: A Report by the Project on Science and Intellectual Property in the Public Interest",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kisielewski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Asher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Tragedy of the Commons",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hardin",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Science",
            "volume": "162",
            "issn": "",
            "pages": "1243--1248",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Can Patents Deter Innovation? The Anticommons in Biomedical Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "280",
            "issn": "",
            "pages": "698--701",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Impact of Human Gene Patents on Innovation and Access: A Survey of Human Gene Patent Litigation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Holman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "UMKC Law Review",
            "volume": "76",
            "issn": "",
            "pages": "295--361",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Legal Uncertainty in the Area of Genetic Diagnostic Testing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huys",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berthels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Overwalle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Biotechnology",
            "volume": "27",
            "issn": "",
            "pages": "903--909",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International Rice Research Institute (IRRI). n.d. Are Private Companies Involved in the Golden Rice Project?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patent races",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The New Palgrave Dictionary of Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Intellectual Property Landscape of the Human Genome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "239--240",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Petition to use Authority under the Bayh-Dole Act to Promote Access to Fabryzyme (Agalsidase Beta), an Invention Supported by and Licensed by the National Institutes of Health under Grant No. DK-34045",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Shire Drops after Pulling U.S. Application for Replagal",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bloomberg. Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Intellectual and Technical Property Components of Pro-vitamin A Rice (Golden Rice): A Preliminary Freedom-to-Operate Review (ISAAA Issue Brief No. 20-1000)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kryder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Krattiger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Service for the Acquisition of Agribiotech Applications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluating Inventions From Research Institutions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nelsen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intellectual Property Management in Health and Agricultural Innovation: A Handbook of Best Practices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Centre for the Management of Intellectual Property in Health Research and Development (MIHR) and Public Intellectual Property Resource for Agriculture (PIPRA)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krattiger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "795--804",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Genetic Inventions, Intellectual Property Rights and Licensing Practices: Evidence and Policies (Workshop Report",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The 'Golden Rice' tale",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Potrykus",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AgBioWorld. Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Race to Patent the SARS Virus: The TRIPS Agreement and Access to Essential Medicines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rimmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Melbourne Journal of International Law",
            "volume": "5",
            "issn": "2",
            "pages": "335--374",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Field-of-Use Licensing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Shotwell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intellectual Property Management in Health and Agricultural Innovation: A Handbook of Best Practices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of Research Tool Patents and Licensing on Biomedical Innovation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Patents in the Knowledge-Based Economy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Where Excludability Matters: Material versus Intellectual Property in Academic Biomedical Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Research Policy",
            "volume": "36",
            "issn": "",
            "pages": "1184--1203",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Intellectual Property Rights and Innovation: Evidence from Human Genome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Political Economics",
            "volume": "121",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Legislation to Protect Against 'Patent Trolls' is Shelved (Business Day section). The New York Times",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The History of Zidovudine (AZT): Partnership and Conflict",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yarchoan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An Overview of the 'Patent Trolls' Debate",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Congressional Research Service. Available on the World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}