{
    "paper_id": "1d98b3e9818acc7a1a4e532ab5a8c5c6783a2bce",
    "metadata": {
        "title": "Surgical resection for liver cancer during the COVID-19 outbreak",
        "authors": [
            {
                "first": "Haitham",
                "middle": [],
                "last": "Triki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontchaillou Hospital",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Heithem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontchaillou Hospital",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeddou",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Karim Boudjema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontchaillou Hospital",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the 2019 novel coronavirus disease outbreak, therapeutic strategies must be adapted for liver cancer patients balancing the benefit of surgical resection against the risk of contamination incurred by the patient. The impact of COVID-19 in liver cancer patients who undergo surgery is still unclear due to the scarcity of available data. Decisions to postpone scheduled surgery for high risk patients must be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the beginning of 2019 novel coronavirus disease (COVID-19) epidemic in France, caused by severe acute respiratory syndrome coronavirus 2 (SARS-COV-2), hospital capacity, in the most affected regions, has rapidly exceeded. In our department, approximately 250 hepatectomies are performed each year. Decisions to postpone scheduled surgery for liver cancer patients must be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "Since available data are scarce, many questions have arisen vis-à-vis the management of these patients in the context of this pandemic. Zhang C et al. reported a detailed discussion about liver injury in COVID-19 [1] . In fact, 14-53% of COVID-19 patients present abnormal levels of aminotransferases. The degree of liver damage depends on the severity of COVID-19. It seems that cytokine storm syndrome, ischemic hypoxia related to pneumonia and pharmacologic liver injury are the main causes of elevated liver enzymes. However, it has been demonstrated that SARS-COV-2 binds angiotensin converting enzyme 2 (ACE2) receptor to infect the cells. In addition to lung tissue, the ACE2 receptor has also been found in cholangiocytes while the hepatocytes expressed it weakly [1] . Interestingly, it has been shown that ACE2 expression is significantly increased with chronic liver injury and cirrhosis, not only in cholangiocytes but also in hepatocytes [2] . It has been demonstrated in a mouse model after hemi-hepatectomy that ACE2 expression is upregulated during hepatocyte proliferation. Thus, nascent hepatocytes expressing ACE2 receptor could be susceptible to SARS-COV-2 infection [3] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "Although it is clear that COVID-19 may cause various degrees of liver damage, many questions remain to be answered about surgery for liver cancer during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "After hepatectomy, the most life-threatening complication is post-hepatectomy liver failure (PHLF). It is known that sepsis is a major cause of PHLF. It affects Kupffer-cell function and increases the concentration of liver cytokines. leukocyte-Kupffer cell interaction leads to the release of TNFα and IL6 [4] . In a similar way, once the cascade of inflammatory reactions is triggered by SARS-COV-2 or in case of related bacterial infection, COVID-19 could be responsible for the development of PHLF. In addition, it has been found that lung injury (a common complication of COVID-19) is an independent risk factor for major morbidity and mortality after hepatectomy [5] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Does COVID-19 increase the risk of morbidity and mortality after liver resection?"
        },
        {
            "text": "Current antiviral or antimalarial drugs used for the treatment of COVID-19, as well as antipyretic drugs that contain acetaminophen, are metabolized in the liver and could deteriorate PHLF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does COVID-19 increase the risk of morbidity and mortality after liver resection?"
        },
        {
            "text": "After partial hepatectomy in rats, secretion of TNF-α and IL-6 from the remnant liver increases [6] . High concentrations of circulating TNF-α and IL-6 were also found in post-hepatectomy infections of hematoma or bilioma [7] . Therefore, hepatectomy and post-hepatectomy infectious complications could further exacerbate the severe COVID-19 inflammatory response. Pulmonary complications are common after hepatectomy. Large subcostal incisions, prolonged surgery, intraoperative blood transfusion, vascular clamping and subsequent ischemia-reperfusion injury are risk factors for pulmonary injury [8, 9] . Moreover, the use of vasopressors, commonly used in case of Pringle maneuver and inferior vena cava clamping during hepatectomy, is a risk factor for pulmonary injury [8] . Hence, liver resections, especially major or complex hepatectomies, in COVID-19 patients could further deteriorate lung damage and complicate its management.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Does liver resection further deteriorate the prognosis and complicate management of patients with COVID-19?"
        },
        {
            "text": "There is some evidence to suggest that liver resection in patients with COVID-19, could aggravate the severity of COVID-19 and complicate its management. Conversely, COVID-19 may increase the risk of morbidity and mortality after hepatectomy (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "In conclusion, should we keep operating on scheduled liver cancer patients?"
        },
        {
            "text": "Due to the risk of contamination by SARS-COV-2 before, during or after hospitalization, we believe that liver surgery for cancer should be postponed for patients at high risk of postoperative complications and severe COVID-19, including elderly patient with comorbidities and chronic liver disease. For these high-risk patients, an alternative treatment, when available, should be undertaken. On the other hand, minor and simple resections (≤ 3 segments) i.e. left lobe laparoscopic resection for a small cholangiocarcinoma or colorectal liver metastases developed on a normal liver in a relatively young patient without comorbidities could be authorized during this outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In conclusion, should we keep operating on scheduled liver cancer patients?"
        },
        {
            "text": "Finally, it is urgent to understand the impact of COVID-19 in liver cancer patients who undergo surgery. Therapeutic strategies must be adapted to this pandemic, balancing the benefit of liver cancer resection against the risk incurred by the patient during the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In conclusion, should we keep operating on scheduled liver cancer patients?"
        },
        {
            "text": "Author contributions HT, HJ and KB have designed the study and wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In conclusion, should we keep operating on scheduled liver cancer patients?"
        },
        {
            "text": "The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Conflict of interest The authors of this manuscript have no conflicts of interest to disclose as described by the Updates in Surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Research involving human participants and/or animals This article does not contain any research with human and/or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent For this letter to the editor, no informed consent was needed. The authors did not perform any procedures on patients in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liver injury in COVID-19: management and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "428--430",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chronic liver injury in rat and man upregulates the novel enzyme angiotensin converting enzyme II",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paizis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tikellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schembri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gut",
            "volume": "54",
            "issn": "",
            "pages": "1790--1796",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Gan Zang Bing Za Zhi",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1007-3418.2020.02.002"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Liver failure after major hepatic resection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Maddern",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Hepatobiliary Pancreat Surg",
            "volume": "16",
            "issn": "",
            "pages": "145--155",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predictors of morbidity and mortality after hepatectomy in elderly patients: analysis of 7621 NSQIP patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Vauthey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Aloia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "HPB (Oxford)",
            "volume": "16",
            "issn": "",
            "pages": "459--468",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Increased secretion of tumour necrosis factor and interleukin 6 from isolated, perfused liver of rats after partial hepatectomy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "X"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimazu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cytokine",
            "volume": "13",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High circulating levels of interleukin-6 in patients with septic shock: evolution during sepsis, prognostic value, and interplay with other cytokines. The Swiss-Dutch J5 Immunoglobulin Study Group",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Baumgartner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Glauser",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Med",
            "volume": "91",
            "issn": "",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for pulmonary complications after hepatic resection: role of intraoperative hemodynamic instability and hepatic ischemia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lepere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Loncar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lemoine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Vaillant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monsel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Anesthesiol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multivariate analysis of risk factors for pulmonary complications after hepatic resection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nobili",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marzano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oussoultzoglou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Addeo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bachellier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Surg",
            "volume": "255",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Liver resection and COVID 19 possible mechanisms for mutual aggravation: COVID-19 2019 novel coronavirus disease, SARS-COV-2 severe acute respiratory syndrome coronavirus 2, ACE2 Angiotensin-Converting Enzyme 2, PHLF post hepatectomy liver failure, IL-1 Interleukin-1, TNF-α Tumor necrosis factor-α, IL-6: Interleukin-6",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}