{
    "paper_id": "1da17cf5ed7284f679cfa10dcb73cbef686ab2dc",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Smiley",
                "suffix": "",
                "affiliation": {},
                "email": "rms7@cumc.columbia.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "EditordAs an obstetric anaesthesiologist currently working in New York City, at the epicentre of the US outbreak of coronavirus disease 2019 (COVID-19), I was most interested to read the report of Zhong and colleagues 1 on the experience with spinal anaesthesia (mostly for Caesarean delivery) in Wuhan, China, including evidence of transmission of the virus to anaesthetists. 1 The authors' experience that spinal anaesthesia was well tolerated confirms our experience here in New York, and the few other published reports, which suggest safety, with perhaps some mild hypotension beyond what is usually seen. 2,3 I do, however, have some questions about the details in this report.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 378,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is stated in the abstract that 45/49 subjects had Caesarean sections, but Table 1 says only 42/49 were female. Table 1 also states that most patients were ASA physical status 1. ASA guidelines 4 state that pregnancy makes a patient ASA physical status 2 at least, so these women who all required supplemental oxygen are probably almost all more properly classified as ASA physical status 3, but by definition are all 2 or greater.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "If this was a retrospective study, how did the authors obtain verbal consent from patients? Presumably this data collection was done after, perhaps well after, the actual surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors report that these 49 patients who received spinal anaesthesia (mostly for Caesarean delivery) were all 'radiologically-positive' for COVID-19. However, only 13 of these 49 tested positive for the presence of severe acute respiratory syndrome coronavirus 2 in 'throat swabs' by reverse transcriptase-polymerase chain reaction (RTePCR). It is not clear if these were nasopharyngeal samples or from the oropharynx. While it has been established that there can be fairly high false-negative rates with viral testing, could this very low positive RTePCR rate be explained by these being oral throat swabs? Data suggest nasopharyngeal swabs are more likely to be positive. 5 The authors do discuss the false-negative rate. While it is likely all or nearly all of these patients did have COVID-19 based on radiographic signs, the false-negative rate may impact the interpretation of the transmission rates. It would be interesting to know if there was evidence that patients who tested positive by RTePCR, and who therefore might have possessed a higher viral load, were more infectious.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 680,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The implied transmission rates to anaesthesiologists wearing Level 1 personal protective equipment (PPE), and for those wearing Level 3 PPE, during management of spinal anaesthesia seem very high compared with other reports. It seems quite likely that in Wuhan there were multiple other opportunities for acquiring this virus through contact with asymptomatic carriers of the virus, so this report may exaggerate the risk of transmission of COVID-19 via anaesthetistepatient interaction, and should be interpreted with caution. It is unlikely that a single exposure to a patient undergoing spinal anaesthesia for Caesarean delivery or other procedures could result in a 57% transmission rate to those in Level 1 PPE. Given the~25% positive RTePCR rate among the presumed positive patients in this study, one can extrapolate that these anaesthetists were exposed to many other viralpositive patients who either did not have severe or noticeable symptoms, but could still have been infectious, or were suspected but did not test positive and were therefore treated as virus-negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None of the above concerns should detract from our gratitude for the guidance that we can obtain from the Chinese DOI of original article: 10.1016/j.bja.2020.03.007. experience regarding management and protection of patients and healthcare providers as we confront COVID-19 around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author declares that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spinal anaesthesia for patients with coronavirus disease 2019 and possible transmission rates in anaesthetists: retrospective, single-centre, observational cohort study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "124",
            "issn": "",
            "pages": "670--675",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety and efficacy of different anesthetic regimens for parturients with COVID-19 undergoing Cesarean delivery: a case series of 17 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01630-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency Caesarean delivery in a patient with confirmed COVID-19 under spinal anaesthesia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "124",
            "issn": "",
            "pages": "216--224",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ASA Physical Status Classification System",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "False negative rate of COVID-19 is eliminated by using nasal swab test",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis Adv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.04.075"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}