{
    "paper_id": "1daa84ea5a08797aa75b270b909d463bf505a297",
    "metadata": {
        "title": "European Journal of Case Reports in Internal Medicine European Journal of Case Reports in Internal Medicine © EFIM 2020 Can Lung Ultrasound be Used to Screen for Pulmonary Embolism in Patients with SARS-CoV-2 Pneumonia?",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Boccatonda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria di Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Eugenia",
                "middle": [],
                "last": "Ianniello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Damiano",
                "middle": [],
                "last": "D&apos;ardes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "'G. D'Annunzio' University",
                    "location": {
                        "settlement": "Chieti",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giulio",
                "middle": [],
                "last": "Cocco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "'G. D'Annunzio' University",
                    "location": {
                        "settlement": "Chieti",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Giostra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria di Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudio",
                "middle": [],
                "last": "Borghi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cosima",
                "middle": [],
                "last": "Schiavone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "'G. D'Annunzio' University",
                    "location": {
                        "settlement": "Chieti",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Thromboembolic disease is strongly associated with, or even an integral part of, COVID-19 pneumonia. Indeed, endothelial/microvascular damage to pulmonary capillaries seems to be the main trigger of the pneumonia. Here we report a case of pulmonary embolism in a COVID-19 patient with an atypical clinical presentation. Blood gas analysis and lung ultrasound allowed the correct diagnosis to be reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• COVID-19 pneumonia is associated with cardiovascular complications and pulmonary embolisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Lung ultrasound can aid diagnosis by visualizing small peripheral pulmonary embolisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 19 (COVID-19) infection is associated with cardiovascular disease, either by increasing the risk of death in patients with pre-existing cardiac disease or directly by causing COVID-19 cardiovascular complications such as acute myocardial injury, arrhythmias and pulmonary embolisms. The inflammatory response, cytokine storm, and lung injury related to COVID-19 are responsible for an increased risk of thrombosis [1, 2] . Pathological haemostatic changes are often detected early in COVID-19 patients, and high D-dimer values are the most frequent abnormality [3] . Here we discuss the case of a 50-year-old man reporting vomiting, fever and loss of appetite for a week with no signs of deep venous thrombosis, who received a final diagnosis of respiratory failure due to pulmonary embolism.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 50-year-old man was referred to our emergency department for vomiting, fever and loss of appetite for a week. He also reported cough and atypical chest pain towards the top of his sternum. Asthenia and arthromyalgia were also present. He denied contact with anybody suspicious for COVID-19. His vital parameters were: blood pressure 135/70 mmHg, heart rate 74 bpm, respiratory rate 14 breaths/min, and peripheral oxygen saturation 96%. Blood gas analysis revealed: pH 7.4, pCO 2 40 mmHg, pO 2 73.9 mmHg, P/F 352, and alveolar-arterial gradient 26 (expected value for age: 17). The electrocardiogram showed sinus rhythm with a mean heart rate of 70 bpm. The patient's medical history was characterized by depression and tobacco consumption, treated with paroxetine, olanzapine, trazodone and lorazepam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "On physical examination, the patient was alert and collaborative, with no neurological deficits. The abdomen was painless and bowel function was regular. Lung auscultation revealed a slightly reduced vesicular murmur in the right basal region. Heart sounds were normal. There was no oedema in the lower limbs or pain on palpation. Blood examination revealed: white blood cells (WBC) 7700×109/l, neutrophils 5.2×10 9 /l, lymphocytes 1.8×10 9 /l, D-dimer 1.5 mg/l, INR 1.0, aPTT ratio <0.8, platelets 202×10 9 /l, LDH 468 U/l, AST 83 U/l, ALT 30 U/l, C-reactive protein 1.55 mg/dl, procalcitonin 0.2 ng/ml and creatinine 0.9 mg/dl. Lung ultrasound showed minimum pleural effusion in the right basal field, while a round pleural-based consolidation was present with some B lines in the right field (Fig. 1) . A chest CT scan was therefore performed and showed filling defects compatible with non-occlusive thromboembolism at the level of the apico-dorsal segmental branch of the upper right lobe and of the subsegmental branches of all right lobes and of lower lung lobes on the left. There was also complete occlusion of a peripheral subsegmental vessel to the dorsal segment of the lower right lobe (Figs. 2 and 3) . Small ground-glass opacities were evidenced in the parailary lung field near the upper right lobe. A modest pleural film was seen on the right (Fig. 4) . There was no mediastinal lymphadenomegaly. The nasopharyngeal swab was positive for SARS-CoV-2 infection. A subsequent angiogram with echo colour Doppler did not reveal any venous thrombosis in the limbs. The patient underwent anticoagulant therapy. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 803,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1213,
                    "text": "(Figs. 2 and 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1359,
                    "end": 1367,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "The final diagnosis was bilateral pulmonary embolism in a patient positive for COVID-19. Reports in the literature have shown that thromboembolic disease is strongly associated with, or even an integral part of, COVID-19 pneumonia. Indeed, endothelial/microvascular damage to pulmonary capillaries seems to be the main trigger for pneumonia. Virus binding to pneumocytes via the ACE-2 receptor causes pneumocytic damage with activation of the inflammatory response and release of prothrombotic factors [3] . The most surprising finding in our case was the lack of the classic clinical signs of thromboembolic disease: the patient had no oedema or pain in the lower limbs, no history of trauma or immobilization, and no prothrombotic or active neoplastic disease, resulting in a negative pretest probability score (Well's score = 0). Moreover, there were no ancillary signs such as a tachycardia. Our patient had several findings suspicious for COVID-19. The P/F value and an increased alveolar-arterial gradient suggested mild respiratory failure. Also, lung ultrasound showed mild pleural effusion and consolidation with a specific morphology: small peripheral pulmonary embolisms characterized by lesions with a clear morphology (no pneumonia shred sign), with a clear pleural base, often round or triangular shaped, with few or no B lines [4, 5] . In addition, D-dimer blood levels were above the upper limit of normal. These findings led us to request higher level imaging, which confirmed the clinical suspicion. Our clinical case demonstrates how thromboembolic disease can manifest very differently in a patient with SARS-CoV-2: rather than peripheral venous thrombosis inducing a pulmonary embolism, the virus and inflammatory response induce primary disease of the pulmonary circulation. This raises clear diagnostic concerns, since the normal procedure for diagnosing thromboembolic disease does not seem to be valid. In the context of large-scale screening for COVID-19, simple, low-cost and repeatable methods such as blood gas analysis and lung ultrasound can be valuable. First, evaluation of gas exchange data (P/F and alveolar-arterial gradient) is useful for assessing respiratory function. Second, ultrasound can provide excellent diagnostic accuracy by visualizing even small peripheral pulmonary infarcts, albeit with the known limitations as regards deep lesions.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coagulation at the crossroads of the communicable/non-communicable disease dyad: the case of pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santilli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boccatonda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davì",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respirology",
            "volume": "21",
            "issn": "8",
            "pages": "1344--1346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A case of coinfection with SARS-COV-2 and cytomegalovirus in the era of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "D&apos;ardes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boccatonda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schiavone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santilli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Guagnano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Case Rep Intern Med",
            "volume": "7",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and RAS: unravelling an unclear relationship",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "D&apos;ardes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boccatonda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Guagnano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santilli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cipollone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Mol Sci",
            "volume": "21",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thoracic ultrasound and SARS-COVID-19: a pictorial essay",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sofia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boccatonda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montanari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spampinato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ardes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cocco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ultrasound",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40477-020-00458-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transthoracic ultrasound of lung and pleura in the diagnosis of pulmonary embolism: a novel non-invasive bedside approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reissig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kroegel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respiration",
            "volume": "70",
            "issn": "5",
            "pages": "441--452",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ultrasound showing pulmonary embolisms, represented as hypoechoic, wedge-shaped, pleural-based parenchymal lesions. A central echo can often be seen within the lesion. Localised effusion, basal effusion or both are also sometimes present Angio-CT scan showing filling defects at the level of the apico-dorsal segmental branch of the upper right lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Angio-CT scan showing complete occlusion of a peripheral subsegmental vessel to the dorsal segment of the lower right lobe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "HRCT scan showing small ground-glass opacities in the parailary lung field near the upper right lobe",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}