{"paper_id": "1db1de4047214f2160a30e617aab752e8532133b", "metadata": {"title": "5.1 SICKLE CELL DISEASE", "authors": []}, "abstract": [{"text": "Ms A was a 28 year old woman in her second pregnancy (she had one previous termination of pregnancy) who booked-in at 19 weeks' gestation. She was known to have sickle cell disease (specifically sickle cell anaemia [HbSS]), and her last crisis had occurred 3 years before this pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Her booking bloods were unremarkable. Her blood pressure and haemoglobin (Hb) concentration were recorded as 90/60 mmHg and 8.1 g/dl, respectively, with an mean cell volume (MCV) of 87 fL. At this visit, she was commenced on penicillin (250 mg/day), folate (5 mg/day) and 4-weekly growth scans were organized.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Her first admission to hospital was a month later (at 23 weeks' gestation), when she was admitted for 6 days with a crisis (pain in her back), which was possibly precipitated by a urinary tract infection. She was initially treated with intravenous cefuroxime and thereafter with oral clarithromycin. She received a 3-unit blood transfusion, which co-incided with a symptomatic improvement.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Her second admission (for 12 days) occurred 2 weeks later (at 25 weeks' gestation); again, she was treated for a crisis. She required another 3-unit blood transfusion because her Hb concentration had fallen to 6.8 g/dl. She required an opiate patient-controlled analgesia (PCA) and was treated with intravenous fluids, cefuroxime, metronidazole and flucloxacillin.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "During her third admission (at 30 weeks' gestation for 7 days), when she had chest pain and blood-stained sputum, she was treated with intravenous antibiotics and a therapeutic dose (1 mg/kg body weight/twice daily) of enoxaparin (until a ventilation/perfusion [V/Q] lung scan was negative). Her blood cultures and sputum were negative and a further 2-unit transfusion was required.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Her fourth admission occurred within days of discharge from the hospital. Her symptoms included worsening chest pain and shortness of breath. On examination, there were crepitations and dullness Chapter 5 Case Studies 157 85 phosphatase, iu/l gamma-GT, iu/l 47 48 65 56 53 48 21 ALT -alanine transaminase; GT -gamma-glutamyl transpeptidase; Hb -haemoglobin; K -potassium; WBC -white blood cells.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "in the base of the right lung. She was treated with further intravenous antibiotics for presumptive community-acquired pneumonia, but she also had another inconclusive V/Q lung scan and was thus recommenced on a therapeutic dose of enoxaparin. She was discharged at 33 weeks' gestation with oral antibiotics (clarithromycin, flucloxacillin, cephadroxil and nystatin) and enoxaparin.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In total, she had seven ultrasound scans, which showed a small baby (growth on the third centile), with normal liquor volume and umbilical Doppler scan.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "At 38 weeks' gestation, she underwent induction of labour and received two doses of vaginal prostaglandin. However, fetal distress necessitated a Caesarean section under general anaesthetic. She delivered a 2.72 kg baby, with a pH of 7.22 and Apgar score of 5 and 9 at 1 minute and 5 minutes, respectively.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Sickle cell disease results when there is a variant of the beta-globin chain (a one amino-acid substitution of valine with glutamine). In times of crises, which can be precipitated by a number of factors (e.g. hypoxia, infection, cold, acidosis and dehydration), the red cell takes on a characteristic, distorted shape. Because of this rigidity, it tends to block small vessels, producing vaso-occlusive symptoms (pain) and even infarction.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This patient last had a crisis 3 years before this pregnancy, but during this pregnancy she developed three crises. This reflects the increased complication rate and increased tendency to crises in women with sickle cell disease who fall pregnant. They suffer from chronic anaemia (Ms A's booking Hb concentration was 8.1 g/dl), because of chronic haemolysis, which is often asymptomatic. This is because of the low affinity of sickle Hb (HbS) for oxygen, which facilitates oxygen delivery to the tissues.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The possible effects of sickle cell disease on the pregnancy were also reflected by the small, growth-restricted baby who could not tolerate the stress of labour. This necessitated a Caesarean section. Unexplained stillbirth is not uncommon in these patients because of both impaired oxygen supply and sickling infarcts in the placental circulation. Therefore, it is the unit policy to offer induction to all women with sickle cell disease at 38 weeks' gestation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This pregnancy was complicated by frequent admissions with crises and chest infections. It is often difficult to distinguish between pneumonia, sickle chest syndrome and pulmonary embolism because these conditions share similar signs and symptoms (tachypnoea, pleuritic chest pain and leucocytosis) [1] . Early recourse to antibiotics and rehydration is important to prevent further morbidity and mortality because most deaths are due to massive sickling following an infection, which leads to a pulmonary embolism [2] .", "cite_spans": [{"start": 299, "end": 302, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 515, "end": 518, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Ms A received three blood transfusions during this pregnancy. Letsky [2] reported that the only consistently successful way to reduce the incidence of complications from sickling is regular blood transfusion at approximately 6-weekly intervals. This aims to dilute the existing HbS, and by raising the Hb concentration, thus reduce the stimulus to the bone marrow to produce more defective cells. This policy does, however, expose the patient to the risks of multiple transfusions (i.e. alloimmunization and infection) and it does not have universal acceptance.", "cite_spans": [{"start": 69, "end": 72, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "At present, there is no effective long-term method of reducing the lability of red cells in vivo. There is no evidence to support the use of alkalis, hyperbaric oxygen, vasodilators, plasma expanders or anticoagulation once the crisis is established. The best approach is meticulous care and supportive therapy with adequate fluids, analgesia and treatment of possible infection. Prophylactic antibiotics (e.g. penicillin) are used because patients with sickle cell disease often have a nonfunctioning spleen and penicillin affords protection against pneumococcal septicaemia.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms B was a 29 year old primigravid who booked-in at 16 weeks' gestation. Her booking bloods were unremarkable. Her blood pressure and Hb concentration were recorded as 100/60 mmHg and 11.2 g/dl, respectively.", "cite_spans": [], "ref_spans": [], "section": "HYPONATRAEMIA"}, {"text": "She had seven uneventful antenatal visits throughout which she had a normal blood pressure and no abnormalities were found in her urine.", "cite_spans": [], "ref_spans": [], "section": "HYPONATRAEMIA"}, {"text": "She self-presented at term in spontaneous labour, and in the ensuing 48 hours, despite a prolonged latent phase, she delivered a 3.54 kg infant with Apgar scores of 8 and 9 at 1 and 5 mins respectively. This was facilitated by an instrumental delivery in theatre. She required an epidural and Syntocinon for the last 12 hours of her labour. The Syntocinon was infused (as per protocol) at an increasing rate of 1 mu/min and titrated to her contractions.", "cite_spans": [], "ref_spans": [], "section": "HYPONATRAEMIA"}, {"text": "It was noted that she had only passed 70 ml of urine 5 hours after the insertion of the epidural and urinary catheter, despite receiving 1500 ml of intravenous and oral fluids. The catheter was flushed and a 500 ml fluid challenge was given. Her vital signs were stable. After 2 hours (at 7.30 a.m.), a baseline renal function test was performed (Table 5 .1).", "cite_spans": [], "ref_spans": [{"start": 346, "end": 354, "text": "(Table 5", "ref_id": "TABREF0"}], "section": "HYPONATRAEMIA"}, {"text": "Because of continuing oliguria, a further fluid challenge was administered at 10.30 a.m. Her serum osmolality was 262 mOsm/kg (normal range, 275-285 mOsm/kg) and her urine osmolality was 338 mOsm/kg.", "cite_spans": [], "ref_spans": [], "section": "HYPONATRAEMIA"}, {"text": "Further blood testing performed before ventouse delivery (at 12.30 p.m.) showed worsening renal function and hyponatraemia (Table 5.1) .", "cite_spans": [], "ref_spans": [{"start": 123, "end": 134, "text": "(Table 5.1)", "ref_id": "TABREF0"}], "section": "HYPONATRAEMIA"}, {"text": "With a presumptive diagnosis of \"water intoxication\" secondary to Syntocinon administration, Ms B received treatment postoperatively with fluid restriction (500 ml/12 hours). In the following 8 hours, a massive diuresis occurred (6.5 l). By 17 hours postdelivery, her renal function had significantly improved (Table 1 ) and she was discharged home a day later.", "cite_spans": [], "ref_spans": [{"start": 310, "end": 318, "text": "(Table 1", "ref_id": null}], "section": "HYPONATRAEMIA"}, {"text": "Hyponatraemia is the commonest electrolyte disturbance seen in a general hospital population, occurring in 1% of all patients. It is defined as a decrease in serum sodium concentration below the normal range (136-145 mmol/l), usually indicative of hypo-osmolality of body fluid due to an excess of water relative to solute.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It has two principle causes, as follows:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "1. Sodium depletion in excess of water or replacement of sodium losses with water alone, for example in gastrointestinal and thirdspace losses, sweating and dialysis/renal failure. 2. Dilutional hyponatraemia occurs if the water intake is in excess of its output and usually implies impaired excretion. This occurs in cases ranging from inappropriate secretion of antidiuretic hormone (ADH) to those resulting from neuroendocrine, adrenal or pituitary insufficiency.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The causes of the syndrome of inappropriate secretion of ADH (SIADH) can broadly be divided into those secondary to malignancy (tumours of the lung, pancreas or duodenum), central nervous system disorders (meningitis, head injury or haemorrhage), chest disease (tuberculosis or pneumonia) or metabolic disease (porphyria). Well-known complications of oxytocin include overstimulation of the myometrium, resulting in tetanic contractions, fetal hypoxia or occasionally uterine rupture. A lesser-known side effect is that it has an ADH-like effect, leading to suppression of diuresis and features including concentrated urine, hyponatraemia and low plasma osmolality with no apparent dehydration or oedema. \"Water intoxication\", as it was called, was first reported in 1962 by Liggins [3] . This complication occurred in women receiving large doses of oxytocin, most commonly in those having midtrimester termination of pregnancy or the induction of premature labour associated with fetal death in utero. It usually involved large amounts of oxytocin in electrolytefree solutions administered over an extended time period, which resulted in severe electrolyte derangements, convulsions, coma and even death [4] .", "cite_spans": [{"start": 783, "end": 786, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1205, "end": 1208, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "The pathogenesis involves progressive hyponatraemia and fluid shifts from the extravascular to the intravascular compartment, with resultant cerebral oedema. Transplacental passage can occur with similar derangements in neonatal biochemistry [5] . Convulsions are unlikely unless the fluid input exceeds output by Ͼ3 l in 24 hours, and are, therefore, uncommon following oxytocin-induced labour at term. This patient, however, was given low doses of Syntocinon (1 mu/min and then 2 mu/min) over a moderate time period (7 hours). Even allowing for the small incremental dosage increases that occurred with the step-up Syntocinon regimen, a low total dose of oxytocin was infused. In retrospect, the two fluid challenges she received probably exacerbated hyponatraemia.", "cite_spans": [{"start": 242, "end": 245, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Current labour ward protocols limit the use of oxytocin in terms of concentration, duration of administration and type of additional fluids. Stratton et al. [6] showed that patients who received co-infusions of dextrose solution had significantly lower sodium levels compared with patients who received electrolyte infusions (normal saline). Most units use Hartmann's solution or normal saline for oxytocin administration.", "cite_spans": [{"start": 157, "end": 160, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Correct use of the partogram limits the duration of the active phase of labour; thus, rarely do patients \"labour\" for Ͼ24 hours in hospital, minimizing oxytocin infusion times and risks.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A literature review using Medline revealed a predominance of cases in the early 1970s and 1980s, with a paucity of new reports, suggesting that water intoxication secondary to oxytocin administration rarely occurs nowadays. However, clinicians should remain vigilant to the possibility.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The primary treatment is recognition of the underlying cause (stopping oxytocin) and thereafter restricting intake to 1000-1500 ml/ 24 hours. This might seem an illogical step because of oliguria, but if the diagnosis is correct, it will result in rapid improvement. Similar to pre-eclampsia, the use of repeated blind fluid challenges should be avoided in the labouring or postpartum patient unless volume depletion or blood loss is suspected.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms C was a 32 year old caucasian woman. She was para 0 ϩ 1, having had a fetal loss at 23 weeks' gestation 1 year previously. She attended the obstetric medicine clinic at 7 weeks' gestation, having been referred by her general practitioner (GP).", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "In her past medical history, she had had a myocardial infarction with coronary artery stenting aged 27, with ongoing angina, hypercholesterolaemia, hypertension, asthma, oesophageal reflux and chronic back pain.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "She had conceived while taking aspirin, isosorbide mononitrate, glyceryl trinitrate (GTN) spray, ramipril, simvastatin, montelukast, omeprazole, codeine phosphate, diazepam, and beclomethasone and salbutamol inhalers.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "She was a current smoker of 40 cigarettes/day and was homeless and living in a hostel. During investigation of the previous intrauterine death, raised anticardiolipin antibodies were detected on two occasions Ͼ8 weeks apart. She had an initial booking ultrasound that showed a twin pregnancy.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "There was a long discussion regarding her medication, and after appropriate counselling, she was advised to stop simvastatin, ramipril and omeprazole and to reduce codeine phosphate and diazepam as much as possible. She was also referred to a smoking cessation clinic. Her angiotensin-converting enzyme (ACE) inhibitor was changed to methyldopa and omeprazole was changed to ranitidine. She was commenced on enoxaparin (40 mg once daily) and folic acid (5 mg/day), which was to be continued throughout the pregnancy. She was understandably very anxious regarding the pregnancy.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "She returned for her booking appointment at 10 weeks' gestation. A repeat scan showed no fetal heart in one twin. Booking bloods were taken, plus urea, electrolytes and urate measurements, which were normal. Repeat anticardiolipin antibodies remained elevated.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "A management plan was made for the pregnancy. She was to be seen in the obstetric medicine clinic once per fortnight for blood pressure measurement and urinalysis, and monitoring of her angina symptoms, which she was at times reluctant to admit to. She was offered serum screening at 16 weeks' gestation.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "At her request she was commenced on high-dose vitamin C (1 g/day) and vitamin E (400 iu/day) [7] . A fetal anomaly scan was organized at 18 weeks' gestation, with maternal uterine artery Doppler estimation. Growth scans were planned from 24 weeks' gestation and delivery was planned by elective Caesarean section at 38-39 weeks' gestation.", "cite_spans": [{"start": 93, "end": 96, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "The pregnancy progressed uneventfully until 20 weeks' gestation. The fetal anomaly scan showed no anomalies in the fetus but there was bilateral notching on the uterine artery Doppler scan. She managed to cut down smoking to two to three cigarettes/day and the social work department was involved regarding her housing situation. She became increasingly stressed and complained of increasing angina. Her isosorbide mononitrate was increased. Her anxiety grew further around the time of her previous loss.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "Growth scans estimated that the baby was growing between the 5th and the 50th centiles.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "The woman complained of further episodes of angina, even on minimal exertion and despite using her GTN spray. Her isosorbide mononitrate was further increased. An echocardiogram was performed at 36 weeks' gestation. This showed a normal ejection fraction, with good systolic function. An electrocardiogram (ECG) was normal. She was reviewed by the obstetric anaesthetic team.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "The planned elective Caesarean section was carried out at Ͼ38 weeks' gestation.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "Her low-molecular-weight heparin (LMWH) was stopped on the day before the planned surgery. A combined spinal epidural was used for analgesia and the Caesarean section was uncomplicated, with 400 ml blood loss. She delivered a live male infant, with a birth weight of 2.95 kg.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "Ms C recovered well from the Caesarean section and wished to breastfeed. Unfortunately, varying advice was given over the safety of her medication in breastfeeding. Breastfeeding did not establish easily and she bottle fed her son from 6 days of age. She continued on enoxaparin (40 mg once daily) for 6 weeks postpartum. Her ACE inhibitor and statin were restarted. At 6 weeks postpartum, both mother and baby were well. She was considering a Mirena intrauterine system (IUS) for future contraception, although she was not currently with her partner. She was counselled regarding the risks of a further pregnancy.", "cite_spans": [], "ref_spans": [], "section": "ISCHAEMIC HEART DISEASE"}, {"text": "This was a high-risk pregnancy in a woman with extensive medical and social problems. She had significant risk factors and ischaemic heart disease, with ongoing symptoms, despite her young age. It was felt that her previous myocardial infarction was due to ischaemic heart disease in the presence of underlying risk factors of hypercholesterolaemia, hypertension and smoking rather than because of arterial thrombosis from her antiphospholipid antibody syndrome (APS). APS (late fetal loss in the presence of raised anticardiolipin antibodies) also posed risks to the pregnancy, which could be reduced by LMWH and low-dose aspirin. She conceived while receiving a large number of drugs, for which there are minimal data on use in pregnancy and breastfeeding.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There is very little literature on women with ischaemic heart disease in pregnancy because until recently this was rare in women of childbearing age [8, 9] .", "cite_spans": [{"start": 149, "end": 152, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 153, "end": 155, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The continued use of ACE inhibitors in pregnancy has been associated with foetotoxicity (fetal renal failure and renal dysgenesis, hypotension, oligohydramnios, pulmonary hypoplasia and hypocalvaria). The risks are greatest during the second and third trimester [10] . Women should change to an alternative antihypertensive pre pregnancy. ACE inhibitors are safe to use while breastfeeding, but as this case illustrates, this is not widely appreciated.", "cite_spans": [{"start": 262, "end": 266, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "A recent multicentre study showed no increase in anomalies in the fetus exposed to omeprazole in the first trimester [11] . Montelukast has little safety data in human pregnancy; however, animal studies have been reassuring (it has been categorized as US Food and Drug Administration [FDA] pregnancy category B). In cases of severe asthma requiring the use of montelukast during pregnancy, many clinicians continue this drug because the risks to the fetus of poorly controlled asthma in the mother outweigh any potential risks of the drug.", "cite_spans": [{"start": 117, "end": 121, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "APS has been extensively studied in pregnancy and there is good evidence for the benefit of the use of both low-dose aspirin and LMWH in these women, both to prevent early miscarriage and to prevent thrombosis [12] . There is less evidence that it reduces the risk of intrauterine growth restriction (IUGR) or late still birth.", "cite_spans": [{"start": 210, "end": 214, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs D was a 33 year old para 0 ϩ 1 who attended for prepregnancy counselling with her husband and mother. She had received a cardiac transplant 10 years previously at the age of 24 following multiple myocardial infarcts caused by thromboemboli. Postmyocardial infarction, her left ventricular ejection fraction was 13% on an echocardiogram. She was, therefore, placed on the cardiac transplant waiting list and received a transplant 5 months after her initial myocardial infarction. She had three episodes of rejection in the early period following her transplant, but these were all mild. She had not had any other episodes of rejection.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "She had been followed-up regularly at the transplant centre and remained very well.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "Her most recent coronary angiogram, performed a year earlier, was normal with no evidence of allograft coronary artery disease. She had also had an echocardiogram showing mild left-ventricular hypertrophy, but with good function. The right ventricle was normal. She had a thickened aortic valve with mild aortic regurgitation and a mildly thickened mitral valve with mild mitral regurgitation. An ECG showed right bundle branch block.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "Her current medication was as follows:", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "Ciclosporin A, 125 mg twice daily. Azathioprine, 75 mg once daily. Prednisolone, 5 mg once daily.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "Atorvastatin, 10 mg at night had been stopped in preparation for pregnancy. A thrombophilia screen was negative and prepregnancy serum creatinine was 116 mol/l.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "A review of the literature was performed in order to advise her and she was given a follow-up appointment for further discussion.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "At her follow-up appointment, Mrs D reported a positive pregnancy test. Her booking blood pressure was 140/84 mmHg at 8 weeks' gestation. Urinalysis showed 4ϩ blood, 1ϩ protein (she reported some PV bleeding.) Baseline electrolytes, urate level and ciclosporin A levels were performed. A 24-hour urine collection for creatinine clearance and total protein estimation and an MSU were also performed. Mrs D was commenced on aspirin (75 mg/day) and folate (5 mg/day) to be continued throughout the pregnancy. She had a normal nuchal translucency and first trimester scan. Maternal uterine artery Doppler studies were arranged for 24 weeks' gestation and showed a prediastolic \"notch\" and persistent high-resistance waveform predictive of subsequent pre-eclampsia, IUGR or placental abruption.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "Mrs D had an uneventful antenatal course but delivered by emergency Caesarean section at 36 weeks' gestation in another unit following an abruption. Mother and baby are well.", "cite_spans": [], "ref_spans": [], "section": "CARDIAC TRANSPLANT"}, {"text": "The literature describes 57 pregnancies in 41 women postcardiac transplantation. The overall reported incidence of miscarriage is 14%, with a preterm delivery rate at Ͻ37 weeks' gestation of 30% and an incidence of pre-eclampsia of 17.5% [13, 14, 15] .", "cite_spans": [{"start": 238, "end": 242, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 243, "end": 246, "text": "14,", "ref_id": "BIBREF13"}, {"start": 247, "end": 250, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "The main clinical issues for Mrs D were as follows: Medication -there is evidence that ciclosporin A causes IUGR in women who become pregnant while taking this drug. Therefore, the lowest dose possible should be the aim. However, the maternal risks of voluntarily ceasing the medication are very high and in the literature three reported maternal deaths followed voluntary cessation of immunosuppressants.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Renal impairment -baseline bloods were normal, with the exception of serum creatinine, which was raised (105 mol/l), although this represented an appropriate pregnancy-related fall compared with the preconception level (116 mol/l). Raised serum creatinine might have been due, in part, to her excess muscle mass (she was an avid weight-training enthusiast), in which case it should fall following cessation of excessive exercise as she was advised, or it could have been due to a degree of nephrotoxicity from ciclosporin A. If it was due to nephrotoxicity, the development of pre-eclampsia was more likely. This was the rationale behind starting aspirin therapy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Measurement of resting pulse rate was important because transplanted hearts are denervated and thus there is always a resting tachycardia. It is important to document the patient's normal heart rate. She should also have an ECG because there might be minor abnormalities, which are normal for her, and it is important to record this.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the largest series of heart-transplant recipients with subsequent pregnancy, maternal survival was 71% at 7.5 years [15] . In all other case series, the mothers were described as healthy in the immediate postpartum period. Reduced maternal survival while the child is still young was also discussed with the couple.", "cite_spans": [{"start": 119, "end": 123, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "This largest series reported 47 pregnancies in 35 women: 6 pregnancies ended in miscarriage and 6 ended in therapeutic abortion. The incidence of preterm delivery at Ͻ37 weeks' gestation was 43% and the mean birth weight was 2543 g Ϯ 696 g. There were no structural abnormalities reported in the infants. The incidence of pre-eclampsia was 20% and allograft vasculopathy was 24%, which is not higher than would be expected in any 1 year in a heart-transplant patient who was not pregnant.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Nine women in this series died and, importantly, three of these women had ceased taking their immunosuppressant therapy because of concerns regarding the fetus.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms E was a 22 year old primigravid woman. She attended for routine booking at 12 weeks' gestation, at which time all investigations were normal. She was fit and well, with no significant past medical or family history. Her booking blood pressure was 96/50 mmHg, and urinalysis was negative. She received routine antenatal care and remained well throughout her pregnancy; she was normotensive with no proteinuria throughout.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "At 41ϩ3 weeks' gestation she was admitted in spontaneous labour. On admission, her blood pressure was recorded as 150/87 mmHg.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "Labour progressed well, but at full dilation, following active pushing for 1 hour, the head was in a deflexed occipito-posterior position with the vertex above the ischial spines, and a decision for emergency Caesarean section was made. This was carried out uneventfully and a live male infant weighing 3.3 kg was delivered in good condition. Blood loss at the time of operation was estimated at 700 ml, with subsequent blood loss of approximately 500 ml.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "On day 1 post Caesarean section, she developed abdominal distension. Her blood pressure was recorded as 121/54 mmHg. An abdominal X-ray was performed and this showed dilated loops of bowel consistent with a paralytic ileus. She was thus transferred to the highdependency unit, where a nasogastric tube was inserted and intravenous fluids were commenced. Routine bloods were taken (Table 5. 2). She was found to be anaemic, with a Hb concentration of 8.4 g/dl and was transfused with two units of red blood cells. The following day, her abdominal distension was less. Her bowels opened following an enema and there were some bowel sounds present.", "cite_spans": [], "ref_spans": [{"start": 380, "end": 389, "text": "(Table 5.", "ref_id": "TABREF0"}], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "On day 3 postnatally, she complained of a severe headache at midnight; her blood pressure was recorded as 185/87 mmHg and she was given 50 mg of pethidine intramuscularly because simple analgesia was inadequate. After 1 hour (on day 4 at 1 a.m.), the on-call registrar was called to see her urgently because she was having a tonic-clonic convulsion. She was given facial oxygen and a magnesium sulphate (MgSO 4 ) bolus, followed by an infusion. The convulsion terminated after 10 minutes. In retrospect, on her chart her blood pressure had been recorded as 178/81-185/90 mmHg since 5 p.m. that day. Urinalysis showed 2ϩ proteinuria. Electrolytes, urate, a full blood count, coagulation screen and liver function tests were checked (Table 5.2) .", "cite_spans": [], "ref_spans": [{"start": 731, "end": 742, "text": "(Table 5.2)", "ref_id": "TABREF0"}], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "Her blood pressure remained stable at about 126/78 mmHg. Further bloods tests were repeated. A computed tomography (CT) brain scan was performed the following day and reported as normal. By day 5, she was feeling better and her ileus was improving. MgSO 4 infusion was stopped after 24 hours.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "At 6 a.m. on day 6 post Caesarean section, the registrar was called urgently to see her because she was having a further tonic-clonic convulsion. She had not complained of any prodromal symptoms. This convulsion terminated after 3 minutes. In retrospect, her blood pressure had been recorded as 146/99 mmHg at 3 a.m. Repeat blood tests were performed. She was commenced on atenolol, 50 mg once daily. Her blood pressure was subsequently well controlled and she had no further convulsions. However her renal function continued to deteriorate (Table 5. 2).", "cite_spans": [], "ref_spans": [{"start": 541, "end": 550, "text": "(Table 5.", "ref_id": "TABREF0"}], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "Her abdominal distension gradually reduced and she began eating and drinking normally again. There were issues regarding bonding with the baby: Ms E showed no interest in her son and wanted her family to look after him at home. She was encouraged to have him beside her as much as possible. She had regular reviews by obstetric medicine and renal physicians. Her urine output remained excellent despite deteriorating renal function. A renal scan was performed on day 11. This was reported as showing normal kidneys of equal size, slight pelvicaliceal system dilatation, probably because of incomplete bladder emptying, and a postmicturition residual volume of 450 ml. This scan result was discussed with the urologists and she was allowed home with an in-dwelling catheter and plans for out-patient review.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "Her renal function improved (Table 5. 2). She was well enough to be discharged home on day 13, with the following discharge medication: ferrous sulphate (FeSO 4 ) 200 mg twice per day and atenolol (50 mg once per day).", "cite_spans": [], "ref_spans": [{"start": 28, "end": 37, "text": "(Table 5.", "ref_id": "TABREF0"}], "section": "POSTPARTUM ECLAMPSIA"}, {"text": "OBSTETRIC MEDICINE: A PROBLEM-BASED APPROACH When reviewed in the obstetric medicine clinic at 5 weeks postpartum, she was well and normotensive (110/70 mmHg), and urinalysis was clear. Her serum creatinine was 87 mol/l. Atenolol was discontinued and GP follow-up was arranged. Urodynamic follow-up was organized by the urology department.", "cite_spans": [], "ref_spans": [], "section": "108"}, {"text": "With improvements in antenatal care and both improved recognition and earlier diagnosis of pre-eclampsia, in addition to earlier delivery for those with severe pre-eclampsia, there seems to have been a shift in the timing of eclampsia towards the postpartum period, perhaps increasingly Ͼ48 hours post-delivery. Of eclamptic convulsions, 44% occur postpartum.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "More than one-third of women experience their first convulsion before the development of hypertension and proteinuria. In the vast majority of patients, at least one prodromal symptom is experienced. In a recent study, 87% had headache, 44% had visual symptoms, 22% had nausea or vomiting and 9% had epigastric pain [16] .", "cite_spans": [{"start": 316, "end": 320, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Fortuitously, this woman remained an in-patient because she developed a paralytic ileus; she would otherwise have been discharged and had the convulsion at home.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Her blood pressure was elevated both in the immediate postpartum period and between her convulsions, but it remained untreated; this was probably owing, in part, to the focus on her paralytic ileus and, in part, because of being falsely reassured by the normal blood profile on day 2 [17] .", "cite_spans": [{"start": 284, "end": 288, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Her headache, severe enough to require opiate analgesia, should have prompted further examination and investigation because it heralded her first convulsion.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Her blood pressure was markedly elevated before her second convulsion, although there were no prodromal symptoms. MgSO 4 had been discontinued after 24 hours (as per protocol), and it is difficult to predict which patients will develop recurrent convulsions and require additional therapy [18] .", "cite_spans": [{"start": 289, "end": 293, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Beware of the routine use of nonsteroidal anti-inflammatory drugs (NSAIDs) following Caesarean section. This patient received two doses of voltarol despite deteriorating renal function.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms F was a 35 year old woman in her third pregnancy. In her first pregnancy, she had been admitted on four occasions with severe hyperemesis and needed prolonged periods of hospitalization, in addition to regular antiemetics until 33 weeks' gestation. She terminated her second pregnancy because she could not face such severe hyperemesis again.", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "She was previously fit and well, but in the index pregnancy, she experienced nausea and vomiting from her first missed period and presented to the hospital at 8 weeks' gestation. On examination, she was tachycardiac and had postural hypotension and ketonuria. Ms F was admitted and treated with intravenous fluids and metoclopramide, 10 mg intramuscularly three times daily. A viable intrauterine pregnancy was confirmed on ultrasound scan; she improved on the above therapy and was discharged 2 days later. In the subsequent 2 weeks, she had three further admissions with hyperemesis gravidarum (HG). On the third occasion, she was severely dehydrated, had lost 7 kg in weight and was ketotic. She was admitted, rehydrated and given regular cyclizine, 50 mg intravenously three times daily. Over the following week, she improved and was sent home with oral antiemetics, folic acid (5 mg) and thiamine hydrochloride (25 mg three times daily).", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "Her next admission was at 12 weeks' gestation despite regular use of oral cyclizine. She had lost a further 3 kg in weight and, again, had 4ϩ ketones in her urine. Investigations revealed a raised free thyroxine (fT 4 ) level, undetectable thyroid-stimulating hormone (TSH), abnormal liver function with an alanine aminotransferase (ALT) level of 70 iu/l and hypokalaemia (serum potassium, 3.1 mmol/l). She was once again rehydrated with normal saline and potassium chloride (40 mmol/l in each 1 l bag) and given domperidone, 60 mg per rectum three times daily, cyclizine, 50 mg intravenously three times daily and oral metoclopramide. Enoxaparin (40 mg) was given daily for thromboprophylaxis. This time she was maintained on intravenous fluids and parenteral anitemetics for 1 week. After 1 week, she was still vomiting up to three times daily and was unable to drink enough to avoid intravenous fluids. She was noted to be very depressed by her husband and the nurses caring for her and was requesting a termination of pregnancy.", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "The decision was made to undertake a trial of corticosteroid therapy. This was begun as hydrocortisone, 100 mg intravenously twice daily. After the first two doses, Ms F was able to tolerate oral fluids and the intravenous fluids and antiemetics were discontinued. Therapy was changed to prednisolone, 20 mg oral twice daily and she was discharged. On review in clinic 1 week later, she had had no further vomiting or nausea but still complained of \"spitting\". Serum electrolytes were normal, repeat liver function tests showed a normal ALT level and a repeat thyroid function test showed resolving biochemical thyrotoxicosis, with a free T 4 level just above the normal range. The prednisolone dose was decreased to 15 mg twice daily.", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "The dose was gradually weaned over the next month to 10 mg twice daily. Ptyalism had resolved by 19 weeks' gestation. An anomaly scan of the baby was normal. Several times over the next 2 months she attempted decreasing the steroid dose but would not tolerate doses below 20 mg/day. If she reduced the dose to 15 mg/day, the vomiting returned. She was thus maintained on a dose of 20 mg/day. A glucose tolerance test at 28 weeks' gestation was normal. At 30 weeks' gestation, the prednisolone dose was successfully reduced to 15 mg/day and thereafter reduced by 5 mg every 2 weeks, such that she was weaned off steroids by 36 weeks' gestation.", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "At 39 weeks' gestation, she presented in spontaneous labour having ruptures her membranes. She vaginally delivered a healthy female infant weighing 6 lbs 3 ozs. Postnatally, she was counselled regarding the likely recurrence of hyperemesis in future pregnancies and a plan was made to use corticosteroids at the first admission for HG.", "cite_spans": [], "ref_spans": [], "section": "HYPEREMESIS GRAVIDARUM"}, {"text": "This was a case of severe HG causing associated abnormal liver and thyroid function. In her first pregnancy, symptoms had lasted until the third trimester and, therefore, it was likely that this would happen in any future pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Nausea and vomiting occur commonly in pregnancy, usually between the 6th and 16th week. In 20% of cases, it persists into the second and third trimesters. Management involves reassurance, small, frequent high-carbohydrate food and avoidance of large-volume drinks. Acupunture, ginger and vitamin B6 might relieve symptoms. Other causes of vomiting in pregnancy include the following:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ear, nose and throat diseases, for example, labyrinthitis or Meniere's disease. Acute fatty liver of pregnancy (AFLP; in the third trimester). HELLP syndrome. Gastrointestinal causes, for example, cholecystitis, pancreatitis, peptic ulceration and, rarely, gastric cancer. Metabolic/endocrine, for example, hypercalcaemia, Addison's disease and hyperparathyroidism. Drugs, for example, opioids, iron therapy and antibiotics. Psychological, for example, eating disorders.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "If abdominal pain and tenderness is a marked feature, consideration should be given to further investigation with endoscopy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "HG is defined as vomiting occurring before the 20th week of pregnancy that is sufficient to cause dehydration, acidosis and a minimum weight loss of 5%. Some definitions include the inability to maintain the fluid and electrolyte balance without hospital admission. It occurs in about 0.5-1.5% of pregnancies and remains the third most common cause for admission to hospital during pregnancy. Before the introduction of intravenous fluids, mortality from HG was 159 deaths/1 million pregnancies. Complications of HG include Wernicke's encephalopathy, central pontine myelinosis and peripheral neuropathy. Pneumomediastinum and oesophageal rupture secondary to the mechanical forces of vomiting have been described.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Meta-analysis of the available data showed a small reduction in the risk of spontaneous miscarriage, stillbirth and preterm delivery in women who experience HG. However, when HG is severe and associated with maternal weight loss and repeated hospital admissions, there is a slight increase in the incidence of IUGR. There is no known increase in rate of congenital defects in vomiting pregnancies compared with nonvomiting pregnancies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The aetiology of HG remains elusive. It is believed that the genetic variation in incidence is related to the presence of specific isoforms of human chorionic gonadotrophin (HCG) that cause HG [19] . Elevated levels of oestrogen and progesterone have also been implicated. Although high levels of oestrogen do cause slower intestinal transit times, there are no studies showing a relationship between severity of HG and oestrogen levels. Prospective cohort studies have not shown any consistent relationship between progesterone levels and HG.", "cite_spans": [{"start": 193, "end": 197, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Thyroid hormone values deviate from the normal range in early pregnancy, leading to gestational transient thyrotoxicosis [20] . Although evidence supports a relationship between HCG and gestational transient thyrotoxicosis, the exact role of this in HG is obscure. Overactivity of the adrenal cortex is also associated with HG, but it is uncertain whether it has a role in its pathogenesis. Helicobacter pylori infection was found in a significant number of patients with HG in 11 prospective, case-controlled studies [21] . Liver function abnormalities have been reported in about 67% of women with HG. Elevations of aspartate aminotransferase (AST) or ALT levels can be very dramatic, but return to normal with the cessation of vomiting and the end of starvation.", "cite_spans": [{"start": 121, "end": 125, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 518, "end": 522, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Clinical assessment should include measurement of the pulse, lying and standing blood pressures, urinalysis and weight, in addition to a complete examination to exclude other causes of vomiting, particularly infection. Further investigations should include urea and electrolytes, liver function tests, thyroid function tests, and serum phosphate, magnesium and calcium levels. A full blood count, midstream urine sample and blood glucose level should also be determined.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Management of HG involves rehydration with intravenous fluids, replacement of electrolytes, vitamins, antiemetics and cessation of oral nutrition and fluids. Fluid replacement can be with either sodium chloride (plus potassium, 20 mmol or 40 mmol) or Hartmann's solution. Protracted vomiting is associated with Mallory-Weiss oesophageal tears, Mendelson's syndrome and jaundice. The neurological disturbances are a result of vitamin B1 deficiency. It is imperative that thiamine hydrochloride (25-50 mg orally three times daily or as Pabrinex intravenous weekly supplements) is prescribed in these cases, to avoid Wernicke's encephalopathy and Korsakov's psychosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Antiemetic therapy is a mainstay of treatment, although no antiemetic treatment is specifically licensed for use in pregnancy. Pyridoxine hydrochloride (vitamin B6) and ginger have been shown to relieve symptoms in severe HG.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Dopamine receptor antagonists can be used, including the following: metoclopramide, domperidone, and phenothiazines. These drugs are safe but can cause extrapyramidal side effects. Other antiemetics that can be used include the following: cyclizine, prochlorperazine, and chlorpromazine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ondansetron, a potent and highly selective type 3 serotonin (5-hydroxytryptamine; 5-HT)receptor (5-HT 3 ) antagonist can be used if all other antiemetics have failed. The safety of this drug has not been sufficiently evaluated in large-scale trials. If management has been optimal and there is no improvement, consideration might be given to starting steroids (prednisolone, 20 mg twice daily or hydrocortisone, 100 mg intravenously twice daily) [22, 23] . The response is usually dramatic, but if there is no response, steroids should be discontinued after 2-3 days. For those who respond to steroids, it is important to continue the therapy after discharge and wean the dose slowly. Usually, steroids will need to be continued in reduced doses until such time as nausea and vomiting have abated. With prolonged use of steroids in pregnancy, it is important to monitor blood glucose levels.", "cite_spans": [{"start": 446, "end": 450, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 451, "end": 454, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Parenteral nutrition is only recommended if there is maternal protein-calorie malnutrition and all other therapy has failed. Total parenteral nutrition (TPN) is safe, with expert advice and monitoring of maternal levels of nutrition. The fetus must be monitored with serial growth scans, and there must be facilities to accommodate preterm delivery available.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "HG can be mild or severe, but most cases improve with optimal management and termination is rarely required for medical reasons. Early treatment of a recurrence is advised.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms G was a 34 year old para 2 ϩ 5 with pre-existing renal disease and hypertension who presented 7 days after a normal vaginal delivery with sudden onset of right-sided weakness and loss of speech.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "Her obstetric history was that of five miscarriages at Ͻ12 weeks' gestation. Her sixth pregnancy was complicated by severe preeclampsia, requiring induction at 29 weeks' gestation. She had a normal delivery of a live infant weighing 1.1 kg. Following this pregnancy, she was diagnosed with essential hypertension requiring medication. She had a renal biopsy 3 years later to investigate renal impairment and was diagnosed with Alport syndrome.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "In the index pregnancy, her hypertension was controlled with methyldopa, 750 mg three times daily. Aspirin was commenced to reduce her significant risk of recurrent pre-eclampsia because of her pre-existing renal disease and hypertension, and history of previous early onset pre-eclampsia. A thrombophilia screen was negative. Renal function remained stable with serum creatinine ranging between 107-132 mol/l. She had pre-existing significant proteinuria of 2.08 g/24 hours at the beginning of pregnancy, which dropped to 1.24 g/24 hours towards the end of the pregnancy. Serial scans confirmed normal fetal growth. There was no evidence, clinically or from blood parameters, of superimposed pre-eclampsia. She went into premature labour at 35 weeks' gestation, with a vaginal delivery of a live infant who had a birth weight of 2.2 kg. After delivery, methyldopa was converted to atenolol, 50 mg/day and her blood pressure remained stable. She was discharged home 2 days postpartum. The last blood pressure recording before discharge was 138/86 mmHg.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "She was re-admitted on day 7 postpartum, having had sudden onset of headache, vomiting, one witnessed seizure, right-sided weakness and loss of speech. She had been taking atenolol, 50 mg/day for hypertension. Findings on examination were as follows: blood pressure, 182/91 mmHg; heart rate, 60 bpm; sinus rhythm; and urinalysis showed 4ϩ proteinuria. Neurological assessment revealed a dense right-sided hemiplegia with receptive and expressive dysphasia and a Glasgow coma scale of 11/15. Abnormal parameters on her blood results were as follows: ALT, 70 iu/l; and serum creatinine, 145 mol/l. An urgent CT scan of the brain, with contrast, showed features suggestive of intracerebral haemorrhage in the left frontal lobe, with evidence of cerebral oedema.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "She was transferred to a neurosurgical unit, where the haematoma was evacuated. This was followed by a multidisciplinary package of care on the stroke unit, involving the stroke physician, physiotherapist, speech and language therapist and clinical psychologist. She made steady progress and was able to verbalize, saying a few words and responding appropriately to commands, within 5 days of the event. Her right leg regained power, but the right arm remained flaccid. Initially, with some assistance, she was able to sit out of bed, started mobilizing by day 10 and was able to walk without supervision by day 15. During her admission, her baby was cared for at home by her mother.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "She was discharged home 1 month after the event and was able to communicate well, although slowly. She had residual right-hand weakness. Power scores were 2-3 out of 5 in her right arm and 4 out of 5 in her right leg. Her hypertension was well controlled with indapamide and nifedipine. Follow-up arrangements were made with the community physiotherapist, speech and language therapist and the stroke clinic.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "At her 1-year follow-up review in the stroke clinic, she had regained normal power in her right upper and lower limbs and her speech was back to normal. She had one episode of seizures and was commenced on cabamazepine. Her hypertension was well controlled with lisinopril, and simvastatin was added. She had an intrauterine contraceptive device for contraception.", "cite_spans": [], "ref_spans": [], "section": "POSTPARTUM CEREBRAL HAEMORRHAGE"}, {"text": "Cerebrovascular disorders are uncommon and feared complications of pregnancy. Collectively, they contributed to 15% of indirect maternal deaths in the latest confidential enquiry into maternal deaths survey. Most cases occur in the first week after delivery [24] . As highlighted in this case, there could be diagnostic confusion with eclampsia, because of the common presentation of seizures, hypertension and visual disturbance. Although Ms G had significant proteinuria at presentation, this was because of previously diagnosed underlying renal disease. Her mildly raised liver enzymes were probably a normal physiological change in the puerperium. The seizure in this case was secondary to the intracerebral bleed.", "cite_spans": [{"start": 258, "end": 262, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "The association of pregnancy-related hypertension with stroke during pregnancy and the puerperium is consistent in many studies and with the known pathophysiology of cerebrovascular complications of hypertension.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Blood pressure at discharge after delivery is not expected to be predictive of the development of postpartum stroke. Therefore, a longer period of closer monitoring of blood pressure as an in-patient after delivery is unlikely to reduce the risk of postpartum stroke. The finding of raised blood pressure after an intracerebral bleed is related to the phenomenon of hypertension in response to seizures and central neurological insult with resulting failure of cerebral autoregulation. Hypertension is thus a result and not a cause of most cerebrovascular events.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Prompt neuroimaging studies, in addition to an elevated level of suspicion and neurological consultation, as clearly demonstrated in this case, are the key to diagnosis and an optimal prognosis. CT is usually the first imaging study performed because of its ready availability. However, an initial negative result of the CT study and the presence of a highly suggestive clinical history and physical findings suggest the need for additional studies, such as magnetic resonance imaging (MRI) and cerebral angiography, to confirm the appropriate diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The morbidity and mortality associated with intracranial haemorrhage is high, with a risk of neurological or cardiovascular sequelae in survivors and a need for close medical surveillance. Ms G made a complete recovery from her hemiplegia but was left with seizures. Patients who have had stroke in the past can be reassured that they are unlikely to have a recurrence in pregnancy, unless they have an obvious risk factor, such as APS or hypertension. The combined oral contraceptive pill should be avoided because it carries a significant risk of recurrence of stroke. Ms G was advised to seek prepregnancy counselling before embarking on another pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs H was a 31 year old primigravida who presented at 26 weeks' gestation with extreme lethargy such that she was virtually bed bound. She had a diagnosis of Sjogren's syndrome and was anti-Ro and anti-La positive. Her pregnancy had been complicated by recurrent admissions for HG, and on each occasion she was noted to be hypokalaemic (serum potassium, 2.4-3.1 mmol/l), which improved with appropriate rehydration with normal saline and potassium chloride. However, at this admission she denied nausea or vomiting, which had improved markedly since 20 weeks' gestation.", "cite_spans": [], "ref_spans": [], "section": "HYPOKALAEMIA"}, {"text": "Investigations revealed a serum potassium level of 2.9 mmol/l and serum bicarbonate of 14 mmol/l. Retrospective review of biochemistry results during the previous admissions showed that on each admission she had been acidotic, with serum bicarbonate levels as low as 10 mmol/l. Because persistent vomiting in HG usually causes a hypochloraemic alkalosis (related to the loss of hydrochloric acid from the stomach), alternative causes for the hypokalaemia were considered. Because of the association of Sjogren's syndrome with distal type 1 renal tubular acidosis (RTA), this was felt to be the most likely diagnosis. Urinary pH was 9 when serum bicarbonate was 15 mmol/l. This was highly suggestive of RTA.", "cite_spans": [], "ref_spans": [], "section": "HYPOKALAEMIA"}, {"text": "Treatment was commenced with oral sodium bicarbonate, 1.8 g three times daily and oral potassium citrate, 10 ml (28 mmol/l/10 ml) three times daily. Within 1 week, she had normal energy levels and felt enormously better. Within 2 weeks, her serum bicarbonate and potassium levels were normal and potassium supplementation was discontinued.", "cite_spans": [], "ref_spans": [], "section": "HYPOKALAEMIA"}, {"text": "Mrs H was delivered by emergency Caesarean section for fetal distress at 38 weeks' gestation; the birth weight of her infant was 3.1 kg. Postpartum, the dose of bicarbonate was reduced to 1.2 g three times daily. She was referred to a nephrologist for further management postpartum.", "cite_spans": [], "ref_spans": [], "section": "HYPOKALAEMIA"}, {"text": "Hypokalaemia occurs in up to 20% of hospitalized patients but is only clinically apparent in 5%. No pregnancy-specific incidence has been reported. Hypokalaemia is a biochemical finding and is not a diagnosis in itself. It is almost always secondary to an underlying problem.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Hypokalaemia is frequently asymptomatic. Severe hypokalaemia (serum potassium, Ͻ2.5 mmol/l) can cause muscle weakness and fatigue. It rarely causes arrhythmia in patients without cardiac disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Despite the 50% increase in plasma volume and associated haemodilution of pregnancy, the concentration of plasma electrolytes remains unchanged compared with the nonpregnant state. The range of normal serum potassium is 3.5-5.5 mmol/l. This phenomenon is probably because of decreased excretion in pregnancy and net gain from gastric absorption. In rat studies, fluctuations in maternal serum potassium levels did not seem to have a deleterious effect on fetal potassium levels.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Hypokalaemia has many causes. Acute hypokalaemia is most commonly due to severe vomiting and/or diarrhoea. Chronic hypokalaemia is most commonly due to diuretic use and hyperaldosteronism. A logical review of possible causes of potassium loss should facilitate the correct diagnosis:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Renal losses: The following are pregnancy-specific/related causes: HG Tocolysis with intravenous sympathomimetics, such as salbutamol [25] . Oral glucose load screening for gestational diabetes [26] . Abnormal cravings in pregnancy (pica), such as cravings for cola or clay, and caffeine abuse in pregnancy [27, 28, 29] .", "cite_spans": [{"start": 134, "end": 138, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 194, "end": 198, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 307, "end": 311, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 312, "end": 315, "text": "28,", "ref_id": "BIBREF27"}, {"start": 316, "end": 319, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "A thorough search for the aetiology of hypokalaemia is required. It will generally resolve with the treatment of its primary cause. Supportive replacement therapy is, however, indicated in 5% of patients, where the potassium level is Ͻ3 mmol/l. Oral therapy is usually sufficient. However, intravenous therapy might be indicated if symptoms are severe, cardiac arrhythmias are present and oral intake is not possible (vomiting or diarrhoea). Potassium supplementation is safe in pregnancy. When hypokalaemia is refractory to treatment, hypomagnesaemia should be suspected and corrected concurrently.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "RTA is systemic acidosis due to the inability of the renal tubules to maintain the acid-base balance. Type 4 RTA is the commonest form, but it is associated with hyperkalaemia. RTA types 1 and 2 are associated with hypokalaemia. Type 2 (proximal) RTA is very rare. Type 1 (distal) RTA is usually secondary to systemic conditions such as diabetic ketoacidosis, liver disease, sickle cell anaemia and autoimmune conditions, including Sjogren's syndrome (as present in Mrs H), thyrotoxicosis and systemic lupus erythematosus (SLE). It can be sporadic, in which case it is usually an autosomal dominant familial condition. Characteristically, there is failure to acidify the urine despite systemic acidosis. It is characterized by episodes of weakness and paralysis and is accompanied by hypokalaemia, acidosis and hypocalcaemia. Diagnosis is usually made following an acid-load test, during which the patient takes an oral solution of ammonium chloride; if the urine fails to acidify but the bicarbonate level falls, this is diagnostic of RTA. Treatment is usually supportive with potassium, bicarbonate and calcium supplementation during episodes.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "During pregnancy, symptoms such as fatigue and lethargy can mimic muscular weakness and make the diagnosis even harder to reach. The ammonium load test is contraindicated in pregnancy because acidosis can cause fetal distress. Untreated RTA can cause severe weakness affecting labour and maternal well-being. Chronic acidosis affects fetal bone growth, causing IUGR, and can cause cardiotocographic changes. Potassium, bicarbonate and calcium supplementation is safe in pregnancy. The potassium and bicarbonate requirements are sevenfold and fourfold higher, respectively, in pregnancy than outside pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In a review by Hardadottir et al. [30] , RTA cases were associated with IUGR, preterm labour and Caesarean section. Most cases of RTA were secondary. It seems prudent to follow RTA pregnancies with serial fetal growth scans and institute intrapartum cardiotocographic monitoring. Neonatal admissions were common in the above mentioned series, and therefore paediatric colleagues should be involved before delivery. If tocolysis is required, it is best to avoid beta-sympathomimetics because they induce hyperglycaemia and hypokalaemia.", "cite_spans": [{"start": 34, "end": 38, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In labour, attention should be paid to avoid potential precipitating factors, including mental and physical stress, cold and carbohydrate loads. Adequate analgesia should be administered, and an early epidural might be ideal. Serum potassium should be monitored and replaced as necessary, usually intravenously. The second stage of labour can be shortened with assisted delivery if maternal exhaustion or fetal distress supervenes. Glucose infusions should be avoided because they can precipitate further hypokalaemia.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the first 2 weeks of the puerperium, potassium, bicarbonate and calcium supplementation usually decreases rapidly towards prepregnancy doses. If the diagnosis has not been confirmed, the ammonium load test can be completed postnatally.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs J, a 28 year old nulliparous woman at 34 weeks' gestation, was admitted with a history of worsening malaise, diarrhoea, nausea and vomiting, and generalized itching. There was associated dark urine, but no paleness of stools. Her pregnancy had being uneventful apart from intermittent diarrhoea, presumed to be secondary to her history of irritable bowel syndrome and managed with loperamide. Her booking bloods at the beginning of the pregnancy, were negative for human immunodeficiency virus (HIV) and hepatitis B. She was from South Africa and had been a resident in the UK for 3 years. She worked as a secondary school teacher. There was no history of recent travel, or use of herbal remedies or hepatotoxic drugs.", "cite_spans": [], "ref_spans": [], "section": "HEPATITIS A"}, {"text": "On examination, she was afebrile and jaundiced, with normal blood pressure and without proteinuria on urine dipstick assessment and signs of chronic liver disease apart from telangectasia over the upper chest and abdomen, which was associated with pregnancy. Abdominal examination revealed no organomegaly and her fundal height was consistent with gestational age. Fetal movements were normal and the cardiotocograph (CTG) was reactive. Blood tests revealed a normal full blood count, with Hb concentration of 12.5 g/dl, white blood cell count of 9.6 ϫ 10 9 cells/l and platelet count of 198 ϫ 10 9 platelets/l. Her renal function and random blood glucose were normal, but her liver function was de-ranged (bilirubin, 98 mol/l; ALT, 769 iu/l; alkaline phosphatase (AlkP), 185 iu/l; gamma-GT, 47 iu/l; and serum albumin, 24 g/l). Her coagulation was normal.", "cite_spans": [], "ref_spans": [], "section": "HEPATITIS A"}, {"text": "She was transferred into a side room and barrier-nursed, with institution of mainly supportive management, in addition to antihistamines and vitamin K. Upper abdominal ultrasound revealed a normal liver, gallbladder and spleen. Cultures of blood, urine and sputum were negative.", "cite_spans": [], "ref_spans": [], "section": "HEPATITIS A"}, {"text": "Over the next 2 days, she gradually improved clinically, in addition to biochemically (Table 3) . Serum titres for hepatitis A revealed a raised immunoglobulin (Ig) M consistent with acute hepatitis A infection. Titres for hepatitis B and C were negative. Antimitochondrial and anti-smooth muscle antibodies were negative. She was discharged home after 1 week because she continued to improve.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 95, "text": "(Table 3)", "ref_id": null}], "section": "HEPATITIS A"}, {"text": "She went into premature labour at 36 weeks' gestation and had a normal vaginal delivery of a male infant, weighing 2.8 kg. By 2 weeks post delivery, her liver function had normalized.", "cite_spans": [], "ref_spans": [], "section": "HEPATITIS A"}, {"text": "Liver disease in pregnancy can be subdivided into three types:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "1. Liver disease peculiar to pregnancy, such as AFLP, obstetric cholestasis, HG and pre-eclampsia.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "2. Intercurrent liver disease affecting pregnant women, such as viral hepatitis and gall bladder disease. 3. The effect of pregnancy on underlying liver disease, such as chronic hepatitis or cirrhosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Clearly, the last category was not considered as a differential diagnosis in this case because there was no previous history of liver disease. As a symptom of liver disease, jaundice occurs in 1:1500 pregnancies: 40% of cases result from viral hepatitis, 20% of cases are secondary to intrahepatic cholestasis, and Ͻ 6% of cases result from common biliary duct obstruction and gallstones. A normal gall bladder scan excluded the latter in this patient.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Pruritus can occur in a broad spectrum of liver disease and its presence does not necessarily help in reaching the correct diagnosis. Although pruritus classically occurs in conditions associated with intrahepatic cholestasis, such as primary biliary cirrhosis and obstetric cholestasis, drug hepatotoxicity, viral hepatitis, AFLP and even preeclampsia are sometimes associated with itching. The absence of antimitochondrial antibodies and lack of a positive history of drug ingestion excluded primary biliary cirrhosis (PBC) and drug-induced causes in Mrs J.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The length of gestation at presentation is important in considering possible diagnoses because, unlike viral hepatitis, which can occur at anytime, liver disease specifically associated with pregnancy occurs at characteristic times. In the third trimester, HELLP syndrome, AFLP, obstetric cholestasis and pre-eclampsia (PET) should be considered.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The pattern of serum liver enzyme abnormalities cannot be relied on to make a diagnosis. Classically, in intrahepatic liver disease, transaminases tend to be high, with only a small increase in alkaline phosphatase; in extrahepatic obstruction, alkaline phosphatase is high and transaminases are relatively lower. In Mrs J, the pattern was consistent with the picture in viral hepatitis, drug-induced hepatotoxicity, obstetric cholestasis, AFLP, HELLP syndrome and PET. The absence of thrombocytopenia, which is one of the hallmarks of HELLP syndrome, and impaired liver function (coagulation and glucose were both normal), which is a prominent feature of AFLP, made these two conditions unlikely. There is a tendency in pregnancy to assume that pruritus is always due to obstetric cholestasis: it was vital in this case that the viral titres were obtained quickly, because this enabled the correct diagnosis to be made. Viral hepatitis is mostly due to hepatitis A, B, C, D or E, Epstein-Barr virus, or cytomegalovirus. Pregnant women are not more susceptible to hepatitis, and the incidence in epidemics is usually the same in pregnant and nonpregnant women. However, hepatitis E is more aggressive in pregnancy, with a maternal mortality rate of up to 50% [31] . Acute hepatitis A in pregnancy is a systemic, short-term viral illness, with general symptoms of malaise and jaundice. It is the most common cause of jaundice in pregnancy [32] . The virus belongs to the picornaviridae RNA family. Transmission is through the faecooral route, and it is endemic in countries with poor sanitation. The incubation period is generally 15-50 days. It multiplies in the intestine and invades the blood, liver and saliva before any clinical manifestation of the disease appears. It is highly contagious, with maximal viral shedding occurring in the 1-2 week period before the onset of symptoms and lasting 3 weeks. The virus disappears soon after the peak of serum transaminases is reached, at which time the immune response and hepatocellular repair start. The risk of transmission diminishes following the onset of symptoms and is minimal in the week after the onset of jaundice.", "cite_spans": [{"start": 1259, "end": 1263, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1438, "end": 1442, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "Hepatitis A is not debilitating, even in the presence of jaundice. Jaundice lasts 7-10 days and the whole illness lasts about 4 weeks. Typically, all clinical forms, with the exception of the rare, lethal, fulminant type, resolve with complete liver regeneration, and without chronicity or long-term carrier state. Serum IgM antibodies are present during the acute phase and disappear within 3 months. Serum IgG antibodies develop after the acute illness and persist for life, representing immunity. Serum transaminases rise with acute illness and return to normal with recovery; they seldom are higher than 1000 iu/l. There is no correlation between their level and prognosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Maternal-fetal transmission is rare but could result if the mother has hepatitis at or around the time of delivery. In such cases, the baby should be given Ig at birth. It is recommended that pregnant women who are exposed to hepatitis A are given Ig prophylaxis, because it reduces the risk of infection. Ig must be given within 2 weeks of exposure but should be given as soon as possible.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Hepatitis A vaccination (inactivated noninfectious hepatitis A virus) is not contraindicated in pregnancy. It is recommended for some individuals working in high-risk professions, people travelling to at-risk countries and individuals with medical conditions that place them at a high risk of complications from hepatitis A. It offers good protection and is thought to be effective for 20 years.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Breastfeeding can continue without interruption if a mother has hepatitis A. If the mother becomes acutely ill or jaundiced, breastfeeding might be interrupted. The mother should practise good handwashing and other appropriate hygiene.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Acute hepatitis A is the commonest cause of viral hepatitis in pregnancy; it is usually self-limiting and nondebilitating and is associated with transient abnormal liver function, mostly with no significant implications to the pregnancy. It is vital that abnormal liver function in pregnancy is investigated fully so that the correct diagnosis is reached.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs K was a 25 year old Asian woman who presented in her third pregnancy at 22 weeks' gestation with severe secondary hypertension. She was diagnosed with bilateral renal artery stenosis following a limited angiogram during her second pregnancy, when she was found to be severely hypertensive. She unfortunately miscarried her second pregnancy at 20 weeks' gestation. Her first pregnancy was a termination at 9 weeks' gestation. Following her miscarriage, she had a left renal artery angioplasty, and the right angioplasty was planned as an interval procedure. Before having the right renal artery angioplasty, she was found to be pregnant. It was felt that angioplasty during pregnancy would, on one hand, be an unwarranted radiation dose but, in contrast, would reduce the risk of severe hypertension.", "cite_spans": [], "ref_spans": [], "section": "RENAL ARTERY STENOSIS"}, {"text": "She booked-in late in her third pregnancy at 22 weeks' gestation with a blood pressure of 199/125 mmHg, despite therapy with two agents, atenolol (50 mg once daily) and doxazosin (4 mg twice daily). Methyldopa (500 mg three times daily) and aspirin (75 mg once daily) were added. Booking bloods were normal, in addition to baseline renal function: urea, 3.5 mmol/l; creatinine, 65 mol/l; uric acid, 0.31 mmol/l. Urinalysis was normal and 24-hour urine protein leak was 0.24 g/save. An obstetric scan at 22 weeks' gestation revealed bilateral uterine artery Doppler notching, with a raised resistance index.", "cite_spans": [], "ref_spans": [], "section": "RENAL ARTERY STENOSIS"}, {"text": "Mrs K was closely monitored and her blood pressure remained well controlled on the above three antihypertensive agents. At 26 weeks' gestation, a growth scan revealed evidence of IUGR with reduced liquor volume and AC below the fifth centile. An umbilical artery Doppler scan showed absent end diastolic flow. Estimated fetal weight (EFW) was 669 g. She was admitted because of the scan finding and also to exclude a possible diagnosis of pre-eclampsia. Investigations for pre-eclampsia were normal and the protein leak remained nonsignificant. The risk of a poor outcome, including a high risk of intrauterine death, reduced chance of neonatal survival and significant risk of neurological impairment, was discussed. It was decided to avoid delivery at this gestation and wait for the fetus to gain more maturity. Mrs K was discharged home with a plan for weekly umbilical Doppler scans and 2-weekly growth scans.", "cite_spans": [], "ref_spans": [], "section": "RENAL ARTERY STENOSIS"}, {"text": "Her blood pressure remained stable and well controlled, with no signs of superimposed pre-eclampsia. At 30 weeks' gestation, her scan revealed no fetal growth in 4 weeks, brain sparing and anhydramnios. It was felt that delivery was now necessary because the additional weeks gained had improved the fetal prognosis. She had a course of steroids and was delivered 24 hours later, at 30 weeks ϩ 6 days, by Caesarean section with an inverted T-incision on the uterus; Apgar scores at delivery were 9 and 10 at 1 minute and 5 minutes, respectively, and the infant had a birth weight of 815 g. Postoperatively, she was converted to her prepregnancy antihypertensive medication, with good blood pressure control. The neonatal course was complicated by necrotizing enterocolitis, which required surgical intervention, with subsequent full recovery. She was referred to the renal physician for renal angioplasty.", "cite_spans": [], "ref_spans": [], "section": "RENAL ARTERY STENOSIS"}, {"text": "Renovascular hypertension is one of the potentially curable secondary causes of hypertension. It is the cause of hypertension in Ͻ5% of all patients. In women of child-bearing age, fibromuscular hyperplasia is more often the aetiology. Patients with renal artery stenosis usually present with hypertension and varying degrees of renal impairment. Narrowing of the renal artery, because of fibromuscular dysplasia, leads to reduced renal perfusion. The consequent activation of renin-angiotensin system causes hypertension (mediated by angiotensin II), hypokalaemia and hypernatraemia (which are features of secondary hyperaldosteronism). Correcting the stenosis might reverse these features and improve hypertension control.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Before her first angioplasty, Mrs K required three antihypertensive agents, which was reduced to two agents after the angioplasty. It would be expected that following angioplasty of the other renal artery a cure might be achieved, without the need for medication.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Secondary, potentially curable causes of hypertension should be sought whenever hypertension is present in young women, whether pregnant or not. This is especially true for pre-existing hypertension in pregnancy that has not been previously diagnosed. Clinical features and pointers to a diagnosis of renal artery stenosis are as follows: young hypertensive patients with no family history, resistant hypertension, Ͼ1.5 cm difference in kidney size on ultrasonography, and secondary hyperaldosteronism (low plasma potassium concentration). Clinical examination might reveal bruits over major vessels, including the abdominal aorta.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Angiography remains the standard test for diagnosis, but it is not without risks and could worsen renal function. Noninvasive techniques are beginning to replace conventional angiography. These include Doppler ultrasonography, captopril renography, spiral CT scanning and magnetic resonance angiography. The significance of lesions found by renal arteriography should be confirmed by differential renal function studies and renal venous renin activity before surgical management is undertaken. The severity of stenosis determines treatment. Hypertension caused by slight or moderate stenosis commonly responds favourably to medical management.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The concern in pregnancy, and especially in the case discussed, was the risk of the radiation dose involved with angiography. Mrs K had had a renal angiogram in her second pregnancy, which resulted in the diagnosis of renal artery stenosis, but subsequently miscarried. Although one can argue that the radiation dose involved with an angiogram would not be greater than the maximum allowed in pregnancy (˜5 rad), it was felt wise to avoid angioplasty in the subsequent pregnancy because the patient perceived the angiogram as a possible causal factor for the miscarriage. It is more likely that this late miscarriage related to severe hypertension rather than radiation. By contrast, performing the second angioplasty in the third pregnancy might have led to a better outcome for the patient and her fetus. Although Mrs K's blood pressure was well controlled by antihypertensive therapy, poor fetal growth resulted from the effects of hypertension on placental perfusion, which might have been avoided if an angioplasty had been carried out in the pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Angioplasty is the traditional revascularization procedure, and this often leads to cure in patients with fibromuscular dysplasia. Resistant hypertension secondary to fibromuscular dysplasia has been the primary indication cited for dilatation of the renal artery. Although a modest improvement in blood pressure or reduction in antihypertensive drug requirement might be the goal of revascularization, renal protection could emerge as the more important factor.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Drugs alone can control hypertension in almost 90% of patients with renal artery stenosis. Antihypertensive therapy during pregnancy might need to be adjusted. Methyldopa, labetalol, hydralazine and nifedipine are safe. Angiotensin receptor blockers and ACE inhibitors are contraindicated in pregnant women and in renal artery stenosis. It is important to note that lowering blood pressure might decrease uteroplacental perfusion and impair fetal growth.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Renal artery stenosis is an uncommon secondary cause of hypertension in pregnancy, which can be associated with poorly controlled hypertension and poor fetal outcome. It can usually be managed with antihypertensive medication, but definitive treatment is revascularization with angioplasty, which should be considered in pregnancy, in the face of resistant hypertension.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms L was a 34 year old nulliparous caucasian woman who presented to her GP at 11 weeks' gestation complaining of a thyroid lump, which she had noticed during the preceeding year. On examination, she was clinically euthyroid. An irregular mass was palpable in the right lobe of the thyroid, measuring 5 cm ϫ 3 cm. There was no bruit or palpable lymphadenopathy. An ultrasound scan confirmed a solid thyroid mass, with a 9 mm lymph node at its inferio-lateral aspect. Fine-needle aspiration (FNA) of the thyroid mass was suggestive of papillary thyroid carcinoma. Biochemically she was euthyroid. She was commenced on a suppressive dose of thyroxine, 300 g/day.", "cite_spans": [], "ref_spans": [], "section": "THYROID CANCER"}, {"text": "Mrs L was reviewed at a tertiary oncology centre at 12 weeks' gestation. A repeat FNA confirmed the diagnosis of papillary thyroid carcinoma, and an MRI confirmed nodal involvement. She had a total thyroidectomy with selective right-neck dissection and conservation of two parathyroid glands at 16 weeks' gestation. Histology reported complete excision of a 4 cm papillary carcinoma with follicular pattern, with extranodal extension but no extension to the capsule. Because of the constellation of adverse pathological features (i.e. the site, nodal involvement and extranodal spread), radio-iodine ablation was planned after delivery. Her pregnancy progressed well, with a satisfactory growth scan at 32 weeks' gestation. Her thyroid function was regularly monitored, with TSH level moderately suppressed to a low-to-middle range of normal (0.5-2.8 mu/1). Her free T 4 level was 14 pmol/l on a dose of 200 g of thyroxine. Her corrected calcium level was initially low and required calcium supplementation, which was discontinued after the calcium level normalized.", "cite_spans": [], "ref_spans": [], "section": "THYROID CANCER"}, {"text": "Mrs L went into spontaneous labour at 39 weeks' gestation and was delivered by vacuum extraction of a live infant in good condition and with birth weight of 3.41 kg. At 6 weeks postpartum, her TSH level was significantly suppressed, at Ͻ0.1 mu/1, with a free T 4 level of 21.5 pmol/l on a dose of 200 g of thyroxine. This dose was reduced to 150 g. She was clinically euthyroid and was supplementing breastfeeding with bottle feeding. At 3 months postdelivery, when her T 4 had been suspended for several weeks, she had radio-iodine ablation treatment. She was advised not to conceive within the next 6-12 months and to avoid close contact with her baby for 3-4 weeks.", "cite_spans": [], "ref_spans": [], "section": "THYROID CANCER"}, {"text": "Half of all thyroid cancers occur in women of child-bearing age, but presentation in pregnancy is rare, occurring in approximately 1 in 10,000 pregnancies. The most common complaint is that of a thyroid nodule, but these occur in up to 5% of women of child-bearing age, and only a small proportion are malignant. Overall, most authorities believe that pregnancy neither stimulates the growth of thyroid cancer nor worsens the prognosis [33] .", "cite_spans": [{"start": 436, "end": 440, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "If thyroid cancer is diagnosed before the mid-trimester, surgical intervention can be performed with normal surgical management, as in the case described above. Recent data suggest that the risk of fetal loss related to surgery is minimal. When the diagnosis is reached during late pregnancy, resection after delivery is the option of choice, with surgery being performed once the pregnancy-associated vascularity is judged to have resolved. In women whose FNA suggests a well-differentiated tumour, some studies have shown no difference in the outcome between those patients that had early surgery and those patients who had surgery delayed. There is no indication for termination of pregnancy, although if the tumour is felt to be aggressive or disseminated, early delivery might be appropriate, in which case the balance of risks of fetal and maternal well-being must be carefully assessed [34] .", "cite_spans": [{"start": 893, "end": 897, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this case, radio-iodine ablation was indicated postdelivery. T 4 must be stopped 4 weeks before treatment to enable the TSH level to rise, which facilitates uptake of iodine into the residual thyroid tissue. Pregnancy should be delayed usually for at least 12 months after radio-iodine treatment, because it has a long half-life and is associated with an increased risk of miscarriage and congenital abnormality if conception occurs sooner. In addition, this time period enables appropriate suppression of TSH to be achieved; if there is an early recurrence, management is easier. Clearly, radio-iodine should not be given in pregnancy: inadvertent use in the early second trimester causes fetal thyroid destruction and subsequent hypothyroidism [35] .", "cite_spans": [{"start": 749, "end": 753, "text": "[35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "The mammary gland binds iodide avidly, especially during lactation, so if radio-iodine treatment is required, breastfeeding should be stopped and contact with the baby reduced to limit the radiation to the child to the lowest levels: the length of time is determined by the dose of radioactive iodine required, but is often around 3 weeks [36] .", "cite_spans": [{"start": 339, "end": 343, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Discussion"}, {"text": "The prognosis of most thyroid cancers is excellent. Many women are maintained on a suppressive dose of thyroxine, aiming for an undetectable TSH level, and so minimizing the risk of stimulation of any residual thyroid tumour. Subsequent pregnancies do not alter the risk of disease recurrence, but for women on a suppressive dose of T 4 , thyroid function should be monitored and the dose adjusted as indicated.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms M was a 24 year old para 1 ϩ 1 who presented to the antenatal day unit at 30 ϩ 2 weeks' gestation with a history of a fall on a wet surface that caused some bruising on the left leg and left side of the abdomen. Her examination was normal and no uterine contractions, vaginal discharge or bleeding were noted. A CTG was normal, and after being given anti-D for a rhesus-negative blood type, she was discharged.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "Her past obstetric history was of one miscarriage at 9 weeks' gestation and one Caesarean section at 41 weeks' gestation (delivering a 2.5 kg baby) because of suspected fetal distress after prostaglandin administration for induction of labour. Her past medical history included mild asthma, for which she was using regular salbutamol and beclomethasone inhalers.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "At 31 ϩ 1 weeks' gestation, Ms M was admitted with continuing abdominal pain and decreased fetal movements. The abdominal pain was in the left iliac fossa, constant in nature and made worse by movement. No cause for the abdominal pain could be found and fetal assessment, with both CTG and umbilical artery Doppler scanning, was normal. Fetal movements returned to normal the day after admission. Ms M was reviewed at 31 ϩ 6 weeks' gestation and had continuing left iliac fossa pain, which radiated to her back and was constant in nature, but worse on movement. While in the day unit waiting for the results of repeat blood tests, she noticed sudden-onset epigastric pain, which was associated with shortness of breath, a nonproductive cough and inspiratory chest pain. On examination, her heart rate was 100 bpm, her respiratory rate was 28 per minute, her temperature was normal and her blood pressure was 117/65 mmHg. The jugular venous pressure (JVP) was not raised, the chest was clear on auscultation and heart sounds were normal. Neither calf was tender. Her oxygen saturation on air was 94%. After 1 hour, she started complaining of dizziness at rest.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "Further urgent investigations included a 12-lead ECG, which showed a sinus tachycardia, a full blood count, which showed polymorphonuclear leukocytosis, liver function tests, which were normal, and measurement of serum amylase and C-reactive protein. Arterial blood gases showed a pH of 7.431, pCO 2 of 3.59 kPa and a pO 2 of 9.1 kPa (hypoxaemia). A chest X-ray was normal.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "Pulmonary thromboembolism was felt to be the most likely diagnosis and therapy was commenced with a therapeutic dose of enoxaparin (1 mg/kg body weight/twice daily). The following day, a (V/Q) lung scan confirmed bilateral ventilation perfusion mismatches consistent with pulmonary emboli. Her leg vein Doppler scans showed extensive thrombus in the left iliac vein.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "Anticoagulation was continued until 39 ϩ 2 weeks' gestation, when Ms M went into spontaneous labour. Because a dose of 80 mg of enoxaparin had been given 6 hours before the request for epidural analgesia, this was declined. Pain relief was achieved with patientcontrolled intravenous opiate analgesia and Ms M had a spontaneous vaginal delivery of a 2.9 kg baby boy. The estimated blood loss was 300 ml. Following delivery and 26 hours after her last dose of enoxaparin, anticoagulation was restarted with enoxaparin, 120 mg once daily (1.5 mg/kg body weight once daily). Warfarin was commenced at a dose of 7 mg on day 3, and by day 6, the international normalized ration (INR) was 2.3 and the enoxaparin was discontinued. Warfarin was continued for a further 3 months postpartum. A thrombophilia screen after the discontinuation of warfarin showed that Ms M was heterozygous for factor V Leiden.", "cite_spans": [], "ref_spans": [], "section": "ABDOMINAL PAIN"}, {"text": "Ms M had several risk factors for venous thromboembolism. She was pregnant and had recently sustained a minor injury that had left her relatively immobile. Her mother had suffered a deep vein thrombosis (DVT) aged 42 years. Included in the differential diagnosis of the epigastric and pleuritic pain should be an atypical acute asthmatic episode, pneumonia, pneumothorax, ischaemic/cardiac causes, aortic dissection, cholecystitis, pancreatitis and gastro-oesophageal reflux. The presence of hypoxia made pulmonary embolism a likely diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Arterial blood gases in pulmonary embolism might show hypoxaemia, as in Ms M, with or without hypocapnia caused by hyperventilation to compensate for the loss of pulmonary function. In a small pulmonary embolism hyperventilation causing respiratory alkalosis might be the first change in arterial blood gases. Using pulse oximetry, a drop in oxygen saturation after exercise (such as walking up and down a flight of stairs) is a useful screening test if the oxygen saturation at rest is normal. In normal pregnancy, there is relative hypocapnia because of the increased respiratory work of pregnancy, such that the normal pCO 2 is 3.5-4.5 kPa, approximately 1 kPa lower than outside pregnancy. D-dimer measurement in pregnancy is not useful. In nonpregnant women they are thought to be fairly sensitive, but nonspecific, for thrombosis and therefore are helpful, if negative, to exclude diagnosis of thrombosis. In the pregnant woman, there is a physiological rise in D-dimers, but normal ranges for pregnancy have not been fully established, such that the false-positive rate is high [37] .", "cite_spans": [{"start": 1085, "end": 1089, "text": "[37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Discussion"}, {"text": "In retrospect, it is likely that the left iliac fossa pain was due to iliac vein thrombosis, which then dislodged to cause the pulmonary embolism. Iliac vein thrombosis is more common on the left-hand side in pregnancy because the inferior vena cava runs on the righthand side of the aorta and therefore the left iliac vein is more likely to be compressed by the right iliac artery. DVT in pregnancy is eight to nine times more common on the left than the right [38, 39] .", "cite_spans": [{"start": 462, "end": 466, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 467, "end": 470, "text": "39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "Alternative to awaiting spontaneous labour would have been induction of labour or elective repeat Caesarean section. Both these strategies would have allowed planned temporary interruption of LMWH to permit regional analgesia or anaesthesia, but the latter would have increased the risk of thrombosis compared with vaginal delivery. However, Ms M was keen for a vaginal birth after Caesarean section (VBAC) and induction of labour was not felt to be desirable because of the previous Caesarean section, and because it might have introduced extended bed rest and dehydration. It is important that women receiving therapeutic LMWH are seen and counselled by an obstetric anaesthetist before delivery so that the issues surrounding options for analgesia and anaesthesia can be discussed before delivery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms N was a 26 year old primiparous woman from East Africa who booked-in at her local hospital in the sixth week of her pregnancy. She was known to have \"mild mitral stenosis\" from an echocardiogram she had following an earlier miscarriage. She had previously been investigated, but the results of those investigations were not known. She had mild asthma and used a salbutamol inhaler for this on an \"as required\" basis. She was also a smoker.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "Ms N presented locally at 24 weeks' gestation with possible haemoptysis. The differential diagnosis was haematemesis and gastroscopy was carried out, in addition to a V/Q scan and sputum microscopy and culture, to exclude tuberculosis. The gastroscopy, under antibiotic cover, revealed a Mallory-Weiss tear and she was therefore prescribed ranitidine. An echocardiogram repeated at this time confirmed \"mild mitral stenosis\" and at this time Ms N was asymptomatic. At 26 weeks'gestation, she was becoming breathless on climbing stairs, but could still walk well on the flat. There was no orthopnoea. An anaesthetic opinion was arranged.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "At 35 weeks' gestation, Ms N was admitted through the accident and emergency department to a tertiary obstetric unit. She gave a history of 4 hours of cough, pink frothy sputum and no response to her inhaler. There was also associated pleuritic chest pain. A malar flush, typical of mitral stenosis, was also evident [40] .", "cite_spans": [{"start": 317, "end": 321, "text": "[40]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "On examination, she had a pulse rate of 130 bpm, her blood pressure was 84/51 mmHg, her respiratory rate was 18 breaths per minute and she had a PEFR of 300 l/min. The JVP was elevated, and she had a mid-diastolic murmur and bibasal lung crepitations. Oxygen saturation was 97% in room air. An ECG revealed a sinus tachycardia and the chest X-ray showed consolidation at the right base. Obstetrically, all was well. She was given frusemide, 40 mg intravenously and diamorphine, 5 mg intravenously, with oxygen, by mask, at 5 l/min. The transthoracic echocardiogram showed rheumatic mitral stenosis of moderate severity, with a dilated left atrium (5.6 cm), mitral valve area of 1.1 cm 2 and mean gradient of 8.5 mmHg (normal, 0-2), and good biventricular function. The diagnosis was pulmonary oedema, related to mitral stenosis.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "A history of 7 years of dyspnoea was then obtained through the husband; dyspnoea was worse in pregnancy, with orthopnoea and paroxysmal nocturnal dyspnoea. He also reported recent onset of haemoptysis and a much reduced exercise tolerance, i.e. five steps up a flight of stairs.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "Treatment commenced with regular frusemide and diltiazem. Diltiazem was used to control the heart rate instead of a beta-blocker, because of the history of asthma. She was also commenced on LMWH prophylaxis and required potassium supplementation. Amiloride was added to frusemide for potassium conservation. Despite this therapy, she remained tachycardic. Diltiazem was, therefore, increased and the option of balloon valvotomy was discussed, should medical therapy fail to prevent further episodes of pulmonary oedema. Ms N was placed on a 1500 ml/24 hours fluid restriction regimen as an adjunct to drug therapy.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "By day 3 after admission, her heart rate had dropped below 100 bpm and she was less dyspnoeic. By day 4, there was still significant difficulty maintaining the serum potassium; therefore, the amiloride dose was doubled. She was also given an infusion of 8 mM of magnesium in 100 ml of physiological saline, to help maintain her potassium level and prevent atrial fibrillation. After a few more days of diuretics in combination with fluid restriction (1500 ml/24 hours), she became asymptomatic. Induction of labour was scheduled for 38 weeks' gestation. An obstetric anaesthetic opinion was obtained and a plan was made for an elective epidural.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "At 38 weeks' gestation, Ms N went into spontaneous labour. During labour, fluids were restricted to 85 ml/hour. Antibiotics were given for endocarditis prophylaxis and care was taken to avoid the lithotomy and supine positions. Labour progressed well until augmentation was necessary, with a low-volume Syntocinon infusion, at 9 cm. The morning diuretic dose was administered as usual. After pushing for 35 minutes she was delivered, with the ventouse and a right medio-lateral episiotomy. The estimated blood loss was 200 ml.", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "Ms N had routine postnatal care, with an appointment scheduled for valvotomy. She was advised not to conceive again before treatment of the valve. Warfarin was commenced on the third postnatal day and Ms N was discharged with sustained-release diltiazem and co-amilofruse. She was also given contraceptive advice, choosing Depo-Provera as her preferred method. She underwent balloon mitral valvuloplasty 2 months later; her postprocedure echocardiogram showed a mitral valve area of 2.2 cm 2 .", "cite_spans": [], "ref_spans": [], "section": "MITRAL STENOSIS"}, {"text": "Globally, rheumatic heart disease is the most common cardiac disease presenting in pregnancy, with mitral stenosis the commonest lesion [41] . The most likely time for complications to present is during the late second and third trimesters, as occurred in this case and can be expected in up to 60% of all cases. Complications are usually pulmonary oedema, arrhythmias or deterioration in New York Heart Association (NYHA) functional class [41] .", "cite_spans": [{"start": 136, "end": 140, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 440, "end": 444, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion"}, {"text": "Ms N presented during the third trimester with pulmonary oedema, which took a long time to bring under control. The deterioration seemed to be associated with pneumonia (basal consolidation on chest X-ray) [42] and a tachycardia of 130 bpm, which resulted in elevation of left atrial pressure (as evidenced by a dilated left atrium on echocardiography) and pulmonary oedema. If the medical measures had been unsuccessful in treating her pulmonary oedema, a mitral valvotomy would have been undertaken, which would have improved cardiac function significantly for labour and delivery [41] .", "cite_spans": [{"start": 206, "end": 210, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 583, "end": 587, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion"}, {"text": "Therapeutic strategies include off-loading the heart by reducing both preload (volume) and afterload (peripheral resistance). Ms N immediately received emergency treatment for pulmonary oedema with diamorphine, frusemide and oxygen. With the history of haemoptysis, one of the most obvious diagnoses to exclude would be pulmonary embolus, which might have explained the tachycardia and basal consolidation. However, an urgent echocardiogram showed no evidence of acute pulmonary embolus and suggested mitral stenosis as the cause of the pulmonary oedema.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Diagnosis and management were further complicated in this case by the history of asthma. The PEFR, carried out at the bedside, did not suggest significant reversible airway obstruction as a cause for the breathlessness. Before the cardiac diagnosis is made, many pregnant women with heart disease causing pulmonary oedema are initially labelled as having asthma. It is possible that this was also the case with Ms N. The possibility of asthma also dictated the medication used to slow her heart rate and therefore improve left-ventricular filling time (thus reducing left atrial pressure). Beta-blockers were avoided, but would have been more effective than diltiazem, a calcium-channel antagonist. Other possibilities would have been cardioselective betablockers, such as bisoprolol or carvedilol.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "LMWH was given as recommended by Lupton et al. [43] , because there was a risk of atrial fibrillation and mural thrombus.", "cite_spans": [{"start": 47, "end": 51, "text": "[43]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Discussion"}, {"text": "Vaginal delivery in controlled circumstances is advocated in mitral stenosis, with careful attention to the length and normal progress of labour. A very careful epidural was given by a senior anaesthetist. Regional analgesia given slowly minimizes the risk of abrupt vasodilation that would be poorly tolerated in mitral stenosis. Adequate analagesia is important to limit the increased cardiac output from pain and thus reduce the risk of pulmonary oedema during the intrapartum period. LMWH administration was withheld once labour had started to ensure time for safe epidural administration. The strategy of fluid restriction was continued. The second stage of labour was curtailed, as recommended, by ventouse.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A further pregnancy without mitral valvotomy or valve replacement in this woman would be high risk, and for that reason, a plan for contraception was made, in addition to a plan for definitive treatment of the underlying cardiac disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms P was a 29 year old nonsmoker in the 33rd week of her first pregnancy. She attended the accident and emergency department with a 2-day history of breathlessness and chest pain. On examination, there was reduced air entry on the right and reduced chest expansion. At the time, she looked well and could talk in sentences.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "A chest X-ray with abdominal shielding confirmed a large rightsided pneumothorax, with no mediastinal shift. Air (100 ml) was aspirated and she was transferred to the delivery suite. A repeat X-ray confirmed 70% expansion; a further 60 ml of air was aspirated and a chest drain was inserted. She continued to be well overnight, with oxygen saturation Ͼ97% and a respiratory rate of 31 breaths/min. She was given inspired oxygen by mask. The drain fell out, with consequent recurrence of the pneumothorax; a second drain was placed and had an underwater seal.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "After 4 days, because there was a persistent air leak, pleurodesis was discussed due to the high possibility of a recurrent pneumothorax at delivery. High-volume, low-pressure suction was set up and she was transferred to the cardiothoracic ward 1 week after admission.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "On day 10 after her original admission, she was taken to theatre for video-assisted thoracoscopic surgery (VATS). She was anaesthetized with a left lateral tilt. A pulmonary bleb was excised and abrasion pleurodesis was carried out. The following chest X-ray showed a small apical pneumothorax, but the drain still \"bubbled\" on coughing. This continued and she was transferred to the maternity unit with a Heimlich (flutter) valve rather than an underwater seal. By this time, she was at 35 weeks' gestation and all investigations on the fetus remained normal.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "However, 10 days after VATS, the persistent air leak continued and a plan was made to remove the drain if the bubbling ceased for 24 hours. Furthermore, 3 weeks after the original admission, the possibility of performing talc pleurodesis was discussed because of the persistent air leak. The chest drain was, therefore, clamped and adjusted, with a reduction in the volume of the pneumothorax to Ͻ5%. Because this manoeuvre had been successful, the decision was then made to leave the chest drain in until delivery, with a plan for a further surgical procedure postpartum.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "At 39 weeks' gestation, Ms P spontaneously ruptured her membranes, draining meconium-stained liquor. Following a failed stimulation of labour, she was delivered of a live male infant by emergency Caesarean section under epidural anaesthesia. The chest drain was clamped for some hours on the day after delivery, with no deterioration in symptoms. The following day, the drain was clamped for 24 hours. The drain was finally removed on day 11 postcaesarean section. A further 4 days later, she remained asymptomatic and there was no radiological evidence of pneumothorax, only pleural thickening at the apex of the right lung where the original pleurodesis was attempted.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "Follow-up was planned with the chest physicians 2 weeks after discharge.", "cite_spans": [], "ref_spans": [], "section": "SPONTANEOUS PNEUMOTHORAX"}, {"text": "Primary spontaneous pneumothorax is a rare complication of pregnancy, mostly occurring in the late third trimester, although sometimes at other times in pregnancy or the early postpartum period. There is a high risk of recurrence following initial resolution.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this case, there were no obvious predisposing factors, such as smoking, either before or during pregnancy, or asthma. Ms P was of slim build, but not particularly tall. Management was in keeping with the recommendations made by the British Thoracic Society's (BTS's) latest guideline for management of primary spontaneous pneumothorax [44] .", "cite_spans": [{"start": 338, "end": 342, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Discussion"}, {"text": "Ms P presented 2 days after onset of her symptoms, which seems to be the median time for presentation. The significance of the time lag between lung collapse and re-expansion is the risk of pulmonary oedema that can occur with re-expansion and when early suction is applied to a chest drain [44] . Here, the BTS recommendations differ from the consensus statement of the American College of Chest Physicians [45] .", "cite_spans": [{"start": 291, "end": 295, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 408, "end": 412, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Discussion"}, {"text": "Because the pneumothorax was large and the patient was clinically stable, the first management measure was aspiration, followed by a repeat chest X-ray. This should be standard practice, as discussed in the BTS guideline. The pneumothorax was too large for observation alone. Again, when the lung was found not to have fully re-expanded, aspiration without recourse to a chest drain with an underwater seal was in keeping with the BTS guideline. During this time, oxygen was given by mask because this has been found to increase the reabsorption rate and improve hypoxaemia resulting from the pneumothorax [46] .", "cite_spans": [{"start": 606, "end": 610, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Discussion"}, {"text": "Ms P needed a drain with an underwater seal once the small-bore drain had fallen out. She could equally have had a small-bore drain with a Heimlich valve inserted, giving the opportunity for outpatient management or mobilization, which was important in the prevention of thromboembolic disease, because she was in the third trimester of her pregnancy. A high-resolution CT scan could have been used at this point to image the chest and establish an underlying cause for spontaneous pneumothorax, but this would have exposed the fetus to more radiation than a plain X-ray, and several chest X-rays are likely to be requested for someone with a pneumothorax checking for resolution. The CT scan might have demonstrated underlying abnormalities and suggested the need for early surgical intervention. However, there is currently insufficient evidence to support routine use of CT, except in very specific situations [44, 47] .", "cite_spans": [{"start": 913, "end": 917, "text": "[44,", "ref_id": "BIBREF44"}, {"start": 918, "end": 921, "text": "47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Discussion"}, {"text": "Because of the continued air leak despite the use of an effective chest drain, the BTS guideline was followed, with two considerations in mind:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "1. Definitive treatment for a protracted air leak, which was not responding to drainage with the chest drain. 2. Prevention of recurrence at the time of labour and delivery, when she was most at risk of recurrent spontaneous pneumothorax.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "VATS was the treatment of choice because it enabled a good view of the lung surface, with the facility to carry out bullectomy or bleb resection, in addition to mechanical pleurodesis, an additional measure to prevent recurrence. VATS was chosen instead of talc pleurodesis because the evidence shows that VATS has a greater efficacy in preventing recurrence than talc or other forms of chemical pleurodesis because the primary cause can be located and removed [48] . Unfortunately, the VATS procedure was unsuccessful, possibly because they were unable to gain full lung re-expansion postoperatively, despite applying suction, and possibly because there was an inadequate inflammatory response to the pleurodesis procedure, perhaps due to the pregnancy. It has been suggested that VATS procedures have a higher failure rate because of a less intense pleural reaction compared with thoracotomy procedures. It is also possible that the anatomical defect responsible for the pneumothorax was not identified and removed. At this point, the small-bore chest drain with the Heimlich valve was used. Unfortunately, despite the possibility of being treated as an out-patient, Ms P no longer had the confidence to go home with the chest drain in situ, having been in hospital for 2 weeks by this time.", "cite_spans": [{"start": 461, "end": 465, "text": "[48]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "The decision was finally made to allow her to labour with the chest drain in situ because this was the safest option and the concern about curtailing the second stage of labour due to the risk of recurrence would be avoided. This was followed by spontaneous resolution in the immediate postpartum period.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "By its very nature, management of this condition requires that several chest X-rays be carried out to demonstrate resolution. In this woman, some of these X-rays were performed in the delivery suite using portable equipment that produced antero posterior (AP) films. Because of the potential risks to the fetus of ionizing radiation (i.e. an increased risk of malignancy in later life) [47] , it might have been wiser to try as far as possible to have all films taken in the X-ray department because this ensures that the lowest dose of radiation possible is given to the mother and fetus. By definition, the portable film increases exposure because of the position of the patient, the equipment itself, the difficulty in the patient holding her breath in expiration and the need for extended exposure time [47] . This should encourage departmental X-rays, where possible. However, the risk from chest X-rays is very low, whether portable or within the department, because the radiation dose is small, being equivalent to only a few days of background irradiation. Chest X-rays that are clinically indicated should never be withheld because of pregnancy.", "cite_spans": [{"start": 386, "end": 390, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 807, "end": 811, "text": "[47]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although CT has been suggested to have a limited role in the management of pneumothorax, the type of CT has not been elucidated. Spiral CT, as used in the diagnosis of pulmonary embolus, will afford reduced radiation doses, but it could be that high-resolution CT is more appropriate for the investigation of pneumothorax, particularly secondary pneumothorax.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is difficult to know whether chemical pleurodesis would have given success in this case, when mechanical pleurodesis did not. The only other procedure that could have been considered to prevent a recurrence of pneumothorax is pleurectomy, either at the time of the VATS procedure or through open thoracotomy. Chemical pleurodesis is known to have reduced efficacy, compared with VATS, for prevention of recurrence and is also associated with particular dangers. Doxycycline, a tetracycline, could not have been used in this patient because she was pregnant and there is a potential risk of discolouration of fetal teeth and bones. With talc pleurodesis, there is a potential risk of empyema and acute adult respiratory distress syndrome (ARDS), especially with doses above 5 g [44] .", "cite_spans": [{"start": 780, "end": 784, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, the question of whether an adequate sterile inflammation would develop in a pregnant patient remains unaddressed in the literature.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs Q was a 26 year old, black African nurse booked-in during her first ongoing pregnancy. She had a normal booking blood pressure of 100/60 mmHg and normal booking investigations, including a full infection screen that was negative. She remained well until 25 weeks' gestation, when she was admitted from the antenatal clinic with a blood pressure of 190/108 mmHg, 4ϩ proteinuria and 2ϩ blood in her urine. She also said she had passed less urine during the preceding 3 days and was complaining of headache, nausea and vomiting. Mrs Q was admitted and therapy with methyldopa, 500 mg three times daily was commenced. A 24-hour urinary protein collection of 528 ml was analysed and found to have a protein excretion rate of 15.75 g/24 hours. Her MSU, which was sent that day, was negative. Other results of note were as follows: platelet count, 275 ϫ 10 9 platelets/l; creatinine, 63 mol/l; albumin, 27 g/l; and urate, 0.32 mmol/l. With the diagnosis of pre-eclampsia confirmed, the plan was for continued in-patient management and delivery for the usual fetal or maternal indications.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "After 5 days, Mrs Q awoke with a severe frontal headache and blood pressure of 198/110 mmHg; she was also complaining of severe blurring of vision and epigastric pain. There was no vaginal bleeding. The CTG trace at this point was also suspicious, with recurrent, unprovoked, shallow decelerations. She was transferred to the obstetric high-dependency unit, for stabilization before delivery, and the pre-eclampsia protocol was commenced. She was given a preload of 500 ml of colloid and then bolus doses of hydralazine and MgSO 4 (4 g), followed by a MgSO 4 infusion of 1 g/hour. Within 30 minutes, she was found to be coughing up pink frothy sputum. On examination, she had a raised JVP and bilateral basal inspiratory crepitations, suggesting pulmonary oedema. She was treated with a 40 mg intravenous bolus of frusemide. Blood results, from serum taken that morning, were then obtained. These showed creatinine of 126 m/l, albumin of 18 g/l (the previous day's result was 24 g/l), bilirubin of 30 m/l and urate of 0.4 mmol/l. Her platelet count had dropped to 108 ϫ 10 9 platelets/l. The serum potassium value was unavailable because the sample was thought to be haemolysed. The MgSO 4 infusion was stopped because of anuria. Fetal demise was also confirmed at this time by ultrasound scan, once the heart trace was lost on the CTG.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "An urgent ultrasound of the renal tract excluded renal vein thrombosis and showed normal-size kidneys, but suggested diffuse parenchymal renal disease. She was given misoprostol per vagina, followed by oral misoprostol 3 hours later. By this time, her serum urea level was 7.5 mmol/l and her creatinine level was 189 mol/l. By the following morning, her creatinine level had risen to 273 mol/l and her urea level had risen to 10.3 mmol/l. The Hb concentration was 8.5 g/dl and the platelet count was 40 ϫ 10 9 platelets/l. A blood film showed burr cells, fragmented red cells, spherocytes and normal platelets, suggesting a microangiopathic coagulopathy. At that point, a reticulocyte count, direct Coombs' antibody test (DAT) and serum antibodies were requested.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "Despite the rising creatinine level and oliguria, her serum potassium level was not raised. Her liver function remained normal, but her serum albumin level dropped to 16 g/l. The expectation was that once the fetus was delivered, which occurred 3 hours later, renal function would improve. This was also the opinion of the renal physician that morning.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "Unfortunately, despite vaginal delivery of a 960 g male fetus, her renal function continued to deteriorate over the next 36 hours: her creatinine level was 791 m/l, her urea level was 23.5 mmol/l and her serum potassium level was 6.0 mmol/l. The anaemia and thrombocytopenia had also worsened: her Hb concentration was 6.7 g/dl, her haematocrit was 0.197 and her platelet count was 34 ϫ 10 9 platelets/l. Treatment for hyperkalaemia was instituted with actrapid insulin, glucose and calcium resonium (15 g orally). Once the serum potassium level had fallen to 5.1 mmol/l, 2 days after delivery, Mrs Q was transferred to the renal unit.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "On the renal unit, she was treated with plasmapheresis on five occasions and had two episodes of dialysis. With the last four treatments of plasmapheresis, she was given chlorpheniramine and hydrocortisone because she had a severe allergic reaction to the first treatment.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "She was discharged 10 days later with a creatinine level of 191 mmol/l and on the following medication:", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "Doxazocin, 8 mg twice daily Nifedipine modified release, 20 mg twice daily Bisoprolol, 10 mg once daily Sandocal, 1 tablet twice daily Her blood pressure was well controlled on these drugs and she remained under the care of the renal physicians for follow-up.", "cite_spans": [], "ref_spans": [], "section": "SEVERE PRE-ECLAMPSIA AND HAEMOLYTIC URAEMIC SYNDROME"}, {"text": "Haemolytic uraemic syndrome (HUS) is a constellation of three clinical features, as follows:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Microangiopathic haemolytic anaemia ( DAT negative) Thrombocytopenia Renal failure [49] HUS can be further divided into diarrhoeal and nondiarrhoeal subtypes; the diarrhoeal form is seen most commonly in children and adults in association with bacterial gastrointestinal infection, notably with Escherichia coli 0157. HUS is thought to develop because of the verocytotoxin produced by the interaction of E. coli with a lipopolysaccharide co-factor [49] . It is a very rare condition, related to thrombotic thrombocytopenic purpura (TTP), with an incidence of 3.7 cases per million (in adults) [50] . In pregnancy, it is thought to occur 3-10 weeks postpartum [51] .", "cite_spans": [{"start": 83, "end": 87, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 448, "end": 452, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 593, "end": 597, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 659, "end": 663, "text": "[51]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Discussion"}, {"text": "Nondiarrhoeal HUS can be familial or sporadic. In the familial form, there are autosomal dominant and autosomal recessive patterns of inheritance [49] .", "cite_spans": [{"start": 146, "end": 150, "text": "[49]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Discussion"}, {"text": "Sporadic HUS can be associated with a number of factors, such as the following:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Pregnancy SLE Antiphospholipid syndrome HIV The combined oral contraceptive pill (COCP) Ciclosporin", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In Mrs Q, pregnancy was obviously an issue, but SLE or other autoantibody condition could have been contributory [52] .", "cite_spans": [{"start": 113, "end": 117, "text": "[52]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Discussion"}, {"text": "Interestingly, Mrs Q subsequently tested positive for both anticardiolipin antibodies and lupus anticoagulant and had a high (1/1280) antinuclear antibody (ANA) titre.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "HUS in this case declared itself at the time of delivery but it has also been described in the first trimester. If, as in this case, HUS occurs immediately postpartum or in the third trimester of pregnancy, the following differential diagnoses, or associated conditions, must be excluded:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In both AFLP and HELLP syndrome, liver function tests are abnormal; however, abnormal liver function tests are unusual in HUS and TTP. TTP can be more difficult to differentiate clinically, although it causes a more widespread thrombotic angiopathy, often with neurological symptoms.", "cite_spans": [], "ref_spans": [], "section": "HELLP syndrome AFLP TTP"}, {"text": "Nondiarrhoeal HUS is thought to be due to a deficiency or mutation in the gene coding for factor H, a complement regulator. As a result, low complement C3 levels might be a feature, although they are not always. Because of the absence or deficiency of this factor, it could be that the alternative complement pathway cannot be activated to interrupt the clotting cascade once endothelial damage has occurred.", "cite_spans": [], "ref_spans": [], "section": "HELLP syndrome AFLP TTP"}, {"text": "The following treatments have been described as effective in the literature:", "cite_spans": [], "ref_spans": [], "section": "HELLP syndrome AFLP TTP"}, {"text": "Antithrombin infusions Prostacyclin infusions Immunoglobulin (Ig) after failed plasmapheresis and plasma replacement [51] .", "cite_spans": [{"start": 117, "end": 121, "text": "[51]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Plasmapheresis"}, {"text": "The mainstay of therapy is now plasmapheresis, and platelet transfusion is contraindicated, because it can exacerbate rather than ameliorate the condition. Currently, it is unclear why plasmapheresis works in HUS. It might help to remove large platelet aggregates and might, in some way, help to control or reduce further platelet agglutination.", "cite_spans": [], "ref_spans": [], "section": "Plasmapheresis"}, {"text": "Although the differential diagnosis, especially between HELLP syndrome and HUS, is often difficult, this case was relatively clear-cut because there was little liver dysfunction, thereby excluding AFLP and HELLP syndrome. There were no focal neurological symptoms, making TTP unlikely, and renal dysfunction seemed to be out of proportion to the pre-eclampsia. Until relatively recently, HUS had a high mortality rate (of Ͼ60%). Thankfully, the advent of plasmapheresis has reduced this considerably. However, for Mrs Q, careful counselling is required concerning the next pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Plasmapheresis"}, {"text": "Mrs R was a 28 year old black, African woman, who booked in her first pregnancy at 9 weeks' gestation. She was fit and well, apart from splenomegaly, for which she had undergone extensive investigation during the previous year. She was known to have sickle cell trait and received appropriate counselling from the haemaglobinopathy specialist nurse counsellor. Her partner was sickle cell negative. Her other booking results confirmed that she was negative for HIV 1 and 2, and that she was a low infectivity carrier of hepatitis B. After a consultation with the consultant virologist, her partner was vaccinated and arrangements were set in place for the baby to be treated after birth. Results of the booking full blood count showed a platelet count of 38 ϫ 10 9 platelets/l, a Hb concentration of 11.9 g/dl and that there was relative leucopenia.", "cite_spans": [], "ref_spans": [], "section": "HYPERSPLENISM"}, {"text": "Splenomegaly was first detected by her GP, before this pregnancy, when she attended the surgery complaining of constipation. During the examination, the spleen was palpable five fingerbreadths below the left costal margin. She was referred to a gastroenterologist and investigated over a 12-month period (Table 5. ", "cite_spans": [], "ref_spans": [{"start": 304, "end": 313, "text": "(Table 5.", "ref_id": "TABREF0"}], "section": "HYPERSPLENISM"}, {"text": "It was felt that splenomegaly was secondary to a previous malarial infection and no further action was taken, apart from regular follow-up.", "cite_spans": [], "ref_spans": [], "section": "4)."}, {"text": "After the finding of thrombocytopenia in pregnancy, a trial of prednisolone (20 mg for 2 weeks) was given in the hope that the platelet count might rise. However, the platelet count remained between 31 ϫ 10 9 platelets/l and 53 ϫ 10 9 platelets/l, and thus prednisolone was stopped. The clinical haematologists became involved in her care and suggested that splenectomy should be considered following delivery, to allow the platelet level to rise. The pregnancy continued uneventfully, with Hb levels within the normal range for pregnancy and no evidence of haemolysis. There were no episodes of bruising, vaginal bleeding or epistaxis during the pregnancy.", "cite_spans": [], "ref_spans": [], "section": "4)."}, {"text": "The plan for labour included taking samples for a full blood count and crossmatching two units of blood on admission, and establishing intravenous access. A consultant obstetric anaesthetist counselled that regional anaesthesia was contraindicated if the platelet count was below 80 ϫ 10 9 platelets/l and suggested that Entonox and intravenous opioids could be used for analgesia in labour. General anaesthesia was recommended in the event of an emergency Caesarean section. It was also noted that NSAIDs should not be used for analgesia and that intramuscular injections should be avoided.", "cite_spans": [], "ref_spans": [], "section": "4)."}, {"text": "At 41 weeks' gestation, a membrane sweep was carried out. She was admitted at 41 ϩ 3 weeks' gestation for induction of labour. The Hb concentration was 11.9 g/dl and the platelet count was 54 ϫ 10 9 platelets/l when induction was commenced. She laboured after receiving 5 mg of intravaginal prostin in divided doses. Unfortunately, an emergency Caesarean section was necessary at 8 cm dilatation, for suspected fetal distress. Free fluid was noted at the time of the Caesarean. A live female infant was delivered, weighing 3.13 kg. The estimated blood loss was 750 ml and an infusion of Syntocinon (40 iu) was commenced at a rate of 10 iu/hour. A negative pressure drain was placed at the time of surgery, which drained 370 ml in the first 24 hours and, subsequently, a further 870 ml of serosanguinous fluid. Postpartum ultrasound confirmed the presence of ascites and revealed that the splenic size had reduced from a maximum of 21 cm to 12 cm. On the first day postcaesarean section, she was found to be anaemic with a Hb concentration of 8.8 g/dl and a platelet count of 38 ϫ 10 9 platelets/l; iron was prescribed. The drain was removed and she was discharged on the fifth postoperative day, with arrangements for haematology and gastroenterology follow-up appointments.", "cite_spans": [], "ref_spans": [], "section": "4)."}, {"text": "\"Hypersplenism\" is a term used to describe splenomegaly, from any cause, and its consequences.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The causes of splenomegaly include the following: Infection Inflammation Haematological Miscellaneous A greatly enlarged spleen is more common in the presence of myelofibrosis, chronic leukaemia, chronic malaria, kala-azar or Gaucher's disease (lysosomal storage disease). Chronic malaria was felt to be the cause of splenomegaly in this case, although no evidence of malarial parasites had ever been found. Other infectious causes had been excluded, including hepatitis. Although Mrs R was known to be hepatitis B positive, she was shown to be of low infectivity and did not have evidence of chronic hepatitis [53] . There was no evidence of investigation for sarcoidosis, another recognised cause for hypersplenism [54] . Hypersplenism can result in pancytopenia, haemolysis and an increased plasma volume, but the only features present during pregnancy in Mrs R were thrombocytopenia and intermittent leucopenia, which had been evident before pregnancy.", "cite_spans": [{"start": 611, "end": 615, "text": "[53]", "ref_id": "BIBREF53"}, {"start": 717, "end": 721, "text": "[54]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Discussion"}, {"text": "When she was first seen by the obstetrician, her previous medical notes were unavailable. The first thought was that the thrombocytopenia was caused by immune thrombocytopenic pupura (ITP), because the count was lower than expected for gestational thrombocytopenia at 20 weeks' gestation. It was known that Mrs R was HIV 1 and 2 negative and that she did not have lupus anticoagulant or anticardiolipin anibodies. Antiplatelet antibodies were not assayed, because they were considered unlikely to change management. There was no evidence of SLE. The platelet count was checked using a citrate sample, which confirmed that it was a true thrombocytopenia, rather than a spurious result due to in-vitro platelet clumping.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A trial of prednisolone was given to promote a rise in the platelet count, assuming the low count was related to an immunological cause. The platelet count did not rise and prednisolone was stopped. It could be argued that immune thrombocytopenia was not adequately excluded because the steroid trial was not at a dose high enough to bring about a response. The usual treatment for suspected refractory ITP is prednisolone at a dose of 1 mg/kg body weight, but this is often associated with relapse. A dose equivalent to 250 mg of prednisolone over 4 days has been recommended [55] and found to produce a sustained rise in the platelet count; however, this runs the significant risk of side effects, such as mood swings, steroid psychosis, hypertension and deranged glucose metabolism, all of which would be best avoided in pregnancy.", "cite_spans": [{"start": 577, "end": 581, "text": "[55]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Discussion"}, {"text": "It was appropriate to make appointments for a predelivery anaesthetic opinion, both to give the obstetric anaesthetic staff warning of this high-risk patient and to allow the patient to be fully informed of her choices and the potential difficulties surrounding delivery and analgesia. It meant that when an emergency caesarean was carried out, she was emotionally and mentally prepared, and the unit was prepared with crossmatched blood and intravenous access. The haematologists should have been informed when she went into labour, because of the possibility of needing platelet cover during delivery, if her platelets had dropped low enough (Ͻ20 ϫ 10 9 platelets/l) [56] . In fact, at the time of induction (which was carried out because she was approaching 42 weeks of completed gestation), her platelet level was Ͼ50 ϫ 10 9 platelets/l, a level at which she was not expected to be at higher risk of bleeding, although it still precluded regional anaesthesia.", "cite_spans": [{"start": 669, "end": 673, "text": "[56]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Discussion"}, {"text": "Fetal blood sampling was avoided because Mrs R was known to be hepatitis B positive and fetal thrombocytopenia remained a possibility. Her blood pressure during labour was around 140/80 mmHg, compared with a booking blood pressure of 94/60 mmHg, and it is noteworthy that there was a degree of renal impairment, with the creatinine level rising from 71 mol/l in the mid-trimester to 138 mol/l peripartum. This was associated with a rise in bilirubin 26 mol/l and ALT 180 iu/l, which together with an additional fall in the platelet count and a drop in the Hb concentration greater than expected for the estimated blood loss, suggested HELLP syndrome; there was no record of proteinuria or urinalysis during labour, but this does not preclude the diagnosis. Alternatively, the rise in creatinine might have been related to postpartum haemorrhage and the rise in ALT might have been related to the usual physiological postpartum effect, although both changes were more marked than is usually seen in those circumstances.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The cause of the splenomegaly remains unresolved in this case, although the new finding of ascites might help future investigations. The platelet count is one of the factors that will determine management, including the need for splenectomy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs S was a 31 year old para 1 ϩ 0 who attended the medical obstetric clinic at 10 weeks' gestation with an unplanned pregnancy.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "She had spina bifida diagnosed at birth and underwent repair of two large thoraco-lumbar lesions, with subsequent surgery on several occasions as an infant. She had very severe kyphoscoliosis, but did not report any bladder or bowel problems nor suffer from recurrent urinary tract infections.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "Mrs S had had one previous pregnancy and reported that an elective Caesarean section had been performed at 34 weeks' gestation because \"the baby ran out of room\". That pregnancy had been planned and she had attended for prepregnancy counselling and had pulmonary function tests performed before conception. These indicated that the forced vital capacity (FVC) was 1.21 l, resting blood gases were normal and overnight oximetry showed no desaturation. There was no evidence of incipient respiratory failure, but the respiratory reserve was very limited. She was strongly encouraged to stop smoking, which she succeeded in doing. An echocardiogram showed no evidence of secondary pulmonary hypertension.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "During that previous pregnancy, she had presented for booking at 14 weeks' gestation and was taking folic acid (5 mg) at conception. She had early dating and nuchal translucency scans, which were normal, in addition to a fetal anomaly scan at 20 weeks' gestation, which was also normal. The respiratory physicians, obstetrician and the medical obstetric team saw her regularly. The respiratory team arranged a trial of nasal intermittent positive airways ventilation (NIPPV) on an in-patient basis at 30 weeks' gestation and she tolerated this very well. Overnight oximetry was performed at home at 31 weeks' gestation, with no evidence of desaturation.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "She had become increasingly breathless at 32 weeks' gestation and could only walk 20 m without stopping because of severe breathlessness. She was admitted to the antenatal ward for rest. Further sleep testing showed deterioration in her oxygen saturation and it was decided to deliver her by elective Caesarean section at 34 weeks' gestation. A female infant was delivered without complications. Mrs S was initially admitted to the intensive care unit (ICU) postoperatively and NIPPV was required for several days postdelivery. The baby remained in SCBU for a few days, and at the time of presentation in the second pregnancy, she was a fit and healthy 4 year old. Mrs S returned to her prepregnancy function level within a few days.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "On this occasion, Mrs S had been using condoms for contraception, and because this was an unplanned pregnancy, she had commenced 5 mg of folic acid only on confirmation of a positive pregnancy test, at approximately 8 weeks' gestation. She was keen to proceed with the pregnancy and thus an early dating scan and first trimester screening tests were organized. Pulmonary function tests and an echocardiogram were arranged. Mrs S was warned that there might have been some deterioration in her pulmonary capacity since her previous pregnancy and that the likelihood was of a similar pregnancy course, with admission necessary during the third trimester and early delivery by Caesarean section. She was concerned by this possibility and the necessary frequent visits to hospital, because this would have an impact on her daughter.", "cite_spans": [], "ref_spans": [], "section": "SPINA BIFIDA WITH SEVERE KYPHOSCOLIOSIS"}, {"text": "Mrs S was born with diastematomyelia, also termed \"split cord malformation\", which is a form of occult spinal dysraphism characterized by a cleft in the spinal column. It can be isolated or associated with other dysraphisms, segmental anomalies of the vertebral bodies or visceral malformations -horseshoe or ectopic kidney, utero-ovarian malformation and anorectal malformation. It is rare, but the neonatal outcome of isolated diastematomyelia is generally good, even if surgical repair is required.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The issues relating to pregnancy in these patients include the following:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Genetic counselling -any female patient with spina bifida is strongly recommended to have preconceptual genetic counselling. For parents with spina bifida, the risk of having affected offspring is approximately 4%, which is considerably increased compared with the general population (in which the risk is 0.1-0.3% [57] ). This risk can be lowered if periconceptual folic acid is given.", "cite_spans": [{"start": 315, "end": 319, "text": "[57]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Discussion"}, {"text": "Potential urological complications include neurogenic bladder, incontinence, chronic infection, an increased risk of developing bladder carcinoma and impaired renal function, and are common in spina bifida. In cases of urinary diversion, obstruction could complicate the pregnancy. The risk of recurrent urinary tract infection is increased, especially if there is a history of recurrent urinary tract infection outside pregnancy -a careful and detailed history must be taken at the initial booking appointment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The incidence of preterm labour is increased, in addition to cephalo-pelvic disproportion because of a possibly contracted pelvisthis can be assessed to a limited extent using CT or MRI scanning. Transverse lie is common, but if the head engages normally, vaginal delivery should be allowed, if possible.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Cerebrospinal fluid shunts could produce neurological problems during pregnancy. In most reported cases, symptoms improved spontaneously after delivery. In a woman with a shunt, vaginal delivery is preferable, pushing during the second stage of labour is not contraindicated and, for a Caesarean section, prophylactic antibiotics and thorough irrigation of the peritoneal cavity are indicated.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A large case series describes 29 pregnancies in 17 women, with 23 pregnancies progressing to births [58] . Of the 17 women, 14 women had antenatal admissions, with wheelchair-dependent women requiring more frequent and longer admissions. Recurrent urinary tract infection occurred in women with a prior history of urinary infection. Mobility was reduced for two women during pregnancy, with a full recovery afterwards. Pre-existing pressure sores worsened during pregnancy. Vaginal deliveries occurred in 20% of wheelchair-dependent women and in 55% of independently mobile women. Caesarean sections had a high postoperative complication rate.", "cite_spans": [{"start": 100, "end": 104, "text": "[58]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Discussion"}, {"text": "The problem of kyphoscoliosis in pregnancy is uncommon: the literature since 1996 describes only 36 cases [59] .", "cite_spans": [{"start": 106, "end": 110, "text": "[59]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Discussion"}, {"text": "Women with severe lung disease are less likely to deteriorate in pregnancy than those with severe cardiac disease. Figures, such as 1 l or 50% of predicted FVC, have been suggested for successful pregnancy outcome. However, women with much lower FVC have had successful pregnancies. Further deterioration in lung function as a result of the pregnancy can be expected, and in women with a FVC of 1-1.5 l, severe limitations in exercise capacity, fatigue and hypersomnolence are expected. Pulmonary hypertension should be excluded with a prepregnancy echocardiogram. There are case reports in the literature of NIPPV with bilevel positive airway pressure used to correct exercise tolerance, fatigue and nocturnal oxygen desaturation [60] . This was trialled in Mrs S, although it was not required until the immediate postpartum period.", "cite_spans": [{"start": 731, "end": 735, "text": "[60]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Discussion"}, {"text": "Anaesthetic review is essential as part of delivery planning.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms T was a 24 year old primigravid patient from the Middle East who booked at 13 weeks' gestation. Her booking bloods were normal, with no evidence of a haemoglobinopathy. Her Hb concentration was 11.2 g/dl and her booking blood pressure was recorded as 110/75 mmHg. There was no contributory past medical history. She had been well throughout the pregnancy, until presenting at 29 weeks' gestation with a rash. On examination, she had pruritic erythematous, urticarial plaques and vesicles on her hands, extremities, trunk, face and scalp. There was no history of any drug ingestion, hormonal therapy or any systemic symptoms.", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "A skin biopsy was performed under local anaesthetic, which showed positive complement C3 linear basement-membrane staining with direct immunofluorescence and positive staining to IgG and complement C3 under indirect immunofluorescence. Therefore, a diagnosis of pemphigoid gestationis was made. Therapy was commenced with prednisolone, 60 mg/day, topical betamethasone cream and antihistamines. Over the next month, her condition improved. A preterm, healthy baby boy was delivered vaginally at 34 weeks' gestation. However, during his first week of life, he developed multiple erythematous urticarial plaques and bullae, which responded well to a low-potency steroid cream.", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "In the puerperium, Ms T developed a flare, for which she was treated with prednisolone, 80 mg/day, chlorpheniramine, 4 mg three times daily, and fucidin and betnovate creams. Additional treatment included ciclosporin, 300 mg/day, intravenous Ig (two courses), pulsed intravenous methylprednisolone, mycophenolate mofetil, 3 g/day, and azathioprine, 200 mg daily.", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "At 10 months postpartum, she again developed widespread blisters on erythrematous itchy plaques, which showed positive IgG linear basement-membrane staining. Investigations performed at this stage showed the following: C-reactive protein: 55 g/l Albumin: 29 g/l Hb:", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "10.3 g/dl Eosinophils:", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "1.6ϫ10 9 /l Autoantibody screen: negative A hormone profile and glucose test were both normal. A chest X-ray was normal and a dual X ray absorpitometry (DEXA) bone-density scan revealed osteopenia. The following treatment was commenced: methylprednisolone, 1 g/day intravenously for 3 days; Ig, 2 g/kg body weight intravenously over 3 days; prednisolone, 50 mg/day; mycophenolate mofetil, 3.5 g/day; Atarax, 25 mg/day; ranitidine, 150 mg/day; alendronate, 70 mg once weekly; Calcichew, 2 tablets/day; antiseptic soaks; and emollients. Over the ensuing months she made a full recovery.", "cite_spans": [], "ref_spans": [], "section": "PEMPHIGOID GESTATIONIS"}, {"text": "Pemphigoid gestationis is a rare condition that can complicate 1 out of 40,000-60,000 pregnancies. It was initially named \"herpes gestationis\" by Milton in 1872, which comes from the Greek \"to creep\". This is, however, a misnomer because the disease is not related to any active or prior herpes infection. Jenkins et al. have argued for the term \"pemphigoid gestationis\" [61] .", "cite_spans": [{"start": 371, "end": 375, "text": "[61]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Pemphigoid gestationis is a pregnancy-associated autoimmune disease. Most patients develop antibodies to the basement-membrane protein bullous pemphigoid antigen 2 (BPAG2; collagen XVII), which has a crucial role in epidermal-dermal adhesion. Binding of IgG to the basement membrane is believed to trigger an immune response that leads to the formation of subepidermal vesicles and blisters. The same antibodies occur in patients with bullous pemphigoid (BP) [62] .", "cite_spans": [{"start": 459, "end": 463, "text": "[62]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The trigger for development of autoantibodies remains elusive. Crossreactivity between placental tissue and skin has been proposed to have a role. Pemphigoid gestationis has a strong association with HLA-DR3 and HLA-DR4, and virtually all patients with a history of pemphigoid gestationis have demonstrable anti-HLA antibodies. The placenta is known to be the main source of disparate (paternal) antibodies and thus can present an immunological target during gestation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Pemphigoid gestationis typically occurs in the second to third trimester, with 50-75% of affected women experiencing a postpartum flare within 24-48 hours of delivery [63] . Classically, it presents as pruritic erythematous, urticated papules and plaques (which might appear target-like, annular or polycyclic) and could develop into vesicles/tense blisters within days or a few weeks. The rash usually starts in the periumbilical area (90%).", "cite_spans": [{"start": 167, "end": 171, "text": "[63]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pemphigoid gestationis is a dermatosis specific to pregnancy, in addition to polymorphic eruption of pregnancy (PEP), prurigo of pregnancy and pruritic folliculitis, from which it can usually be easily differentiated [64] . The differential diagnoses include other autoimmune bullous diseases, drug eruptions and erythema multiforme.", "cite_spans": [{"start": 217, "end": 221, "text": "[64]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Discussion"}, {"text": "Diagnosis is made by direct immunofluorescence, which shows positive complement C3 deposition at the basement membrane. IgG titres do not correlate to disease activity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Prognosis for the initial presentation is good, but recurrences are common (as demonstrated by this case), especially postpartum, and can occur with oral contraceptive use, the menstrual cycle and, less commonly, ovulation. The disease could persist for anything from a couple of weeks to several years postpartum. There is a reported case of active disease 12 years postpartum [63] .", "cite_spans": [{"start": 378, "end": 382, "text": "[63]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Discussion"}, {"text": "There is a high risk of recurrence in subsequent pregnancies, unless the partner is changed. Recurrences tend to occur at an earlier gestational age and with increased severity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Because there are immunological factors implicated in the pathogenesis, fetal and/or neonatal disease is a logical possibility. There is debate in the literature about overall fetal outcome, but generally it is accepted that 5-10% of babies present with transient urticarial or vesicular lesions, which resolve spontaneously in 2-3 weeks (as in this case). Some studies have shown an increased incidence of prematurity and small-for-date babies; therefore, regular ultrasound surveillance is suggested [63] . There is no apparent increase in the long-term risk of other autoimmune diseases.", "cite_spans": [{"start": 502, "end": 506, "text": "[63]", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pemphigoid gestationis is associated with HLA-DR3 and HLA-DR4, in addition to trophoblastic tumours (choriocarcinoma and hydatidiform mole), Graves' disease, Hashimoto's thyroiditis, pernicious anaemia, Crohn's disease, alopecia areata, and antithyroid and antiplatelet antibodies.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This case is unusual, because there was a recurrence of symptoms 10 months after the postpartum recurrence. Because there is an overlap between these bullous diseases, it is conceivable that this actually represented a conversion from pemphigus gestationis to bullous pemphigoid, which has been previously reported [61] .", "cite_spans": [{"start": 315, "end": 319, "text": "[61]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs V was a 29 year old nulliparous Asian woman who presented to the obstetric medicine clinic for prepregnancy counselling. She had been diagnosed with Takayasu's arteritis 8 years previously but was told her disease was now quiescent. She was asymptomatic and taking prednisolone, 5 mg/day. Both radial and brachial pulses were absent on the left, but using auscultation over the right brachial artery, her blood pressure was 132/76 mmHg.", "cite_spans": [], "ref_spans": [], "section": "TAKAYASU'S ARTERITIS"}, {"text": "Takayasu's arteritis is a disease of heterogeneous manifestation, progression and response to treatment. It is characterized by acute attacks of pulseless large-vessel arteritis, followed by stenosis, most commonly of the aorta and its branches above and below the diaphragm. Following clinical assessment, the diagnosis is made using angiography, duplex ultrasound scanning and/or MRI. There are no reliable biochemical markers of disease activity, and C-reactive protein and ESR are not helpful in initial diagnosis or assessment of relapse. Fulfilment of three of the six diagnostic criteria is necessary for the diagnosis of Takayasu's arteritis, as proposed by the American College of Rheumatology (ACR) in 1990 (Table 5 .5). Table 5 .6 describes the anatomical angiographic classification adapted from the Takayasu Conference of 1994.", "cite_spans": [], "ref_spans": [{"start": 717, "end": 725, "text": "(Table 5", "ref_id": "TABREF0"}, {"start": 731, "end": 738, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Asian people are more commonly affected than other ethnic groups, regardless of their country of residence. It is a rare condition, with a prevalence of 2 in 1 million individuals in the UK. The mean age of diagnosis is 25 years, and 70% of patients are female. Hence, the commonest patient group is women of reproductive age. However, it also occurs in children. A monophasic attack with residual stenotic sequelae is exhibited by 20% of patients. Half of these patients go into remission with immunosuppressive therapy, but 50% of these treated patients relapse within 5 years. A further 30% of these patients have progressive disease that is unresponsive to therapy. Although the 10-year survival rate is Ͼ90%, 75% of patients suffer significant morbidity, affecting their daily life. Cardiac failure is the most common cause of death.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Clinical symptoms depend on the site, and extent, of pathology and are attributed to end-organ ischaemia. Feeble or absent peripheral . Ishikawa gave importance to four main complications, namely retinopathy, secondary hypertension, aortic regurgitation and aneurysm formation. Most of the fatalities occurred in groups II and III. All patients with aortic regurgitation were classified as group IIB. However, this system of classification is not applicable to pregnant women, because pulmonary hypertension carries a 30-50% mortality in pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There have been various series reporting an association between Takayasu's arteritis and tuberculosis. These series are mainly from Asia, where the prevalence of tuberculosis is high and it is difficult to prove causality.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "NSAIDs are used during acute attacks to alleviate symptoms, but the main treatment option is corticosteroids. In 50% of cases, steroids alone fail to achieve remission and adjuvant immunosuppressive agents are added to the regimen; the most commonly used immunosupressive agents are methotrexate, cyclophosphamide and azathioprine. No one agent is superior to another in achieving disease remission. Surgical grafting of critically stenosed vessels is indicated in the following situations:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Severe renovascular hypertension. Almost one-third of surgical procedures have significant complications, including restenosis in 25% of these [68] .", "cite_spans": [{"start": 143, "end": 147, "text": "[68]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is not uncommon for Takayasu's arteritis to present for the first time in pregnancy. Indeed, this was the main route of patient recruitment in some series. Because pregnancy is rare among women with severe disease, favourable pregnancy outcomes have been reported in many series. One study observed that pregnancy seems to confer a prognostic advantage, but this is likely to be due to the fact that women with milder forms of the disease conceive.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Pregnancy itself does not seem to affect the course or prognosis of the disease, and the risk of relapse does not seem to be increased, even in the postpartum period. Pregnancy, however, might mask and delay the diagnosis of Takayasu's arteritis. Fatigue, lethargy, headaches, light-headedness, calf cramps and cardiac murmurs are all inherent to pregnancy. Furthermore, there might be temptation to delay diagnostic testing in pregnancy for fear of fetal radiation exposure. Duplex ultrasound scanning and MRI are safe alternatives to angiography, with negligible fetal risks. Steroid therapy must be continued in pregnancy if clinically indicated.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Monitoring of disease could pose a clinical challenge. Angiography is relatively contraindicated. The ESR is raised in pregnancy, and both the ESR and the C-reactive protein level are nonspecific disease markers. The hyperdynamic circulation of pregnancy can make bruits louder, giving a false sense of disease progression. Blood pressure measurement should ideally be performed on an unaffected limb. However, this might be difficult and even impossible if all four limbs are involved.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "There might be deterioration of cardiac and renal function during pregnancy. The risks are proportional to the degree of prepregnancy insufficiency.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "The worst outcomes are usually in women with cardiac insufficiency, severe hypertension and significant aortic regurgitation, for which the risks of miscarriage, IUGR, prematurity, intrauterine death (IUD) and Caesarean section are increased. The risk of preeclampsia is increased with renovascular hypertension. Fetal or neonatal arteritis has not been described.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Outcomes are favourable if pregnancy is conceived during a quiescent phase or if the maintenance immunosuppressive regimen is Յ5 mg of prednisolone on alternate days.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Complications that must be addressed before embarking on pregnancy include cardiac insufficiency, severe renovascular hypertension, aortic regurgitation and renal insufficiency. Pregnancy is contraindicated in the presence of pulmonary hypertension and significant cardiac insufficiency.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Steroid therapy is safe in pregnancy. However, the commonly used immunosuppressive agents methotrexate and cyclophosphamide are contraindicated because they cause pregnancy loss and are teratogenic. Azathioprine seems to be safe in pregnancy and breastfeeding. Acute inflammation can pose a therapeutic challenge because longterm use of NSAIDs beyond 24 weeks' gestation has been associated with oligohydramnios and premature closure of the ductus arteriosus. Short-term use before 32 weeks' gestation is permissible with monitoring of liquor volume and, if feasible, Doppler assessment of ductus arteriosus flow. Oligohydramnios is an indication to stop treatment, following which there is usually spontaneous restoration of liquor volume.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "The patient with Takayasu's arteritis who wishes to embark on pregnancy should ideally be seen in the prepregnancy clinic setting. A planned pregnancy is vital because the outcome is determined by the lack of active disease at conception. Disease-suppressive or disease-modifying drugs must be reviewed, and if necessary, changed to an alternative therapy that is less damaging to the fetus. Hypertension must be controlled with agents that are not teratogenic. Severe stenoses should be surgically corrected before pregnancy. Aneurysms, especially cerebral, should be sought and treatment considered before pregnancy. Severe uncorrected aortic regurgitation is also a relative contraindication to pregnancy. Steroid-induced diabetes should be controlled. Women with hypertension should be counselled concerning the increased risk of pre-eclampsia. Women with mild quiescent disease should not be discouraged from pregnancy because outcomes are favourable.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Pregnancy should be managed by a multidisciplinary team who are familiar with high-risk pregnancies, including a physician, obstetrician and neonatologist. The woman should be seen more frequently in pregnancy, to be screened for pre-eclampsia and IUGR. She should be screened for gestational diabetes if she is receiving steroid therapy. There should always be a high index of suspicion of relapse, even if symptoms seem compatible with normal pregnancy. She should receive the appropriate thromboprophylaxis treatment throughout pregnancy and the puerperium. Low-dose aspirin can be useful for the inhibition of inflammation, prevention of pre-eclampsia and thromboprophylaxis throughout pregnancy.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Postpartum haemorrhage has not been reported in association with Takayasu's arteritis. Intrapartum intravenous steroid support should be considered if the woman has been taking a dose of prednisolone equivalent to or greater than 7.5 mg/day in the 14 days preceding delivery.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Presence of untreated aneurysms might be an indication for operative delivery, especially if there has been a recent haemorrhage or for fetal salvage in the moribund mother.", "cite_spans": [], "ref_spans": [], "section": "CASE STUDIES 153"}, {"text": "Mrs W was a 45 year old nonsmoking woman in her second pregnancy. Her first baby was delivered by Caesarean section at 37 weeks' gestation following a failed induction of labour for suspected fetal growth restriction.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "She booked in the first trimester and had uncomplicated care with regular antenatal checks. Serial growth scans showed normal growth of the fetus on the 50th centile. Mrs W developed some shortness of breath at about 22 weeks' gestation, which subsequently resolved. At 32 weeks' gestation, it was noted that she had a productive cough.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "At 34 weeks' gestation, Mrs W presented to the antenatal day unit with severe shortness of breath and a cough productive of green sputum. She had been unwell for more than 2 weeks and her cough had worsened over the past few days. The night before she had been unable to sleep because she was so dyspnoeic and she also had pleuritic chest pain radiating to the interscapular region. She was generally tired and exhausted. Mrs W was initially transferred to the delivery suite and then to the obstetric high-dependency unit when her clinical condition continued to deteriorate.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "On examination, she was pyrexial, tachypnoeic, with a respiratory rate of 30/min, and using the accessory muscles of respiration. She could only talk in short sentences. Her blood pressure was 90/55 mmHg, her pulse was bounding at 130 bpm, the JVP was normal and auscultation of the heart revealed a soft ejection systolic murmur. There was decreased air entry and dullness to percussion at the left base, with coarse inspiratory and expiratory crackles. There was minimal ankle oedema. Blood gases that were performed while she was breathing air showed a pH of 7.469, a pCO 2 of 3.6 kPa, a pO 2 of 7.9 kPa and a base excess of Ϫ2.9. The differential diagnosis was of probable pneumonia and possible pulmonary embolism.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "She was given facial oxygen at 3 l/min and clarithromycin, 500 mg intravenously twice daily and cefuroxime, 1.5 mg three times daily. A therapeutic dose of enoxaparin was also given to treat a possible pulmonary embolism. An urgent chest X-ray, echocardiogram and ECG were requested, the former confirming left lower lobe pneumonia. She was also given betamethasone for fetal lung maturation.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "While Mrs W was being stabilized, the CTG showed recurrent variable decelerations. Repeat abdominal examination remained normal and there were no signs of an abruption. Blood gases were repeated 40 minutes later after she had received 10 l of oxygen, and the hypoxia had improved: pH, 7.459; pCO 2 , 3.3 kPa; pO 2 , 14 kPa; and base excess, Ϫ4.4. Mrs W remained unwell, and in the light of concerns for fetal well-being too, it was decided to stabilize and deliver her by urgent (grade 2) Caesarean section under a general anaesthetic. General anaesthesia was chosen because the recent therapeutic dose of enoxaparin precluded regional anaesthesia and, because of worsening maternal exhaustion, mechanical ventilation might become necessary.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "The Caesarean section was uncomplicated, and a healthy nonacidotic, normally grown baby was delivered. Postpartum haemorrhage prophylaxis, in the form of a Syntocinon infusion, was started, because anaemia would potentially worsen Mrs W's oxygenation. Perioperatively Mrs X required noradrenaline (norepinephrine) and was transferred to the ICU for continued ventilation. Inotropic support was required for only a few hours.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "The next day she was extubated without difficulty and transferred back to the obstetric high-dependency unit. Oxygen saturation was between 93% and 95% with air. Mrs W continued to improve over the next few days and her antibiotics were changed to oral preparations. On the fourth postoperative day, the oxygen saturation with room air was consistently Ͼ97%. The chest X-ray was repeated on day 9 and showed some bronchial thickening, but no residual consolidation. She went home the following day.", "cite_spans": [], "ref_spans": [], "section": "PNEUMONIA"}, {"text": "Mrs W was unwell for some time and presented only once she became extremely sick; in hospital, she continued to deteriorate. She was resuscitated and stabilized, and delivered by Caesarean section for fetal distress.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs W had two of the four BTS criteria for severe pneumonia and postoperatively required admission to ICU. Fortunately, she made a quick recovery, with minimal morbidity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Pregnant women do not get pneumonia more often than nonpregnant women, but it can result in greater morbidity and mortality because of the physiological adaptations of pregnancy [69] . The hormonal effects of progesterone and beta-human chorionic gonadotrophins, changes in chest dimension and elevation of the diaphragm all result in a state of relative dyspnoea, which worsens in the third trimester. Changes in maternal oxygen consumption and tidal volume result in a decreased capacity to compensate for respiratory disease.", "cite_spans": [{"start": 178, "end": 182, "text": "[69]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Additionally, pregnancy results in a compensated respiratory alkalosis. Minute ventilation increases, in addition to the increase in pO 2 to 13-14 kPa (104-108 mmHg), whereas pCO 2 decreases to 4.0 kPa (30; 27-32 mmHg). The arterial pH is maintained through increased renal excretion of bicarbonate. Small changes in these compensated values can indicate more severe respiratory dysfunction than outside pregnancy and can alter fetal oxygenation. Co-existing maternal disease, such as asthma and anaemia, increase the risk of pneumonia in pregnancy. Neonatal consequences include low birth weight and premature delivery in 44% of patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The estimated prevalence of antepartum pneumonia ranges from 0.78 in 1000 to 2.7 in 1000 deliveries. Pregnancy increases the risk of maternal complications from community-acquired pneumonia, such as mechanical ventilation (10-20%), bacteraemia (16%) and empyema (8%). The advent of antibiotics has reduced maternal mortality from 23% to Ͻ4%.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The most common organisms implicated in community-acquired pneumonia are Streptococcus pneumonia, Haemophilus influenza and Mycoplasma pneumonia [70] . Viral pneumonia contributes 5% of the pathogens, the commonest being influenza and varicella. Clinical symptoms include fever, cough (59%), pleuritic chest pain (27%), rigors and dyspnoea (32%) [71] . On examination, there is usually tachypnoea, dullness to percussion, vocal fremitus and use of the accessory muscles. Auscultation could reveal a pleural friction rub, inspiratory rales or absent breath sounds. Because physical examination is only 47-69% sensitive and 58-75% specific, all cases must be confirmed by chest X-ray [72] . Of patients with pneumonia, 98% have abnormal chest X-rays. The differential diagnosis should include pulmonary embolism, cholecystitis, appendicitis and pyelonephritis.", "cite_spans": [{"start": 145, "end": 149, "text": "[70]", "ref_id": "BIBREF71"}, {"start": 346, "end": 350, "text": "[71]", "ref_id": "BIBREF72"}, {"start": 682, "end": 686, "text": "[72]", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Discussion"}, {"text": "The optimal location for treatment (e.g. as an out-patient or in-patient, or in the ICU) can be decided by using the BTS guidelines [73] : consider that the presence of two or more of the following four criteria indicates severe disease:", "cite_spans": [{"start": 132, "end": 136, "text": "[73]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Discussion"}, {"text": "Respiratory rate of Ͼ30 breaths/min Diastolic blood pressure of Ͻ60 mmHg Blood urea nitrogen of Ͼ19.1 mg/dl Confusion The pregnancy-associated fall in blood pressure means that the second criterion might not necessarily indicate circulatory compromise.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Patients with two or more of the above criteria are considered to have severe disease, and have a 36-fold increase in mortality: they are candidates for elective admission to the ICU. Management of pneumonia in pregnancy includes admission, initiation of antimicrobial therapy, evaluation of fetal well-being and maintenance of normal maternal respiratory function. Supplemental oxygen is required in the majority of patients to treat the increased alveolar-arterial oxygenation gradient. Any reversible airway obstruction should be treated and physiotherapy is advisable.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "ICU admission and intubation are indicated if there is inadequate ventilation, a need for airway protection or persistent metabolic acidosis. Although elective delivery has been advocated to improve maternal respiratory status, there is little evidence to support this. Several authors have concluded that delivery should be performed only for obstetric indications.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the case of Mrs W, delivery was indicated for fetal indications but was delayed until the maternal condition had stabilized enough to proceed with anaesthesia and surgery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms Y, a 28 year old nulliparous woman, attended for prepregnancy counselling. She gave a history of type IV (vascular) Ehlers-Danlos syndrome (EDS). She was in a long-term relationship and had been considering a pregnancy for some time. She was using condoms for contraception and had never previously been pregnant.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "In her personal history, she had had recurrent shoulder dislocations and had frequently attended the accident and emergency department. The possibility of a stabilizing operation on the shoulder joint had been discussed by the orthopaedic surgeons.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "She reported easy bleeding from her gums. An echocardiogram, performed because of a heart murmur, showed mild mitral regurgitation only. She had deliberately not investigated the significance of EDS either in pregnancy or outside pregnancy because she \"did not want to be frightened\" by the information.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "In her family history, her mother, who has EDS, had a history of a DVT in her 30 s and had had two pregnancies ending in two normal deliveries. She had one younger sister, with a history of easy bruising and bleeding, who had died suddenly 3 years previously at the age of 25 years. A postmortem gave \"natural causes\" as the cause of death.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "Mrs X, a 30 year old Caucasian woman was referred to the obstetric medicine clinic at 16 weeks' gestation for discussion regarding her possible diagnosis of type IV EDS. She was first suspected to have this condition 1 year previously when she presented with a spontaneous pneumothorax. Following recovery from this, a tissue biopsy was planned, but she conceived and it was therefore deferred. In her family history, her sister, who was known to have type IV EDS, died at the age of 21 years from an aortic rupture, having previously had an aortic-root replacement.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "She had had four successful pregnancies in the past, before the pneumothorax. The first ended with an uncomplicated Caesarean section after failed induction of labour for prolonged pregnancy; postoperative convalescence was normal. She then had three successful VBACs, the last two births taking Ͻ4 hours. There were no associated traumatic or haemorrhagic complications in any of the deliveries. There was no history of prolonged bleeding or easy bruising at any time.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "On examination, she did not exhibit skin hyperelasticity or joint hypermobility. However, she did have the characteristic circinate rash on the medial aspect of one foot. Examination of the respiratory and cardiovascular systems was normal. Her prepregnancy echocardiogram was normal.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "On balance, it was felt that there was a high chance that she had type IV EDS, and termination of pregnancy was discussed with her. She decided to continue with the pregnancy, acknowledging the 25% mortality risk, because she felt reassured by her previously successful confinements. She was kept under close surveillance by an obstetrician and an obstetric physician.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "An echocardiogram performed in pregnancy revealed normal chambers and large vessels. There were trivial mitral, tricuspid and aortic valve prolapses. A fetal anomaly scan was normal. The following care plan was made:", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "Await spontaneous labour. Aim for spontaneous vaginal delivery. Elective admission at 38 weeks' gestation (because she lived far from the tertiary centre). Planned early epidural anaesthesia in labour. Normal intrapartum and postpartum monitoring and management. Intravenous access in labour. Active management of the third stage of labour. Shortened second stage of labour. If Caesarean section is required, the following steps will be necessary:", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "(a) A senior obstetrician must be present for the operation. (b) A polydioxanone surgical (non-absorbable) (PDS) suture must be used to close the rectus sheath.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "Nonabsorbable material must be used for skin closure. Antibiotic cover for 48 hours.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "Subsequent obstetric events were uneventful. She had a normal anomaly scan at 20 weeks' gestation, with a normal uterine artery Doppler study. She was admitted at 38 weeks' gestation, as planned. After 1 week, she was increasingly distressed by being separated from her family. Her cervix was favourable, and so an amniotomy was performed to induce labour. She delivered a healthy infant, exhibiting no signs of EDS.", "cite_spans": [], "ref_spans": [], "section": "TYPE IV EHLERS-DANLOS SYNDROME: TWO MANAGEMENT DILEMMAS"}, {"text": "EDS is a spectrum of conditions characterized by defect either in the synthesis or in the structure of connective tissue. There are 10 variants of EDS, types I-X. It is often difficult to assign patients to a specific classification because the biochemical and clinical criteria are difficult to define. Furthermore, people with the milder form of the disease have no need to seek medical advice. Thus, it is difficult to ascertain the true incidence and definition of the spectrum of EDS. It is estimated that EDS occurs in approximately 1 in 5000 individuals. It is more common in black people. From a clinical and obstetric point of view, type I and type IV EDS are the most relevant and carry the most morbidity. Type I EDS is the classic form of the disease, characterized by hypermobility of the joints and hyperelasticity of the skin, which is prone to \"cigarette paper burns\".", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Type IV EDS, also known as the \"ecchymotic\" or \"vascular\" form, is generally inherited as an autosomal dominant condition. Type IV EDS causes severe fragility of connective tissues and is associated with sudden death from arterial and visceral rupture and complications of surgical and radiological interventions. Vessels commonly affected include the iliac, splenic and renal arteries and the aorta. This results in either massive haematoma or death. Repeated rupture of viscera and diverticulae could be the presenting symptoms.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Hypermobility of large joints, characteristic of other types of EDS, is an uncommon finding in patients with vascular EDS, but recurrent shoulder dislocations occur (as in Ms Y). In contrast to type I EDS, skin changes are more prominent in type IV EDS. The basic defect lies in the synthesis or structure of type III procollagen, which is found abundantly in viscera, vessels and the uterus. Delay in diagnosis is common, and in adulthood, four main clinical findings -a striking facial appearance, easy bruising, translucent skin with visible veins and rupture of vessels and gravid uterus or intestines -contribute to the diagnosis. Arterial rupture and intestinal perforation develop in 25% of patients before the age of 20 years and 80% of patients before the age of 40 years. In a recent series, the median survival was 48 years.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A search of the literature relating to pregnancy was performed, in order to advise Ms Y and Mrs X. The world literature reports fewer than 200 cases of type IV EDS in pregnancy. Complications of EDS are more common in pregnancy. Obstetric complications include prelabour rupture of membranes, preterm labour, precipitate labour, abnormal lie of an affected fetus, antepartum haemorrhage, postpartum haemorrhage from perineal trauma and uterine rupture. The risk of mortality is highest, from vascular rupture, during the antenatal period and the initial 2 weeks postpartum. Although mortality rates as high as 25% have been quoted, a more recent review quotes 6% [74, 75] .", "cite_spans": [{"start": 663, "end": 667, "text": "[74,", "ref_id": "BIBREF75"}, {"start": 668, "end": 671, "text": "75]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Discussion"}, {"text": "The largest series reports 183 pregnancies in 81 cases [76] . There were 167 deliveries of live born infants at term, three stillbirths, 10 spontaneous abortions and three voluntary terminations. There were 12 deaths in the peripartum period: five deaths from uterine rupture during labour, two deaths from vessel rupture at delivery, and five deaths in the postpartum period after vessel rupture. The incidence of preterm delivery was reported as 12.4%.", "cite_spans": [{"start": 55, "end": 59, "text": "[76]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Discussion"}, {"text": "Before this series, the largest case series was published in 1983 [77] . This paper describes 10 women who had had 20 pregnancies; five women had died as a result of pregnancy-related complications. The overall risk of death in each pregnancy within this group was 25%. In this paper, two cases are described in detail, one case in which the woman was admitted at 28 weeks' gestation in preterm labour (with EDS undiagnosed). As labour progressed, she suddenly collapsed and was unable to be resuscitated. At postmortem, she was found to have a ruptured thoracic aorta in two places between which a dissection had occurred. There was also a tear in the uterus. In the second case, the woman presented in her third pregnancy in labour at term. During the second stage of labour, the contractions stopped and the fetal heart could not be heard. An emergency Caesarean section was performed and she was found to have a ruptured uterus. Surgical repair was attempted but haemostasis could not be achieved and the patient died. The baby also died.", "cite_spans": [{"start": 66, "end": 70, "text": "[77]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Discussion"}, {"text": "The morbidity rate could be as high as 25%. Surgical complications include arterial bleeding, easy tissue shearing, trauma resulting in further haemorrhage, infection and delayed healing. The two most common forms of congenital abnormality among infants born to mothers with EDS are talipes and congenital dislocation of the hip.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Ms Y was counselled that pregnancy would be associated with a significant risk of maternal death (10-15%). The main risk seems to be peripartum, but there is no evidence that elective delivery by Caesarean section reduces the risk of arterial rupture, in particular. She specifically asked about the risks of termination of pregnancy if she became pregnant and the child was found to be affected. This would be a lesser risk than a pregnancy going to full term. However, because she would be pregnant for at least 12 weeks to enable prenatal diagnosis and termination, this would be an increased risk compared with not becoming pregnant. (One published case reports an intestinal rupture at 8 weeks' gestation [77] .)", "cite_spans": [{"start": 710, "end": 714, "text": "[77]", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Discussion"}, {"text": "Because it was very important that Ms Y did not have an unplanned pregnancy, contraception was discussed. The progesterone-only pill, Implanon or the Mirena IUS, would be suitable and effective methods to use. Ms Y was made aware of the need to contact the obstetric medicine clinic should she become pregnant and was informed that she would be fully supported if she decided to go ahead with a pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The dilemma in managing Mrs X included the lack of a precise diagnosis in a potentially lethal condition, causing anxiety to the clinicians caring for her. Although there were some features of the history and signs suggestive of the disease, there were negative factors as well. She had had an uncomplicated Caesarean section in the past, with no evidence of haemorrhage, postoperative infection or bleeding. This was followed by three successful VBACs, when one might have expected scar and even spontaneous uterine rupture to complicate delivery. These vaginal births were not associated with bleeding or trauma. All her children seem well, although none had yet been tested. In addition, it is known that the risk of complications from type IV EDS increases with age. Hence, Mrs X might have been \"relatively\" protected in her past pregnancies and birthing experiences and more at risk in her current pregnancy. The possibility was significant and the consequences potentially lethal, hence the option of termination of pregnancy when she presented at 16 weeks' gestation. It has been suggested that EDS is associated with IUGR, but these claims have originated from case reports. Serial growth ultrasound scans were not performed for this lady because her uterine artery Doppler study was normal and her past obstetric history did not suggest increased risk of IUGR.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mrs Z, a fit and healthy 40 year old lady of African origin whose two previous pregnancies were uncomplicated, experienced episodes of palpitations from the 16th week of her current pregnancy. These episodes lasted 4-5 hours and occurred approximately three times weekly. At 21 weeks' gestation, during an episode of palpitations, she had a syncopal attack. At 23 weeks' gestation, she had a second syncopal episode, and presented to the emergency unit. On both occasions, her 12-lead ECG was normal, simply showing sinus tachycardia.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "She was a nonsmoker, with no personal or family history of cardiac disease. There was no history of rheumatic fever.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "On examination, her blood pressure was normal and her pulse was 90 bpm and regular. Examination of the cardiovascular system was normal. The 12-lead ECG was normal, with no evidence of ischaemia or arrhythmia; there were no delta waves in the precordial leads. Echocardiography was normal.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "A 24-hour ambulatory ECG (Holter monitoring) showed paroxysmal supraventricular tachycardia (SVT) with runs as high as 200 bpm, which co-incided with her feeling faint. There were also runs of bradycardia suggestive of type I heart block.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "Oral flecainide therapy, 50 mg twice daily was commenced, with a dramatic resolution of symptoms. Therapy was continued throughout pregnancy and postpartum. Fetal echocardiography was normal.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "The pregnancy progressed normally to 36 weeks' gestation, when she developed severe pre-eclampsia that required urgent delivery by Caesarean section, which was complicated by massive postpartum haemorrhage of 2000 ml of blood.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "She underwent slow pathway ablation for atrioventricular (AV) nodal re-entry tachycardia 3 months postpartum, which proved successful. Flecainide was discontinued.", "cite_spans": [], "ref_spans": [], "section": "SUPRAVENTRICULAR TACHYCARDIA"}, {"text": "Cardiac arrhythmias can occur in a heart that appears structurally normal or originate from scar tissue due to structural disease, including, for example, abnormal heart valves, scarring secondary to surgical correction of congenital heart disease and coronary artery disease. In some cases, there might be a genetic predisposition. Pregnancy can increase the incidence of palpitations, possibly because of the normal tachycardia of pregnancy, increased re-entry phenomena, the anterior rotation of the heart and hyperdynamic circulation of pregnancy increasing the sensation of an abnormal heart beat or a lower threshold and greater opportunity for presenting with palpitations to health carers; the evidence for this comes from small case series and anecdote. In a large survey conducted over 2 years and involving 107 subjects, it was noted that the risk of having a first episode of tachyarrhythmia was 3.9%, which was thought to be similar to the background rate. However, if the subjects were pregnant at diagnosis, they were at a 22% increased risk of having more severe or frequent attacks [78] .", "cite_spans": [{"start": 1099, "end": 1103, "text": "[78]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Discussion"}, {"text": "The most common arrhythmias encountered in pregnancy are SVTs, atrial premature contractions (APCs) and ventricular premature contractions (VPCs) [79] . These are usually not sustained, and resolve spontaneously. Of pregnant women aged over 40 years who had \"routine\" Holter monitoring, 60% had some form of arrhythmia [80] , the majority of which were asymptomatic. Sustained arrhythmia is rare, occurring in 2-3 out of 1000 pregnancies [81] .", "cite_spans": [{"start": 146, "end": 150, "text": "[79]", "ref_id": "BIBREF80"}, {"start": 319, "end": 323, "text": "[80]", "ref_id": "BIBREF81"}, {"start": 438, "end": 442, "text": "[81]", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Discussion"}, {"text": "The predominant symptoms of arrhythmia are palpitations, dizziness, syncope and sudden death. Palpitations are a relatively common symptom of pregnancy, and it can be very difficult to differentiate physiology from pathology in the pregnant setting. In one study, only 10% of symptomatic patients were diagnosed with arrhythmia [82] . Ultimately, the decision to investigate further depends on the severity of symptoms, presence of risk factors and physical signs. A 12-lead ECG is usually only diagnostic if performed during a palpitation. However, it could indicate other relevant information, such as the presence of a structural abnormality, coronary artery disease or delta waves (suggesting Wolff-Parkinson-White syndrome). The definitive tests for paroxysmal arrhythmias are 24-hour Holter monitoring or event monitoring.", "cite_spans": [{"start": 328, "end": 332, "text": "[82]", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Discussion"}, {"text": "The primary treatment for acute SVT remains vagal stimulation, including self-administered carotid massage, Valsalva manoeuvre, bulbar pressure or ice-cold water wipes over the face. Primary treatment is only effective in 50% of cases, and medical therapy should be considered in those who do not respond, especially if symptoms are sustained or severe. Adenosine, an endogenous nucleoside, is ultrashort-acting, with a plasma half-life of Ͻ2 seconds. It is safe and effective in pregnancy, but should be avoided in women with asthma because it could precipitate bronchospasm. Propranolol and verapamil are also used for terminating SVTs. There are no data that directly compare these agents, but verapamil has had adverse effects reported, including fetal death, and should not be the agent of first choice. There is increasing experience of flecainide use in the treatment of arrhythmias, especially in Wolff-Parkinson-White syndrome. This is largely because it is the drug of choice for the in-utero treatment of fetal SVTs, for which it has been shown to be superior to digoxin [83] . It is considered to be safe in pregnancy, although it is still classified as a category C drug by the FDA. In Mrs Z, flecainide was preferred to beta-blockers such as sotalol because there was a concern that the latter might worsen the episodes of bradycardia. In resistant cases DC, cardioversion is an option, which is considered to be safe in pregnancy [84] with no known adverse effects on the mother or fetus. If symptomatic attacks are frequent, prophylaxis should be considered.", "cite_spans": [{"start": 1082, "end": 1086, "text": "[83]", "ref_id": "BIBREF84"}, {"start": 1445, "end": 1449, "text": "[84]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Handbook of Obstetric Medicine", "authors": [{"first": "C", "middle": [], "last": "Nelson-Piercy", "suffix": ""}, {"first": "", "middle": [], "last": "Problems", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "277--81", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "High Risk Pregnancy Management Options", "authors": [{"first": "E", "middle": [], "last": "Letsky", "suffix": ""}, {"first": "", "middle": [], "last": "Anaemia", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "729--65", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The treatment of missed abortion by high dosage syntocinon intravenous infusion", "authors": [{"first": "G", "middle": ["C"], "last": "Liggins", "suffix": ""}], "year": 1962, "venue": "J Obst Gynaecol Br Empire", "volume": "69", "issn": "", "pages": "277--81", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Water Intoxication and Syntocinon Infusion", "authors": [{"first": "T", "middle": ["R"], "last": "Eggers", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Fliegner", "suffix": ""}], "year": 1979, "venue": "Aust NZ J Obstet Gynaecol", "volume": "19", "issn": "", "pages": "59--60", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Labour induction including pregnancy, termination for fetal anomaly", "authors": [{"first": "I", "middle": ["Z"], "last": "Mackenzie", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hyponatraemia and non electrolytic solutions in labouring patients", "authors": [{"first": "J", "middle": ["F"], "last": "Stratton", "suffix": ""}], "year": 1995, "venue": "Eur J Obstet Gynaecol Reprod Biol", "volume": "59", "issn": "", "pages": "149--51", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Effect of antioxidants on the occurrence of pre-eclampsia in women at increased risk: a randomised trial", "authors": [{"first": "L", "middle": ["C"], "last": "Chappell", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "810--816", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Myocardial infarction during pregnancy: a review", "authors": [{"first": "G", "middle": ["D"], "last": "Hankins", "suffix": ""}], "year": 1985, "venue": "Obstet Gynecol", "volume": "65", "issn": "", "pages": "139--185", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Acute myocardial infarction associated with pregnancy", "authors": [{"first": "Roth", "middle": ["A"], "last": "Elkayam", "suffix": ""}, {"first": "U", "middle": [], "last": "", "suffix": ""}], "year": 1996, "venue": "Ann Intern Med", "volume": "125", "issn": "", "pages": "751--62", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Fetopathy associated with exposure to angiotensin converting enzyme inhibitors and angiotensin receptor antagonists", "authors": [{"first": "A", "middle": [], "last": "Quan", "suffix": ""}], "year": 2006, "venue": "Early Hum Dev", "volume": "82", "issn": "", "pages": "23--31", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The safety of proton pump inhibitors in pregnancy: a multicentre prospective controlled study", "authors": [{"first": "O", "middle": [], "last": "Diav-Citrin", "suffix": ""}], "year": 2005, "venue": "Aliment Pharmacol Ther", "volume": "21", "issn": "", "pages": "269--75", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Antiphospholipid syndrome: characteristics and obstetrical management", "authors": [{"first": "T", "middle": [], "last": "Nishiguchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 2005, "venue": "Current Drug Targets", "volume": "6", "issn": "", "pages": "593--605", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pregnancy after Cardiac Transplantation", "authors": [{"first": "L", "middle": ["V"], "last": "Baxi", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Rho", "suffix": ""}], "year": 1993, "venue": "Am J Obstet Gynecol", "volume": "169", "issn": "", "pages": "33--34", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pregnancy after heart transplant: update and case report", "authors": [{"first": "A", "middle": [], "last": "Morini", "suffix": ""}], "year": 1998, "venue": "Human Reprod", "volume": "13", "issn": "", "pages": "749--57", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Risks of subsequent pregnancies on mother and newborn in female heart transplant recipients", "authors": [{"first": "K", "middle": ["R"], "last": "Branch", "suffix": ""}], "year": 1998, "venue": "J Heart Lung Transplant", "volume": "17", "issn": "", "pages": "698--702", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Late post partum eclampsia: A preventable disease?", "authors": [{"first": "Chames", "middle": [], "last": "Mc", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Livingston", "suffix": ""}], "year": 2002, "venue": "Am J Obstet Gynecol", "volume": "186", "issn": "", "pages": "1174--1181", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Late onset post partum eclampsia: a rare and difficult diagnosis", "authors": [{"first": "R", "middle": [], "last": "Dziewas", "suffix": ""}, {"first": "F", "middle": [], "last": "Stogbauer", "suffix": ""}], "year": 2002, "venue": "J Neurol", "volume": "249", "issn": "", "pages": "1287--91", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Repeat post partum magnesium sulfate administration for convulsion prophylaxis: is there a patient profile predictive of need for additional therapy?", "authors": [{"first": "C", "middle": ["M"], "last": "Isler", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Barrilleaux", "suffix": ""}], "year": 2002, "venue": "J Maternal Fetal Neonatal Med", "volume": "11", "issn": "", "pages": "75--84", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hyperemesis gravidarum", "authors": [{"first": "D", "middle": ["A"], "last": "Ogunyemi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Michelini", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Transient hyperthyroidism and hyperemesis gravidarum: clinical aspects", "authors": [{"first": "T", "middle": ["M"], "last": "Goodwin", "suffix": ""}], "year": 1992, "venue": "Am J Obstet Gynecol", "volume": "167", "issn": "", "pages": "648--52", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Endoscopy in hyperemesis gravidarum and Helicobacter pylori infection", "authors": [{"first": "T", "middle": [], "last": "Bagis", "suffix": ""}], "year": 2002, "venue": "Int J Gynaecol Obstet", "volume": "79", "issn": "", "pages": "105--114", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Randomized, placebo-controlled trial of corticosteroids for hyperemesis gravidarum", "authors": [{"first": "C", "middle": [], "last": "Nelson-Piercy", "suffix": ""}], "year": 2001, "venue": "Br J Obset Gynaecol", "volume": "108", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Management of hyperemesis gravidarum: the importance of weight loss as a criterion for steroid therapy", "authors": [{"first": "P", "middle": [], "last": "Moran", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2002, "venue": "QJM", "volume": "95", "issn": "", "pages": "153--161", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Pregnancy and Stroke", "authors": [{"first": "M", "middle": [], "last": "Pathan", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Kittner", "suffix": ""}], "year": 2003, "venue": "Curr Neurol Neurosci Rep", "volume": "3", "issn": "", "pages": "27--31", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hypokalaemia in pregnant women treated with beta 2-mimetic drug fenoterol", "authors": [{"first": "R", "middle": [], "last": "Hildebrandt", "suffix": ""}], "year": 1997, "venue": "J Perinat Med", "volume": "25", "issn": "", "pages": "173--182", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hypokalaemic periodic paralysis in pregnancy after 1-hour glucose screen", "authors": [{"first": "K", "middle": ["K"], "last": "Damallie", "suffix": ""}], "year": 2000, "venue": "Obstet Gynecol", "volume": "95", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Caffeine-induced hypokalemic paralysis in pregnancy", "authors": [{"first": "C", "middle": ["C"], "last": "Appel", "suffix": ""}], "year": 2001, "venue": "Obstet Gynecol", "volume": "97", "issn": "", "pages": "805--812", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Hypokalemia in a pregnant woman with heavy cola consumption", "authors": [{"first": "K", "middle": [], "last": "Matsunami", "suffix": ""}], "year": 1994, "venue": "Int J Obstet Gynaecol", "volume": "44", "issn": "", "pages": "283--287", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Hypokalaemia myopathy in pregnancy caused by clay ingestion", "authors": [{"first": "C", "middle": [], "last": "Ukaonu", "suffix": ""}], "year": 2003, "venue": "Obstet Gynecol", "volume": "102", "issn": "", "pages": "1169--71", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Renal tubular acidosis in pregnancy: case report and literature review", "authors": [{"first": "H", "middle": [], "last": "Hardardottir", "suffix": ""}], "year": 1997, "venue": "J Mat-Fet Med", "volume": "6", "issn": "", "pages": "16--20", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Hepatitis in pregnancy", "authors": [{"first": "P", "middle": [], "last": "Duff", "suffix": ""}], "year": 1998, "venue": "Semin Perinatol", "volume": "22", "issn": "", "pages": "277--83", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Current concepts: Liver disease in pregnancy", "authors": [{"first": "T", "middle": ["A"], "last": "Knox", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Olan", "suffix": ""}], "year": 1996, "venue": "N Engl J Med", "volume": "335", "issn": "", "pages": "569--76", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Outcome of differentiated thyroid cancer diagnosed in pregnant women", "authors": [{"first": "M", "middle": [], "last": "Moosa", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Mazzaferri", "suffix": ""}], "year": 1997, "venue": "J Clin Endocrinol Metab", "volume": "82", "issn": "", "pages": "2862--2868", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Thyroid cancer in pregnant women: Diagnostic and therapeutic management", "authors": [{"first": "Chloe", "middle": ["W"], "last": "Mcdougall", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "", "suffix": ""}], "year": 1994, "venue": "Thyroid", "volume": "4", "issn": "", "pages": "4333--435", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Treating thyrotoxicosis in pregnant or potentially pregnant women: The risk to the fetus is very low", "authors": [{"first": "M", "middle": ["J"], "last": "O&apos;doherty", "suffix": ""}], "year": 1999, "venue": "Br Med J", "volume": "318", "issn": "", "pages": "5--6", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Guidelines for Management Thyroid Cancer in Adults British Thyroid Association and Royal College Physicians", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "D-dimer testing in pregnancy", "authors": [{"first": "S", "middle": [], "last": "Eichinger", "suffix": ""}], "year": 2005, "venue": "Semin Vasc Med", "volume": "5", "issn": "", "pages": "375--383", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Diagnosis of suspected venous thromboembolic disease in pregnancy", "authors": [{"first": "A", "middle": ["F"], "last": "Scarsbrook", "suffix": ""}], "year": 2006, "venue": "Clin Radiol", "volume": "61", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Deep Vein Thrombosis During Pregnancy and the Puerperium: A Meta-Analysis of the Period of Risk and the Leg of Presentation", "authors": [{"first": "J", "middle": ["G"], "last": "Ray", "suffix": ""}, {"first": "", "middle": [], "last": "Chan", "suffix": ""}], "year": 1999, "venue": "Obstet Gynecol", "volume": "54", "issn": "", "pages": "265--71", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "RCOG green top guideline. Clinical Green Top Guidelines. Thromboembolic Disease in Pregnancy and the Puerperium: Acute Management (28) -Apr", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The pregnant cardiac woman (Obstetric and gynaecological anaesthesia)", "authors": [{"first": "C", "middle": [], "last": "Ayoub", "suffix": ""}], "year": 2002, "venue": "Curr Opin Anaesthesiol", "volume": "15", "issn": "", "pages": "285--91", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Heart disease", "authors": [{"first": "C", "middle": [], "last": "Nelson-Piercy", "suffix": ""}], "year": 2006, "venue": "Handbook of Obstetric Medicine", "volume": "", "issn": "", "pages": "23--43", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Cardiac disease in pregnancy", "authors": [{"first": "M", "middle": [], "last": "Lupton", "suffix": ""}], "year": 2002, "venue": "Curr Opin Obstet Gynaecol", "volume": "14", "issn": "", "pages": "137--180", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "BTS guidelines for the management of spontaneous pneumothorax", "authors": [{"first": "M", "middle": [], "last": "Henry", "suffix": ""}], "year": 2003, "venue": "Thorax", "volume": "58", "issn": "", "pages": "39--52", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Management of spontaneous pneumothorax: An American College of Chest Physicians Delphi Consensus Statement", "authors": [{"first": "M", "middle": ["H"], "last": "Baumann", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "119", "issn": "", "pages": "590--602", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Treatment of spontaneous pneumothorax", "authors": [{"first": "M", "middle": ["H"], "last": "Baumann", "suffix": ""}], "year": 2000, "venue": "Curr Opin Pulm Med", "volume": "6", "issn": "", "pages": "275--80", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Diagnostic imaging of the lung during pregnancy", "authors": [{"first": "L", "middle": [], "last": "Diethelm", "suffix": ""}], "year": 1996, "venue": "Clin Obstet Gynecol", "volume": "39", "issn": "", "pages": "36--55", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Thoracoscopy in the management of pneumothorax", "authors": [{"first": "Apc", "middle": [], "last": "Yim", "suffix": ""}], "year": 2001, "venue": "Curr Opin Pulm Med", "volume": "7", "issn": "", "pages": "210--224", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The genetics and pathogenesis of haemolytic uraemic syndrome and thrombotic thrombocytopaenic purpura", "authors": [{"first": "A", "middle": [], "last": "Richards", "suffix": ""}], "year": 2002, "venue": "Curr Opin Nephrol Hypertens", "volume": "11", "issn": "", "pages": "431--436", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "An update on the pathogenesis and management of acquired thrombotic thrombocytopaenic purpura", "authors": [{"first": "H", "middle": [], "last": "Yarranton", "suffix": ""}, {"first": "S", "middle": [], "last": "Machin", "suffix": ""}], "year": 2003, "venue": "Curr Opin Neurol", "volume": "16", "issn": "", "pages": "367--73", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Cyclosporine-associated post-partum haemolytic uraemic syndrome in a renal transplant patient: lack of response to plasmapheresis but remission after intravenous immunoglobulin G", "authors": [{"first": "B", "middle": [], "last": "Bastani", "suffix": ""}], "year": 2001, "venue": "Nephrology", "volume": "6", "issn": "", "pages": "133--140", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Acute renal failure complicating HELLP syndrome, SLE and anti-phospholipid syndrome: Successful outcome using plasma exchange therapy", "authors": [{"first": "G", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2003, "venue": "Lupus", "volume": "12", "issn": "", "pages": "251--258", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Haematological disease", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "405--72", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Surgical indications in idiopathic splenomegaly", "authors": [{"first": "J", "middle": ["A"], "last": "Carr", "suffix": ""}], "year": 2002, "venue": "Arch Surgery", "volume": "137", "issn": "", "pages": "64--72", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Immune thrombocytopenic purpura -Let the treatment fit the patient", "authors": [{"first": "J", "middle": ["N"], "last": "George", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Vesely", "suffix": ""}], "year": 2003, "venue": "New Engl J Med", "volume": "349", "issn": "", "pages": "903--908", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Thrombocytopenia in the parturient", "authors": [{"first": "Pca", "middle": [], "last": "Kam", "suffix": ""}], "year": 2004, "venue": "Anaesthesia", "volume": "59", "issn": "", "pages": "255--64", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Adult patients with spina bifida cystica: genetic counselling, pregnancy and delivery", "authors": [{"first": "C", "middle": ["C"], "last": "Rietberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Lindhout", "suffix": ""}], "year": 1993, "venue": "Eur J Obstet Gynecol Reprod Biol", "volume": "52", "issn": "", "pages": "63--70", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Pregnancy outcome and complications in women with spina bifida", "authors": [{"first": "M", "middle": [], "last": "Arata", "suffix": ""}], "year": 2000, "venue": "J Reprod Med", "volume": "45", "issn": "", "pages": "743--751", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Kyphoscoliosis complicating pregnancy", "authors": [{"first": "W", "middle": ["W"], "last": "To", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Wong", "suffix": ""}], "year": 1996, "venue": "Int J Gynaecol Obstet", "volume": "55", "issn": "", "pages": "123--131", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Nasal ventilation in pregnancy: treatment of nocturnal hypoventilation in a patient with kyphoscoliosis", "authors": [{"first": "L", "middle": ["J"], "last": "Restrick", "suffix": ""}], "year": 1997, "venue": "Eur Resp J", "volume": "10", "issn": "", "pages": "2657--2665", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "High Risk Pregnancy Management Options", "authors": [{"first": "Ctc", "middle": [], "last": "Kennedy", "suffix": ""}, {"first": "P", "middle": [], "last": "Kyle", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "921--923", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Skin disease", "authors": [{"first": "C", "middle": [], "last": "Nelson-Piercy", "suffix": ""}], "year": 2006, "venue": "Handbook of Obstetric Medicine", "volume": "", "issn": "", "pages": "263--71", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Takayasu's Arteritis", "authors": [{"first": "G", "middle": ["S"], "last": "Kerr", "suffix": ""}], "year": 1994, "venue": "Ann Int Med", "volume": "120", "issn": "", "pages": "919--948", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Takayasu arteritis: a review", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": 2002, "venue": "J Clin Path", "volume": "55", "issn": "", "pages": "481--86", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Ultrasonographic study and long term follow-up of patients with Takayasu's Arteritis", "authors": [{"first": "Y", "middle": [], "last": "Sun", "suffix": ""}], "year": 1996, "venue": "Stroke", "volume": "27", "issn": "", "pages": "2178--82", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Takayasu arteritis: clinical features and management: report of 272 cases", "authors": [{"first": "B", "middle": ["P"], "last": "Mwipate", "suffix": ""}], "year": 2005, "venue": "ANZ J Surgery", "volume": "75", "issn": "", "pages": "110--127", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Treatment of community-acquired lower respiratory tract infections during pregnancy", "authors": [{"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}], "year": 2003, "venue": "Am J Respir Med", "volume": "2", "issn": "", "pages": "221--254", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Pneumonia as a complication of pregnancy", "authors": [{"first": "M", "middle": ["B"], "last": "Munn", "suffix": ""}], "year": 1999, "venue": "J Matern Fetal Med", "volume": "8", "issn": "", "pages": "151--155", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Harrison's Principles of Internal Medicine, 16th edn", "authors": [{"first": "D", "middle": ["L"], "last": "Kasper", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Guideline for the management of community acquired pneumonia in adults", "authors": [], "year": 2001, "venue": "Thorax", "volume": "56", "issn": "", "pages": "1--64", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Pregnancy and the Ehlers-Danlos syndrome", "authors": [{"first": "J", "middle": [], "last": "Lind", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Wallenburg", "suffix": ""}], "year": 2002, "venue": "Acta Obstet Gynecol Scand", "volume": "81", "issn": "", "pages": "293--300", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Anaesthetic management of a parturient with Ehlers Danlos syndrome type IV", "authors": [{"first": "N", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "Rosaeg", "middle": [], "last": "Op", "suffix": ""}], "year": 2002, "venue": "Can J Anaesth", "volume": "49", "issn": "", "pages": "493--499", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Clinical and genetic features of Ehlers-Danlos Syndrome Type IV, the Vascular type", "authors": [{"first": "M", "middle": [], "last": "Pepin", "suffix": ""}], "year": 2000, "venue": "New Engl J Med", "volume": "342", "issn": "", "pages": "673--80", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Pregnancy complications in Type IV Ehlers-Danlos syndrome", "authors": [{"first": "Rudd", "middle": [], "last": "Nl", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Holbrook", "suffix": ""}], "year": 1983, "venue": "Lancet", "volume": "321", "issn": "", "pages": "249--50", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Effects of pregnancy on first onset and symptoms of paroxysmal supraventricular tachycardia", "authors": [{"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 1995, "venue": "Am J Cardiol", "volume": "76", "issn": "", "pages": "675--683", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Heart disease in pregnancy", "authors": [{"first": "C", "middle": [], "last": "Nelson-Piercy", "suffix": ""}], "year": 2002, "venue": "Acta Anaesth Belg", "volume": "53", "issn": "", "pages": "321--327", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Adaptation of the maternal heart in pregnancy", "authors": [{"first": "S", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Robson", "suffix": ""}], "year": 1992, "venue": "Br Heart J", "volume": "68", "issn": "", "pages": "540--543", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "ACC/AHA/ESC guidelines for the management of patients with supraventricular arrhythmias -executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the European Society of Cardiology Committee for Practice Guidelines (Writing Committee to Develop Guidelines for the Management of Patients With Supraventricular Arrhythmias)", "authors": [{"first": "C", "middle": [], "last": "Blomstrom-Lundqvist", "suffix": ""}], "year": 2003, "venue": "Circulation", "volume": "108", "issn": "", "pages": "1871--909", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Incidence of Arrhythmias in normal pregnancy and relationship to palpitations, dizziness and syncope", "authors": [{"first": "A", "middle": [], "last": "Shotan", "suffix": ""}], "year": 1997, "venue": "Am J Obstet Gynecol", "volume": "79", "issn": "", "pages": "1061--1065", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Antiarrhythmic drugs in pregnancy", "authors": [{"first": "J", "middle": [], "last": "Jaglar", "suffix": ""}, {"first": "R", "middle": [], "last": "Page", "suffix": ""}], "year": 2001, "venue": "Curr Opin Cardiol", "volume": "16", "issn": "", "pages": "40--45", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "DC cardioversion in pregnancy", "authors": [{"first": "A", "middle": ["Y"], "last": "Finlay", "suffix": ""}, {"first": "V", "middle": [], "last": "Edmunds", "suffix": ""}], "year": 1979, "venue": "Br J Clin Pract", "volume": "33", "issn": "", "pages": "88--94", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "2. Flow chart of Ms E's blood test resultsALT -alanine transaminase; C/S -Caesarean section; K -potassium; Na -sodium.", "latex": null, "type": "table"}, "TABREF3": {"text": "4. Results of investigations for splenomegaly", "latex": null, "type": "table"}, "TABREF4": {"text": "5. Modified American College of Rheumatology diagnostic criteria, 1990 for Takayasu's arteritis 1. Development of symptoms or signs before 40 years of age. 2. Claudication of extremeties, fatigue or discomfort on use of limbs.3. Decreased brachial artery pulse, either unilateral or bilateral. 4. Blood pressure difference of at least 10 mmHg between arms. 5. Audible bruit over subclavian artery or abdominal aorta. 6. Angiogram abnormalities: stenosis or occlusion of aorta, its main branches or large vessels in proximal upper and lower extremities, which is not caused by atherosclerosis.", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Ultimately, the definitive treatment is to eliminate the cause of the attacks. Electrophysiological conduction studies can be performed in pregnancy to detect and treat aberrant conducting pathways, and this should be considered if medical therapy fails.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}