{
    "paper_id": "1dbf0b5a11264a3d4ae77cce11a07c816b9614d6",
    "metadata": {
        "title": "Journal Pre-proof Follow-up for pregnant women during the COVID-19 pandemic: French national authority for health recommendations \"Follow-up for pregnant women during the COVID-19 pandemic: French National Authority for Health recommendations\"",
        "authors": [
            {
                "first": "Alexandre",
                "middle": [
                    "J"
                ],
                "last": "Vivanti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "settlement": "Clamart",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Deruelle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olivier",
                "middle": [],
                "last": "Picone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Guillaume",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Collège National des Sages-Femmes",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Roze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blandine",
                "middle": [],
                "last": "Mulin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "French Federation of Perinatal Health Networks",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fabienne",
                "middle": [],
                "last": "Kochert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "De Beco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Mahu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrien",
                "middle": [],
                "last": "Gantois",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Collège National des Sages-Femmes",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Chloé",
                "middle": [],
                "last": "Barasinski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Collège National des Sages-Femmes",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Karine",
                "middle": [],
                "last": "Petitprez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne-Françoise",
                "middle": [],
                "last": "Pauchet-Traversat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alcyone",
                "middle": [],
                "last": "Droy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Benachi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "settlement": "Clamart",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the context of the stage 3 SARS-Cov-2 epidemic situation, it is necessary to put forward a method of rapid response for an HAS position statement in order to answer to the requests from the French Ministry of Solidarity and Health, healthcare professionals and/or health system users' associations concerning follow-up of pregnant women during the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Methods: A simplified 7-step process that favours HAS collaboration with experts (healthcare professionals, health system users' associations, scientific societies etc.), the restrictive selection of available evidence and the use of digital means of communication. A short and specific dissemination format, which can be quickly updated in view of the changes in available data has been chosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rapid Response #1: Pregnant women in the 3 rd trimester of pregnancy are considered to be at significant risk of developing a severe form of COVID-19. Lockdown and barrier measures must be followed and reinforced. Rapid Response #2: Comply with lockdown measures for all pregnant women. Rapid Response #3: Structure the follow-up of pregnancies around the three obstetrical ultrasounds. Rapid Response #4: Follow-up on women with low obstetric risk in private practices as far as possible. Rapid Response #5: A woman's psychological and emotional state should be closely monitored by healthcare professionals during all follow-up consultations, early prenatal assessments and prenatal classes. Rapid Response #6: Offer psychological support, preferably remotely, if the need is identified by the healthcare professional or if it is requested by the patient. Rapid Response #7: Offer follow-up by remote consultation or face-to-face depending on the obstetric risk and the development of the clinical situation, but also depending on the woman's social and psychological situation and the domestic violence risk. Rapid Response #8: Adapt monitoring of high-risk pregnancies, while ensuring closer monitoring of associated co-morbidities and the risk of severe forms of COVID-19. Rapid Response #9: Ensure closer follow-up of pregnancies suspected or diagnosed COVID-19, giving priority to remote consultation. Rapid Response #10: Maintain prenatal classes by remote consultation or by combining them with other consultations lasting a sufficient amount of time and prepare women for birth and early discharge from the maternity unit. Rapid Response #11: Modulate the organization of follow-up of pregnant women according to the geographical particularities of the epidemic and access to local resources. J o u r n a l P r e -p r o o f Rapid Response #6: Offer psychological support, preferably remotely, if the need is identified by the healthcare professional or if it is requested by the patient. Rapid Response #7: Offer follow-up by remote consultation or face-to-face depending on the obstetric risk and the development of the clinical situation, but also depending on the woman's social and psychological situation and the domestic violence risk. Rapid Response #8: Adapt monitoring of high-risk pregnancies, while ensuring closer monitoring of associated co-morbidities and the risk of severe forms of COVID-19. Rapid Response #9: Ensure closer follow-up of pregnancies suspected or diagnosed COVID-19, with priority to remote consultation. Rapid Response #10: Maintain prenatal classes by remote consultation or by combining them with other consultations lasting a sufficient amount of time and prepare women for birth and early discharge from the maternity unit. Rapid Response #11: Modulate the organization of follow-up of pregnant women according to the geographical particularities of the epidemic and access to local resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 14 th March, 2020, France entered stage 3 of the COVID-19 epidemic outbreak. In a letter dated 27 th March, 2020, the French General Health Directorate (Direction Générale de la Santé -DGS) referred the matter to the French National Authority for Health (Haute Autorité de Santé; HAS), with a view to drawing up general recommendations designed to ensure continuity of care for pregnant women during lockdown and travel restrictions. Given the very limited data available, the French High Council for Public Health (Haut Conseil de Santé Publique -HCSP) considered pregnant women in the third trimester of pregnancy to be at risk of developing a severe form of COVID-19 1 . The extension of lockdown and the role and workload of healthcare professionals, lead to re-interviewing organizations for the follow-up of pregnant women in terms of prevention and care. These rapid responses focus on the follow-up of pregnant women during lockdown and management of cases of suspected and/or confirmed pregnant women with COVID-19. They should be adapted according to the geographical particularities of the epidemic outbreak and access to local resources. These rapid responses are based on the knowledge available at the time of publication and are subject to change as new information becomes available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the context of the stage 3 SARS-Cov-2 epidemic situation, it is necessary to put forward a method of rapid response for an HAS position statement in order to answer to the requests from the French Ministry of Solidarity and Health, healthcare professionals and/or health system users' associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A simplified 7-step process that favours HAS collaboration with experts (healthcare professionals, health system users' associations, scientific societies etc.), the restrictive selection of available evidence and the use of digital means of communication. A short and specific dissemination format, which can be quickly updated in view of changes in available data has been chosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 1) Selection of requests and identification of issues requiring a rapid response by the President of the HAS College.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 2) Data selection and analysis by the HAS teams in close collaboration with experts named by the National Professional Councils (Conseils Nationaux Professionnels -CNP) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "French scientific societies. Data selection was restricted to the best levels of evidence and in Step 3) Drafting of provisional rapid responses by a select working group: HAS team, previously appointed experts and patient associations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 4) Review and consultation / information of stakeholders. This step includes a panel of designated healthcare professionals as well as representatives of the French institutions (Direction Générale de la Santé, Direction générale de l'offre de soins, HCSP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "These reviews are carried out electronically and allow a response within a short time frame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 5) Finalization of the rapid responses by the previously appointed working group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 6) Validation and dissemination of the rapid responses by the HAS. The texts are then published in a short format on the website of the HAS, scientific societies and associations involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A warning is included in the text: \"These recommendations, drawn up on the basis of the knowledge available at the date of their publication, are subject to change and are likely to be updated in the light of new available data\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The experts' ties of interest are analysed by the HAS ethics officer and the legal department, on the basis of the information available in the \"DPI-HEALTH and TRANSPARENCY-HEALTH\" databases and are provided to the members of the HAS College for their information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 7) Regular update of the rapid responses taking into account the developments in the scientific literature and the recommendations from the scientific societies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "With the aim of reducing the health risk for pregnant women and restricting their movements during lockdown, at the same time as the workload of healthcare professionals, while making pregnancy monitoring safer, there appears to be a consensus as to the need to take the following measures (to be adapted individually according to the clinical, psychological and social situation of each woman).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring of pregnant women during the pandemic"
        },
        {
            "text": "-An initial consultation, (1 st or 2 nd month) with a midwife, an obstetrician-gynaecologist, a medical gynaecologist or a general practitioner is recommended. This consultation must include medical follow-up, information on the prevention of neural tube closure anomalies (folic acid), prevention advice, support, answers to the woman's or couple's questions, and information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring of pregnant women during the pandemic"
        },
        {
            "text": "-Remote consultation is possible: refer to the COVID-19 rapid response sheet -\"Teleconsultation and Telecare\" by the HAS 6 -If the pregnancy is unwanted: refer to the COVID-19 rapid response sheet \"Voluntary termination of pregnancy\" by the HAS 7 and the French Ministry of Solidarity and Health's recommendation 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring of pregnant women during the pandemic"
        },
        {
            "text": "Consultations by an obstetrician, medical gynaecologist, midwife or general practitioner must include medical follow-up, prevention advice, support, provide answers to the woman's or couple's questions, and information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring of pregnant women during the pandemic"
        },
        {
            "text": "Ultrasound should be combined with the follow-up consultation as far as possible. If this is not possible, the ultrasound and the consultation will be carried out in two separate, face-to-face sessions, while ensuring the patient does not have to travel to a significant extent to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All women should still attend the three ultrasound consultations as part of pregnancy follow-up."
        },
        {
            "text": "J o u r n a l P r e -p r o o f -In the first trimester, between week 11 and 14, and based on the results of the second pregnancy consultation in the third month (physical examination, screening, declaration of pregnancy, presumed date of delivery), this consultation must be used to establish the type of care according to the level of risk, and to determine whether the patient should be referred for either hospital or private practice follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All women should still attend the three ultrasound consultations as part of pregnancy follow-up."
        },
        {
            "text": "-In the second trimester, between week 20 and 25, based on the results of the 5 th month consultation -In the third trimester, between week 30 and 35, based on the results of the 7 th month/8 th month consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All women should still attend the three ultrasound consultations as part of pregnancy follow-up."
        },
        {
            "text": "In the case of multiple and high-risk pregnancies it is recommended to keep the monthly or twice-monthly ultrasound monitoring at most and to adapt monitoring according to the clinical situation and the progression of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All women should still attend the three ultrasound consultations as part of pregnancy follow-up."
        },
        {
            "text": "The availability of ultrasound scans in private practices is impacted by the COVID-19 epidemic (a survey conducted by the French College of Fetal Ultrasound reveals that between 10 and 15% of practices are believed to be closed) 9 . It thus appears essential that all stakeholders, doctors (obstetricians, medical gynaecologists, radiologists, general practitioners trained in foetal ultrasound) and midwives in private practices maintain their consultation appointments for screening ultrasounds. The International Society of Ultrasound in Obstetrics and Gynaecology (ISUOG) offers three options for performing ultrasound examinations outside of routine examinations, depending on the urgency of the clinical situation: \"to be done without delay\"; \"to be safely deferred\"; \"to delay during lockdown\" 10 .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "All women should still attend the three ultrasound consultations as part of pregnancy follow-up."
        },
        {
            "text": "-For women at low obstetrical risk: by remote consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promote intermediate consultations (4 th and 6 th month) by remote consultation"
        },
        {
            "text": "-For women at high obstetrical or psycho-social risk: evaluate beforehand, by telephone contact, the relevance of maintaining the 4 th and 6 th month face-to-face consultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promote intermediate consultations (4 th and 6 th month) by remote consultation"
        },
        {
            "text": "J o u r n a l P r e -p r o o f -Consolidate the 7 th (with ultrasound) and 8 th month visits (by scheduling them at the end of month 7/start of month 8) or maintain both visits based on the obstetrical risk assessment. They are to be carried out face-to-face, at the practice or at the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third trimester consultation organization"
        },
        {
            "text": "-Conduct the 9 th month consultation in person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third trimester consultation organization"
        },
        {
            "text": "-Carry out the anaesthesia consultation by telephone and send a questionnaire by email first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third trimester consultation organization"
        },
        {
            "text": "The American College of Obstetricians and Gynecologists (ACOG) recommends reducing the number of consultations to the necessary minimum (without specifying) and adapting the follow-up of pregnant women individually by relying on the local care community (general practitioners, midwives) 11 . The Royal College of Obstetricians and Gynaecologists (RCOG) recommends promoting remote consultations to ensure social distancing and organizing face-to-face consultations based on pregnancy screening, to monitor risks during pregnancy 12 . A review of the literature also recommends minimal follow-up of pregnant women at low obstetric risk during the epidemic period, by spacing out visits, and remote consultation for visits at 6 and 7/8 months 13 . Additional remote consultations are also recommended for women at risk (high blood pressure, diabetes, depression).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third trimester consultation organization"
        },
        {
            "text": "Depending on access to local resources and throughout pregnancy follow-up, pregnant women can go to a healthcare professional, to the test centre, to the radiology centre for procedures required during follow-up, by contacting them beforehand and by appointment only. For visits to the offices of midwives, obstetricians, medical gynaecologists, and general practitioners, it is recommended that women wear a mask only if they have respiratory symptoms 1 . Wearing surgical masks in waiting rooms should be recommended, if the consultation is in a hospital environment 1, 14 .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "14",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Follow-up of women at low obstetrical risk should be carried out in private practices as far as possible."
        },
        {
            "text": "Face-to-face consultations are preferable. It is advisable that a pregnancy consultant accompanies them to identify a need for further follow-up or referral to the appropriate channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Depending on whether the risk is refuted or confirmed, whether the prognosis is favourable or not, this follow-up can be carried out by a midwife depending on the level of risk 15 . If hospitalization at home is indicated, it should be preferred depending on the resources available locally 16 .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Follow-up of women at risk of obstetrical complications should be adapted to the progression of the pregnancy."
        },
        {
            "text": "Follow-up by the midwife is to be encouraged as far as possible at home (while ensuring hygiene rules are followed) or at the practice if it is easy for the pregnant woman to visit (if she has a car, to avoid taking public transport).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up of women at risk of obstetrical complications should be adapted to the progression of the pregnancy."
        },
        {
            "text": "Recommend medical leave for pregnant patients in the 3 rd trimester: As part of the prevention measures aimed at limiting the spread of the coronavirus, these patients can benefit from the waiver allowing people at risk of developing a serious form of infection to benefit from preventive maternity leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up of women at risk of obstetrical complications should be adapted to the progression of the pregnancy."
        },
        {
            "text": "During lockdown, it is advisable to maintain early prenatal care, preferably by remote consultation, in order to identify signs of stress, anxiety, vulnerability, sleep disorders, depressive episodes, addictions, and any form of insecurity early on, and to refer women who request it for psychological support, even remotely, or to a suitable solution in the event of risk of domestic violence 17 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psycho-social support for pregnant women"
        },
        {
            "text": "Birth and prenatal classes can be carried out by remote consultation by midwives, individually, prioritizing the participation of couples in the 3 rd trimester of pregnancy. This will help reinforce the mother's or couple's self-confidence in view of the birth, the return home and care of the newborn, and accompany them in their parenting practices. Psychological support must be maintained if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "It is essential to prepare for childbirth and the recommended early discharge from the maternity ward at 48 hours of life during the COVID-19 pandemic 18 . Skin-to-skin contact and breastfeeding are permitted according to the current state of knowledge. Support must be provided for initiation of breastfeeding and mother-child bonding in the delivery room and during the post-natal period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "It is important to recall the need for accurate questioning about possible signs of COVID-19 infection on admission of pregnant women (and their partner) 19 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Admission for childbirth, delivery and post-natal care"
        },
        {
            "text": "According to a recent publication, the prevalence of women diagnosed with COVID-19 in a cohort of 215 women in labour admitted to two New York maternity hospitals was 13.8% (29/215). In light of this study, it would be relevant to recommend, in a comparable epidemic context, systematic screening of women on admission. This would make it possible to refer mothers to a COVID-19 sector and to protect the healthcare teams (personal protective equipment) and newborns 20 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Screening of pregnant women on admission:"
        },
        {
            "text": "While the delays in obtaining the results of current tests will not have an impact on the management of childbirth, a positive result for the mother would however have a collective impact (social distancing and isolation of the mother and child, reduced circulation of the virus within the hospital and after discharge). This potential impact is comparable to that when screening any patient seeking care in a structure where there is a risk of contamination (stay, high risk procedure) and raises the question of ethics in this type of situation. The HAS recalls the WHO recommendation to increase testing. The particular case of pregnant women J o u r n a l P r e -p r o o f arriving at or hospitalised in the maternity hospital or the obstetrical emergency unit in labour will be clarified according to the HAS's recommendation on the use of tests, which can be adapted to the local epidemic context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Screening of pregnant women on admission:"
        },
        {
            "text": "Homogeneity of practices is desirable on this point in order to avoid women having to travel any distance. Professionals must inform women, for their safety and that of their child, that it is not recommended to change health facility at the last minute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Support from partners/family members"
        },
        {
            "text": "-The woman's partner is allowed in the delivery room under certain conditions 21, 22 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Support from partners/family members"
        },
        {
            "text": "-No visits are allowed after the birth 21, 22 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Support from partners/family members"
        },
        {
            "text": "According to the recommendations of the RCOG, the accompanying person may assist at the birth if he/she is asymptomatic 12 . The place of the accompanying person in post-natal care is left to the teams' discretion, depending on the equipment available and with an emphasis on the protection of mothers, newborns and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Support from partners/family members"
        },
        {
            "text": "The HAS considers that the asymptomatic accompanying person can remain in the room provided that they comply with the strict rules set out by the establishment and that the establishment has the appropriate personal protective equipment and staff to ensure that these rules are applied without affecting the smooth running of the maternity ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Support from partners/family members"
        },
        {
            "text": "Teamwork, communication and information sharing must be strengthened by inpatient and outpatient coordination. Outpatient care is defined as medical care carried out by any health personnel (midwife, general practitioner and gynaecologist-obstetrician) who work in the city. The methods are determined jointly by the healthcare professionals involved in caring for women (midwives, obstetricians, medical gynaecologists, paediatricians, general practitioners). They are essential in particular for the referral of high-risk pregnancies, women in precarious situations or women in situations of social or psychological vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adapting teamwork during the epidemic period"
        },
        {
            "text": "It appears that some of the day care structures (in France) are closed. These structures have an important role to play in the continuity of care and must participate in the follow-up of low-risk women by restricting their activities, while following barrier measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for private practice care"
        },
        {
            "text": "Given the role of private practice midwives in the follow-up of pregnant women, it is essential to reinforce the means of protection allocated to them (masks, overalls, gloves, hand sanitizer etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for private practice care"
        },
        {
            "text": "Institutions must draw up a list of private practice midwives who can provide followup care for pregnant women to reinforce in and outpatient coordination. The role of perinatal networks is essential in the epidemic outbreak context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for private practice care"
        },
        {
            "text": "All of these measures aim to step up outpatient care and facilitate the management of patients with COVID-19 by obstetrical teams in health facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for private practice care"
        },
        {
            "text": "Organisation of follow-up of pregnant women should be modulated according to the geographical particularities of the epidemic outbreak and access to local resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for private practice care"
        },
        {
            "text": "-Pregnant woman with signs suggesting cough, respiratory signs (dyspnoea) , or signs of pneumonia.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "text": "cough,",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 73,
                    "text": "respiratory signs (dyspnoea)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cases of pregnant women suspected to have and/or confirmed to have COVID-19"
        },
        {
            "text": "-If infection is suspected, the patient should consult to rule out any other illnesses J o u r n a l P r e -p r o o f -The patient can also phone the emergency services or go to the obstetric emergency unit in the hospital or clinic in which she is being monitored, ensuring she calls them first (special phone line) and informs the team on arrival of the risk of infection so that she can be provided with a mask and be isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases of pregnant women suspected to have and/or confirmed to have COVID-19"
        },
        {
            "text": "If a screening ultrasound was scheduled within two weeks for a woman with suspected or confirmed COVID-19, it may be rescheduled at a later date, once the patient has recovered, within the ultrasound deadline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases of pregnant women suspected to have and/or confirmed to have COVID-19"
        },
        {
            "text": "According to the opinion of 8 th April 2020, any woman suspected or confirmed to have the virus must be managed by the general practitioner and the referring obstetrical team. Any woman with signs of severity or aggravating comorbidities should be managed in the hospital setting [23] [24] [25] [26] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cases of pregnant women suspected to have and/or confirmed to have COVID-19"
        },
        {
            "text": "The CNGOF guidelines describe management in obstetric emergencies 21, 22 . In particular, they specify the criteria for hospital or intensive care admission and known comorbidities (women in third trimester of pregnancy, overweight women, women with pregnancy-related hypertension, pre-eclampsia, gestational or pre-existing diabetes, chronic respiratory failure, history of heart disease or transplant).",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "22",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Obstetrical emergency management"
        },
        {
            "text": "Hospitalization should be discussed for pregnant women with co-morbidities even in the absence of initial clinical signs of severity, particularly during the third trimester.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstetrical emergency management"
        },
        {
            "text": "In the absence of reasons for hospitalization, it is recommended to test (RT-PCR on nasopharyngeal swab) all suspect pregnant women: -With pending result: to automatically be considered positive. Return home is possible while waiting for the results with respect to isolation measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstetrical emergency management"
        },
        {
            "text": "-Negative test: given the sensitivity of the test, it cannot be completely ruled out that women are not contagious (relative sensitivity of RT-PCR). It is recommended to keep the mask on to avoid transmitting any infectious agent responsible for the symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstetrical emergency management"
        },
        {
            "text": "Disappearance of symptoms should be confirmed by an outpatient monitoring procedure according to local organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "-Positive test: it is recommended to keep the mask on outside and in all circumstances, outpatient monitoring procedure according to local organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The CNGOF recommendations describe the management protocol in the event of hospitalization 21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Management of a patient returning home from an emergency room visit or hospitalization -Contact every 48 hours (trace results to be recovered and calls made) by the obstetrical emergency team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Minimize the risk of COVID-19 transmission with home isolation for 14 days for the woman and her partner (to whom self-monitoring instructions and hygiene precautions to be followed should have been given and explained).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Give priority to remote consultation whenever possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Consultation with a doctor three weeks after discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Follow-up of pregnant women after recovery -Due to the lack of knowledge as to the consequences of the disease, clinical and ultrasound monitoring of pregnant women and their unborn child by an obstetrician is recommended. This is necessary to assess foetal growth and the volume of amniotic fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-Management is similar to that for high-risk pregnancies with medical follow-up by the referring doctor and continuity of follow-up by a midwife at home or a midwife in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "-The need for additional ultrasound scans should be discussed on a case-by-case basis depending on the severity of the mother's symptoms (no known teratogenic risk and no impact on term or method of delivery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization Management Protocol"
        },
        {
            "text": "Specific prenatal diagnosis management of infected patients is not required except in rare cases of severe hypoxia requiring mechanical ventilation, which may result in foetal hypoxia and abnormal brain development (diagnostic ultrasound + MRI recommended). In case of severe pneumonia without severe hypoxia, additional ultrasound to control foetal growth should be discussed. Rapid Response #5: A woman's psychological and emotional state should be closely monitored by healthcare professionals during all follow-up consultations, early prenatal assessments and all prenatal classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avis du 31 mars 2020 relatif à la prévention et à la prise en charge des patients à risque de formes graves de COVID-19 ainsi qu'à la priorisation des tests diagnostiques",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haut Conseil De Santé Publique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Pregnant Women with Covid-19 in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. The Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CoV-2 From an Infected Mother to Her Newborn",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features and obstetric and neonatal outcomes of pregnant patients with COVID-19 in Wuhan, China: a retrospective, single-centre, descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Haute Autorité de Santé. Interruption Volontaire de Grossesse (IVG) médicamenteuse",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "à la 8ème et à la 9ème semaine d'aménorrhée (SA) hors milieu hospitalier",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "French Ministry of Solidarity and Health. IVG et COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recommandations du 19/03/2020 pour la pratique des échographies obstétricales et foetales pendant la pé-riode de l'épidémie COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Collège Français D&apos;échographie Foetale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "10. International Society of Ultrasound of Obstetrics and Gynecology (ISUOG)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "99b3cbd80eb94cd3/84178801-612d-4f04-8bc5634f861c3a0f/ISUOG-Consensus-Statementon-rationalization-of-early-pregnancy-care-and-provision-of-ultrasonography-in-context-of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "American College of Obstetricians and Gynecologists. Covid-19 Obstetric preparedness manual",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus (COVID-19) infection in pregnancy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dotters-Katz SK, Hughes BL. Considerations for Obstetric Care during the COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Avis du 8 avril 2020 relatif à la prise en charge à domicile1 ou en structure de soins2 des cas de COVID-19 suspectés ou confirmés (complémentaire aux avis des 5 et 23 mars 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haut Conseil De Santé Publique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Suivi et orientation des femmes enceintes en fonction des situations à risque identifiées",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Situations pathologiques pouvant relever de l'hospitalisation à domicile au cours de l'ante et du post-partum",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Repérage des femmes victimes de violences au sein du couple Saint-Denis",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Sortie de maternité. Préparez votre retour à la maison",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "French Ministry of Solidarity and Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Syndicat national des gynécologues obstétriciens de France. COVID-19 : Recommandations du CNGOF et du SYNGOF pour le suivi de grossesse et l'accouchement [Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SARS-CoV-2 infection during pregnancy. Information and proposal of management care",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peyronnet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sibiude",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deruelle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huissoud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pregnancy outcomes, Newborn complications and Maternal-Fetal Transmission of SARS-CoV-2 in women with COVID-19: A systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gajbhiye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Modi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obstetrics and Gynecology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.11.20062356"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Maternal and Perinatal Outcomes with COVID-19: a systematic review of 108 pregnancies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaigham",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Obstetricia et Gynecologica Scandinavica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "COVID19-Suggestions for the care of the perinatal population",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Centers for Disease Control and Prevention. Pregnancy and breastfeeding. Information about Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "This document was drawn up jointly by the HAS and experts appointed by the Collège National des Gynécologues et Obstétriciens Français (CNGOF), the Collège National des Sages-femmes de France (CNSF), the Collège de la Médecine Générale (CMG), the Société Française de Néonatalogie (SFN), the Société française de pédiatrie (SFP), the Fédération Française des Réseaux de Santé en Périnatalité (FFRSP), the Association Française de Pédiatrie Ambulatoire (AFPA). The rapid responses were reviewed by the Collectif Interassociatif Autour de la Naissance (CIANE).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "fever). Her state of severity should be assessed, and any obstetric complications identified where there are any. She should consult her general practitioner; in accordance with the hygiene measures in place and a COVID-19 diagnostic test must be offered. This consultation must be carried out while ensuring barrier measures are followed as far as possible (the patient should wait alone in the waiting room, and wear a mask).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ": Follow-up for pregnant women during the COVID-19 pandemic: recommendations Rapid Response #1: Pregnant women in the 3 rd trimester of pregnancy are considered to be at significant risk of developing a severe form of COVID-19. Lockdown and barrier measures must be followed and reinforced. Rapid Response #2: Comply with lockdown measures for all pregnant women. Rapid Response #3: Structure the follow-up of pregnancies around the three obstetrical ultrasounds. Rapid Response #4: Follow-up on women with low obstetric risk in private practices as far as possible.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to extend our thanks to Mrs Madeleine Akrich, France Artzner, Anne Evrard from the Collectif Interassociatif Autour de la Naissance (CIANE) who read the recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}