{
    "paper_id": "1dc0d5c9114f675403ce720ff5928ef2c8defb97",
    "metadata": {
        "title": "LETTER TO THE EDITOR COVID-19 AND THE CHALLENGES OF FRAILTY SCREENING IN OLDER ADULTS",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "While guidance such as NICE's COVID-19 Rapid Guideline is welcome in navigating complex decisions, the use of the CFS or any short frailty instruments to ration access should be considered cautiously, particularly by those who have not received training in the assessment of frailty. Taking the example of the CFS, while it is the most widely-applied scale in critical care, as with other frailty measures, its reliability and validity needs to be more established in this setting (5) . The CFS mixes items such as comorbidity, cognitive impairment and disability (3), and hence its administration requires familiarity with these concepts. The CFS includes illustrative pictures; however, the detailed text is what matters and there is a risk that untrained, overwhelmed clinicians just refer to these without taking these additional factors into account and without understanding the patients' recent baseline. In \"Fit For Frailty\", the British Geriatrics Society advised that the it should be used to identify the level of frailty only after the completion of a geriatric assessment, which requires talking to patients and often taking a collateral history. Other instruments also require these details. Guidelines must also refer to important factors including illness severity, likelihood of survival and patient preferences otherwise, there is concern that this nuanced complexity may be minimised when units face a surge in cases.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "(5)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In those with acute illness, assessment should consider patients' baseline rather than their current status as this can over-estimate frailty severity (5) . Frailty scores might then be applied bluntly potentially denying suitable candidates appropriate escalation. To avoid therapeutic nihilism in the care of older people with Covid-19 during this pandemic, we urgently require epidemiological data to support decisionmaking algorithms before they or frailty scales are used to ration care. If it is to be of value, staff performing such assessments must have an adequate understanding of the concept of frailty and be familiar with the basic principles that underpin these scales. Geriatric teams can and should support this education in conjunction with online resources such as the CFS training module developed by the Aging Innovation in Perioperative Medicine and Surgery Research Group available at https://rise.articulate.com/share/ deb4rT02lvONbq4AfcMNRUudcd6QMts3#/.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(5)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the challenging environment presented by Covid-19, it is crucial that frailty screening assessment is not reduced to quick 'eyeball' examinations of the person because that risks frailty becoming a new form of ageism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dr Steevens' Hospital, Dublin City, Ireland; 2. Department of Geriatric Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mercer's Institute for Successful Ageing",
            "authors": [],
            "year": null,
            "venue": "St James's Hospital",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Geriatric Syndromes and SARS-COV-2: More than Just Being Old",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aprahamian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Frailty Aging",
            "volume": "14",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.14283/jfa.2020.17"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frailty in elderly people",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iliffe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The lancet",
            "volume": "381",
            "issn": "9868",
            "pages": "752--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "5",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Facing Covid-19 in Italy -Ethics, Logistics, and Therapeutics on the Epidemic's Front Line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Frailty: we need valid and reliable tools in critical care",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intensive Care Medicine",
            "volume": "44",
            "issn": "",
            "pages": "1973--1975",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}