{
    "paper_id": "1dc019ae0aa4c6d97ecf3c0a1567eb16a2e583f3",
    "metadata": {
        "title": "Atypical presentation of COVID-19 in a frail older person",
        "authors": [
            {
                "first": "Hui",
                "middle": [
                    "Sian"
                ],
                "last": "Tay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham University Hospitals NHS Trust",
                    "location": {
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rowan",
                "middle": [],
                "last": "Harwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham University Hospitals NHS Trust",
                    "location": {
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": "rowan.harwood@nottingham.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Common symptoms of pandemic coronavirus disease include fever and cough. We describe a 94-year-old man with well-controlled schizoaffective disorder, who presented with non-specific and atypical symptoms: delirium, low-grade pyrexia and abdominal pain. He was given antibiotics for infection of unknown source, subsequently refined to treatment for community-acquired pneumonia. Despite active treatment, he deteriorated with oxygen desaturation and tachypnoea. A repeat chest X-ray showed widespread opacification. A postmortem throat swab identified COVID-19 infection. He was treated in three wards over 5 days with no infection control precautions. This has implications for the screening, assessment and isolation of frail older people to COVID-specific clinical facilities and highlights the potential for spread among healthcare professionals and other patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The World Health Organisation characterised coronavirus disease (COVID-19) as pandemic in March 2020 [1] . In published series, 44% of patients had fever on admission and 89% developed it subsequently. Cough was present in 68% and fatigue and sputum production in about 25% [2] . Cardiac complications such as myocardial infarction or heart failure are common. Mortality rates are particularly high in older people [3] . We describe a case highlighting the need to be alert for non-specific or atypical presentations, which may delay testing, diagnosis and isolation.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 94-year-old man with schizoaffective disorder was admitted to hospital in the United Kingdom in March 2020, early in the pandemic. He was found confused by his landlady. His home was untidy and cold. Emergency department assessment concluded: 'not coping at home, possible delirium or mental relapse'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Further history was given by his daughter through telephone. He had ischemic heart disease, his schizoaffective disorder was well controlled on valproate semisodium and he was normally cognitively intact. He was moderately frail (Clinical Frailty Scale 6) and a former smoker. He lived alone and walked with a Zimmer frame. His daughter visited four times a week, the last time 3 days previously, as she had been unwell with pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On arrival, his temperature was 37.4 • C, respiratory rate 20/minute, oxygen saturation 98% on air, blood pressure 128/70 mmHg and heart rate 96/minute. He was drowsy, disorientated, trying to undress himself and resisting care. He had wheeze and crepitations on chest examination and abdominal pain and tenderness. Blood test results included white cell count 14 (lymphocytes 0.97, neutrophils 11) × 10 9 g/l, C-reactive protein 258 mg/l, urea 15 mmol/l, creatinine 101 micromol/l (baseline 83) and lactate 3.4 mmol/l. Blood culture grew Staphylococcus epidermidis of doubtful significance. ECG showed sinus rhythm with left bundle branch block. Chest X-ray (CXR) showed no consolidation. Urine culture was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The initial diagnosis was delirium due to infection of unknown source and acute kidney injury. He was treated with intravenous fluids and piperacillin/tazobactam. Computed tomography (CT) abdomen with contrast showed bibasal lung consolidation. There was hypoenhancement of the cardiac apex consistent with myocardial ischemia. Echocardiogram showed a dilated left ventricle with severely impaired systolic function. Troponin was raised at 475 ng/l (normal 0-59), suggesting type 2 myocardial infarction. A do-not-resuscitate order was agreed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Antibiotics were changed to co-amoxiclav and clarithromycin following the CT scan. Three days following admission, he remained unwell: temperature 37.5 • , respiratory rate 30/minute and oxygen saturation 91% on 2 l/minute inspired oxygen. Repeat CXR showed right upper and lower zone airspace opacification in keeping with infection ( Figure 1 ). Oxygen saturation deteriorated to 87% on 15 l/minute of oxygen; arterial blood gas showed pO 2 7.8 kPa and pCO 2 5.3 kPa. He died 5 days following admission. A nasopharyngeal swab performed postmortem was positive for SARS-COV-2-RNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Seven nursing staff and one doctor subsequently developed symptoms. The patient in the adjacent bed developed confirmed COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "This man living with frailty presented with non-specific features, which do not appear in the symptoms listed in published reports [2, 3] or guidance [4] on COVID-19. He developed lower respiratory signs and was treated for bacterial pneumonia. His temperature was always below 37.8 • C, the diagnostic criterion for COVID-19. He was managed in three different clinical areas in open six-bedded bays without infection control precautions. Clinicians must be aware of the possibility of COVID-19 presenting nonspecifically, including with delirium, particularly with signs suggesting infection, so cases are not missed when they fall outside current diagnostic and management guidelines. This has implications for the diagnosis and isolation of COVID-19 in frail older people, with potential for spread among healthcare professionals and other patients if the diagnosis is overlooked.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organisation",
            "authors": [],
            "year": 2019,
            "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CXR showing right upper and lower zone airspace opacification and small bilateral effusion.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Declaration of Proxy Consent: Written informed consent for publication of their clinical details and clinical images was obtained from the proxy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: None."
        }
    ]
}