{"paper_id": "1dc2a8b9190be4811a5461dfc4813bda31718b04", "metadata": {"title": "Clinical characteristics of 34 COVID-19 patients admitted to ICU in Hangzhou, China", "authors": [{"first": "Yi", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lijun", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "Respiratory therapy department", "institution": "Zhejiang University", "location": {"addrLine": "79 Qingchun Road"}}, "email": ""}, {"first": "Mi", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jian", "middle": [], "last": "Pan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Zhejiang University", "location": {"addrLine": "79 Qingchun Road"}}, "email": ""}, {"first": "Yuntao", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xueling", "middle": [], "last": "Fang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiang", "middle": [], "last": "Fang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hongliu", "middle": [], "last": "Cai", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The purpose of the study was to summarize the clinical and laboratory characteristics of the coronavirus disease 2019 patients admitted to intensive care unit.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We tracked the data until March 5, 2020. The cases in our cohort were divided into cases only received noninvasive ventilation (NIV) and cases required invasive mechanical ventilation (IMV). The characteristics between the two groups were compared.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: 34 cases were included in the study. The complications rate (including, acute liver injury, acute cardiac injury and acute kidney injury) were higher in IMV cases. Lymphocytopenia and neutrophilia occurred in most cases in both groups on the admission day, however, lymphocyte levels dropped progressively and more severe lymphopenia occurred in IMV group. Increased amounts of plasma IL-6 and IL-10 were found in both groups on the admission day, the progressive decrease of which occurred in NIV cases rather than IMV cases, and the levels were higher in IMV cases during hospitalization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Lymphocytopenia, neutrophilia, and increase of IL-6 and IL-10 occurred in SARS-CoV-2 infected patients in ICU, however, the dynamics of those were significantly different in IMV cases and NIV cases during hospitalization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "epidemic battle. The COVID-19 fatality rate between Hubei and non-Hubei are significant differences [1] . The dynamic analysis of the characteristics of COVID-19 patients in ICU of non-Hubei area may have better guiding significance for the future severe patients We intend to describe clinical and laboratory characteristics, treatment, and outcomes of confirmed COVID-19 patients admitted to ICU in a tertiary teaching hospital in Hangzhou, a place far away from Wuhan in China. The Department of critical care medicine in this hospital is a national key clinical specialty and regional critical diagnosis and treatment center in Zhejiang province. During the COVID-19 epidemic, some severe patients transferred from the surrounding cities were treated in the hospital. The novel coronavirus pneumonia here is characterized by regional representation.", "cite_spans": [{"start": 100, "end": 103, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "For this retrospective, single-centre study, we analysed patients from Jan 22, 2020, to Mar 5, 2020, who had been diagnosed with SARS-CoV-2 pneumonia, according to the Chinese National Health Acute kidney injury (AKI) was identified according to the KDIGO Clinical Practice Guidelines [6] . Acute liver injury defined as an increase in alanine aminotransferase (ALT) over two times the upper limit of the normal range (ULN) or conjugated bilirubin or a combined increase in aspartate aminotransferase (AST), alkaline phosphatase and total bilirubin provided that one of them was above two times ULN [7] . Cardiac injury followed the definition described in the previous study [8] . Noninvasive ventilation included nasal oxygen therapy, mask oxygen inhalation and HFNC.", "cite_spans": [{"start": 285, "end": 288, "text": "[6]", "ref_id": null}, {"start": 595, "end": 602, "text": "ULN [7]", "ref_id": null}, {"start": 676, "end": 679, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Participants and Study Design"}, {"text": "The durations from onset of disease to first positive nucleic acid testing of respiratory tract specimen, ICU admission, ARDS, HFNC, IPPV, ECMO were recorded.", "cite_spans": [], "ref_spans": [], "section": "Participants and Study Design"}, {"text": "Laboratory tests, including complete blood count, serum biochemistry, coagulation profile, lactate dehydrogenase, C-reactive protein etc. were conducted in the hospital laboratory. Plasma cytokines from all patients (IL-2, IL-4, IL-6, IL-10, TNF-α, IFN-γ) were detected by ELISA method according to the manufacturer's instructions. T, NK and B lymphocyte cell counts were tested by flow cytometry. Respiratory specimens of all patients, including sputum, pharyngeal swabs, bronchoalveolar lavage fluid, or bronchial aspirates were tested for SARS-Cov-2, using real time reverse transcription polymerase chain reaction assays [8] . Antiviral treatment were used in most patients. The majority of patients received treatment with corticosteroid and gamma globulin, the specific dose of which was determined by the chief physician according to the patient's condition. Antibiotics were empirically administered.", "cite_spans": [{"start": 625, "end": 628, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Laboratory Confirmation and Treatment"}, {"text": "Indications for HFNC: ratio of PaO2 to FiO2 (P/F) < 200, resting respiratory rate was more than 20 per minute and the patient was conscious and cooperative. The timing of invasive ventilation: P/F < 150, resting respiratory rate was more than 30 per minute, uncooperative patients, serious complications such as shock. Indications for ECMO [9]: severe hypoxemia (e.g., P/F < 80, despite the application of high levels of positive end expiration pressure [typically 15-20 cm of water]) for at least 6 hr in patients with potentially reversible respiratory failure, uncompensated hypercapnia with acidemia (pH < 7.15) or excessively high end-inspiratory plateau pressure (>35-45 cm of water, according to the patient's body size) despite the best accepted standard of care for management with a ventilator.", "cite_spans": [], "ref_spans": [], "section": "Laboratory Confirmation and Treatment"}, {"text": "Continuous variables were described medians with interquartile ranges and compared with the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 Mann-Whitney U test. Categorical variables were described using frequency rates and percentages and compared by χ ² test or Fisher's exact test. A two-sided α of less than 0.05 was considered statistically significant. All analyses were performed using SPSS software, version 22.0. The patients in our cohort were divided into cases only received NIV and cases required IMV, because the way of respiratory support was independently associated with the process and outcome [10, 11] . The clinical and laboratory characteristics between the two groups were compared", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}, {"start": 103, "end": 108, "text": "/2020", "ref_id": null}, {"start": 581, "end": 585, "text": "[10,", "ref_id": null}, {"start": 586, "end": 589, "text": "11]", "ref_id": null}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "By 5 March 2020, 35 cases infected with SARS-CoV-2 in ICU at the First Affiliated Hospital, College of Medicine，Zhejiang University, Hangzhou were investigated. Of the 35 cases, an infected pregnant woman admitted to ICU after caesarean section was excluded because she was an exception and didn't measure up to the ICU admissions standard. Finally, 34 cases were included in the study. None was residents of Wuhan City. No patients had direct exposure to Huanan seafood market and only 9 patients had been exposed to individuals with confirmed SARS-Cov-2 infection or clustering onset. 17 cases had history of sojourn in epidemic area or close contacted with people from the epidemic area. 8 had no history of any of the above. The median duration from onset of symptoms to the time of first nucleic acid test positive was 4 (IQR 1-7) days. The median duration from onset of symptoms to ICU admission was 10.0 (7·0-11·3) days, to HFNC was 10 (7-11) days in 27 patients, to IMV was 11(8-12) days in 15 cases, to ECMO was 23(18-29) days in 11 patients. (Fig 1) The median age was 66 years (IQR 58-76 years) and 23 (67.6%) were men. 24 (70.6%) patients had chronic diseases, including hypertension (64.7%), diabetes (23.5%), cardiovascular disease (11.8%), chronic obstructive pulmonary disease (5.9%), chronic liver disease (11.8%), chronic kidney disease (5.9%). The most common symptoms at onset of illness were fever (58.8%), dry cough (20.6%), and expectoration (29.4%; table 1), relative less common initial symptoms were myalgia (14.7%), fatigue (5.9%), diarrhea (5.9%), headache (5.9%). The proportion of different comorbidities and the distribution of first symptoms did not differ obviously. (Table 1) The blood cells counts on admission showed that leukocytosis (white blood cell count more All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 1052, "end": 1059, "text": "(Fig 1)", "ref_id": null}, {"start": 1700, "end": 1709, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062604 doi: medRxiv preprint than 10 × 10⁹/L, 15 [44.1%] cases) occurred in nearly half of the patients, while, the incidence of leucopenia (white blood cell count less than 4 × 10⁹/L, 2 [5.9%] cases) is very low. Lymphopenia (lymphocyte count < 0.8 × 10⁹/L, 22 [66.4%] patients) occurred in more than half of the patients on admission. Platelet count in NIV group was higher than in IMV group, which were in normal range in most patients of both groups. No significant differences were found between NIV and IMV groups in terms of biochemical indexes, inflammation or immune indicators and coagulation indices on admission to hospital. (Table 2) Only one patient did not receive antiviral and systematic corticosteroid treatment. 30 (88.2%) were given empirical antibiotic treatment, and 27 (79.4%) were given gamma globulin treatment. (7[20.6%]). The complications rates (including, acute liver injury, acute cardiac injury and AKI) were significantly higher and discharge rate was notably lower in IMV cases, compared with NIV patients. (Table 3) Dynamic changes of the main laboratory indicators during COVID-19 progression including blood cells counts and biochemical parameters, coagulation profile and inflammatory cytokines were followed from day 1 to day 9 or discharged day after admission at 1-day interval. White blood cell counts and neutrophil counts were at high levels during hospitalization, and showed declining trends on discharge day in NIV patients. During hospitalization, most patients had marked lymphopenia, and IMV patients developed more severe lymphopenia over time, but lymphocytes returned to normal levels in NIV cases on discharge day. Flow cytometry showed that T lymphocytes counts were further away from the lower normal limit, compared to B lymphocytes in inpatients. T lymphocytes counts stayed low during hospitalization in IMV patients, however, the counts gradually rose to normal level until discharge in a part of NIV patients. Natural killer cells counts in most inpatients were far from the lower normal limit, and the counts progressive declined in IMV cases rather in NIV cases during hospitalization. Platelet counts and hemoglobin levels were higher in NIV cases than those in IMV cases, and hemoglobin levels dropped progressively in IMV cases during hospitalization. C-reactive protein levels in both All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 752, "end": 761, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 1155, "end": 1164, "text": "(Table 3)", "ref_id": null}], "section": "Results"}, {"text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 groups showed gradual downward trend during hospitalization, however, that in NIV cases descended to a lower level at a faster rate. ALT and D-dimer levels showed upward trends in both groups during hospitalization, while, for total bilirubin and blood urea nitrogen, the upward trends only occurs in IMV cases. The progressive decrease in LDH, IL-6 and IL-10 levels occurred in NIV cases rather than IMV cases during hospitalization, and the levels were higher in IMV cases than in NIV cases. (Fig 2 and Fig 3) ", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}, {"start": 103, "end": 108, "text": "/2020", "ref_id": null}], "ref_spans": [{"start": 603, "end": 620, "text": "(Fig 2 and Fig 3)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "We report a cohort of 34 ICU patients with laboratory-confirmed SARS-CoV-2 infection, characterised by severe or critical coronavirus pneumonia. 67.6% patients were men, with a median age of 66 years (IQR 58-76) and the oldest patient, a 94 years old man has been discharged. Of the 34 patients, 19 patients (55.9%) only received noninvasive respiratory support (including nasal oxygen therapy in one case and HFNC in 18 patients) and 15 (44.1%) required IMV. By the end of Mar 5 2020, the complications rate (including, acute liver injury, acute cardiac injury and AKI) and discharge rate were significantly different between the two groups.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "More than 100 COVID-19 patients were admitted to our designated hospital. Patients in general isolation ward were mild to moderate, and most ICU patients without IMV required have got better and discharged. However, the majority of ICU cases with IMV required are still under respiratory support, including 11 ECMO operating. So, the main battlefield of the epidemic war is in ICU, and the key to the success of the epidemic fighting is striving to improve and perfect the management and treatment of severe and critical patients. Most common complication was ARDS (33 [97.1%] of 34 patients) in the research, so, respiratory support is essential. By now, no antiviral treatment has been proven to be effective for coronavirus infection. 97.1% infected patients received single or combined antiviral, including baloxavir, favipiravir, darunavir, arbidol, or interferon alpha inhalation. Corticosteroid and gamma globulin were administrated to a part of patient, but the efficacy needs to be further confirmed. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062604 doi: medRxiv preprint lymphocyte destruction. Lymphocytopenia occurred in more than 60% patients in our cohort on the first day of admission. As the disease progresses, more patients developed lymphocytopenia.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the IMV group with more severe illness, lymphocyte levels dropped progressively and more severe lymphopenia occurred compared to no-IMV group, which suggested that the severity of lymphocytopenia reflects the severity of SARS-CoV-2 infection. As the research of SARS-CoV infected cases shows that patients with more severe clinical illness, or patients who died, had significantly more profound lymphopenia [17] . The lymphocyte counts can gradually rise to normal level until discharge in a part of patients without IMV in our cohort. Lymphopenia was prolonged, and the lymphocyte returned towards normal after five weeks of illness in patients with SARS-CoV [17] infection or within 2-3 weeks after the disease onset in cases with severe pandemic H1N1 influenza A [18] . Further analysis in our cohort showed that T lymphocytopenia was more pronounced than B lymphocytopenia which was similar to previous study in Patients with SARS [19] . The mechanism behind the dynamics is not clear, which need to be confirmed in cell and animal experiments.", "cite_spans": [{"start": 410, "end": 414, "text": "[17]", "ref_id": null}, {"start": 769, "end": 773, "text": "[18]", "ref_id": null}, {"start": 938, "end": 942, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "We noted that SARS-CoV-2 infection caused increase in plasma IL-6 levels, which were consistently at a high levels in IMV cases in our cohort. Early studies also have shown that increased concentrations of proinflammatory cytokines (eg, IL-6, TNFα and IFNγ) in SARS patients [20] and MERS-CoV cases [21] . Increased amounts of anti-inflammatory cytokine, IL-10, in plasma was found in SARS-CoV-2 infected patients with IMV, which differs from SARS-CoV infection [12] , but supported by Huang et al. [8] in patients with the same disease. BUN is a key element reflecting the intricate interrelation between nutritional status, protein metabolism and renal situation of the patient [22] . BUN were significantly elevated in IMV patients compared with NIV cases which may cause by high catabolism. The characteristics of inflammation and metabolism, combined with lymphocytopenia, suggested that we have to be on the alert of the existence of persistent inflammation-immunosuppression and catabolism syndrome (PICS) in IMV cases. PICS, often leading to secondary infections and/or viral reactivation in the critically ill, has been associated with increased morbidity and mortality [23] [24] [25] .", "cite_spans": [{"start": 275, "end": 279, "text": "[20]", "ref_id": null}, {"start": 299, "end": 303, "text": "[21]", "ref_id": null}, {"start": 462, "end": 466, "text": "[12]", "ref_id": null}, {"start": 486, "end": 502, "text": "Huang et al. [8]", "ref_id": null}, {"start": 680, "end": 684, "text": "[22]", "ref_id": null}, {"start": 1179, "end": 1183, "text": "[23]", "ref_id": null}, {"start": 1184, "end": 1188, "text": "[24]", "ref_id": null}, {"start": 1189, "end": 1193, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "This study has several limitations. Firstly, limited samples in our cohort are analyzed. A previous report enrolled 52 critically ill patients with SARS-CoV-2 infection from Wuhan Jin Yin-tan hospital. However, in places outside Hubei province, the total number of cases and the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 org/10. /2020 number of critical patients are relatively small. Secondly, most IMV patients had not been discharged at the time of manuscript submission, so we can't use survival or death as a clinical end point. The case mortality rate and other outcome indicators need to be reported later.", "cite_spans": [{"start": 91, "end": 102, "text": "org/10.1101", "ref_id": null}, {"start": 103, "end": 116, "text": "org/10. /2020", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In this single-center case series of 34 ICU patients with SARS-CoV-2 infected in Hangzhou, China, 97.1% of patients were complicated by ARDS, 44.1% received IMV, 55.9% only needed noninvasive respiratory support. Compared with cases in NIV group, patients received IMV were easier to complicate with organs injury, developed more severe lymphopenia, and had higher inflammatory markers. The dotted line shows the upper normal limit in BUN, LDH, IL-6, IL-10. * p < 0.05 vs. day 1 within group. # p < 0.05 between two groups on the same day.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "COVID"}, {"text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "COVID"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101/2020.04.12.20062604 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 85, "end": 122, "text": "//doi.org/10.1101/2020.04.12.20062604", "ref_id": null}], "ref_spans": [], "section": "COVID"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}, {"start": 103, "end": 108, "text": "/2020", "ref_id": null}], "ref_spans": [], "section": "COVID"}, {"text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 ", "cite_spans": [{"start": 98, "end": 102, "text": "1101", "ref_id": null}, {"start": 103, "end": 108, "text": "/2020", "ref_id": null}], "ref_spans": [], "section": "COVID"}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "p values comparing NIV cases and IMV cases are from Mann-Whitney U test or Fisher's exact test", "authors": [], "year": null, "venue": "NIV: noninvasive ventilation, IMV: invasive mechanical ventilation, IQR: interquartile range, WBC: white blood cell count, ALT: alanine aminotransferase, AST: aspartate aminotransferase BUN: blood urea nitrogen", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Most patients had neutrophilia in our cohort, which was consistent with the results ofRaymond et al in SARS-CoV infected patients [12]. As mentioned in previous studies for critically ill patients with SARS-CoV [13], SARS-CoV-2 [14] and MERS [15, 16] infection, lymphocytopenia is a prominent feature because targeted invasion by viral particles causes All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "-19: coronavirus disease 2019, ICU: Intensive care unit, NIV: noninvasive ventilation, IMV: invasive mechanical ventilation, IQR: interquartile range, COPD: chronic obstructive pulmonary disease, HFNC: High-flow nasal cannula, ECMO: extracorporeal membrane oxygenation, LDH: lactate dehydrogenase, SARS: severe acute respiratory syndrome, MERS: Middle East respiratory syndrome, P/F: PaO2/FiO2, ARDS: acute respiratory distress syndrome, AKI: acute kidney injury, ALT: alanine aminotransferase, ULN: upper limit of the normal range, AST: aspartate aminotransferase, IPPV: Invasive positive pressure ventilation, CRRTTimeline charts illustrate the laboratory parameters in 34 patients with COVID-19(19 NIV cases and 15 IMV cases) every other day based on the days after admission. The dotted line shows the lower normal limit in lymphocyte, T lymphocyte, B lymphocyte, natural killer cell andhaemoglobin and shows the upper normal limit in CRP. * p < 0.05 vs. day 1 within group. # p < 0.05 between two groups on the same day.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Timeline charts illustrate the laboratory parameters in 34 patients with COVID-19(19 NIV cases and 15 IMV cases) every other day based on the days after admission.", "latex": null, "type": "figure"}, "TABREF0": {"text": "18 patients (52.9%) received HFNC without escalation of respiratory support. 15 (44.1%) received IMV and ECMO was required in 11 patients (32.4%). Continuous renal replacement therapy (CRRT) was conducted in 5(14.7%) cases. Common complications among the 34 ICU patients included ARDS (33 [97.1%]), acute liver injury (13 [38%]), acute cardiac injury (13 [38%]), and AKI", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographics and baseline characteristics of patients with covid-19 Data are median [IQR], n (%), p values comparing NIV cases and IMV cases are from Mann-Whitney U test or Fisher's exact test. ICU: Intensive care unit, NIV: noninvasive ventilation, IMV: invasive mechanical ventilation, IQR: interquartile range, COPD: chronic obstructive pulmonary disease All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF2": {"text": "Laboratory findings in patients with covid-19 on admission to hospital.Table 3. Treatments, complications and outcomes in patients with covid-19 during hospitalization Data are n (%), p values comparing NIV cases and IMV cases are from Fisher's exact test. NIV: noninvasive ventilation, IMV: invasive mechanical ventilation, HFNC: High-flow nasal cannula, ECMO: extracorporeal membrane oxygenation, CRRT: continuous renal replacement therapy, ARDS: acute respiratory distress syndrome, AKI: acute kidney injury All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements: Not applicable.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}