{
    "paper_id": "1dc3fd245caa09033d07dc5876d4605b68ffc0ee",
    "metadata": {
        "title": "WORKSHEET for Evidence-Based Review of Science for Emergency Cardiac Care Worksheet author(s) Summary of evidence Evidence Supporting Clinical Question Retraining every 6-12 months is required in order to maintain adequate skills in CPR Good Poor 1 2 3 4 5 Level of evidence A = Return of spontaneous circulation C = Survival to hospital discharge E = Skills retention B = Survival of event D = Intact neurological survival Italics = Animal studies Evidence Neutral to Clinical question Good Fair Poor 1 2 3 4 5 Level of evidence A = Return of spontaneous circulation C = Survival to hospital discharge E = Other endpoint B = Survival of event D = Intact neurological survival Italics = Animal studies Poor 1 2 3 4 5 Level of evidence A = Return of spontaneous circulation C = Survival to hospital discharge E = Skills retention B = Survival of event D = Intact neurological survival Italics = Animal studies REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK",
        "authors": [
            {
                "first": "Sk ; E",
                "middle": [],
                "last": "Beckers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "B"
                ],
                "last": "Wayne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "S9 E Fair Jensen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In BLS providers, are there any specific intervals for retraining (I) compared with standard practice (C) that increase outcome (retention, skill acquisition) (O) ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Is this question addressing an intervention/therapy, prognosis or diagnosis? Intervention/therapy State if this is a proposed new topic or revision of existing worksheet: This worksheet is an update from the former number 186 worksheet Conflict of interest specific to this question Do any of the authors listed above have conflict of interest disclosures relevant to this worksheet? No Search strategy (including electronic databases searched). Search strategy involved four (4) electronic data bases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1. EMBASE: Inclusion: only human, retraining in BLS studied, retention or skill acquisition measured somehow Exclusion: no assessment of skill retention, other skills than BLS or ALS, letters, editoreals",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: None of the articles examined are of the quality that fully answers the question. More research is needed to examine the frequency of retraining to ensure competency of skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Former Worksheet 186B by Dr Anthony J Handley: Question: How frequently are BLS re-training / update sessions required in order to maintain skills in a) laypersons and b) health professionals? Hypothesis: BLS re-training/update sessions are required at specified intervals in order to maintain skills in a) laypersons and b) health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The single study (Berden 1993) involved nurses, retrained in BLS at 3 monthly or 6 monthly intervals for a year, with a control group receiving only the initial training. The study was prospective and randomized, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Retraining every 6-12 months is required in order to maintain adequate skills in CPR Good",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "concluded that retraining at either 3 monthly or 6 monthly intervals resulted in a similar improvement in measured skills at 1 year compared with the control group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, the paper gives no details of statistical significance, and the assessment scores are shown only in graphical form rather than numerically. It is impossible to drawn firm conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alternative searches were therefore made to determine the pattern of skill decay following initial training. These are tabulated in Appendix 1 (lay persons) and 2 (health professionals). From these it can be seen that significant decay occurs from about 3 months to 1 year after initial training, possibly with no further deterioration after 1 year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Appendix 3 lists those studies in which the authors gave a recommended retraining interval. The retraining intervals varied between 3 months and 1 year (one study recommended 2 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are no published studies of quality that answer the question about retraining intervals for BLS skills for either lay persons or health professionals 2) BLS skills decay rapidly, certainly by 3 months after initial training. There is a suggestion that retraining at 3 or 6 monthly intervals will delay/halt this decay, and that no further decay occurs 1 year after training 3) Research is needed to define the frequency of retraining to assure competency and to define the best method of retraining 4) A separate review of the rate at which skill decay occurs should be undertaken",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions: 1)"
        },
        {
            "text": "Evidence from a single study in adult healthcare professionals [LoE 2] suggests that re-training in BLS at either 3-monthy or 6-monthly intervals results in a similar improvement in skill at 1 year, compared with no re-training over this period. LEVEL INTERMEDIATE . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus statement"
        },
        {
            "text": "Question: In BLS providers, are there any specific intervals for retraining (I) compared with standard practice (C) that increase outcome (O) ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Two good randomized studies show that the majority of trained nurses were not competent in performing CPR after 3 months from the training and that the retraining interval should not exceed 7 months in laypersons, because the skills have deteriorated significantly already at this time. Smith et al. (2008) showed in a randomized study, retraining of nurses 3, 6, 9 or 12 months after training. ACLS skills deteriorated rapidly. The majority was not competent after 3 months. In BLS skills, only 14% past after 12 months; LOE 4, good. Woollard et al. (2004) showed in a randomized trial that the interval for refresher training should not be longer than 7 months in order to minimize the effects of skill decay. LOE 4, good.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 306,
                    "text": "Smith et al. (2008)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 557,
                    "text": "Woollard et al. (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "One fair randomized study show that over 70% of laypersons remain competent after 12-17 months from the training to perform CPR and that retention of AED skills is better than of CPR skills. Riegel et al. (2006) ; LOE 2, fair.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 211,
                    "text": "Riegel et al. (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "After reviewing these 16 articles for the final analysis, it would seem that skills retention does decline after only six months post initial training. What are the variables behind this poor skills retention? Stress both before and during the teaching session, instructors teaching skills, and the lack of positive feedback during skills instruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "In order to maintain CPR skills, refresher training should be given every six months or less. Comment: The study involved nurses, retrained in BLS at 3 monthly or 6 monthly intervals for a year, with a control group receiving only the initial training. The study was prospective and randomized, and concluded that retraining at either 3 monthly or 6 monthly intervals resulted in a similar improvement in measured skills at 1 year compared with the control group. LOE 1, fair. Comment: A randomized trial of different times of initial training, skills decreased significantly in all groups, lowest at 12 months if no 6 months test was done. So, the study concludes that if a short test is done 6 months after the initial training, the skills will not decrease from what they where at 6 months. No long time follow up was done. LOE 2 (the randomisation was not done for the retesting), fair (the group not tested at 6 months where not properly controlled).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Beckers, S. K., M. Fries, et al. (2007) . \"Retention of skills in medical students following minimal theoretical instructions on semi and fully automated external defibrillators.\" Resuscitation 72(3): 444-50.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 39,
                    "text": "M. Fries, et al. (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citation List"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comment: There was a clear deterioration of skills in a test 6 months after initial training.LOE 4, good. Studies not included in the final recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of a focused and directed continuing education program on prehospital skill maintenance in key resuscitation areas",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lorenzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Emerg Med",
            "volume": "33",
            "issn": "3",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comment: This study looks at skills at 6 months after a pre-test and a course (without test after course) between the two tests, so it does not actually look at retraining at given times. The conclusion is that continuing training improves skill performance",
            "authors": [],
            "year": null,
            "venue": "LOE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comment: There where two groups getting different training; one instructor and one trainee or group training, baseline data on skills were poor in both groups. Skills after 10 months did not differ between the groups. The study was not included because it was not",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Regge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Calle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Paepe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Monsieurs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "79",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Skill retention in adults and in children 3 months after basic life support training using a simple personal resuscitation manikin",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Isbye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Meyhoff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Resuscitation",
            "volume": "74",
            "issn": "2",
            "pages": "296--302",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Undergraduate nursing students' acquisition and retention of CPR knowledge and skills",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nurse Educ Today",
            "volume": "26",
            "issn": "3",
            "pages": "218--245",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The first test was done one year after training during the students basic training and skills where very poor before the training included in the study. This might be due to incompetent training in the first place, as the article states",
            "authors": [],
            "year": null,
            "venue": "Comment: Retesting only ten weeks after the training",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comment: Only testing 12 months after the course so deterioration could not be measured",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Resuscitation",
            "volume": "76",
            "issn": "3",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Retention of mouth-to-mouth, mouth-to-mask and mouth-to-face shield ventilation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Med J",
            "volume": "25",
            "issn": "1",
            "pages": "42--47",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comment: Looks at only ventilation. The conclusion stated the amount of hyperventilation and didn't really tell if the skills needed for CPR were deteriorated and how much",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Predictors of cardiopulmonary resuscitation and automated external defibrillator skill retention",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riegel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Birnbaum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am Heart J",
            "volume": "150",
            "issn": "5",
            "pages": "927--959",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Variable such as the students age, minority status, prior experience, marital status, and education were taken into consideration. Her results were that certain subgroups of lay students may need to be targeted with more training time, more practice, and more intense retraining to maintain and retain skills",
            "authors": [],
            "year": null,
            "venue": "Comments: Riegel cites the study in which AED skill retention was studied",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The voice advisory manikin (VAM): an innovative approach to pediatric lay provider basic life support skill education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Resuscitation",
            "volume": "75",
            "issn": "1",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Determinants of the quality of basic life support by hospital nurses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Verplancke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Paepe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Resuscitation",
            "volume": "77",
            "issn": "1",
            "pages": "75--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comment: The study only looks at skills immediately after a BLS course and does no address retention at all. Not included in the final recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Andresen, D., H. R.Arntz, et al. (2008). \"Public access resuscitation program including defibrillator training for laypersons: a randomized trial to evaluate the impact of training course duration.\" Resuscitation 76(3): 419-24.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Evidence Opposing Clinical QuestionRetraining earlier than 6 months after training is required to maintain appropriate skills in CPR, so retraining has to happen before 6 months from training",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}