{"paper_id": "1dc57de7bb374bb4b44e00f1e741805f3926e090", "metadata": {"title": "Gall bladder rupture associated with cholecystitis in a domestic ferret (Mustela putorius)", "authors": [{"first": "M", "middle": [], "last": "Huynh", "suffix": "", "affiliation": {"laboratory": "Centre Hospitalier Vétérinaire Frégis", "institution": "", "location": {"postCode": "94110", "settlement": "Arcueil", "country": "France"}}, "email": ""}, {"first": "P", "middle": [], "last": "Guillaumot", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Hernandez", "suffix": "", "affiliation": {"laboratory": "Centre Hospitalier Vétérinaire Frégis", "institution": "", "location": {"postCode": "94110", "settlement": "Arcueil", "country": "France"}}, "email": ""}, {"first": "G", "middle": [], "last": "Ragetly", "suffix": "", "affiliation": {"laboratory": "Centre Hospitalier Vétérinaire Frégis", "institution": "", "location": {"postCode": "94110", "settlement": "Arcueil", "country": "France"}}, "email": ""}]}, "abstract": [{"text": "A six-year-old neutered female albino ferret was presented with an acute episode of lethargy and anorexia. Clinical examination revealed marked cranial abdominal pain. A severe neutrophilic leukocytosis was present. Abdominal ultrasound was consistent with a diffuse peritonitis and severe bile duct inflammation. Cytology of the abdominal effusion revealed bile peritonitis. An exploratory laparotomy was performed and the gall bladder appeared inflamed with multiple perforations. A cholecystectomy was performed. The ferret recovered without complication. Bacteriological culture of the bile and gall bladder yielded a pure growth of Pseudomonas aeruginosa. Histopathological analysis of the gall bladder and liver was consistent with a marked cholecystitis and cholangiohepatitis. On the basis of sensitivity testing, the ferret was treated with marbofloxacin for one month. No complications or reoccurrence were seen up to 1 year after the diagnosis. To the author's knowledge, this is the first report of bile peritonitis secondary to gall bladder rupture in a ferret.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Ruptured gall bladder secondary to cholecystitis is a life-threatening condition in small animals (Bromel et al. 1998) . Several reports of cholestasis and obstructions have been reported in ferrets but none have involved rupture which necessitates rapid diagnosis and surgical treatment Ketz-Riley 2011, Hauptman et al. 2011) . This case report describes the history, clinical signs, clinicopathology and histopathology findings associated with a ruptured gall bladder in a ferret and its successful treatment. On the basis of this report, ruptured gall bladder should be included in the differential diagnosis of acute abdomen in ferrets.", "cite_spans": [{"start": 98, "end": 118, "text": "(Bromel et al. 1998)", "ref_id": "BIBREF4"}, {"start": 288, "end": 326, "text": "Ketz-Riley 2011, Hauptman et al. 2011)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A six-year-old neutered female albino ferret weighing 0·8 kg was presented to the Centre Hospitalier Vétérinaire Frégis for an acute 2-day episode of lethargy and anorexia. No previous medical history was reported. Clinical examination revealed diffuse pain over the cranial aspect of the abdomen. Rectal temperature was within normal limits [39·5°C, reference interval, 37·8 to 40°C (Morrissey 2012)] .", "cite_spans": [{"start": 384, "end": 401, "text": "(Morrissey 2012)]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "CASE REPORT"}, {"text": "A blood sample drawn from the cranial vena cava was submitted for haematological and biochemical analyses. Haematology revealed a marked neutrophilic leukocytosis [30·9×10 9 /L, reference interval, 3 to 16·7×10 9 /L (Hein et al. 2012) ] associated with thrombocytosis [1510×10 9 /L, reference interval, 264 to 910×10 9 /L (Hein et al. 2012) ]. Serum biochemistry demonstrated hypoalbuminaemia [19 g/L, reference interval, 28 to 43 g/L (Hein et al. 2012) ]. The liver enzymes, alanine aminotransferase and alkaline phosphatase and bilirubin were within their respective reference intervals (Table 1 ).", "cite_spans": [{"start": 216, "end": 234, "text": "(Hein et al. 2012)", "ref_id": "BIBREF15"}, {"start": 322, "end": 340, "text": "(Hein et al. 2012)", "ref_id": "BIBREF15"}, {"start": 435, "end": 453, "text": "(Hein et al. 2012)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 589, "end": 597, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "CASE REPORT"}, {"text": "An intravenous catheter was placed in the cephalic vein and fluid therapy was initiated [0·9% NaCl and 5% glucose solutions (Baxter) at a rate of 3 mL/kg/hour]. Antibiotic therapy was ttp://www.bsava.com/ Journal of Small Animal Practice • Vol 55 • September 2014 • © 2014 British Small Animal Veterinary Association suture (Biosyn; Covidien) was circumferentially placed around the cystic artery and the cystic canal. The gall bladder was then resected and submitted for histopathology and bacteriology (Fig 3) . Hepatic biopsy was also performed. Patency of the common bile duct was evaluated and the bile content was easily emptied in the duodenum by gentle pressure. The abdominal cavity was flushed with sterile warm saline repeatedly. The muscular layer and the subcutaneous layer were closed routinely. Recovery from anaesthesia was uneventful. A dose of 0·2 mg/kg Meloxicam (Metacam; Boeringher Ingelheim) was given postoperatively once a day. The following day, the ferret was clinically improved and started to eat spontaneously. The medications (antibiotic and non-steroidal anti-inflammatory initiated with 5 mg/kg marbofloxacin (Marbocyl; Vetoquinol) twice a day and 20 mg/kg metronidazole (Metronidazole; Baxter) intravenously (iv) twice a day as the leukocytosis suggested an infectious process. A dose of 4 mg/kg ranitidine (Azantac; GlaxoSmithKline) was administered iv three times a day (because of the predisposition of ferrets for gastric ulceration) together with 0·1 mg/kg morphine (Morphine Sulphate; Lavoisier) subcutaneously every 6 hours for pain management.", "cite_spans": [], "ref_spans": [{"start": 504, "end": 511, "text": "(Fig 3)", "ref_id": "FIGREF1"}], "section": "CASE REPORT"}, {"text": "A conscious abdominal ultrasound examination was carried out and revealed diffuse hyperechogenicity of the abdominal fat and the peritoneum as well as mild peritoneal effusion. There was a generalised thickening and hyperechogenicity of the biliary tree. Some gas bubbles were observed in the lumen of the gall bladder (Fig 1) . A fine needle aspirate of the peritoneal fluid was performed. Approximately 1 mL of yellow to green turbid liquid was collected. Cytology of the fluid showed numerous polynuclear neutrophils and activated macrophages, some containing bile pigment inclusions. These findings were considered consistent with bile peritonitis.", "cite_spans": [], "ref_spans": [{"start": 319, "end": 326, "text": "(Fig 1)", "ref_id": "FIGREF0"}], "section": "CASE REPORT"}, {"text": "A median laparotomy was performed. Anaesthetic induction was achieved with 0·2 mg/kg diazepam (Valium; Roche) and 4 mg/kg propofol (Propofol Fresenius; Fresenius Kabi) iv. The ferret was intubated with a 2·5 mm uncuffed tracheal tube and maintained with isoflurane (Aeranne; Baxter) at 2·5% mixed with oxygen. The abdominal cavity and the omental fat were stained by yellow fluid (Fig 2) . The gall bladder and the common bile duct were severely inflamed. Several perforations were observed in the gall bladder. The gall bladder was smoothly dissected from the surrounding hepatic tissue. Haemostasis was achieved with bipolar cautery. A 4-0 monofilament absorbable ", "cite_spans": [], "ref_spans": [{"start": 380, "end": 387, "text": "(Fig 2)", "ref_id": null}], "section": "CASE REPORT"}, {"text": "Other causes of biliary rupture in small mammals include trauma, cholelithiasis, tumours and parasitic infection (Ludwig et al. 1997 , Bromel et al. 1998 , Willard & Fossum 2005 . Traumatic gall bladder ruptures in ferrets have not been documented to the authors' knowledge. Cholelithiasis and extrahepatic obstruction have been described but in the absence of rupture (Hall & Ketz-Riley 2011 , Hauptman et al. 2011 . Neoplasia of the biliary tract such as biliary cystadenomas are common in ferrets (Fox et al. 1996) . No sign of neoplasia was evident on histopathological examination of the submitted samples from the current case. Biliary infection by Eimeria species has been described in a ferret but did not cause any damage to the biliary tree (Williams et al. 1996) .", "cite_spans": [{"start": 113, "end": 132, "text": "(Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 133, "end": 153, "text": ", Bromel et al. 1998", "ref_id": "BIBREF4"}, {"start": 154, "end": 177, "text": ", Willard & Fossum 2005", "ref_id": "BIBREF30"}, {"start": 369, "end": 392, "text": "(Hall & Ketz-Riley 2011", "ref_id": "BIBREF13"}, {"start": 393, "end": 415, "text": ", Hauptman et al. 2011", "ref_id": "BIBREF14"}, {"start": 500, "end": 517, "text": "(Fox et al. 1996)", "ref_id": "BIBREF8"}, {"start": 751, "end": 773, "text": "(Williams et al. 1996)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Blood analyses are useful tools to screen for subclinical liver disease in ferrets (Huynh & Laloi 2013) . However, some cases of hepatitis do not trigger elevation of alanine aminotransferase, alkaline phosphatase or bilirubin as observed in this ferret ( Burgess 2007) . These laboratory finding differs significantly from previous cases reported with bile duct disorders (Hauptman et al. 2011, Hall and Ketz-Riley 2011) . The finding of neutrophilic leukocytosis in cases of liver disease is variable, however, an association with concurrent peritonitis, as in this case, is common (Sista et al. 2013) .", "cite_spans": [{"start": 83, "end": 103, "text": "(Huynh & Laloi 2013)", "ref_id": "BIBREF16"}, {"start": 254, "end": 269, "text": "( Burgess 2007)", "ref_id": "BIBREF5"}, {"start": 373, "end": 404, "text": "(Hauptman et al. 2011, Hall and", "ref_id": null}, {"start": 405, "end": 421, "text": "Ketz-Riley 2011)", "ref_id": "BIBREF13"}, {"start": 584, "end": 603, "text": "(Sista et al. 2013)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Thrombocytosis can be related to counting artifact, stress, trauma, secondary to inflammation or neoplasia (Bourdreaux 2010) . The observed hypoalbuminaemia could be caused by liver disease or the concurrent peritonitis.", "cite_spans": [{"start": 107, "end": 124, "text": "(Bourdreaux 2010)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Extra hepatic bile duct obstructions have been successfully diagnosed by ultrasonography in ferrets (Hauptman et al. 2011, Hall and Ketz-Riley 2011) . The common bile duct was enlarged and convoluted with signs of cholestasis but no effusion and no rupture were observed in the reported cases. No sign of obstruction was seen in this case but an intense hyperechogenicity of the biliary tree consistent with a cholecystitis was observed and peritoneal effusion was demonstrated. In a review of 10 dogs affected with bile peritonitis, abdominal ultrasound detected effusion in eight dogs (Amsellem et al. 2006) . Ultrasound guided fine needle aspirate of the peritoneal fluid is a useful tool to diagnose biliary peritonitis. Cytological examination may reveal yellow to green biliary pigment as seen in this case or a characteristic basophilic acellular matrix (Connally 2003 , Owens et al. 2003 . Abdominal effusion and peritonitis in ferrets are reported in cases of systemic coronavirus infection as seen in feline infectious peritonitis ( Garner et al. 2008 ). In such cases, a yellow viscous effusion is seen but bile pigment is absent.", "cite_spans": [{"start": 100, "end": 131, "text": "(Hauptman et al. 2011, Hall and", "ref_id": null}, {"start": 132, "end": 148, "text": "Ketz-Riley 2011)", "ref_id": "BIBREF13"}, {"start": 587, "end": 609, "text": "(Amsellem et al. 2006)", "ref_id": "BIBREF0"}, {"start": 861, "end": 875, "text": "(Connally 2003", "ref_id": "BIBREF6"}, {"start": 876, "end": 895, "text": ", Owens et al. 2003", "ref_id": "BIBREF24"}, {"start": 1041, "end": 1061, "text": "( Garner et al. 2008", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Cholecystectomy is the recommended treatment for gall bladder rupture (Bromel et al. 1998 , Mehler et al. 2004 , Willard and Fossum 2005 , Corfield et al. 2007 . The anatomy of the biliary tree in ferret is similar to other mammals as is the cholecystectomy technique (Poddar 1977, Blass and Seim 1985) . The overall prognosis of biliary tract surgery in dogs ranges from 28 to 66% survival rate (Martin et al. 1986 , Fahie and Martin 1995 , Ludwig et al. 1997 , Mehler 2011 , Amsellem et al. 2006 . In these cases, bile peritonitis is not always a risk factor but if the peritonitis becomes septic, it is associated with increased mortality (Ludwig et al. 1997 , Mehler et al. 2004 ). In a retrospective study of drugs) were continued. The ferret was discharged 3 days after admission.", "cite_spans": [{"start": 70, "end": 89, "text": "(Bromel et al. 1998", "ref_id": "BIBREF4"}, {"start": 90, "end": 110, "text": ", Mehler et al. 2004", "ref_id": "BIBREF20"}, {"start": 111, "end": 136, "text": ", Willard and Fossum 2005", "ref_id": "BIBREF30"}, {"start": 137, "end": 159, "text": ", Corfield et al. 2007", "ref_id": "BIBREF7"}, {"start": 268, "end": 291, "text": "(Poddar 1977, Blass and", "ref_id": null}, {"start": 292, "end": 302, "text": "Seim 1985)", "ref_id": "BIBREF1"}, {"start": 396, "end": 415, "text": "(Martin et al. 1986", "ref_id": "BIBREF18"}, {"start": 416, "end": 439, "text": ", Fahie and Martin 1995", "ref_id": "BIBREF9"}, {"start": 440, "end": 460, "text": ", Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 461, "end": 474, "text": ", Mehler 2011", "ref_id": "BIBREF21"}, {"start": 475, "end": 497, "text": ", Amsellem et al. 2006", "ref_id": "BIBREF0"}, {"start": 642, "end": 661, "text": "(Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 662, "end": 682, "text": ", Mehler et al. 2004", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Bacteriological culture of the bile and the gall bladder yielded a pure growth of Pseudomonas aeruginosa with intermediate susceptibility for marbofloxacin.", "cite_spans": [], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Histopathological examination revealed a severe lymphocytic and granulomatous cholecystitis associated with cystic glandular hyperplasia of the gall bladder mucosa. The liver parenchyma was consistent with a marked lymphocytic cholangiohepatitis.", "cite_spans": [], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "The ferret was re-evaluated 1 and 3 weeks later. The leukocyte count was gradually decreasing (from 18·6×10 9 /L to 8·9×10 9 /L), the thrombocyte count had normalised (332×10 9 /L) and the albumin concentration had increased (22 g/L) 3 weeks postoperatively. Anti-inflammatory treatment was discontinued a week after the surgery and the antibiotic treatment was discontinued 4 weeks postoperatively. A year after the surgery, the ferret was still doing well.", "cite_spans": [], "ref_spans": [], "section": "Gall bladder rupture associated with cholecystitis"}, {"text": "Bile peritonitis is a life-threatening condition known in humans, dogs and cats (Ludwig et al. 1997 , Gabriele et al. 2010 . In domestic species, gall bladder perforations have been commonly associated with cholecystitis (Parchman and Flanders 1990 , Ludwig et al. 1997 , Bromel et al. 1998 , Mayhew et al. 2002 . Ascending tract infections are involved in the pathogenesis of cholecystitis in cats and dogs (O'Neill et al. 2006 , Brain et al. 2006 . Escherichia coli is the most common bacteria isolated in cases of cholecystitis in cats and dogs (O'Neill et al. 2006 , Wagner et al. 2007 , Brain et al. 2006 , Huynh and Laloi 2013 . In ferrets, some findings suggest that the same pathogenesis can be extrapolated. Helicobacter cholecystus was isolated in three ferrets which were part of a colony with signs of hepatobiliary lesions (Garcia et al. 2002) . The presented case showed direct ultrasonographic visualisation of a gas bubble which was consistent with a gas forming bacteria such as P. aeruginosa which was later isolated. 26 cases, the prognosis of bile peritonitis in dogs was 31% survival rate (Mehler et al. 2004) . Haematological prognostic factor include a leukocytosis greater than 35·7×10 9 /L. Preoperative neutrophil counts are greater in cases of biliary rupture (Ludwig et al. 1997 , Amsellem et al. 2006 , Uno et al. 2009 ). There is controversy as to whether hypoalbuminaemia is a risk factor. Mehler (2001) reported that it was not, whereas Amsellem et al. (2006) reported that it was. The leukocytosis and the hypoalbuminaemia found in this case reinforce the need for rapid management of such cases so that a positive prognosis is optimised.", "cite_spans": [{"start": 80, "end": 99, "text": "(Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 100, "end": 122, "text": ", Gabriele et al. 2010", "ref_id": "BIBREF10"}, {"start": 221, "end": 248, "text": "(Parchman and Flanders 1990", "ref_id": "BIBREF25"}, {"start": 249, "end": 269, "text": ", Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 270, "end": 290, "text": ", Bromel et al. 1998", "ref_id": "BIBREF4"}, {"start": 291, "end": 311, "text": ", Mayhew et al. 2002", "ref_id": "BIBREF19"}, {"start": 408, "end": 428, "text": "(O'Neill et al. 2006", "ref_id": "BIBREF23"}, {"start": 429, "end": 448, "text": ", Brain et al. 2006", "ref_id": "BIBREF3"}, {"start": 548, "end": 568, "text": "(O'Neill et al. 2006", "ref_id": "BIBREF23"}, {"start": 569, "end": 589, "text": ", Wagner et al. 2007", "ref_id": "BIBREF29"}, {"start": 590, "end": 609, "text": ", Brain et al. 2006", "ref_id": "BIBREF3"}, {"start": 610, "end": 632, "text": ", Huynh and Laloi 2013", "ref_id": "BIBREF16"}, {"start": 836, "end": 856, "text": "(Garcia et al. 2002)", "ref_id": "BIBREF11"}, {"start": 1110, "end": 1130, "text": "(Mehler et al. 2004)", "ref_id": "BIBREF20"}, {"start": 1287, "end": 1306, "text": "(Ludwig et al. 1997", "ref_id": "BIBREF17"}, {"start": 1307, "end": 1329, "text": ", Amsellem et al. 2006", "ref_id": "BIBREF0"}, {"start": 1330, "end": 1347, "text": ", Uno et al. 2009", "ref_id": "BIBREF28"}, {"start": 1421, "end": 1434, "text": "Mehler (2001)", "ref_id": null}, {"start": 1469, "end": 1491, "text": "Amsellem et al. (2006)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "None of the authors of this article has a financial or personal relationship with other people or organisations that could inappropriately influence or bias the content of the paper.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Long-term survival and risk factors associated with biliary surgery in dogs: 34 cases", "authors": [{"first": "P", "middle": ["M"], "last": "Amsellem", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Seim", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Macphail", "suffix": ""}], "year": 1994, "venue": "Journal of the American Veterinary Medical Association", "volume": "229", "issn": "", "pages": "1451--1457", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Surgical techniques for the liver and biliary tract", "authors": [{"first": "C", "middle": ["E"], "last": "Blass", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Seim", "suffix": ""}], "year": 1985, "venue": "Veterinary Clinics of North America: Small Animal Practice", "volume": "3", "issn": "", "pages": "257--275", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Platelets. In: Schalm's Veterinary Hematology", "authors": [{"first": "M", "middle": ["K"], "last": "Bourdreaux", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "559--632", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Feline cholecystitis and acute neutrophilic cholangitis: clinical findings, bacterial isolates and response to treatment in six cases", "authors": [{"first": "P", "middle": ["H"], "last": "Brain", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Barrs", "suffix": ""}, {"first": "P", "middle": [], "last": "Martin", "suffix": ""}], "year": 2006, "venue": "Journal of Feline Medicine and Surgery", "volume": "8", "issn": "", "pages": "91--103", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Gallbladder perforation associated with cholelithiasis and cholecystitis in a dog", "authors": [{"first": "C", "middle": [], "last": "Bromel", "suffix": ""}, {"first": "R", "middle": [], "last": "Leveille", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Scrivani", "suffix": ""}], "year": 1998, "venue": "Journal of Small Animal Practice", "volume": "39", "issn": "", "pages": "541--544", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ferret gastrointestinal and hepatic diseases", "authors": [{"first": "M", "middle": [], "last": "Burgess", "suffix": ""}], "year": 2007, "venue": "Ferret Husbandry, Medicine and Surgery", "volume": "", "issn": "", "pages": "203--223", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cytology and fluid analysis of the acute abdomen", "authors": [{"first": "H", "middle": ["E"], "last": "Connally", "suffix": ""}], "year": 2003, "venue": "Clinical Techniques in Small Animal Practice", "volume": "18", "issn": "", "pages": "39--44", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Gall bladder torsion and rupture in a dog", "authors": [{"first": "G", "middle": ["S"], "last": "Corfield", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Read", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Nicholls", "suffix": ""}], "year": 2007, "venue": "Australian Veterinary Journal", "volume": "85", "issn": "", "pages": "226--231", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Serous biliary cystadenoma in ferrets (Mustela putorius furo)", "authors": [{"first": "J", "middle": ["G"], "last": "Fox", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Murphy", "suffix": ""}], "year": 1996, "venue": "Contemporary Topics in Laboratory Animal Science", "volume": "35", "issn": "", "pages": "78--79", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Extrahepatic biliary tract obstruction: a retrospective study of 45 cases (1983-1993)", "authors": [{"first": "M", "middle": ["A"], "last": "Fahie", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Martin", "suffix": ""}], "year": 1995, "venue": "Journal of the American Animal Hospital Association", "volume": "31", "issn": "", "pages": "478--482", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Analysis of variables predictive of severity in biliary peritonitis", "authors": [{"first": "R", "middle": [], "last": "Gabriele", "suffix": ""}, {"first": "M", "middle": [], "last": "Conte", "suffix": ""}, {"first": "A", "middle": [], "last": "Bellini", "suffix": ""}], "year": 2010, "venue": "Il Giornale di Chirurgia", "volume": "31", "issn": "", "pages": "435--438", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Hepatobiliary inflammation, neoplasia, and argyrophilic bacteria in a ferret colony", "authors": [{"first": "A", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Erdman", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}], "year": 2002, "venue": "Vet Pathol", "volume": "39", "issn": "", "pages": "173--179", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinicopathologic features of a systemic coronavirus-associated disease resembling feline infectious peritonitis in the domestic ferret (Mustela putorius)", "authors": [{"first": "M", "middle": ["M"], "last": "Garner", "suffix": ""}, {"first": "K", "middle": [], "last": "Ramsell", "suffix": ""}, {"first": "N", "middle": [], "last": "Morera", "suffix": ""}], "year": 2008, "venue": "Veterinary Pathology", "volume": "45", "issn": "", "pages": "236--246", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Cholestasis and cholelithiasis in a domestic ferret (Mustela putorius furo)", "authors": [{"first": "B", "middle": ["A"], "last": "Hall", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Ketz-Riley", "suffix": ""}], "year": 2011, "venue": "Journal of Veterinary Diagnostic Investigation", "volume": "23", "issn": "", "pages": "836--839", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Extrahepatic biliary tract obstruction in two ferrets (Mustela putorius furo)", "authors": [{"first": "K", "middle": [], "last": "Hauptman", "suffix": ""}, {"first": "V", "middle": [], "last": "Jekl", "suffix": ""}, {"first": "Z", "middle": [], "last": "Knotek", "suffix": ""}], "year": 2011, "venue": "Journal of Small Animal Practice", "volume": "52", "issn": "", "pages": "371--375", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reference ranges for laboratory parameters in ferrets", "authors": [{"first": "J", "middle": [], "last": "Hein", "suffix": ""}, {"first": "F", "middle": [], "last": "Spreyer", "suffix": ""}, {"first": "C", "middle": [], "last": "Sauter-Louis", "suffix": ""}], "year": 2012, "venue": "The Veterinary Record", "volume": "171", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnosis of liver disease in domestic ferrets (Mustela putorius)", "authors": [{"first": "M", "middle": [], "last": "Huynh", "suffix": ""}, {"first": "F", "middle": [], "last": "Laloi", "suffix": ""}], "year": 2013, "venue": "Veterinary Clinics of North America: Exotic Animal Practice", "volume": "16", "issn": "", "pages": "121--144", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Surgical treatment of bile peritonitis in 24 dogs and 2 cats: a retrospective study", "authors": [{"first": "L", "middle": ["L"], "last": "Ludwig", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcloughlin", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Graves", "suffix": ""}], "year": 1987, "venue": "Veterinary Surgery", "volume": "26", "issn": "", "pages": "90--98", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Surgical management of extrahepatic biliary tract disease: a report of eleven cases", "authors": [{"first": "R", "middle": ["A"], "last": "Martin", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Maccoy", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Harvey", "suffix": ""}], "year": 1986, "venue": "Journal of the American Animal Hospital Association", "volume": "22", "issn": "", "pages": "301--307", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pathogenesis and outcome of extrahepatic biliary obstruction in cats", "authors": [{"first": "P", "middle": ["D"], "last": "Mayhew", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Holt", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Mclear", "suffix": ""}], "year": 2002, "venue": "Journal of Small Animal Practice", "volume": "43", "issn": "", "pages": "247--253", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Variables associated with outcome in dogs undergoing extrahepatic biliary surgery: 60 cases", "authors": [{"first": "S", "middle": ["J"], "last": "Mehler", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Mayhew", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Drobatz", "suffix": ""}], "year": 1988, "venue": "Veterinary Surgery", "volume": "33", "issn": "", "pages": "644--649", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Complications of the extrahepatic biliary surgery in companion animals. Veterinary Clinics of North America", "authors": [{"first": "S", "middle": ["J"], "last": "Mehler", "suffix": ""}], "year": 2011, "venue": "Small Animal Practice", "volume": "41", "issn": "", "pages": "949--967", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Ferrets. In: Exotic Animal Formulary", "authors": [{"first": "J", "middle": ["K"], "last": "Morrissey", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "560--594", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bacterial cholangitis/cholangiohepatitis with or without concurrent cholecystitis in four dogs", "authors": [{"first": "E", "middle": ["J"], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Day", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 2006, "venue": "Journal of Small Animal Practice", "volume": "47", "issn": "", "pages": "325--335", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Three cases of canine bile peritonitis with mucinous material in abdominal fluid as the prominent cytologic finding", "authors": [{"first": "S", "middle": ["D"], "last": "Owens", "suffix": ""}, {"first": "R", "middle": [], "last": "Gossett", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mcelhaney", "suffix": ""}], "year": 2003, "venue": "Veterinary Clinical Pathology", "volume": "32", "issn": "", "pages": "114--120", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Extrahepatic biliary tract rupture: evaluation of the relationship between the site of rupture and the cause of rupture in 15 dogs", "authors": [{"first": "M", "middle": ["B"], "last": "Parchman", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Flanders", "suffix": ""}], "year": 1990, "venue": "The Cornell Veterinarian", "volume": "80", "issn": "", "pages": "267--272", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Gross and microscopic anatomy of the biliary tract of the ferret", "authors": [{"first": "S", "middle": [], "last": "Poddar", "suffix": ""}], "year": 1977, "venue": "Acta Anatomica (Basel)", "volume": "97", "issn": "", "pages": "121--131", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Systemic inflammation and immune response after laparotomy vs laparoscopy in patients with acute cholecystitis, complicated by peritonitis", "authors": [{"first": "F", "middle": [], "last": "Sista", "suffix": ""}, {"first": "M", "middle": [], "last": "Schietroma", "suffix": ""}, {"first": "G", "middle": [], "last": "Desanctis", "suffix": ""}], "year": 2013, "venue": "World J Gastrointest Surg", "volume": "5", "issn": "", "pages": "73--82", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Correlation between ultrasonographic imaging of the gallbladder and gallbladder content in eleven cholecystectomised dogs and their prognoses", "authors": [{"first": "T", "middle": [], "last": "Uno", "suffix": ""}, {"first": "K", "middle": [], "last": "Okamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Onaka", "suffix": ""}], "year": 2009, "venue": "Journal of Veterinary Medical Science", "volume": "71", "issn": "", "pages": "1295--1300", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Bacterial culture results from liver, gallbladder, or bile in 248 dogs and cats evaluated for hepatobiliary disease", "authors": [{"first": "K", "middle": ["A"], "last": "Wagner", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Hartmann", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Trepanier", "suffix": ""}], "year": 1998, "venue": "Journal of Veterinary Internal Medicine", "volume": "21", "issn": "", "pages": "417--424", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Diseases of the gallbladder and extrahepatic biliary system", "authors": [{"first": "M", "middle": [], "last": "Willard", "suffix": ""}, {"first": "T", "middle": [], "last": "Fossum", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "1478--1481", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Biliary coccidiosis in a ferret (Mustela putorius furo)", "authors": [{"first": "B", "middle": ["H"], "last": "Williams", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Chimes", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Gardiner", "suffix": ""}], "year": 1996, "venue": "Veterinary Pathology", "volume": "33", "issn": "", "pages": "437--439", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Ultrasonographic view of the gall bladder. The arrows delineate the gas bubble seen in the lumen of the gall bladder FIG 2. Intraoperative view. Note the generalised yellow staining in the abdominal cavity", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Intraoperative view. The gall bladder is severely inflamed and has multiple breaches Journal of Small Animal Practice • Vol 55 • September 2014 • © 2014 British Small Animal Veterinary Association", "latex": null, "type": "figure"}, "TABREF0": {"text": "Haematology and biochemistry findings from a ferret with ruptured gall bladder", "latex": null, "type": "table"}}, "back_matter": []}