{
    "paper_id": "1dc9ed497a9209f8c563e6d1b4703cf60a7cc208",
    "metadata": {
        "title": "Transcriptional response to hepatitis C virus infection and interferon-alpha treatment in the human liver",
        "authors": [
            {
                "first": "Tujana",
                "middle": [],
                "last": "Boldanova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aleksei",
                "middle": [],
                "last": "Suslov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [
                    "H"
                ],
                "last": "Heim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "‡",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anamaria",
                "middle": [],
                "last": "Necsulea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hepatitis C virus (HCV) is widely used to investigate host-virus interactions. Cellular responses to HCV infection have been extensively studied in vitro. However, in human liver, interferon (IFN)stimulated gene expression can mask direct transcriptional responses to infection. To better characterize the direct effects of HCV infection in vivo, we analyze the transcriptomes of HCVinfected patients lacking an activated endogenous IFN system. We show that expression changes observed in these patients predominantly reflect immune cell infiltrates rather than cell-intrinsic pathways. We also investigate the transcriptomes of patients with endogenous IFN activation, which paradoxically cannot eradicate viral infection. We find that most IFN-stimulated genes are induced by both recombinant IFN therapy and the endogenous IFN system, but with lower induction levels in the latter, indicating that the innate immune response in chronic hepatitis C is too weak to clear the virus. We show that coding and non-coding transcripts have different expression dynamics following IFN treatment. Several microRNA primary transcripts, including that of miR-122, are significantly down-regulated in response to IFN treatment, suggesting a new mechanism for IFN-induced expression fine-tuning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatitis C virus (HCV) infections are a major cause of liver-related morbidity and mortality. An estimated 160 million persons are chronically infected worldwide and are at risk to develop liver cirrhosis and hepatocellular carcinoma (Lavanchy, 2011) . Because of their substantial impact on human health, HCV infections have been extensively studied. HCV is now one of the most widely used model systems to investigate host-virus interactions (Colpitts et al, 2015) . HCV is transmitted through blood and infects and replicates in hepatocytes. Due to the lack of a small animal model and of the difficulties inherent to working with human samples, HCV-host cell interactions have been mainly studied in a cell culture system, specifically in Huh7-derived hepatoma cells infected with the JFH1 isolate of the virus (Lindenbach et al, 2005; Wakita et al, 2005; Zhong et al, 2005; Walters et al, 2009; Colpitts et al, 2015) . Experiments in this in vitro system have identified a large number of host factors that are required for viral replication or that have antiviral properties (Colpitts et al, 2015) . This experimental system also brought important insights into the virus-host interactions that may contribute to pathogenesis, for example, revealing cell cycle perturbations in HCV-infected cells (Walters et al, 2009) . However, few of these findings have been evaluated in the human liver.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 251,
                    "text": "(Lavanchy, 2011)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 445,
                    "end": 467,
                    "text": "(Colpitts et al, 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 816,
                    "end": 840,
                    "text": "(Lindenbach et al, 2005;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 841,
                    "end": 860,
                    "text": "Wakita et al, 2005;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 861,
                    "end": 879,
                    "text": "Zhong et al, 2005;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 880,
                    "end": 900,
                    "text": "Walters et al, 2009;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 901,
                    "end": 922,
                    "text": "Colpitts et al, 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1082,
                    "end": 1104,
                    "text": "(Colpitts et al, 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1304,
                    "end": 1325,
                    "text": "(Walters et al, 2009)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studying HCV infections in vivo presents important challenges. An intrinsic difficulty comes from the immune response, which is a strong confounding factor in analyses of human liver biopsies. Gene expression differences between HCV-infected and uninfected livers are the result of direct HCV-induced cell-autonomous adaptive responses in infected cells and of more global changes that result from the immune response in the liver. The chronic phase of HCV infections is characterized by a largely ineffective cellular immune response combined with a highly variable interferon-lambdamediated innate immune response (Heim & Thimme, 2014) . A significant proportion of patients are characterized by an endogenous activation of the interferon (IFN) system, in which hundreds of classical IFN-stimulated genes (ISGs) are strongly induced (Heim & Thimme, 2014) . The presence of the endogenous IFN system activation can mask more subtle changes that occur as a direct consequence of viral infection and replication in HCV-infected cells. The confounding effect of the immune answer is aggravated by the fact that the percentage of HCV-infected hepatocytes rarely exceeds 50% and often is below 20%, whereas ISG expression can be observed in up to 95% of cells (Wieland et al, 2014) . To better understand the molecular consequences of HCV infection in vivo, it is thus important to disentangle the direct cellular response to viral infections from the transcriptional signature of the immune response, and in particular of the endogenous IFN system activation.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 637,
                    "text": "(Heim & Thimme, 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 835,
                    "end": 856,
                    "text": "(Heim & Thimme, 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1256,
                    "end": 1277,
                    "text": "(Wieland et al, 2014)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The endogenous activity of the IFN system is also highly relevant for therapeutic choice in chronic hepatitis C (CHC). Until the recent introduction of direct antiviral drugs for the treatment of CHC, recombinant pegylated IFN-alpha 2 (pegIFN-a) had been an essential component of the standard of care for CHC for over 25 years, and it is still used in many parts of the world. Treatment with pegIFN-a and ribavirin achieved cure rates between 30 and 80%, depending on the viral genotype, pre-treatment patient history, and stage of liver fibrosis (Heim, 2013) . The success of the treatment is also highly dependent on the genetic background of the patients. Genome-wide association studies revealed significant associations between polymorphisms in the IFNL4 gene and response to pegIFN-a/ribavirin (Bibert et al, 2013; Prokunina-Olsson et al, 2013; Terczynska-Dyla et al, 2014) . The recently discovered IFNL4 protein has strong antiviral properties and stimulates ISG production through binding to the IFN-lambda receptor (Hamming et al, 2013; Prokunina-Olsson et al, 2013) . The IFNL4 gene harbors several genetic variants in human populations, including a frameshift mutation that abrogates the production of the IFNL4 protein (Terczynska-Dyla et al, 2014) . Paradoxically, the IFNL4-producing genotype is associated with poor response to pegIFN-a/ribavirin, whereas mutated alleles coding for an IFNL4 variant with strongly reduced biological activity or even a complete loss of function are associated with very good spontaneous and treatment-induced resolution rates (Terczynska-Dyla et al, 2014) . These observations are consistent with earlier findings that patients who have a strong endogenous induction of ISGs during the chronic phase of HCV infection do not respond to therapeutically injected pegIFN-a (Chen et al, 2005; Asselah et al, 2008; Sarasin-Filipowicz et al, 2008) . It is presently not known why the activation of the endogenous IFN system in the liver in patients with the IFNL4-producing genotype is ineffective against HCV, whereas pegIFN-a-induced ISG expression results in viral eradication in so many patients.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 560,
                    "text": "(Heim, 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 801,
                    "end": 821,
                    "text": "(Bibert et al, 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 822,
                    "end": 851,
                    "text": "Prokunina-Olsson et al, 2013;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 852,
                    "end": 880,
                    "text": "Terczynska-Dyla et al, 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1026,
                    "end": 1047,
                    "text": "(Hamming et al, 2013;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1048,
                    "end": 1077,
                    "text": "Prokunina-Olsson et al, 2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1233,
                    "end": 1262,
                    "text": "(Terczynska-Dyla et al, 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1576,
                    "end": 1605,
                    "text": "(Terczynska-Dyla et al, 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1819,
                    "end": 1837,
                    "text": "(Chen et al, 2005;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1838,
                    "end": 1858,
                    "text": "Asselah et al, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1859,
                    "end": 1890,
                    "text": "Sarasin-Filipowicz et al, 2008)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we aimed to disentangle the direct and indirect effects of HCV infection on gene expression patterns, by performing a detailed characterization of the gene expression changes associated with HCV infection, endogenous IFN system activation, and pegIFN-a treatment in the human liver. With this objective, we generated and analyzed high-throughput transcriptome sequencing profiles from liver biopsies derived from different categories of HCV-infected and non-infected patients, prior to and during treatment. First, to unveil HCV-induced cell-autonomous effects and to separate them from IFN-induced changes in the transcriptome, we selected liver biopsies from CHC patients without hepatic ISG induction, and compared them with uninfected control biopsies. Second, we examined the transcriptomic changes associated with the endogenous activation of the IFN system in a subset of CHC patients. Finally, we analyzed the gene expression changes resulting from pegIFN-a/ribavirin treatment, by comparing transcriptome data from liver biopsies obtained before treatment and at different time points during the first week of therapy. We found that the transcriptional profiles associated with endogenous IFN activation and with pegIFN-a/ribavirin treatment share a core set of IFN-stimulated genes, although quantitative differences can be found in gene activation levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Throughout our study, we investigated the differential expression patterns of both protein-coding genes and non-coding RNAs, aiming to clarify the regulatory mechanisms underlying the transcriptomic changes induced by HCV infection and pegIFN-a treatment. In particular, we evaluated the roles of microRNAs (miRNAs) in the regulation of the hepatocellular and immunological host response to HCV infection. Interestingly, we found that the primary transcripts of several miRNAs [including miR-122, which is required for HCV replication (Jopling et al, 2005) ] are down-regulated following pegIFN-a treatment in the human liver. Consistently, we observe a subtle up-regulation of the corresponding miRNA target genes, indicating that the expression changes observed for the precursor transcripts are reflected in the mature miRNA levels. Although these findings warrant further validation, we propose that the down-regulation of miRNA primary transcripts, in particular for miR-122, may contribute to efficiency of HCV clearance by pegIFN-a/ribavirin treatment.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 556,
                    "text": "(Jopling et al, 2005)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies focusing on the response to interferon (IFN) treatment in chronic hepatitis C (CHC) revealed the existence of a subset of patients with high endogenous levels of interferon-stimulated genes (ISGs; Sarasin-Filipowicz et al, 2008) . This distinction between two categories of CHC patients is highly relevant when seeking to determine the molecular consequences of HCV infection in the human liver, which otherwise can be confounded by the endogenous activation of the IFN system. We thus analyzed the expression levels of ISGs in the examined CHC patients. To do this, we mined a previously published dataset of ISGs and extracted a set of genes that are strongly up-regulated in the human liver upon pegIFN-a treatment, requiring a minimum expression fold change of 2 across all studied time points. We thus obtained a set of 20 strong ISGs and we assessed their expression levels in 28 liver biopsies (including control noninfected samples, termed hereafter non-CHC) in our dataset ( Fig 1A, Dataset EV1) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 245,
                    "text": "Sarasin-Filipowicz et al, 2008)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1001,
                    "end": 1021,
                    "text": "Fig 1A, Dataset EV1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "A hierarchical clustering approach applied on centered and scaled gene expression levels confirmed the existence of two main groups of patients ( Fig 1A) . The first group, characterized by overall low-ISG transcript levels, comprised 21 samples, including all six non-CHC liver biopsies and 15 of the CHC samples. Importantly, no clear distinction was found between the non-CHC and the CHC samples in this group. The second group, consisting of seven CHC samples, displayed higher expression levels across the 20 analyzed ISGs (Fig 1A) . Importantly, we note that this separation between two groups of patients cannot be explained by the HCV genotype carried by the CHC patients, as all four genotypes were found in the seven patients with high-ISG levels ( Fig 1A) . Similarly, analysis of the inflammation and fibrosis METAVIR scores (Bedossa & Poynard, 1996) and of the HCV viral load indicated that these factors cannot explain the patient grouping (Fig 1A and B ). To verify that the clustering of CHC samples was not dependent on the set of genes used as markers, we performed a principal component analysis on 360 genes associated with Gene Ontology (GO) categories related to response to interferon (Materials and Methods). This analysis confirmed that our sample sub-classification is robust with respect to the choice of the ISG input dataset (Appendix Fig S1) .",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 862,
                    "text": "(Bedossa & Poynard, 1996)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 528,
                    "end": 536,
                    "text": "(Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 759,
                    "end": 766,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 954,
                    "end": 967,
                    "text": "(Fig 1A and B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1364,
                    "end": 1371,
                    "text": "Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "Gene expression changes induced by HCV in the absence of the endogenous IFN system activation We first aimed to investigate the gene expression changes induced by HCV infection, without the confounding effect of the activation of the endogenous IFN system, and without the confounding effects of strong inflammation or fibrosis. We thus compared gene expression levels between six non-CHC and a subset of seven CHC low-ISG samples with METAVIR scores ≤ A2F3, using the Wald test for differential expression implemented in DESeq2 (Love et al, 2014) and a sample randomization procedure to minimize outlier effects (Materials and Methods). We identified 179 robustly differentially expressed protein-coding genes, at a false discovery rate (FDR) threshold of 10% and requiring an absolute fold change above 1.5 (Fig 2A, Dataset EV2 ). With the same parameters, we discovered 14 long non-coding RNAs (Materials and Methods) and 43 genes with unclear classification (including pseudogenes and other classes of non-coding RNAs; Materials and Methods) that were robustly differentially expressed between the two sample categories (Fig 2A) . Most differentially expressed protein-coding genes were upregulated in the CHC low-ISG patients compared to controls, reaching a maximum fold change of 8.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 547,
                    "text": "(Love et al, 2014)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 829,
                    "text": "(Fig 2A, Dataset EV2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1124,
                    "end": 1132,
                    "text": "(Fig 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "We next examined the protein-coding genes with the highest absolute fold change between the two groups of samples ( Fig 2B) . The strongest up-regulated genes included genes typically expressed in immune system cells, including IGHG1, IGHG3, CD27, and CD5 ( Fig 2B) . Genes specifically associated with defense against viral infections, such as OASL, were also strongly up-regulated ( Fig 2B) . A gene ontology (GO) analysis for up-regulated protein-coding genes revealed strong enrichment for biological processes related to lymphocyte and leukocyte activation, including more specific terms such as T-cell and B-cell activation (Dataset EV3). In contrast, down-regulated genes were enriched for processes related to the protein activation cascade, response to stimulus or complement activation, although these patterns were driven by only a few genes (Dataset EV3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Fig 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 258,
                    "end": 265,
                    "text": "Fig 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 385,
                    "end": 392,
                    "text": "Fig 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "We then analyzed the expression patterns of these genes in the broad collection of human tissue transcriptomes of the GTEx consortium . In agreement with the GO association with immune system cells, up-regulated genes were most highly expressed in the whole blood, in the lymphocytes, or in the spleen (Fig 2C) , while down-regulated genes generally reached maximum expression in the liver or in adipose tissue ( Fig 2C) . Moreover, an analysis of the transcription factor binding motifs over-represented in the promoters of the genes up-regulated in low-ISG patients revealed the presence of several transcription factors associated with immune system cells, including members of the ETS family, the E2A, NFKB, and SPIB transcription factors (Appendix Fig S2A) . No motif enrichment was found for genes down-regulated in CHC low-ISG samples. Taken together, these results indicate that the gene expression changes observed in this class of HCV-infected patients largely result from the recruitment of immune system cells into the liver.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "text": "(Fig 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 420,
                    "text": "Fig 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 753,
                    "end": 761,
                    "text": "Fig S2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "To further explore the regulatory mechanisms driving differential gene expression patterns, we examined the behavior of microRNA (miRNA) target genes. Experiments in Huh7 hepatocellular carcinoma cells recently showed that HCV functionally sequesters miR-122, thus reducing its binding to endogenous target genes and leading to their up-regulation (Luna et al, 2015) . To assess whether this observation also holds in vivo, we analyzed the expression fold change of predicted miRNA targets in CHC low-ISG samples compared to non-CHC samples ( Fig 2D) . We analyzed a set of microRNAs expressed in normal and/or HCV-infected human livers (Hou et al, 2011 ) and a set of evolutionarily conserved miRNA −1.9 0.5 2.9",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 366,
                    "text": "(Luna et al, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 637,
                    "end": 653,
                    "text": "(Hou et al, 2011",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 550,
                    "text": "Fig 2D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "HCV genotype 4 4 1 1 1 1 4 3 3 3 3 1 2 2 1 3 2 3 1 1 4 1 inflammation 2 3 1 2 3 2 2 1 2 2 3 3 2 3 3 1 2 1 1 1 1 1 fibrosis 2 4 2 2 4 2 2 2 2 2 2 2 3 3 4 2 2 2 1 1 2 1 B 0 4 8 Viral load (log IU / ml) A Expression levels of 20 interferon-stimulated genes (ISGs) in 28 liver biopsies from HCV-infected and non-HCV-infected patients, in the absence of treatment. These ISGs were previously detected as consistently stimulated by pegIFN-a across five time points between 4 and 144 h, in chronic hepatitis C (CHC) patients . The heatmap represents the Z-score (centered and scaled values) of log2-transformed RPKM (reads per kilobase of exon per million mapped reads) expression levels, normalized based on housekeeping genes (Materials and Methods). The samples (columns) and genes (rows) were hierarchically clustered based on pairwise Euclidean distances. The HCV genotype and the METAVIR scores for inflammation (A0 to A3) and fibrosis (F0 to F4) are displayed for each patient. Blank rectangles correspond to non-infected samples. B Barplot of the HCV viral load for each patient, ordered as in (A). Blank spaces correspond to non-infected samples. A Volcano plot for the differential expression analysis between non-CHC patients and CHC patients with low levels of endogenous ISG activation (CHC low ISG). The x-axis represents the log2-fold expression change in CHC low-ISG patients compared to non-CHC patients. The y-axis represents the false discovery rate (with a Àlog10 transformation) of the differential expression test. Protein-coding genes, candidate long non-coding RNAs (lncRNAs), and other gene categories (including pseudogenes and transcripts with unclear coding potential; Materials and Methods) are represented separately. Genes with false discovery rate (FDR) < 10% and with fold expression change ≥ 1.5 are shown. B Heatmap of the expression patterns of the top differentially expressed protein-coding genes. We set a fold change threshold of 3 for up-regulated genes and of 0.5 for down-regulated genes. The heatmap represents the Z-score of the log2-transformed RPKM (reads per kilobase of exon per million mapped reads) gene expression levels, normalized based on housekeeping genes (Materials and Methods). C Barplots representing the expression patterns of three categories of genes (all expressed genes, genes up-regulated in CHC low-ISG samples, and genes downregulated in CHC low-ISG samples compared to control non-CHC samples), in the GTEx tissue transcriptome collection. For each expressed gene, we scored the tissue or cell type in which its maximum expression level was reached (Materials and Methods). The height of the rectangles represents the percentage of genes that reaches maximum expression in each of the tissues. D Boxplots of the intensity of the expression change (log2-fold) between non-CHC patients and CHC low-ISG patients, for different categories of protein-coding genes defined based on the miRNAs that are predicted to target them. Only miRNAs with high expression in normal or HCV-infected liver were analyzed (Hou et al, 2011) . Evolutionarily conserved miRNA target predictions were extracted from TargetScan v7.1 (Agarwal et al, 2015; Materials and Methods) . From left to right: genes that are not conserved targets of any expressed miRNA; genes that are targeted by at least one expressed miRNA; genes that are targeted by miR-122-5p, miR-192/215, let7a-i/miR-98, and miR-199a/199b, respectively. Horizontal bars represent median values. Boxes represent the inter-quartile (25-75%) ranges of the distribution. Boxplot whiskers extend to the most extreme data point found within 1.5 times the inter-quartile distance from the box. Outlier points are not shown. . We found that miR-122 targets had significantly higher fold changes (median 0.045) than targets of other expressed miRNAs (median À0.025, Wilcoxon rank sum test, P-value 1e-3) and than genes not targeted by this set of liver miRNAs (median À0.15, Wilcoxon rank sum test, P-value < 1e-10; Fig 2D) . These observations are compatible with the reported subtle de-repression of miR-122 target genes in the presence of HCV infection (Luna et al, 2015) . However, we also found that miR-122 targets have comparable expression fold changes with the targets of other highly expressed miRNAs, such as miR-192, let-7, or miR-199 ( Fig 2D) . Similar conclusions were reached when analyzing a set of miRNA targets identified in Huh7 cells using highthroughput sequencing of RNA isolated by crosslinking immunoprecipitation (Luna et al, 2015; Appendix Fig S2B, Dataset EV4) . Overall, the fold expression change was positively correlated with the number of distinct miRNA families that are predicted to target each gene (Appendix Fig S2C) . This observation cannot be simply explained by the previously reported sequestration of miR-122 by HCV, but may reflect the expression or functional characteristics of genes targeted by multiple miRNA families. Our results thus reveal a potential confounding factor in the up-regulation of miR-122 targets following HCV infection.",
            "cite_spans": [
                {
                    "start": 3064,
                    "end": 3081,
                    "text": "(Hou et al, 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3170,
                    "end": 3191,
                    "text": "(Agarwal et al, 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3192,
                    "end": 3214,
                    "text": "Materials and Methods)",
                    "ref_id": null
                },
                {
                    "start": 4149,
                    "end": 4167,
                    "text": "(Luna et al, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4532,
                    "end": 4550,
                    "text": "(Luna et al, 2015;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4551,
                    "end": 4581,
                    "text": "Appendix Fig S2B, Dataset EV4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 4009,
                    "end": 4016,
                    "text": "Fig 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4342,
                    "end": 4349,
                    "text": "Fig 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4738,
                    "end": 4746,
                    "text": "Fig S2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression patterns of interferon-stimulated genes define two classes of CHC patients"
        },
        {
            "text": "We next investigated the gene expression changes driven by the combined effect of HCV infection and endogenous IFN system activation. To do this, we contrasted gene expression levels between non-CHC and CHC high-ISG samples (Materials and Methods). Using the same parameters as above, we observed numerous differentially expressed genes in the high-ISG patients, including 503 protein-coding genes, 80 candidate long non-coding RNAs, and 125 other genes ( Fig 3A, Dataset EV2 ). The observed expression fold changes and significance levels spanned a wider range than for the comparison between non-CHC and CHC low-ISG patients (Figs 2A and 3A) . As expected, the most highly up-regulated protein-coding genes were known ISGs, including LAMP3, IFI27, and RSAD2 ( Fig 3B) . The up-regulated long non-coding RNAs included a previously described interferon-inducible transcript, NRIR (Kambara et al, 2014; Fig 3C) . Gene ontology analyses showed a strong enrichment for genes involved in immune system processes, in particular response to virus and type I interferon signaling pathway (Dataset EV3). Interestingly, the GO categories found to be enriched among the genes up-regulated in CHC low-ISG patients were generally also over-represented in this second comparison, although the enrichment was much weaker than the one observed for the interferon pathway (Dataset EV3). In agreement with these observations, we found that interferon-stimulated response element (ISRE) motifs and IFN-regulatory factor (IRF) motifs were strongly overrepresented in the promoters of the genes up-regulated in CHC high-ISG samples (Appendix Fig S3) . However, we also observed a significant enrichment for NFKB and ERG motifs (Appendix Fig  S3) , indicating the presence of immune cells in these high-ISG samples. The promoters of down-regulated genes were enriched in binding sites for two liver-specific transcription factors, HNF4a and HNF1, indicating that most down-regulated genes are hepatocyte-specific genes (Appendix Fig S3) . As in the comparison between non-CHC and CHC low-ISG samples (see above), we found no evidence for a specific de-repression of miR-122 target genes ( Fig 3D) .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 643,
                    "text": "(Figs 2A and 3A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 475,
                    "text": "Fig 3A, Dataset EV2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 762,
                    "end": 769,
                    "text": "Fig 3B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 902,
                    "end": 909,
                    "text": "Fig 3C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1622,
                    "end": 1629,
                    "text": "Fig S3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1717,
                    "end": 1725,
                    "text": "Fig  S3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2008,
                    "end": 2015,
                    "text": "Fig S3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2168,
                    "end": 2175,
                    "text": "Fig 3D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Gene expression patterns associated with endogenous IFN system activation"
        },
        {
            "text": "Overall, genes differentially expressed between CHC low-ISG and non-CHC samples were recovered in the comparison between CHC high-ISG and non-CHC samples (Fig 4) . Specifically, we found that 114 (64%) of the 179 protein-coding genes that differed (up or down) between CHC low-ISG and non-CHC samples were also differentially expressed between CHC high-ISG and non-CHC samples ( Fig 4A) . The remaining genes that were only differentially expressed in low ISG compared to non-CHC patients generally displayed consistent fold changes in both comparisons, but did not pass the FDR threshold when comparing CHC high-ISG and non-CHC samples (Fig 4B-D) . In contrast, most of the genes that were uniquely up-regulated or down-regulated in CHC high-ISG patients compared to controls had only weak expression changes in the comparison between CHC low-ISG and control samples (Fig 4B, E and F) . These observations are consistent with the presence of a unique expression signature associated with the group of high-ISG patients ( Fig 1A) . To further define this expression signature, we directly compared the two groups of CHC samples (Appendix Fig S4, Dataset EV2). We found numerous genes with significant expression changes, including 176 proteincoding genes and 21 lncRNA candidates (Appendix Fig S4) . As expected, we observed a strong enrichment for biological processes associated with defense response to virus and type I interferon signaling pathway among the genes up-regulated in high ISG (Dataset EV3).",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 876,
                    "text": "(Fig 4B,",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "E and F)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 379,
                    "end": 386,
                    "text": "Fig 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 637,
                    "end": 647,
                    "text": "(Fig 4B-D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1022,
                    "end": 1029,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1138,
                    "end": 1145,
                    "text": "Fig S4,",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1290,
                    "end": 1297,
                    "text": "Fig S4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Gene expression patterns associated with endogenous IFN system activation"
        },
        {
            "text": "We next sought to compare the transcriptional responses following HCV infection in vivo and in vitro. A previous genome-wide analysis of differential gene expression in HCV-infected Huh-7.5 cells revealed that numerous genes involved in cell death, cell cycle, and cell growth/proliferation are mis-regulated following viral infection (Walters et al, 2009 ). Although our unsupervised gene ontology analyses did not reveal enrichments for cell cycle-associated categories among the genes differentially expressed in CHC samples (Dataset EV3), we found significant intersections between the sets of genes that are differentially expressed following HCV infection in vivo and in vitro. Specifically, out of 698 protein-coding genes differentially regulated in HCV-infected Huh-7.5 cells (Materials and Methods), we found that 25 (3.6%) were differentially expressed between control and CHC low-ISG samples and 48 (6.9%) were differentially expressed between control and CHC high-ISG samples (FDR < 0.1, Dataset EV5). The extent of the overlap was significantly higher than expected by chance given the total number of differentially expressed genes, in both cases (chi-square test, P-value < 1e-9). The common differentially regulated genes included several genes associated with cell death and cell cycle, such as UBD, TNFRSF9, BIRC3, JUN, and FOS (Dataset EV5). Differentially expressed genes shared between HCV-infected Huh-7.5 cells and high-ISG liver biopsies include classical ISGs, such as MX1, ISG15, and IFIT1 (Dataset EV5), as expected given the previously reported A Volcano plot for the differential expression analysis between non-CHC patients and CHC patients with high levels of endogenous ISG activation (CHC high ISG). The x-axis represents the log2-fold expression change in CHC high-ISG compared to non-CHC patients. The y-axis represents the false discovery rate (with a Àlog10 transformation) of the differential expression test. Protein-coding genes, candidate long non-coding RNAs (lncRNAs), and other gene categories (including pseudogenes and transcripts with unclear coding potential; Materials and Methods) are represented separately. Only genes with false discovery rate (FDR) < 10% and with fold expression change > 1.5 are shown. B Heatmap of the expression patterns of the top differentially expressed genes between non-CHC and CHC high-ISG patients. To select the top differentially expressed genes, we set a fold change threshold of 5 for up-regulated genes and of 1/3 for down-regulated genes. The heatmap represents the Z-score of the log2-transformed RPKM (reads per kilobase of exon per million mapped reads) gene expression levels, normalized based on housekeeping genes (Materials and Methods). C Example of a lncRNA (NRIR; Kambara et al, 2014) significantly up-regulated in high-ISG patients. The boxplots represent the distribution of expression levels (log2-transformed RPKM) for the three categories of samples. Each point represents an individual sample. Horizontal bars represent median values. Boxes represent the inter-quartile (25-75%) ranges of the distribution. Boxplot whiskers extend to the most extreme data point found within 1.5 times the inter-quartile distance from the box. D Boxplots of the intensity of the expression change (log2-fold) between non-CHC patients and CHC high-ISG patients, for different categories of protein-coding genes defined based on the miRNAs that are predicted to target them. Only miRNAs with high expression in normal or HCV-infected liver were analyzed (Hou et al, 2011) . Evolutionarily conserved miRNA target predictions were extracted from TargetScan v7.1 (Agarwal et al, 2015; Materials and Methods) . From left to right: genes that are not conserved targets of any expressed miRNA; genes that are targeted by at least one expressed miRNA; genes that are targeted by miR-122-5p, miR-192/215, let7a-i/miR-98, and miR-199a/199b, respectively. Horizontal bars represent median values. Boxes represent the inter-quartile (25-75%) ranges of the distribution. Boxplot whiskers extend to the most extreme data point found within 1.5 times the inter-quartile distance from the box. Outlier points are not shown. ",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 355,
                    "text": "(Walters et al, 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2761,
                    "end": 2781,
                    "text": "Kambara et al, 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3538,
                    "end": 3555,
                    "text": "(Hou et al, 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3644,
                    "end": 3665,
                    "text": "(Agarwal et al, 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3666,
                    "end": 3688,
                    "text": "Materials and Methods)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Gene expression patterns associated with HCV infection in vivo and in vitro"
        },
        {
            "text": "We next analyzed the gene expression changes induced by pegIFN-a/ribavirin treatment in the human liver, by comparing the expression profiles of control and post-treatment biopsies at five different time points ranging from 4 to 144 h post-treatment (Materials and Methods). We considered genes to be differentially expressed if they displayed an absolute fold change of at least 2, at a FDR rate of 5% and an RPKM value above 1 in at least one of the compared samples (Materials and Methods A Venn diagram depicting the intersection between protein-coding genes that are differentially expressed (FDR < 10%, minimum absolute fold change 1.5) between non-CHC patients, CHC patients with low endogenous ISG levels (CHC low ISG) and CHC patients with high endogenous ISG levels (CHC high ISG). Up-regulated and down-regulated genes are analyzed separately. B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression changes induced by pegIFN-a treatment"
        },
        {
            "text": "Comparison of the log2-fold expression change for the two differential expression analyses: x-axis, CHC low-ISG compared with non-CHC patients; y-axis, CHC high-ISG compared with non-CHC patients. Blue: genes significant in both comparisons; red: genes significant only for high-ISG patients; orange: genes significant only for low-ISG patients. Only protein-coding genes are displayed. C, D Similar to (B) for genes that are down-regulated (C) or up-regulated (D) only in the comparison between non-CHC and CHC low-ISG patients. The vertical dotted lines represent the absolute fold change threshold of 1.5 (0.58 in log2 scale). The numbers depicted at the top of the plot represent the number of genes in each expression fold change interval (below 1/1.5, between 1/1.5 and 1, between 1 and 1.5, and above 1.5). x-Axis: log2-fold expression change in high-ISG patients compared to controls. y-Axis: log2-fold expression change in low-ISG patients compared to controls. E, F Similar to (B) for genes that are down-regulated (E) or up-regulated (F) only in the comparison between non-CHC and CHC high-ISG patients. The vertical dotted lines represent the absolute fold change threshold of 1.5 (0.58 in log2 scale). The numbers depicted at the top of the plot represent the number of genes in each expression fold change interval (below 1/1.5, between 1/1.5 and 1, between 1 and 1.5, and above 1.5). x-Axis: log2-fold expression change in low-ISG patients compared to controls. y-Axis: log2-fold expression change in high-ISG patients compared to controls. As previously reported , most differentially expressed protein-coding genes were observed at 16 h post-treatment, followed by the 4-h time point (Fig 5A) . We observed a different temporal dynamics for differentially expressed non-coding transcripts, for which the number of detected up-regulated genes was highest at the 4-h time point and decreased afterward ( Fig 5A) . Strikingly, for all gene categories the vast majority of down-regulated genes were observed 16 h after treatment, with only few detected cases elsewhere (Fig 5A) . At all time points, we found strong enrichments in GO categories related to the type I interferon signaling and response to virus pathways among the genes that were up-regulated following pegIFN-a treatment (Dataset EV7), as expected. Consistently, we observed that interferon-stimulated response element (ISRE) motifs and IFNregulatory factor (IRF) motifs were strongly enriched in the promoters of up-regulated protein-coding genes, at all time points (Appendix Fig S5A-E) . For down-regulated genes, we found significant (FDR < 0.1) enrichments in functional categories related to small-molecule biosynthetic process and lipid metabolism, but only for the 16-h time point (Dataset EV7).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1701,
                    "end": 1709,
                    "text": "(Fig 5A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1919,
                    "end": 1926,
                    "text": "Fig 5A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2082,
                    "end": 2090,
                    "text": "(Fig 5A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2557,
                    "end": 2567,
                    "text": "Fig S5A-E)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Gene expression changes induced by pegIFN-a treatment"
        },
        {
            "text": "We next compared the sets of differentially expressed genes observed for the different time points. We observed that almost 60% of the up-regulated protein-coding genes passed our differential expression thresholds at a single time point (Fig 5B) . For up-regulated lncRNAs and other non-coding genes, the time point-specificity was even stronger (Fig 5B) . However, we were able to identify a core set of 59 genes that are up-regulated at four or more time points, including 30 genes up-regulated at all analyzed time points (Dataset EV8). Interestingly, three lncRNAs were found to be significantly up-regulated at all time points (Dataset EV8, Appendix Fig  S5F-H) . However, two of these lncRNAs [including NRIR, a lncRNA previously proposed to act as a negative regulator of interferon response (Kambara et al, 2014) ] are found downstream of interferon-stimulated protein-coding genes (CMPK2 and BST2), and our RNA-seq data suggest that their induction may be at least in part due to leaky transcription from the upstream gene (Appendix Fig  S5F and G) . No such neighborhood effects were observed for the third lncRNA, which is found upstream of RHOT1 (Appendix Fig  S5H) . In contrast to the tendency of up-regulated genes to be shared across time points, down-regulated genes were time point-specific in more than 80% of cases, for all three categories of genes (Fig 5B) , and only two genes (including CD1C and a newly annotated long A Numbers of differentially expressed genes following pegIFN-a/ribavirin treatment in liver biopsies of CHC patients. Gene expression changes were tested between paired biopsies from the same patients, before and after treatment. Protein-coding genes, lncRNAs, and other gene categories (including pseudogenes, and transcripts with unclear coding potential) are displayed separately. We retained genes with a false discovery rate (FDR) < 0.05, a minimum absolute fold change of 2 and expression level (RPKM) > 1 in at least one sample. B Barplot representing the proportion of genes that are up-regulated (left) or down-regulated (right) upon pegIFN-a treatment at 1, 2, 3, 4, or 5 time points. Different categories of genes are color-coded. ",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 821,
                    "text": "(Kambara et al, 2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Fig 5B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 347,
                    "end": 355,
                    "text": "(Fig 5B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 656,
                    "end": 667,
                    "text": "Fig  S5F-H)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1043,
                    "end": 1058,
                    "text": "Fig  S5F and G)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "Fig  S5H)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1371,
                    "end": 1379,
                    "text": "(Fig 5B)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Gene expression changes induced by pegIFN-a treatment"
        },
        {
            "text": "The endogenous induction of hundreds of ISGs in patients with CHC has little impact on viral replication, whereas treatment of patients with recombinant pegIFN-a achieves high cure rates specifically in patients without an activation of the endogenous IFN system in the liver (Heim, 2013; Heim & Thimme, 2014) . To investigate the molecular differences between these two modes of IFN system activation, we compared the transcriptional response to pegIFN-a treatment with the one elicited by the endogenous IFN system activation. We first extracted the genes that are significantly up-or down-regulated following pegIFN-a treatment, at each time point, and analyzed their expression differences between CHC low-ISG and CHC high-ISG patients (Fig 6, Dataset EV9 ). We found that the vast majority of genes that are up-regulated upon pegIFN-a treatment are also induced in high-ISG patients (Fig 6,  Dataset EV9 ). In numerous cases, these differences were also statistically significant (FDR < 10%) in the comparison between low-ISG and high-ISG patients (Fig 6) . However, the level of gene induction was significantly stronger in the pegIFN-a treatment analysis (Fig 6A) , as were the absolute levels of gene expression in the corresponding samples ( Fig 6C) . In other words, the ISG expression levels reached after pegIFN-a/ribavirin treatment are higher than the ones observed in patients with high endogenous ISG levels. In contrast, genes that were down-regulated upon pegIFN-a treatment were only rarely down-regulated in high ISG compared to low-ISG patients (Fig 6B and D) . Similar conclusions were reached when extracting genes that are significantly differentially expressed between low-ISG and high-ISG patients and analyzing their expression patterns following pegIFN-a treatment (Appendix Fig S6) . We analyzed the global similarity in expression patterns between high-ISG samples and post-treatment samples, using a principal component analysis and a hierarchical clustering analysis applied to pegIFN-a-affected genes (Appendix Fig S7) . Both clustering methods indicated that high-ISG samples are globally similar in expression patterns to the later time points in the pegIFN-a treatment (48, 96 and 144 h). Taken together, these observations suggest that the endogenous IFN system activation and its external stimulation with pegIFN-a/ribavirin treatment have qualitatively similar effects on the gene expression patterns on the human liver transcriptomes. However, numerous quantitative differences in the two transcriptional responses can be observed, with stronger ISG induction levels following pegIFN-a/ ribavirin treatment.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 288,
                    "text": "(Heim, 2013;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 289,
                    "end": 309,
                    "text": "Heim & Thimme, 2014)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 759,
                    "text": "(Fig 6, Dataset EV9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 888,
                    "end": 908,
                    "text": "(Fig 6,  Dataset EV9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "(Fig 6)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1162,
                    "end": 1170,
                    "text": "(Fig 6A)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1251,
                    "end": 1258,
                    "text": "Fig 6C)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1566,
                    "end": 1580,
                    "text": "(Fig 6B and D)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1803,
                    "end": 1810,
                    "text": "Fig S6)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2044,
                    "end": 2051,
                    "text": "Fig S7)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Comparison between pegIFN-a treatment and endogenous IFN system activation"
        },
        {
            "text": "To further investigate the inability of the endogenous IFN system activation to cure HCV infections, we analyzed the expression patterns of a set of genes proposed to act as antiviral effectors, selected based on their capacity to inhibit HCV replication in human cell lines (Schoggins et al, 2011; Metz et al, 2012 Metz et al, , 2013 Materials and Methods) . We analyzed the expression of these genes in our samples (Fig 7, Dataset EV10) . We found that their expression levels in pegIFN-a/ribavirin-treated samples and in high-ISG samples were strongly positively correlated (Fig 7A) . However, a number of these candidate ISGs were indeed significantly more stimulated by pegIFN-a than by endogenous IFNs in high-ISG patients (Fig 7A, Dataset EV10 ). In particular, six genes (IRF1, IRF2, IRF7, IRF9, OASL, IFITM3) that were reported as antiviral effectors in at least two publications (Schoggins et al, 2011; Metz et al, 2013) did not differ significantly between low-ISG and high-ISG samples. However, with the exception of IRF2, all of them appeared to be induced in high-ISG patients compared to controls or low-ISG patients, albeit at weak levels. Thus, we could not identify ISGs that are exclusively induced by pegIFN-a and that could be bona fide anti-HCV effector genes.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 298,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 299,
                    "end": 315,
                    "text": "Metz et al, 2012",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 316,
                    "end": 334,
                    "text": "Metz et al, , 2013",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 335,
                    "end": 357,
                    "text": "Materials and Methods)",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 912,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 913,
                    "end": 930,
                    "text": "Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 438,
                    "text": "(Fig 7, Dataset EV10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 585,
                    "text": "(Fig 7A)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 729,
                    "end": 750,
                    "text": "(Fig 7A, Dataset EV10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison between pegIFN-a treatment and endogenous IFN system activation"
        },
        {
            "text": "We extended this analysis to include genes not annotated as antiviral effectors, by extracting all protein-coding genes that were strongly differentially expressed following pegIFN-a/ribavirin treatment (minimum absolute fold change 2, FDR < 0.01, for at least two time points), but which did not differ significantly between low-ISG and high-ISG samples (FDR ≥ 0.1). We found 100 such proteincoding genes, including 85 up-regulated and 15 down-regulated genes (Appendix Fig S8) . Note that no genes displayed statistically significant opposite patterns (e.g., up-regulated by pegIFN-a treatment, but down-regulated in high ISG compared to low-ISG samples). This dataset included some genes with known antiviral functions, such as APOBEC3A and OASL, which is potentially relevant for the inability of patients with high endogenous ISG levels to spontaneously clear the viral infection. Overall, a tendency for up-regulation or down-regulation for these genes was also observed in high-ISG samples compared to low-ISG samples, but at lower levels and with more variability among individuals (Appendix Fig S8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 478,
                    "text": "Fig S8)",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Fig S8)",
                    "ref_id": null
                }
            ],
            "section": "Comparison between pegIFN-a treatment and endogenous IFN system activation"
        },
        {
            "text": "Our analysis of the dynamics of differentially expressed genes following pegIFN-a treatment revealed that numerous non-coding transcripts are down-regulated, in particular at the 16-h time point (Fig 5A) . We noticed that these down-regulated genes include several miRNA \"host\" genes (defined as non-coding transcripts that have sense exonic overlap with annotated miRNAs; Materials and Methods). In total, 11 miRNA host genes were significantly differentially expressed (FDR < 0.05) for at least one time point, and all instances were down-regulated rather than up-regulated ( Fig 8A) . Strikingly, these down-regulated precursors include the \"host\" gene of miR-122, which enhances HCV replication in human hepatocytes (Jopling et al, 2006 ; Fig 8A and B) . The estimated decrease in expression levels is likely not due to differential processing of the mature miRNA out of the primary transcript, as consistent differences between baseline and post-treatment biopsies were observed along the entire gene length (Fig 8B, Appendix Fig S9) . Among the other miRNAs whose precursor genes are down-regulated upon pegIFN-a treatment, miR-146a is a striking example, with significant down-regulation (at 10% FDR) for three out of the five analyzed time points (Fig 8A) .",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 740,
                    "text": "(Jopling et al, 2006",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig 5A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 578,
                    "end": 585,
                    "text": "Fig 8A)",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 756,
                    "text": "Fig 8A and B)",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1038,
                    "text": "(Fig 8B, Appendix Fig S9)",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1263,
                    "text": "(Fig 8A)",
                    "ref_id": null
                }
            ],
            "section": "Down-regulated microRNA host genes following pegIFN-a treatment"
        },
        {
            "text": "Our RNA-seq dataset does not allow us to determine whether the observed down-regulation of miRNA primary genes affects the pool of mature miRNAs in the cells. We thus assessed the expression levels of mature miRNAs using qPCR, for three miRNAs whose primary transcripts were down-regulated upon pegIFN-a treatment: miR-122-5p, miR-146a-5p, and miR-331-3p (Materials and Methods). following pegIFN-a/ribavirin treatment at different time points, in the comparison between CHC low-ISG and CHC high-ISG patients. x-Axis: log2-fold expression change in pegIFN-a-treated compared to control biopsies. y-Axis: log2-fold expression change in high-ISG patients compared to low-ISG patients. Blue dots: genes also significantly differentially expressed in the low ISG versus high-ISG comparison (FDR < 0.1); red dots: genes significant only in the pegIFN-a analysis; black dots: genes not tested in low ISG versus high-ISG comparison due to low or highly variable expression levels (Materials and Methods). The numbers of the genes in each category are depicted on the plot area, with the same color code. C, D Histogram of the difference in expression levels (log2-transformed RPKM) between samples treated with pegIFN-a/ribavirin and CHC high-ISG samples, for the genes that are significantly up-regulated (C) or down-regulated (D) (FDR < 0.05 and minimum absolute fold change 2) following pegIFN-a/ribavirin treatment at different time points. The differences were computed between expression levels averaged across all relevant samples. A Comparison between expression levels (log2-transformed RPKM values) in samples obtained after pegIFN-a/ribavirin treatment and in high-ISG patients (in the absence of treatment), for genes predicted to act as antiviral effectors based on experiments in Huh-7.5 cells (Schoggins et al, 2011; Metz et al, 2013) . Only genes that are significantly up-regulated (FDR < 0.05, no fold change threshold) following pegIFN-a/ribavirin treatment are shown. Blue: genes that are also significantly differentially expressed (FDR < 0.1) between low-ISG and high-ISG patients. Red: genes that are not significant in the comparison between low-ISG and high-ISG patients (FDR ≥ 0.1). Black: genes not tested in the comparison between low-ISG and high-ISG patients due to low or variable expression levels (Materials and Methods). B Expression patterns of six putative antiviral effector genes that are not significantly different between low-ISG and high-ISG patients (FDR ≥ 0.1). We selected genes reported in both publications (Schoggins et al, 2011; Metz et al, 2013) which were significantly up-regulated following pegIFN-a/ribavirin treatment in our samples, but not between low-ISG and high-ISG patients. All resulting genes are shown. y-Axis: log2-transformed RPKM levels. Figure 8 . Down-regulation of miRNA host genes following IFN-a treatment.",
            "cite_spans": [
                {
                    "start": 1801,
                    "end": 1824,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1825,
                    "end": 1842,
                    "text": "Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2547,
                    "end": 2570,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2571,
                    "end": 2588,
                    "text": "Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 2798,
                    "end": 2806,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Down-regulated microRNA host genes following pegIFN-a treatment"
        },
        {
            "text": "A Dot-chart representing the expression changes of 11 miRNA host genes following pegIFN-a treatment, at different time points. Red: significant changes, FDR < 0.05; orange: FDR between 0.05 and 0.1; black: FDR > 0.1. B RNA-seq coverage profiles along the miR-122 host gene, for pre-treatment and post-treatment biopsies at the 16-h time point, for the three analyzed individuals (here termed I1, I2, and I3). Gray: normalized read coverage for baseline/pre-treatment biopsies. Black: normalized read coverage for post-treatment biopsies. Red: positive difference between post-treatment and pre-treatment biopsies. Green: negative difference between post-treatment and pre-treatment biopsies. C Dot-chart of the median fold expression change following pegIFN-a/ribavirin treatment at the 16-h time point, for predicted targets of miRNAs whose hosts are down-regulated (red dots) or of other miRNAs (black dots). We show 79 miRNA families with at least 100 conserved target genes. As a control, we show the median fold expression change for all genes predicted to be targets of any liver-expressed miRNAs or of genes not predicted to be targeted by these miRNAs (blue dots). The horizontal bars represent 95% confidence intervals of the median, constructed with a bootstrap resampling approach (Materials and Methods). Only miRNAs with high expression in normal or HCV-infected liver were analyzed (Hou et al, 2011) . genes, the three highest median expression fold changes at the 16-h time point were found for miRNAs whose precursor genes were down-regulated following treatment: miR-122, miR-331, and miR-146a/b (Fig 8C) . High median fold changes were also observed for miR-22, as well as for miR-24, miR-214, and miR-192 to a lower extent (Fig 8C) . We note that this pattern is specific to the 16-h time point; that is, the miRNAs whose primary transcripts are downregulated do not stand out from the bulk of liver-expressed miRNAs at other time points (Appendix Figs S11 and S12). This result is consistent with our analysis of the temporal dynamics of interferoninduced gene expression, as the strongest changes following pegIFN-a treatment were also observed at the 16-h time point, for most gene categories (Fig 5) .",
            "cite_spans": [
                {
                    "start": 1396,
                    "end": 1413,
                    "text": "(Hou et al, 2011)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1613,
                    "end": 1621,
                    "text": "(Fig 8C)",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1750,
                    "text": "(Fig 8C)",
                    "ref_id": null
                },
                {
                    "start": 2215,
                    "end": 2222,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Down-regulated microRNA host genes following pegIFN-a treatment"
        },
        {
            "text": "Hepatitis C virus (HCV) is one of the most widely used model systems to investigate host-virus interactions. The adaptive changes to HCV infections have been studied extensively in cell culture systems. For example, a comprehensive analysis of gene expression in HCV-infected Huh-7.5 cells reported over 800 genes with > 2-fold changes in expression (Walters et al, 2009 ). Adaptive changes were described in lipid biosynthetic pathways, endoplasmatic reticulum stress response, autophagy, and cell cycle regulation. However, due to the difficulties inherent to human liver tissue sampling, few of these findings have been validated in vivo. To investigate whether the observations obtained in cell culture systems can be confirmed in the human liver, we have collected and analyzed transcriptome data from liver biopsies derived from control and chronic hepatitis C patients, in the absence of and during treatment with pegIFN-a/ribavirin. In the liver, cell-intrinsic adaptive changes to HCV infections are difficult to distinguish from changes induced by the immune response. In experimentally infected chimpanzees, transcriptome analysis revealed a strong induction of hundreds of ISGs in all animals (Bigger et al, 2004) . Due to a genetic polymorphism in the IFNL4 gene, ISG induction in humans is variable (Prokunina-Olsson et al, 2013; Terczynska-Dyla et al, 2014) . In this study, in order to reduce the strong confounding influence of the endogenous IFN system, we analyzed gene expression patterns separately for patients with or without endogenous IFN activation. We found that gene expression changes between uninfected liver samples and low-ISG samples mainly reflect the presence of immune cell infiltrates in the latter group. However, even in biopsies from patients without ISG induction (low-ISG patients) we could not detect expression changes of genes involved in cellular responses to HCV described in cell culture. For example, a previous large-scale analysis of differential gene expression in HCV-infected Huh-7.5 cells revealed that numerous genes involved in cell death, cell cycle, and cell growth/ proliferation are mis-regulated following viral infection (Walters et al, 2009 ), while our differential expression analyses did not reveal enrichments for these functional categories of genes. We therefore used a targeted approach and specifically analyzed genes previously reported to be changed in HCV-infected Huh-7.5 cells (Walters et al, 2009 ). Specifically, we could identify a core set of 25 genes that are differentially expressed following HCV infection both in Huh-7.5 cells and in liver samples from patients without IFN system activation. This common gene set included several cell cycle-associated genes, such as UBD, ITIH1, and BIRC3 (Dataset EV5; Walters et al, 2009 ). Thus, we were able to identify a significant number of genes that respond to HCV infection both in vivo and in vitro.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 370,
                    "text": "(Walters et al, 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1205,
                    "end": 1225,
                    "text": "(Bigger et al, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1313,
                    "end": 1343,
                    "text": "(Prokunina-Olsson et al, 2013;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1344,
                    "end": 1372,
                    "text": "Terczynska-Dyla et al, 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2184,
                    "end": 2204,
                    "text": "(Walters et al, 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2454,
                    "end": 2474,
                    "text": "(Walters et al, 2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2790,
                    "end": 2809,
                    "text": "Walters et al, 2009",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "How might we explain the differences in HCV-induced expression patterns in vivo and in vitro? It has been estimated that the number of HCV virions per infected cell is between 1 and 8 in the human liver, but can be as high as 500-1,000 in the Huh-7.5 cell culture model (Stiffler et al, 2009) . It is thus conceivable that some of changes described in cell culture are due to the high viral concentration and do not occur in vivo. However, it is also possible that our analysis was underpowered to detect HCV-induced cell-intrinsic changes in gene expression. Changes in infected hepatocytes could be masked by unchanged gene expression in non-infected hepatocytes and non-parenchymal liver cells (endothelial cells, biliary epithelial cells, stellate cells, fibroblasts, and Kupffer cells). Nonparenchymal cells provide about one-third of the liver mass, and the number of infected hepatocytes can vary from 1 to 55% (Wieland et al, 2014) . To minimize the information dilution from uninfected cells, we preferentially included in our study samples from patients with high viral load, because the proportion of infected cells significantly correlates with serum viral load (Wieland et al, 2014) . Nevertheless, we cannot exclude that because of these limitations we could not detect some genuine HCV-induced cell-intrinsic changes of gene expression.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "(Stiffler et al, 2009)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 918,
                    "end": 939,
                    "text": "(Wieland et al, 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1174,
                    "end": 1195,
                    "text": "(Wieland et al, 2014)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also addressed a long-standing conundrum in the field regarding the inability of the endogenous IFN system activation to eradicate HCV infections. Ever since the discovery that a substantial proportion of patients with CHC have a strong induction of hundreds of ISGs in the liver (Chen et al, 2005; Asselah et al, 2008; Sarasin-Filipowicz et al, 2008) it remained unclear why the endogenous IFN system is ineffective against HCV, whereas therapies with recombinant (pegylated) IFN-a were curative in many patients. Two alternative explanations were discussed: Either some critical ISGs are exclusively induced by pegIFN-a, or pegIFN-a induces the same ISGs but at a higher level than the endogenous IFNs. At first sight, our results indicate that the number of significantly changed ISGs is much higher after pegIFN-a compared to those induced by endogenous IFNs (in high-ISG samples), suggesting that pegIFN-a indeed induces additional ISGs that are not stimulated by endogenous IFNS. However, most of these \"additional\" genes were up-regulated in high-ISG samples as well, albeit to a lesser degree and therefore not passing the significance threshold. Such quantitative differences were also observed for a number of candidate anti-HCV effector ISGs identified in large screens (Schoggins et al, 2011; Metz et al, 2013) . Most of them were significantly stronger induced by pegIFN-a compared to endogenous IFNs, but their expression levels were highly positively correlated between samples treated with pegIFN-a/ ribavirin and samples with high endogenous ISG levels (Fig 7,  Dataset EV10 ). We present six candidate antiviral effectors [IRF1, IRF2, IRF7, IRF9, OASL, IFITM3, reported in both publications cited above (Schoggins et al, 2011; Metz et al, 2013) ] that do not differ significantly between low-ISG and high-ISG patients. However, with the exception of IRF2, these genes also appear to be slightly induced in high-ISG samples compared to low-ISG or non-infected samples, although at lower levels (Fig 7) . Of note, IRF2 stands out because it is induced by pegIFN-a at the 4-h time point, but appears to downregulated by endogenous IFNs (Fig 7) . However, IRF2 is unlikely to be an antiviral effector sensu stricto. IRF2 is a transcriptional regulator involved in IFN induction and in IFN signaling (Ikushima et al, 2013) . Our in vivo analysis therefore could not reliably identify a set of ISG effectors uniquely up-regulated by pegIFN-a that could be responsible for the superior antiviral efficacy of the treatment. Thus, our current analysis for the first time provides strong evidence that quantitative rather than qualitative differences in gene induction are responsible for the failure of the endogenous IFNs and the success of pegIFN-a in viral eradication. We also addressed the contribution of non-coding RNAs to gene regulation in response to HCV infections and to pegIFN-a treatments. Most prominent of them is miR-122, because it is an essential host factor for HCV replication (Jopling et al, 2005) . The fascinating role of the highly abundant miR-122 in HCV replication and virus-host interaction has recently been enriched by the observation that binding of miR-122 by HCV can regulate host gene expression by reducing (sponging) the amount of miR-122 available for gene repression (Luna et al, 2015) . Detailed functional experiments in Huh7 cells brought evidence that HCV infection leads to significant de-repression of miR-122 target genes due to this sponging effect (Luna et al, 2015) . At first sight, our in vivo transcriptomic analysis appeared to confirm this observation, as miR-122 target genes had higher expression levels in HCV-infected compared to control biopsies, more so than genes targeted by all other miRNAs and than genes that are not targets of miRNAs (Figs 2 and 3) . However, a closer look revealed the same pattern for other miRNAs highly expressed in the liver (e.g. miR-192, let-7). Because HCV does not bind these other miRNAs, this observation cannot be simply explained by a sponging effect.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 301,
                    "text": "(Chen et al, 2005;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 302,
                    "end": 322,
                    "text": "Asselah et al, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 323,
                    "end": 354,
                    "text": "Sarasin-Filipowicz et al, 2008)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1284,
                    "end": 1307,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1308,
                    "end": 1325,
                    "text": "Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1724,
                    "end": 1747,
                    "text": "(Schoggins et al, 2011;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1748,
                    "end": 1765,
                    "text": "Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2316,
                    "end": 2338,
                    "text": "(Ikushima et al, 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3010,
                    "end": 3031,
                    "text": "(Jopling et al, 2005)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3318,
                    "end": 3336,
                    "text": "(Luna et al, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3508,
                    "end": 3526,
                    "text": "(Luna et al, 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1573,
                    "end": 1594,
                    "text": "(Fig 7,  Dataset EV10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2014,
                    "end": 2021,
                    "text": "(Fig 7)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2154,
                    "end": 2161,
                    "text": "(Fig 7)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3812,
                    "end": 3826,
                    "text": "(Figs 2 and 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An unexpected observation from our analysis of the transcriptional response to pegIFN-a/ribavirin treatment was that 11 long non-coding transcripts that act as precursors for miRNAs (miRNA \"host\" genes) are significantly down-regulated following treatment. Strikingly, the primary transcript of miR-122 is part of these downregulated transcripts. Moreover, the genes targeted by these downregulated miRNAs had the highest median expression fold changes following treatment. We note that only subtle differences were observed for the miRNA target genes, which is suggestive of an expression fine-tuning mechanism, although a miRNA-mediated regulatory process is unlikely to be responsible for major expression changes following pegIFN-a treatment. Nevertheless, this observation indicates that the expression changes observed for the primary transcripts are reflected in the mature miRNA levels, as also indicated by our qPCR analysis for three candidate miRNAs. This finding is in agreement with previous evidence that IFN-beta treatment decreases mature miR-122 levels (Pedersen et al, 2007) and that miR-122 levels are lower in patients with endogenous IFN system activation (Sarasin-Filipowicz et al, 2009) . Interestingly, besides miR-122, several other miRNAs whose host genes are down-regulated have been associated with HCV infections and/or interferon treatment. For example, miR-146a was previously reported to inhibit type I interferon production (Hou et al, 2009; Ho et al, 2014) . Its down-regulation following pegIFN-a/treatment might thus allow for a sustained activation of ISGs and thus more effective antiviral response. Another example is miR-192, which was previously proposed as a predictor for the response to IFN treatment (Motawi et al, 2015) . Finally, it is tempting to speculate that the down-regulation of miR-122 levels might contribute to the efficiency of the pegIFN-a/ribavirin treatment in eliminating HCV infections.",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1092,
                    "text": "(Pedersen et al, 2007)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1177,
                    "end": 1209,
                    "text": "(Sarasin-Filipowicz et al, 2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1457,
                    "end": 1474,
                    "text": "(Hou et al, 2009;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1475,
                    "end": 1490,
                    "text": "Ho et al, 2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1745,
                    "end": 1765,
                    "text": "(Motawi et al, 2015)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this comprehensive gene expression analysis with liver biopsy samples (obtained before and during treatment with pegIFN-a) from patients with HCV infection revealed that HCV has no strong effect on the homeostasis of infected cells, that the endogenous IFN response is qualitatively similar to pegIFN-a treatment but too weak to clear the infection, and that IFN down-regulates miRNA primary transcripts, thereby fine-tuning ISG expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study included 25 patients with chronic hepatitis C (CHC) and six control patients (not infected with HCV) who underwent a diagnostic liver biopsy in the outpatient clinic of the Division of Gastroenterology and Hepatology, University Hospital Basel. The patients agreed to participate in the study and written informed consent was obtained (approved by the ethics commission of the cantons Basel-Stadt and Basel-Land; approval number EKBBM189/ 99). All patients with CHC were screened for potential response to treatment using a previously published classification method based on the expression values of IFI27, RSAD2, ISG15, and HTATIP2 (Dill et al, 2011) . Patients with high probability of achieving sustained virologic response (SVR) were identified, and in case of planned IFN-based treatment, they were asked to undergo a second liver biopsy. Both biopsies were performed in the morning. Nineteen patients agreed to undergo a second biopsy, as follows: after 4 h (five patients), 16 h (three patients), 48 h (three patients), 96 h (three patients), or 144 h (five patients) of the first therapeutic injection of pegylated interferons (pegIFNs). PegIFNs/Ribavirin doses were set according to HCV genotype and body weight based on standard recommendations. PegIFNs were administered subcutaneously once weekly at the initial dose of 1.5 lg/kg body weight of pegIFNa-2b (Essex Chemie) or 180 lg of pegIFN-a-2a (Roche). Serum HCV RNA was quantified using the COBAS AmpliPrep/COBAS TaqMan HCV Test and the COBAS Amplicor Monitor from Roche. Diagnosis of control patients was based on clinical, laboratory, and histopathological assessment. For 18 patients, microarray-based expression analyses of the biopsy material were previously published . One additional patient was included for the 16-h time point. Patient characteristics are summarized in Dataset EV1.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 662,
                    "text": "(Dill et al, 2011)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Patient selection"
        },
        {
            "text": "Total RNA was extracted from fresh-frozen bulk liver biopsy tissue using TRIzol reagent (Invitrogen) and subsequently subjected to DNase treatment using DNA-free TM DNA Removal Kit (Ambion) according to manufacturer's instructions. RNA concentration was determined using NanoDrop 2000 spectrophotometer (Thermo Scientific), and RNA quality/integrity was assessed with an Agilent 2100 BioAnalyzer using RNA 6000 Nano Kit (Agilent Technologies). All 46 RNA samples included in this study had RNA integrity number (RIN) values of > 7 (7.1-9.4; median 8.9), with 42 out of 46 samples having RIN values ≥ 8. We generated RNA sequencing (RNA-seq) data using the Illumina TruSeq Stranded mRNA protocol, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA-seq data generation"
        },
        {
            "text": "The RNA-seq reads were trimmed to remove 3 0 end adapter sequences, keeping a maximum read length of 81 bp. The reads were aligned on the hg38 primary assembly (excluding patches and haplotypic sequences) of the human genome, downloaded from the Ensembl (Cunningham et al, 2015) database release 76. The alignments were done using TopHat (Kim et al, 2013) release 2.0.10 and Bowtie (Langmead & Salzberg, 2012) release 2.1.0. We allowed intron sizes between 40 bp and 1 million bp for spliced read alignments, with a minimum anchor size of 8 bp and a maximum of one mismatch for each aligned read segment.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 278,
                    "text": "(Cunningham et al, 2015)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 355,
                    "text": "(Kim et al, 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 382,
                    "end": 409,
                    "text": "(Langmead & Salzberg, 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "RNA-seq data processing"
        },
        {
            "text": "We used Cufflinks (Trapnell et al, 2010) release 2.2.1 to reconstruct de novo gene models from TopHat unique read alignments. Reads with multiple reported alignments were excluded from the dataset prior to de novo reconstruction. We kept isoforms with a minimum frequency above 0.05. Intra-intronic transcripts (corresponding to retained introns or unspliced pre-mRNAs) were kept if their frequency was above 0.25. We allowed intron sizes between 40 bp and 500,000 bp. Neighboring transcribed regions were collapsed if they were closer than 40 bp. We performed the gene model reconstruction separately for each RNA-seq sample and then merged them into a single set of gene models using the cuffmerge tool in Cufflinks. We note that de novo reconstructed gene models may be fragmented, meaning that a single locus can be split into several predicted gene models, in particular for low expression levels.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 40,
                    "text": "(Trapnell et al, 2010)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Gene model reconstruction with RNA-seq"
        },
        {
            "text": "We used genomic annotations from the Ensembl (Cunningham et al, 2015) database release 82 as a basis for our analyses, to which we added de novo gene models reconstructed with Cufflinks. We determined the protein-coding potential of de novo gene models based on the codon substitution frequency (CSF) score approach (Lin et al, 2007 and on sequence similarity with known protein databases [SwissProt (UniProt, 2015) ] and protein domains [Pfam-A (Finn et al, 2014) ], as previously described (Necsulea et al, 2014) . For the CSF approach, to determine the codon substitution frequencies expected for coding and non-coding regions, we aligned Ensembl-annotated protein-coding sequences and intronic regions, for 9,000 1-1 orthologous gene families for 42 vertebrate species extracted from the Ensembl Compara database (Vilella et al, 2009) . We then counted all observed codon substitutions and constructed coding and non-coding substitution matrices. We downloaded whole-genome alignments for human and 99 other vertebrate genomes from the UCSC Genome Browser (Rosenbloom et al, 2015) and we computed the CSF score in 75-bp sliding windows along the entire human genome, as described previously (Necsulea et al, 2014) . We then extracted all genomic regions with positive CSF scores. As positive CSF scores can appear spuriously on the opposite strand of protein-coding regions (Cabili et al, 2011) , for regions with positive CSF scores on both strands we considered only the strand with the highest score. Gene models were classified as potentially protein-coding if had positive CSF scores over at least 90 bp or 25% of their exonic length. In addition, we searched for sequence similarity between exonic sequences and known proteins from and protein domains from the SwissProt (UniProt, 2015) and Pfam-A (Finn et al, 2014) databases, using blastx (Altschul et al, 1990) . We kept SwissProt proteins with high confidence annotations (protein existence score 1, 2, or 3). We retained blastx hits with e-values below 0.001. Gene models were classified as potentially proteincoding if they had significant blastx hits with SwissProt or Pfam-A protein sequences over at least 90 bp or 5% of their exonic length.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 69,
                    "text": "(Cunningham et al, 2015)",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 332,
                    "text": "(Lin et al, 2007",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 389,
                    "end": 415,
                    "text": "[SwissProt (UniProt, 2015)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 464,
                    "text": "(Finn et al, 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "(Necsulea et al, 2014)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 817,
                    "end": 838,
                    "text": "(Vilella et al, 2009)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1060,
                    "end": 1084,
                    "text": "(Rosenbloom et al, 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1195,
                    "end": 1217,
                    "text": "(Necsulea et al, 2014)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1378,
                    "end": 1398,
                    "text": "(Cabili et al, 2011)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1781,
                    "end": 1796,
                    "text": "(UniProt, 2015)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1808,
                    "end": 1826,
                    "text": "(Finn et al, 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1851,
                    "end": 1873,
                    "text": "(Altschul et al, 1990)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Long non-coding RNA dataset"
        },
        {
            "text": "De novo reconstructed gene models classified as non-coding with both approaches were kept for further long non-coding RNA analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long non-coding RNA dataset"
        },
        {
            "text": "To avoid annotating alternative untranslated regions or introns of protein-coding genes as independent long non-coding RNAs, we further filtered the set of de novo-predicted lncRNAs based on their distance to Ensembl-annotated protein-coding genes. We retained lncRNA candidates that had no sense overlap with Ensembl-annotated protein-coding genes and that were at least 10 kilobases (kb) away from protein-coding gene coordinates. Sense intronic overlaps with other non-coding transcripts were accepted. We discarded loci with an exonic length below 200 bp (for multi-exonic loci) or 500 bp (for mono-exonic loci). We further excluded loci overlapping with RNA repeats or with UCSC-annotated retro-transposed gene copies over more than 10% of their length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long non-coding RNA dataset"
        },
        {
            "text": "In addition to de novo-predicted lncRNA candidates, we analyzed Ensembl-annotated transcripts corresponding to gene biotypes \"lincRNA\", \"processed_transcript\", or \"antisense\". For both Ensembl-annotated and de novo-predicted lncRNAs, we further required support from at least 50 uniquely mapped RNA-seq reads, across all RNA-seq samples pooled together. In total, we analyzed 8,912 candidate lncRNAs, including 4,246 candidates detected de novo and 4,666 Ensembl-annotated lncRNAs. The de novo annotated lncRNA coordinates are provided with our GEO submission (accession number GSE84346).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long non-coding RNA dataset"
        },
        {
            "text": "We computed expression levels for protein-coding genes and candidate long non-coding RNAs derived from Ensembl annotations or predicted de novo with RNA-seq. For genes that had multiple isoforms, we combined exon coordinates from all isoforms into a single \"flattened\" gene model and computed a single expression level for each gene. For protein-coding genes, only protein-coding isoforms were kept, discarding retained introns and other potentially non-functional isoforms. We used two approaches to estimate gene expression levels. First, we estimated gene-based RPKM (reads per kilobase of exon per million mapped reads) values by counting uniquely mapped RNA-seq reads that overlapped with exon coordinates over at least 5 bp. RNA-seq reads that were mapped to senseoverlapping exonic regions were added to the read count of all corresponding genes. The total number of mapped reads for each sample (corresponding to the M denominator in the RPKM computation) was computed after discarding ambiguously mapped reads and reads that aligned to the mitochondrial genome. We normalized expression levels among samples using a previously described median-scaling procedure, based on the least-varying genes in terms of expression ranks (Brawand et al, 2011) . Second, we used Cufflinks to estimate gene expression levels using all TopHataligned reads, assigning reads with multiple alignments to each gene depending on gene expression levels estimated with unique reads (default multiple read correction procedure in Cufflinks). All gene expression estimates are provided with our GEO submission (accession number GSE84346).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1234,
                    "end": 1255,
                    "text": "(Brawand et al, 2011)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Gene expression estimation"
        },
        {
            "text": "We assessed differential gene expression using methods in the DESeq2 (Love et al, 2014) package (release 1.10.0) in R/Bioconductor (release 3.2.2), starting from the numbers of unambiguous read counts assigned to each gene. To test for differential gene expression following pegIFN-a/ribavirin treatment, we used a likelihood ratio test to compare two generalized linear models: a full model with two explanatory variables (the control/treated condition and the individual) and the reduced model with the individual as a single explanatory variable. To test for differential gene expression between groups of patients (normal liver, CHC high ISG, or CHC low ISG), we compared a model with one explanatory variable (the patient group) and the null model, according to which the patient group has no effect. For the comparison between normal liver, CHC high-ISG and CHC low-ISG patients, we further selected the samples based on their METAVIR score for inflammation and fibrosis (A1/ F1, A1/F2, and A2/F2 samples were kept for further analyses). We also excluded one sample (identifier A707), which had high expression levels for inflammatory markers despite its A2/F2 METAVIR classification. The sets of patients analyzed for each test are provided in Dataset EV1. P-values were corrected for multiple testing using the Benjamini-Hochberg method, as implemented in DESeq2. Note that for some genes, the resulting false discovery rate (FDR) is set to \"NA\", if the expression levels are too low or too variable to ensure reliable differential expression estimates (Love et al, 2014) . For further analyses, we selected genes for which the RPKM level was above 1 in at least one of the compared samples.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 87,
                    "text": "(Love et al, 2014)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1561,
                    "end": 1579,
                    "text": "(Love et al, 2014)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Differential gene expression"
        },
        {
            "text": "The level of endogenous IFN system activation can vary among patients classified as high ISG (Fig 1) . In addition, our dataset included different number of patients in the control (6), low-ISG (7), and high-ISG (7) categories, which may affect the statistical power of the analysis. To avoid outlier effects in our differential expression analyses for these comparisons (contrasting non-CHC, low-ISG, and high-ISG patients), we resampled six out seven patients for the low-ISG and high-ISG categories and we performed differential expression analyses with the reduced number of samples. All possible patient combinations were tested separately. We then selected gene expression differences based on their average false discovery rates (FDR) and average log2-fold expression change level across all resampling replicates. The analyses presented in the manuscript correspond to this resampling correction. Similar conclusions were reached when differential expression analyses were performed with all samples (results provided in Dataset EV2). For these comparisons, we considered that genes are differentially expressed if the FDR was below 0.1 and the absolute fold change above 1.5. We voluntarily chose slightly less restrictive FDR and fold change thresholds for these analyses than for the pegIFN-a treatment analysis, to avoid a loss of sensitivity associated with this resampling procedure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Resampling to control for outlier effects in differential expression analyses"
        },
        {
            "text": "We performed gene ontology enrichment analyses using the GOrilla webserver (Eden et al, 2009 ). We contrasted a focus set of genes (e.g. genes that were up-regulated in a set of patients or at one time point during treatment) with a background set of genes expressed at in the same samples. We set the false discovery rate for the GO enrichment analysis at 0.1. Only protein-coding genes were used for this analysis. We also downloaded GO associations for each Ensembl-annotated gene from the Ensembl 82 database, using BioMart. For the principal component analysis (PCA) presented in Appendix Fig S1, we selected genes associated with the categories: \"type I interferon production\", \"response to type I interferon\", \"response to interferon-gamma\".",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 92,
                    "text": "(Eden et al, 2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 601,
                    "text": "Fig S1,",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Gene ontology enrichment"
        },
        {
            "text": "We used HOMER (Heinz et al, 2010) to assess the enrichment of transcription factor binding motifs in the promoter regions of differentially expressed protein-coding genes, compared to the genomic background. We searched for motifs in a 500-bp region, starting 400 bp upstream of the transcription start site and ending 100 bp downstream. For each analysis, we display the enriched motif, its frequency among the tested genes and the enrichment with respect to the background.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 33,
                    "text": "(Heinz et al, 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Transcription factor binding enrichment analysis"
        },
        {
            "text": "To evaluate the involvement of miRNA regulation in the gene expression differences observed between patient categories or following treatment, we first obtained a dataset of miRNAs expressed in the relevant samples. We downloaded miRNA expression values evaluated with RNA sequencing and measured as TPM (tags per million mapped reads) from a previous publication (Hou et al, 2011) . This dataset included expression levels for normal liver, hepatitis B virus (HBV)-infected and HCV-infected liver, and hepatocellular carcinoma from HBV and HCV-infected livers. For comparability with our samples, we retained only expression levels from normal liver and HCV-infected, non-carcinoma samples. We summed the TPM values across all relevant samples and ranked miRNAs based on their combined expression values. For miRNA target analyses, we retained miRNAs with a combined TPM value of at least 100.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 381,
                    "text": "(Hou et al, 2011)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "microRNA expression"
        },
        {
            "text": "We used two sources for miRNA target predictions. First, we extracted computational target predictions from the TargetScan v7.1 human dataset (Agarwal et al, 2015) . To enrich in reliable target predictions, we kept only gene-miRNA associations that had a cumulative context++ score (Agarwal et al, 2015) below 0. We analyzed separately miRNA-target gene relationships for which at least one conserved binding site was predicted. Second, we used target predictions determined experimentally with HITS-CLIP in Huh7 cells (Luna et al, 2015) . This dataset included binding sites for 50 miRNAs expressed in Huh7 cells. We filtered this dataset to keep only binding sites found in the 3 0 UTR region, and we excluded 6mer binding sites. For the TargetScan dataset, we analyzed only miRNAs that were expressed in normal and HCVinfected liver, as defined above. All data are provided in Dataset EV4. For the analysis of miRNA targets and their expression patterns, we always exclusively analyzed genes that are expressed at an RPKM level of at least 1 in at least one of the relevant samples. For the analysis presented in Fig 8, we computed confidence intervals for the median expression fold change (following pegIFN-a/ribavirin treatment at the 16-h time point) with a bootstrap approach, by resampling the same number of genes 100 times with replacement. We then extracted the 2.5 and 97.5% quantiles of the resulting distribution, which are displayed as confidence intervals in Fig 8. ",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 163,
                    "text": "(Agarwal et al, 2015)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 304,
                    "text": "(Agarwal et al, 2015)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 520,
                    "end": 538,
                    "text": "(Luna et al, 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1123,
                    "text": "Fig 8,",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1483,
                    "text": "Fig 8.",
                    "ref_id": null
                }
            ],
            "section": "microRNA target prediction"
        },
        {
            "text": "Our RNA-seq dataset allows us to estimate expression levels for all long, poly-adenylated transcripts, thus in principle including miRNA primary transcripts. We extracted coordinates of miRNA transcripts from Ensembl 82 (Cunningham et al, 2015) , and we analyzed their overlap with exons of Ensembl-annotated or de novo-detected non-coding RNA genes. We found a total of 70 lncRNAs that had exonic overlap with miRNAs, which we classified as potential \"miRNA host genes\" and included in further analyses (Dataset EV11). We did not include in this analysis genes with intronic overlap with miRNAs.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 244,
                    "text": "(Cunningham et al, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Definition of microRNA host genes"
        },
        {
            "text": "We specifically analyzed the expression patterns of a subset of ISGs that were previously proposed to act as antiviral effectors through a large-scale over-expression screening approach in Huh-7.5 cells (Schoggins et al, 2011) . We extracted the list of genes whose overexpression had a negative on HCV replication in this experimental setup, at both 48-h and 72-h time points, and matched them with current Ensembl annotations by gene names. Genes that appeared as having both positive and negative effects on HCV replication (depending on the time points) were excluded. We added to this list of genes a dataset of ISG antiviral effectors previously described (Metz et al, 2013) , including genes whose antiviral properties were predicted with a knockdown approach (Metz et al, 2012) . The gene lists are provided in Dataset EV10.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 226,
                    "text": "(Schoggins et al, 2011)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 662,
                    "end": 680,
                    "text": "(Metz et al, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 767,
                    "end": 785,
                    "text": "(Metz et al, 2012)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral effector datasets"
        },
        {
            "text": "We also analyzed a set of genes previously shown to be differentially expressed following HCV infection in Huh-7.5 cells (Walters et al, 2009) . We matched the list of genes with Ensembl 82 annotations using the RefSeq accession number provided in this dataset (Walters et al, 2009 ). The gene lists and their differential expression patterns are provided in Dataset EV5.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 142,
                    "text": "(Walters et al, 2009)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 261,
                    "end": 281,
                    "text": "(Walters et al, 2009",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Differentially expressed genes in HCV-infected Huh7 cells"
        },
        {
            "text": "We analyzed the spatial expression patterns of the various gene lists identified in our study, using the gene expression dataset of the GTEx consortium, release v6 . We downloaded the pre-computed median RPKM values per tissue from the GTEx server. We used this dataset to estimate the tissue in which each gene reaches its maximum expression, for genes for which the maximum RPKM value in GTEx tissues was at least 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue expression patterns from GTEx"
        },
        {
            "text": "Mature microRNA expression data were generated starting from the same total RNA preparations that were used for RNA-seq experiments. Equal amount of input total RNA was used in each reaction. RNA was diluted to 4 ng/ll in water and cDNA was generated from 8 ng of total RNA using TaqMan TM Advanced miRNA cDNA Synthesis Kit (Applied Biosystems TM cat# A28007) according to manufacturer's instructions. Briefly, mature miRNAs were first extended on both ends via 3 0 polyA tailing and 5 0 RNA-adaptor ligation. Next, a reverse transcription (RT) reaction was performed using universal RT primers (supplied with the kit) that recognize the universal sequences present on both the 5 0 and 3 0 extended ends of the mature miRNAs. One-sixth of RT reaction product was then used to preamplify the cDNA using the universal primers (supplied with the kit) that recognize the universal sequences added to all mature miRNAs on the 5 0 and 3 0 ends. Expression of mature miRNAs miR-122,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mature microRNA expression"
        },
        {
            "text": "The paper explained Problem Hepatitis C virus (HCV) infections are a major cause of morbidity and mortality, which affect an estimated 160 million people worldwide. Despite numerous studies, the molecular impact of HCV infection and of the traditional interferon (IFN)-based treatment on the human liver is not yet fully understood. A subset of HCV patients, which are characterized by high endogenous levels of interferon-stimulated genes, paradoxically do not respond well to interferon therapy. To date, it remains unclear why the endogenous activation of interferon-stimulated genes is unable to clear the virus in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mature microRNA expression"
        },
        {
            "text": "We compared gene expression patterns in the liver for a variety of HCV-infected patients, before and after IFN-based treatment. In patients that do not show an endogenous activity of the IFN system, gene expression patterns predominantly reflect the presence of immune cell infiltrates in the liver. We also investigated the transcriptomes of patients with endogenous IFN activation. We find that the differences in expression patterns between endogenous IFN activity and recombinant IFN therapy are quantitative rather than qualitative. Most IFN-stimulated genes are induced by both recombinant IFN therapy and the endogenous IFN system, but with lower induction levels in the latter. This indicates that the innate immune response in chronic hepatitis C is too weak to clear the virus. Moreover, we found that a specific class of non-coding genes, which generate microRNAs with regulatory roles, are down-regulated following recombinant IFN therapy. These include the primary transcript of miR-122, a host microRNA that is required for HCV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our results shed light on the gene expression differences between types of HCV-infected patients, which may underlie some patients' inability to respond to interferon therapy. The differential regulation of miR-122 by pegIFN-a/ribavirin therapy may contribute to the efficiency of the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact"
        },
        {
            "text": "EMBO Molecular Medicine Vol 9 | No 6 | 2017 ª 2017 The Authors EMBO Molecular Medicine HCV infection and IFN-a in human liver Tujana Boldanova et al miR-146a, and miR-331 was then analyzed by quantitative polymerase chain reaction (qPCR) using TaqMan â Fast Advanced Master Mix (Applied Biosystems TM , cat# 4444556) and corresponding TaqMan â Advanced miRNA Assays (Applied Biosystems TM , cat# A25576): hsa-miR-122-5p (assay ID: 477855_mir), hsa-miR-146a-5p (assay ID: 478399_mir), and hsa-miR-331-3p (assay ID: 478323_mir). For qPCR, pre-amplified cDNA was diluted 1:10 with water and 5 ll of the diluted product (corresponding to 800 pg of input RNA) was used per reaction. An RT reaction without any template, RT reactions without the reverse transcriptase enzyme and qPCRs without any template served as negative controls. All qPCRs were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact"
        },
        {
            "text": "All data analyses and graphical representations were done in R. The principal component analyses were performed with functions implemented in the ade4 library.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and graphics"
        },
        {
            "text": "All raw and processed RNA-seq data, including de novo gene annotations obtained with Cufflinks and all expression estimations, are available in the GEO database (accession number GSE84346).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Expanded View for this article is available online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predicting effective microRNA target sites in mammalian mRNAs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bartel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Mol Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Liver gene expression signature to predict response to pegylated interferon plus ribavirin combination therapy in patients with chronic hepatitis C",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asselah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bieche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narguet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sabbagh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laurendeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ripault",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinot-Peignoux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Valla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidaud",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gut",
            "volume": "57",
            "issn": "",
            "pages": "516--524",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An algorithm for the grading of activity in chronic hepatitis C. The METAVIR Cooperative Study Group",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bedossa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Poynard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hepatology",
            "volume": "24",
            "issn": "",
            "pages": "289--293",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IL28B expression depends on a novel TT/-G polymorphism which improves HCV clearance prediction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bibert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Roger",
                    "suffix": ""
                },
                {
                    "first": "Calandra",
                    "middle": [
                        "T"
                    ],
                    "last": "Bochud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cerny",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Semmo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Gerlach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Malinverni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moradpour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "1109--1116",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intrahepatic gene expression during chronic hepatitis C virus infection in chimpanzees",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bigger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Brasky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Luxon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lanford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13779--13792",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The evolution of gene expression levels in mammalian organs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brawand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soumillon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Necsulea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Julien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Csardi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harrigan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liechti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aximu-Petri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kircher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "478",
            "issn": "",
            "pages": "343--348",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Integrative annotation of human large intergenic noncoding RNAs reveals global properties and specific subclasses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Cabili",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koziol",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tazon-Vega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Regev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rinn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genes Dev",
            "volume": "25",
            "issn": "",
            "pages": "1915--1927",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hepatic gene expression discriminates responders and nonresponders in treatment of chronic hepatitis C viral infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Borozan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Tannis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coltescu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heathcote",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcgilvray",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gastroenterology",
            "volume": "128",
            "issn": "",
            "pages": "1437--1444",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Highthroughput approaches to unravel hepatitis C virus-host interactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Colpitts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El-Saghire",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pochet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Baumert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "218",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferon-induced gene expression is a stronger predictor of treatment response than IL28B genotype in patients with hepatitis C",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dill",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bibert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bochud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papassotiropoulos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Gastroenterology",
            "volume": "140",
            "issn": "",
            "pages": "1021--1031",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pegylated IFN-alpha regulates hepatic gene expression through transient Jak/STAT activation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dill",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Makowska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trincucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Filipowicz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Invest",
            "volume": "124",
            "issn": "",
            "pages": "1568--1581",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "GOrilla: a tool for discovery and visualization of enriched GO terms in ranked gene lists",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Navon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Steinfeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lipson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yakhini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pfam: the protein families database",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coggill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Eberhardt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hetherington",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mistry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "222--230",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interferon lambda 4 signals via the IFNlambda receptor to regulate antiviral activity against HCV and coronaviruses",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terczynska-Dyla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vieyres",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siupka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EMBO J",
            "volume": "32",
            "issn": "",
            "pages": "3055--3065",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "25 years of interferon-based treatment of chronic hepatitis C: an epoch coming to an end",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "535--542",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Innate and adaptive immune responses in HCV infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thimme",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hepatol",
            "volume": "61",
            "issn": "",
            "pages": "14--25",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Simple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertolino",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laslo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell",
            "volume": "38",
            "issn": "",
            "pages": "576--589",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inhibition of miR-146a prevents enterovirusinduced death by restoring the production of type I interferon",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rudensky",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "MicroRNA-146a feedback inhibits RIG-I-dependent Type I IFN production in macrophages by targeting TRAF6, IRAK1, and IRAK2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "2150--2158",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of miRNomes in human liver and hepatocellular carcinoma reveals miR-199a/b-3p as therapeutic target for hepatocellular carcinoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Cell",
            "volume": "19",
            "issn": "",
            "pages": "232--243",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The IRF family transcription factors at the interface of innate and adaptive immune responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ikushima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Negishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cold Spring Harb Symp Quant Biol",
            "volume": "78",
            "issn": "",
            "pages": "105--116",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Modulation of hepatitis C virus RNA abundance by a liver-specific MicroRNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jopling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1577--1581",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Positive and negative modulation of viral and cellular mRNAs by liver-specific microRNA miR-122",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jopling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cold Spring Harb Symp Quant Biol",
            "volume": "71",
            "issn": "",
            "pages": "369--376",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Negative regulation of the interferon response by an interferon-induced long non-coding RNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kambara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kostadinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Moonka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carnero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barriocanal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fortes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "10668--10680",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pertea",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genome Biol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Fast gapped-read alignment with Bowtie 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "357--359",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evolving epidemiology of hepatitis C virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavanchy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "",
            "pages": "107--115",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Revisiting the proteincoding gene catalog of Drosophila melanogaster using 12 fly genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Gramates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "St Pierre",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "PhyloCSF: a comparative genomics method to distinguish protein coding and non-coding regions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jungreis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "275--282",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Complete replication of hepatitis C virus in cell culture",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Syder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wolk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tellinghuisen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckeating",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "623--626",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anders",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Hepatitis C virus RNA functionally sequesters miR-122",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Luna",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Danino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nishiuchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Takacs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Catanese",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "1099--1110",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Human genomics. The human transcriptome across tissues and individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reverter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Deluca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monlong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sammeth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Pervouchine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": "660--665",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification of type I and type II interferon-induced effectors controlling hepatitis C virus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dazert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruggieri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaderali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Zeuge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Windisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trippler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hepatology",
            "volume": "56",
            "issn": "",
            "pages": "2082--2093",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Interferon-stimulated genes and their role in controlling hepatitis C virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hepatol",
            "volume": "59",
            "issn": "",
            "pages": "1331--1341",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Serum interferonrelated microRNAs as biomarkers to predict the response to interferon therapy in chronic hepatitis C genotype 4",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Motawi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Maraghy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Senousy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The evolution of lncRNA repertoires and expression patterns in tetrapods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Necsulea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soumillon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warnefors",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liechti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Daish",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Zeller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grutzner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaessmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "635--640",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Interferon modulation of cellular microRNAs as an antiviral mechanism",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Volinia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Croce",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "449",
            "issn": "",
            "pages": "919--922",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A variant upstream of IFNL3 (IL28B) creating a new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prokunina-Olsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muchmore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dickensheets",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hergott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Porter-Gill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mumy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kohaar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "",
            "pages": "164--171",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The UCSC genome browser database: 2015 update",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosenbloom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clawson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diekhans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Dreszer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guruvadoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haeussler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "670--681",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Interferon signaling and treatment outcome in chronic hepatitis C",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarasin-Filipowicz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Oakeley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Christen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Filipowicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci",
            "volume": "105",
            "issn": "",
            "pages": "7034--7039",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Decreased levels of microRNA miR-122 in individuals with hepatitis C responding poorly to interferon therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarasin-Filipowicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krol",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Markiewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Filipowicz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Med",
            "volume": "15",
            "issn": "",
            "pages": "31--33",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Focal distribution of hepatitis C virus RNA in infected livers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stiffler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Reduced IFNlambda4 activity is associated with improved HCV clearance and reduced expression of interferon-stimulated genes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terczynska-Dyla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bibert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Collinet",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kutalik",
                    "suffix": ""
                },
                {
                    "first": "Aubert",
                    "middle": [
                        "V"
                    ],
                    "last": "Cerny",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pertea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mortazavi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Baren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wold",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pachter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Biotechnol",
            "volume": "28",
            "issn": "",
            "pages": "511--515",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "UniProt: a hub for protein information",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uniprot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "204--212",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "EnsemblCompara GeneTrees: complete, duplication-aware phylogenetic trees in vertebrates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Vilella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Severin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ureta-Vidal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Birney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Res",
            "volume": "19",
            "issn": "",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Production of infectious hepatitis C virus in tissue culture from a cloned viral genome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Date",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Habermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Krausslich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mizokami",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "791--796",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Genomic analysis reveals a potential role for cell cycle perturbation in HCV-mediated apoptosis of cultured hepatocytes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Syder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lederer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paeper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Simultaneous detection of hepatitis C virus and interferon stimulated gene expression in infected human liver",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Makowska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Campana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "59",
            "issn": "",
            "pages": "2121--2130",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Robust hepatitis C virus infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastaminza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapadia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Uprichard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "9294--9299",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Endogenous levels of interferon-stimulated levels in human liver.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Differential expression between non-CHC and CHC low-ISG patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Differential expression between non-CHC and CHC high-ISG patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "interferon-stimulated genes in these cells(Walters et al, 2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Differential expression between CHC and non-CHC patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "points, in particular for protein-coding genes, but also affecting other categories of transcripts(Fig 5, Dataset EV6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Transcriptional response to IFN-a treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "all three miRNAs, this data indicates that the mature miRNAs are indeed down-regulated after pegIFN-a treatment at the 16-h time point (also at the 96-h time point for miR-122-5p and miR-146a-5p; Appendix Fig S10, Dataset EV12). To further test this hypothesis (albeit indirectly), we reasoned that a decrease in mature miRNA expression levels should positively affect the expression of their target genes. We thus analyzed the behavior of predicted miRNA target genes in response to pegIFN-a/ribavirin treatment, at the 16-h Common transcriptional signatures of IFN-a treatment and endogenous IFN activity.A, B Differential expression patterns of the genes that are significantly up-regulated (A) or down-regulated (B) (FDR < 0.05 and minimum absolute fold change 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Regulation of antiviral effectors by IFN-a treatment and endogenous IFN activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "x-Axis: different categories of samples. Gray: control, non-CHC patients; green: CHC low-ISG samples; orange: CHC high-ISG samples; red: biopsies obtained after pegIFN-a/ribavirin treatment, at different time points. The dots represent individual samples. Boxplots are super-imposed over the individual expression levels. Horizontal bars represent median values. Boxes represent the inter-quartile (25-75%) ranges of the distribution. Boxplot whiskers extend to the most extreme data point found within 1.5 times the inter-quartile distance from the box. EMBO Molecular Medicine Vol 9 | No 6 | 2017 ª 2017 The Authors EMBO Molecular Medicine HCV infection and IFN-a in human liver Tujana Boldanova et al time point (for which most miRNA host down-regulation events were observed; Fig 8A). As above, we analyzed microRNAs expressed in normal and/or HCV-infected human livers (Hou et al, 2011) and their conserved targets predicted computationally with TargetScan (Agarwal et al, 2015; Materials and Methods). Strikingly, out of 79 miRNA families with at least 100 conserved target",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Evolutionarily conserved miRNA target predictions were extracted from TargetScan v7.1 (Agarwal et al, 2015; Materials and Methods). miRNAs highlighted in red correspond to primary miRNA transcripts significantly down-regulated at the 16-h time point; miRNAs highlighted in orange correspond to primary miRNA transcripts significantly down-regulated at other time points. ª 2017 The Authors EMBO Molecular Medicine Vol 9 | No 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "selection. The libraries were sequenced on an Illumina HiSeq 2500 machine, as single-end reads.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "ª 2017 The Authors EMBO Molecular Medicine Vol 9 | No 6 | 2017",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "). With these stringent criteria, we observed numerous expression changes at Differential expression, CHC vs. non−CHC patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}