{"paper_id": "1dca283affc54958438f4dc961cc47df19d7e041", "metadata": {"title": "Journal Pre-proof Clinical Features of COVID-19-Related Liver Damage Clinical Features of COVID-19-Related Liver Damage", "authors": [{"first": "Zhenyu", "middle": [], "last": "Fan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Liping", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Jun", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xin", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Jingmao", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheng", "middle": [], "last": "Tian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Yajun", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Shaoping", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Zhanju", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": "liuzhanju88@126.com"}, {"first": "Jilin", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": "chengjilin@shphc.org.cn"}, {"first": "Fan", "middle": ["Z"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chen", "middle": ["L"], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheng", "middle": ["X"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tian", "middle": ["C"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhang", "middle": ["Y"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huang", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liu", "middle": ["Z"], "last": "Cheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "，jingmao", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fudan University", "location": {"postCode": "201508", "settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In December 2019, a novel coronavirus was identified as the pathogen to cause pneumonia in Wuhan, China , which was temporarily named as 2019-nCoV by WHO. 1,2 On 11 February 2020, based on the phylogeny, taxonomy and established practice, 2019-nCoV was officially named as SARS-CoV-2, 3 and the disease caused by SARS-CoV-2 was named as COVID-19. 4 SARS-CoV-2 can be transmitted from person to person through respiratory droplets and close contact , posing a huge public health challenge. 5 So far, there were more than a million confirmed cases in 181 countries and regions around the world. 6 The main manifestations of SARS-CoV-2 infection include fever, dry cough, weakness, and breathing difficulty. Abnormality in liver function tests has been reported; almost one-half of patients experience different degrees of liver test abnormalitities. 7, 8 According to a recent study using single-cell RNA sequencing , angiotensin-converting enzyme(ACE)2 was highly expressed not only in type II alveolar epithelial cells, but also in bile duct cells. 9 Importantly, recent studies confirmed that ACE2 receptor is the cell entry receptor of SARS-CoV-2.. . 10 All these findings suggest that SARS-CoV-2 may infect the bile duct cells and cause the abnormal liver function in these patients. However, alkaline phosphatase (ALP), the bile duct injury marker, is not specific to COVID-19. 7, 8 A recent study reported that moderate microvascular steatosis and mild lobular and portal activity were present in liver biopsy specimens, indicating that the liver injury could be caused by either SARS-CoV-2 infection or drug-induced liver injury. 11 Currently, however, there are no data to determine whether abnormal liver function in COVID-19 patients is due to drug use or not. Given the highly contagious and pathogenic nature of SARS-CoV-2 and the high incidence of liver damage, an in-depth evaluation of liver function in COVID patients is urgently warranted.", "cite_spans": [{"start": 285, "end": 286, "text": "3", "ref_id": "BIBREF2"}, {"start": 593, "end": 594, "text": "6", "ref_id": null}, {"start": 848, "end": 850, "text": "7,", "ref_id": "BIBREF5"}, {"start": 851, "end": 852, "text": "8", "ref_id": "BIBREF11"}, {"start": 1049, "end": 1050, "text": "9", "ref_id": "BIBREF12"}, {"start": 1153, "end": 1155, "text": "10", "ref_id": null}, {"start": 1382, "end": 1384, "text": "7,", "ref_id": "BIBREF5"}, {"start": 1385, "end": 1386, "text": "8", "ref_id": "BIBREF11"}, {"start": 1636, "end": 1638, "text": "11", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, we retrospectively investigated the changes in liver function tests in SARS-CoV-2-infected patients from a single center in Shanghai, China, and compared the clinical features, medications and length of stay of COVID-19 patients with vs. those without liver damage. The purpose of this study is to clarify the clinical features of COVID-19-related liver damage, evaluate the association between current medications and liver damage, and provide a reference for clinical treatment of patients with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "From January 20, 2020 to January 31, 2020, a total of 148 consecutive patients were admitted and treated in the Shanghai Public Health Clinical Center affiliated to Fudan University (the designated hospital for infectious disease by the Chinese CDC in the Shanghai area), all of which were confirmed cases of COVID-19. The clinical criteria of diagnosis and discharge were as per the standards for \"Diagnosis and Treatment Scheme of New Coronavirus Infected Pneumonia\" (trial version 6). 12 All cases had a history of exposure and most had clinical manifestations includingfever or respiratory symptoms. All patients were diagnosed after examination of SARS-CoV-2 RNA by RT-PCR. Follow-up for this report ended on February 19, 2020. This study was approved by the Ethics Committee of the Shanghai Public Health Clinical Center (2019-S047-02, Review date: Jan 13, 2020) and was exempted from the need for informed consent from patients.", "cite_spans": [{"start": 488, "end": 490, "text": "12", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Study design and participants"}, {"text": "The medical records of 148 patients were collected and examined by the research team from the Department of Gastroenterology and Hepatology, Shanghai Public Health Clinical Center, Fudan University. Epidemiological, clinical, laboratory characteristics and treatment and outcomes data were acquired by the hospitalization management system.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Sera were harvested from all confirmed patients after an overnight fast. All laboratory data were obtained on the day of serum collection.. Laboratory examination was . We defined abnormal liver damage as any parameter more than the upper limit of normal value.", "cite_spans": [], "ref_spans": [], "section": "Laboratory examination"}, {"text": "All patients rested in bed and received supportive treatments, includingfluid supplementation and maintenance of electrolyte and acid-base homeostasis. Vital signs and finger oxygen saturation were closely monitored, and oxygen therapy were given to hypoxemic patients. Since there was no accepted antiviral treatment regimen, patients were treated with lopinavir/litonavir, umifenovir and darunavir. There was no standard guidance on drug choice. Antibiotics were used if needed and this decision was based on healthcare providers' discretion.", "cite_spans": [], "ref_spans": [], "section": "Therapeutic strategies"}, {"text": "Continuous measurements were compared by Student's t test or Mann-Whitney U test, which with normal distribution were presented as mean ± standard deviation (SD), while the abnormally distributed measurements as median (interquartile range), respectively. The categorical variables (shown by percentage) were compared by using Chi-square analysis and Fisher exact test. P < 0.05 was determined as with statistically significant differences. Statistical analysis software Graphpad prism 6 was", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Up to January 31, 2020, a total of 148 cases with COVID-19 were admitted to the Table 1 .", "cite_spans": [], "ref_spans": [{"start": 80, "end": 87, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical Characteristics of Patients Infected With SARS-CoV-2"}, {"text": "There were 55 patients (37.2%) with abnormal liver function tests on admission Figure S1B , rthe proportion of patients with elevated AST, ALT, GGT, total bilirubin, ALP was 21.6%, 18.2%, 17.6%, 6.1%, 4.1%, respectively. The medications of COVID-19 patients before admission included antibiotics (levofloxacin, azithromycin, cephalosporin), antiviral drugs (umifenovir, oseltamivir, acyclovir)and conventional antipyretic drug (ibuprofen). There was no statistical difference in prehospital treatment between the groups with or without liver test abnormalities (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 79, "end": 89, "text": "Figure S1B", "ref_id": null}, {"start": 561, "end": 570, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Liver function and medications in COVID-19 patients"}, {"text": "Of 45 patients with normal baseline liver function tests, 48.4% developed liver injury at mean 7 (range 4-11) days after admission. Of these, 18 had elevated bilirubin and the peak occurs on the fifth day (range 4-12) following hospitalization. In total, 27 patients had elevated liver enzymes and the peak occurs on the 10th day (7) (8) (9) (10) (11) (12) after hospitalization. The trajectory of liver enzymes in patients with abnormal liver function after admission was shown in Figure S2 . More patients with abnormal liver function (57.8%) received treatment with lopinavir/ritonavir compared with those with normal liver function (31.3%) (p = 0.01) ( Table 3) .", "cite_spans": [{"start": 330, "end": 333, "text": "(7)", "ref_id": "BIBREF5"}, {"start": 334, "end": 337, "text": "(8)", "ref_id": "BIBREF11"}, {"start": 338, "end": 341, "text": "(9)", "ref_id": "BIBREF12"}, {"start": 342, "end": 346, "text": "(10)", "ref_id": null}, {"start": 347, "end": 351, "text": "(11)", "ref_id": "BIBREF15"}, {"start": 352, "end": 356, "text": "(12)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 482, "end": 491, "text": "Figure S2", "ref_id": null}, {"start": 657, "end": 665, "text": "Table 3)", "ref_id": null}], "section": "Liver function and medications in COVID-19 patients"}, {"text": "As of February 19, 2020, 92 (62.2%) patients were discharged from hospital, including 34 cases with abnormal liver function before admission, 24 cases with abnormal liver function during hospitalization, and 34 cases with normal liver function during the stay in hospital. Of note, we found that baseline liver impairment was associated with prolonged hospital stay, while abnormal liver function during admission had little effect on the length of hospital stay (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 463, "end": 472, "text": "(Table 4)", "ref_id": "TABREF2"}], "section": "Association between liver injury and overall prognosis"}, {"text": "In the current study, nearly half of the patients in this study were over 50 years old, which is consistent with the previous report. 13 Half of the patients were men, while another study including 72314 cases demonstrated that COVID-19 was more common in men than women. 14 In total, 85.8% of patients presented with fever; this estimate is similar to 83 to98.6% in other reports. 2, 7, 8 There were five asymptomatic patients in our study, who were hospitalized after close contact with confirmed cases, and then diagnosed with COVID-19. Recently, an asymptomatic carrier was reported to transmit SARS-CoV-2 to five other persons. 15 Undoubtedly, asymptomatic patients increase the challenge in the prevention of COVID-19 infection.", "cite_spans": [{"start": 134, "end": 136, "text": "13", "ref_id": "BIBREF17"}, {"start": 382, "end": 384, "text": "2,", "ref_id": "BIBREF1"}, {"start": 385, "end": 387, "text": "7,", "ref_id": "BIBREF5"}, {"start": 388, "end": 389, "text": "8", "ref_id": "BIBREF11"}, {"start": 633, "end": 635, "text": "15", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "Notably, 37.2% of patients on admission had abnormal liver function. Similar to previous studies, ALP elevation was the less common compared with abnormalities of the other liver enzymes. 16 Although ACE2 is highly expressed in bile duct cells, recent work suggest that SARS-CoV-2 infection does not cause bile duct injury. 9 In contrast, elevated markers of liver cell injury (ALT, AST) are more common.", "cite_spans": [{"start": 188, "end": 190, "text": "16", "ref_id": "BIBREF23"}, {"start": 324, "end": 325, "text": "9", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Approximately, one in five patients in this study had elevated ALT or AST, which is slightly lower than the estimates in earlier studies. 2, 8 Moreover, the levels of elevated ALT and AST were generally not high in our study, indicating the COVID-19 related liver injury may be relatively mild. These findings are consistent with the previous research. 7 We found that liver injury was more common in men, although the mechanism is unclear. We also found that pPtients with liver damage had higher inflammatory indexes, such as elevated CRP and PCT, and and more likely to have fever, which may be related to the immune response after virus infection. Studies have found liver damage is more common in patients with severe pneumonia, which is suspected to be associated with inflammatory cytokines, 2,7 but it cannot explain the liver damage in patients with disease.", "cite_spans": [{"start": 138, "end": 140, "text": "2,", "ref_id": "BIBREF1"}, {"start": 141, "end": 142, "text": "8", "ref_id": "BIBREF11"}, {"start": 353, "end": 354, "text": "7", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are similarities between the SARS-CoV-2 and SARS-CoV outbreaks. In the autopsy analysis of patients who died of severe acute respiratory syndrome (SARS), 7,18 liver tissue showed fatty degeneration andcentral lobular necrosis;SARS-CoV was also detected in the liver. 19 So there is a reason to believe that SARS-CoV-2 can also attack the human liver.", "cite_spans": [{"start": 273, "end": 275, "text": "19", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "It is worth noting that LDH was higher in patients with abnormal liver function than in patients with normal liver function. Also, a high level of LDH was found in the patient who died of respiratory failure in our study. The levels of LDH in the patients with SARS and MERS are also increased. 20, 21 and can be seen as an independent risk factor for SARS. 20 Whether LDH can be used as an early alarm feature for COVID-19 needs further analysis.", "cite_spans": [{"start": 295, "end": 298, "text": "20,", "ref_id": "BIBREF27"}, {"start": 299, "end": 301, "text": "21", "ref_id": null}, {"start": 358, "end": 360, "text": "20", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although there are also serious liver injuries in previous reports, the concomitant chronic liver diseases could not be excluded. 8 Nine patients had other chronic liver diseases in our study, but there was no statistical difference in the proportion of patients with chronic liver diseases between the abnormal and the normal liver function group.", "cite_spans": [{"start": 130, "end": 131, "text": "8", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Because no effective antiviral drug for COVID-19 is available, symptomatic and supportive treatments are crucial. Many patients were treated with antiviral and antipyretic drugs. However, both antiviral drugs and acetaminophen have adverse reactions, including liver injury. [22] [23] [24] In our study, the drugs used by patients before admission are mainly antibacterial drugs (including moxifloxacin, cephalosporins), antiviral drugs (umifenovir, oseltamivir, acyclovir), and antipyretic drugs such as acetaminophen. We analyzed the prehospital medications and found that there was no statistical difference between the two groups. Therefore, we believe that the onset of liver function damage of COVID-19 patients had nothing to do with the medications.", "cite_spans": [{"start": 275, "end": 279, "text": "[22]", "ref_id": "BIBREF30"}, {"start": 280, "end": 284, "text": "[23]", "ref_id": "BIBREF31"}, {"start": 285, "end": 289, "text": "[24]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "After admission, several patients with normal liver function developed liver injury.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We found that of the proportion of patients who were treated with lopinavir/ritonavir was significantly higher in the group with than the group without liver injury.. In another study from our hospital, lopinavir/ritonavir did not enhance the clearance of SARS-CoV-2. 25 For this reason, we would not recommend lopinavir/ritonavir as a treatment for COVID-19, even in mild patients with normal liver function. More studies are needed to further evaluate the risks and benefits that lopinavir/ritonavir in patients with COVID-19. Notably, the length of stay in patients with liver damage on admission was longer than that in cases with normal liver function.", "cite_spans": [{"start": 268, "end": 270, "text": "25", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. This study was retrospective, and some cases had incomplete documentation for the history of present illness. Moreover, all data were collected from a single center at a certain timepoint. So the sample size is relatively limited. Furthermore, we examined the association between COVID-19 and liver injury and cannot demonstrate causality. Further studies are needed to corroborate the pathogenic mechanism.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, abnormal liver tests are common in COVID-19 patients. SARS-CoV-2 may cause liver function damage, and liver injury after admission may be related to the use of lopinavir/ritonavir. Liver damage is associated with prolonged hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "These findings provide guidance for the clinical treatment of patientsduring the current pandemic. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Novel Coronavirus from Patients with Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "The New England journal of medicine", "volume": "382", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Severe acute respiratory syndrome-related coronavirus: The species and its viruses -a statement of the Coronavirus Study Group", "authors": [{"first": "Alexander", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}, {"first": "Scb", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.07.937862"]}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical Characteristics of 138 Hospitalized Patients With", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--520", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection", "authors": [{"first": "Xiaoqiang", "middle": [], "last": "Chai", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "", "suffix": ""}, {"first": "Yan", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}], "year": 2012, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s4158610.1038/s4158610.1038/s4158610.1038/s41586----020020020020"]}}, "BIBREF15": {"ref_id": "b15", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The lancet 2020", "authors": [{"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "DOI: published online Feb 18.DOI: published online Feb 18.DOI: published online Feb 18", "volume": "30076", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S221310.1016/S221310.1016/S221310.1016/S2213----2600(20"]}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnosis and Treatment Scheme of New Coronavirus Infected Pneumonia", "authors": [{"first": "China", "middle": [], "last": "Nhco", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China", "authors": [{"first": "Yang", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Qingbin", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Mingjin", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology T", "authors": [], "year": null, "venue": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Presumed Asymptomatic Carrier Transmission of COVID", "authors": [{"first": "Y", "middle": [], "last": "Bai", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "T", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "First Case of 2019 Novel Coronavirus in the United States", "authors": [{"first": "M", "middle": ["L"], "last": "Holshue", "suffix": ""}, {"first": "C", "middle": [], "last": "Debolt", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindquist", "suffix": ""}], "year": 2020, "venue": "The New England journal of medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa200119110.1056/NEJMoa200119110.1056/NEJMoa200119110.1056/NEJMoa2001191"]}}, "BIBREF24": {"ref_id": "b24", "title": "Pathogenetic mechanisms of severe acute respiratory syndrome", "authors": [{"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Korteweg", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mcnutt", "suffix": ""}, {"first": "J", "middle": [], "last": "Gu", "suffix": ""}], "year": 2008, "venue": "Virus research", "volume": "133", "issn": "1", "pages": "4--12", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Severe acute respiratory syndrome associated 1", "authors": [{"first": "X", "middle": [], "last": "Shi", "suffix": ""}, {"first": "E", "middle": [], "last": "Gong", "suffix": ""}, {"first": "D", "middle": [], "last": "Gao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "169--76", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Fatal severe acute respiratory syndrome 2", "authors": [{"first": "G", "middle": ["A"], "last": "Farcas", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Poutanen", "suffix": ""}, {"first": "T", "middle": [], "last": "Mazzulli", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "193--200", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A major outbreak of severe acute respiratory syndrome in", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "D", "middle": [], "last": "Hui", "suffix": ""}, {"first": "A", "middle": [], "last": "Wu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A case of late presentation of darunavir-related cholestatic hepatitis", "authors": [{"first": "N", "middle": [], "last": "Yancheva", "suffix": ""}, {"first": "R", "middle": [], "last": "Tzonev", "suffix": ""}], "year": 2019, "venue": "International journal of STD & AIDS", "volume": "30", "issn": "6", "pages": "620--622", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Oxidant stress, mitochondria", "authors": [{"first": "H", "middle": [], "last": "Jaeschke", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mcgill", "suffix": ""}, {"first": "A", "middle": [], "last": "Ramachandran", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "88--106", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Liver injury and changes in hepatitis C Virus (HCV) RNA load associated with protease inhibitor-based antiretroviral therapy for treatment-naive HCV-HIV-coinfected patients: lopinavir-ritonavir versus nelfinavir. Clinical infectious diseases : an official publication of the Infectious Diseases Society of", "authors": [{"first": "K", "middle": ["E"], "last": "Sherman", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Shire", "suffix": ""}, {"first": "P", "middle": [], "last": "Cernohous", "suffix": ""}], "year": 2005, "venue": "America", "volume": "41", "issn": "8", "pages": "1186--95", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Efficacies of lopinavir/ritonavir and abidol in the treatment of novel coronavirus pneumonia", "authors": [{"first": "Chen", "middle": [], "last": "Jun", "suffix": ""}, {"first": "Ling", "middle": [], "last": "Yun", "suffix": ""}, {"first": "Xi", "middle": [], "last": "Xiuhong", "suffix": ""}], "year": 2020, "venue": "Chin J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3760/cma.j.cn311365"]}}}, "ref_entries": {"FIGREF0": {"text": "), lactate dehydrogenase (LDH, 109-245 U/L), gamma-glutamyltransferase (GGT, 7-45 U/L), alkaline phosphatase (ALP, 35-100 U /L), and total bilirubin (TB, 3.4-20.5 umol/L) were routinely measured using standard methods. The phenotypic analysis of lymphocytes (CD4+, CD8+, CD3+ T cells) in peripheral blood was performed by a flow cytometry (BD Biosciences; San Diego, CA, USA)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Public Health Clinical Center, including 73 (49.3%) females and 75 males (50.7%). The average age of the patients was 50 years (36-64).. By February 19, 92 of the 148 cases were discharged from the hospital, and one died. The deceased patient was critically ill on admission with complex underlying diseases. On day of admission, the patient was treated with antibiotics, antivirals, and mechanical ventilation and other rescue measures. Elevated levels of AST (48 U/L) and continuously elevated LDH were observed in the patient on the next day, and reduced glutathione was used to protect the hepatic function. Unfortunately, the patient died of respiratory failure on day 3. Patients in this cohort had clinical manifestations of fever (85.8%), cough (45.3%), and expectoration (26.7%) on admission. The median period from onset of symptom to admission in this study was 5 days (3 -7). The clinical and laboratory features of patients with and without normal liver tests were shown in", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure S1A), including elevated ALT (n = 27, 41-115U/L), AST (n = 32; 37-107U/L), GGT (n = 26, 48-159U/L), ALP (n = 6, 102-144U/L), and total bilirubin (n = 9, 21-46.6umol/L). As shown in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020; published published published published", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical characteristics of 148 patients infected with SARS-CoV-2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Liver </td><td>function </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>p value </td></tr><tr><td>Age </td><td>All (148) </td><td>Abnormal (55) </td><td>Normal (93) </td><td> </td></tr><tr><td>50 (36-64) </td><td>52 (37-65) </td><td>50 (36-63) </td><td>0.5829 </td></tr><tr><td>Sex </td><td>N (%) </td><td>N (%) </td><td>N (%) </td><td> </td></tr><tr><td>Female </td><td>75 (50.7%） </td><td>14(25.5%) </td><td>61(65.6%) </td><td>&lt; 0.0001 </td></tr><tr><td>Male </td><td>73 (49.3 %） </td><td>41(74.5%) </td><td>32(34.4%) </td><td> </td></tr><tr><td>Signs and symptoms at admission </td><td>N (%) </td><td>N (%) </td><td>N (%) </td><td> </td></tr><tr><td>Fever </td><td>127(85.8%) </td><td>48 (87.3%) </td><td>79 (84.9%) </td><td>0.6951 </td></tr><tr><td>Cough </td><td>67 (45.3%） </td><td>25 (45.5%) </td><td>42(45.2%) </td><td>0.9724 </td></tr><tr><td>Expectoration </td><td>38 (26.7%) </td><td>14 (25.5%) </td><td>24 (25.8%) </td><td>0.9622 </td></tr><tr><td>Diarrhea </td><td>6 (4.1%） </td><td>1 (1.8%) </td><td>5 (5.4%) </td><td>0.4124 </td></tr><tr><td>Nausea and vomiting </td><td>3 (2.0%） </td><td>1 (1.8%) </td><td>2 (2.2%) </td><td>1 </td></tr><tr><td>Asymptomatic </td><td>5 (3.4%) </td><td>2 (3.6%) </td><td>3 (3.2%) </td><td>1 </td></tr><tr><td>With other liver diseases </td><td>9 (6.1%) </td><td>4 (7.3%) </td><td>5 (5.4%) </td><td>0.6409 </td></tr><tr><td>Temperature (℃) </td><td>N (%) </td><td>N (%) </td><td>N (%) </td><td> </td></tr><tr><td>≤37.2 </td><td>21 (14.2%) </td><td>7 (12.7%) </td><td>14 (15.1%) </td><td>0.6951 </td></tr><tr><td>37.3-38 </td><td>70 (47.3%) </td><td>24 (43.6%) </td><td>46 (49.5%) </td><td>0.4927 </td></tr><tr><td>38.1-39 </td><td>45 (30.4%) </td><td>16 (29.1%) </td><td>29 (31.2%) </td><td>0.7892 </td></tr><tr><td>≥39.1 </td><td>12 (8.1%) </td><td>8 (14.5%) </td><td>4 (4.3%) </td><td>0.0274 </td></tr><tr><td>Onset of symptom to admission (day) </td><td> 5 (3-7) </td><td>5 (3-8） </td><td>5 (3-7) </td><td>0.32 </td></tr><tr><td>Laboratory examination </td><td>Median (interquartile range) </td><td> </td><td> </td></tr><tr><td>WBC (*10^9/L) </td><td>4.635 (3.62, 5.7) </td><td>5.04 (3.89, 5.72) </td><td>4.35 (3.55, 5.6) </td><td>0.1033 </td></tr><tr><td>Lymphocytes </td><td>1.115 (0.76, 1.51) </td><td>1.05 (0.69, 1.57) </td><td>1.2 (0.785,1.5) </td><td>0.3208 </td></tr><tr><td>PCT </td><td>0.03 (0.02, 0.06) </td><td>0.06 (0.03, 0.09) </td><td>0.02 (0.02, 0.05) </td><td>&lt; 0.0001 </td></tr><tr><td>CRP </td><td>17.75 (8.7, 32.38) </td><td>25 (12.68, 42.18) </td><td>13.2 (7.9, 25.83) </td><td>0.0105 </td></tr><tr><td>ESR </td><td>50 (32, 84) </td><td>70 (36, 86) </td><td>47.5 (31.25, 83.5) </td><td> </td></tr><tr><td>CD4+ T (cell/ul) </td><td>407 (261, 619.8) </td><td>397 (216, 591) </td><td>408 (290, 628) </td><td>0.4181 0.3 </td></tr><tr><td>CD8+ T (cell/ul) </td><td>260 (163.3, 384.5) </td><td>225 (148, 364) </td><td>265 (181.5, 403) </td><td>0.1227 </td></tr><tr><td>CD3+ T (cell/ul) </td><td>710 (494.5, 1024) </td><td>638 (424, 1056) </td><td>752 (546, 1024) </td><td>0.2066 </td></tr><tr><td>LDH </td><td>224.5 (193, 283.8) </td><td>257 (227, 369) </td><td>207 (186, 243) </td><td> </td></tr><tr><td>Clinical outcomes </td><td>N (%) </td><td>N (%) </td><td>N (%) </td><td>&lt; 0.0001 </td></tr><tr><td>Severe/Critically ill </td><td>10 (6.8%) </td><td>5 (9.1%) </td><td>5 (5.4%) </td><td>0.3843 </td></tr><tr><td>Cured &amp; discharged </td><td>92 (62.2%) </td><td>34 (62.8%) </td><td>58 (62.4%) </td><td>0.9471 </td></tr><tr><td>Death </td><td>1 (0.7%) </td><td>1 (1.8%) </td><td>0 </td><td>0.3716 </td></tr></table></body></html>"}, "TABREF1": {"text": "Medications used by COVID-19 patients before admission Table 3. Medications used by COVID-19 patients after admission", "latex": null, "type": "table"}, "TABREF2": {"text": "Hospital stays of patients, stratified by presence or absence of liver injury Timeline Hospital stays/recovery time days(cases of discharge) Hospital stays/recovery time: from admission to discharge(recovery) 4. WHO. WHO Director-General's remarks at the media briefing on 2019-nCoV on 11 February 2020. https://www.who.int/dg/speeches/detail/who https://www.who.int/dg/speeches/detail/who https://www.who.int/dg/speeches/detail/who https://www.who.int/dg/speeches/detail/who", "latex": null, "type": "table"}}, "back_matter": [{"text": "Background: Some patients with SARS-CoV-2 infection (COVID-19) have abnormal liver function, but little is known about the features of liver injury in these patients.Findings: More than one third of patients admitted to the hospital with SARS-CoV-2 infection have abnormal liver function; significantly higher proportions of patients with abnormal liver function are male and have high fever and prolonged length of stays. 48.4% of patients with normal liver function had liver injury after admission, with a higher proportion of receiving lopinavir/ritonavir.", "cite_spans": [], "ref_spans": [], "section": "Need to Know"}]}