{
    "paper_id": "1dcbe701254463c23a49a37a43be95ce3b36f9bd",
    "metadata": {
        "title": "Inclusive innovation in telehealth",
        "authors": [
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Noel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stony Brook University Hospital",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "settlement": "Stony Brook",
                        "region": "NY",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Brooke",
                "middle": [],
                "last": "Ellison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stony Brook University Hospital",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "1234567890",
                        "settlement": "Stony Brook",
                        "region": "NY",
                        "country": "United States. ✉"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It has been 30 years since the passage of the Americans with Disabilities Act and technological development has drastically changed the future for those with disabilities. As healthcare evolves toward promoting telehealth and patient-centered care, leaders must embrace persons with disabilities and caregivers as valued partners in design and implementation, not as passive \"end-users\". We call for a new era of inclusive innovation, a term proposed in this publication to describe accessible technological design for all. The next 30 years of the ADA leading to year 2050, should reflect a new era of access, whereby digital health surmounts geographic, social, and economic barriers toward an inclusive virtual society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "npj Digital Medicine (2020) 3:89 ; https://doi.org/10.1038/s41746-020-0296-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year, 2020 marks the 30th anniversary of the Americans with Disabilities Act (ADA), a piece of civil rights legislation that positively changed the lives of people with disabilities across the country. Despite updates made to the legislation since its original passage, the ADA initially focused on pressing issues of accessibility in physical structures and architecture. While this need remains true today, technology has become a more prominent issue. This is particularly important during the Coronavirus pandemic, where rapid innovations in telehealth have a large marginal impact for people with disabilities. Participation from this population remains woefully limited in technological development, despite the impact it can have on their quality of life. The next 30 years of the ADA should reflect a new era, one of \"inclusive innovation\", a term introduced in this text, to describe technological development in telehealth, where those with disabilities and caregivers are seen as strategic partners. By acknowledging the invaluable insight from persons traditionally overlooked, inclusive innovation will establish better design and user experience for all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After years of slow adoption, telehealth, defined here as the use of electronic information and communication technologies in healthcare, has seen overwhelming growth during the Coronavirus pandemic. Along with increased utilization, telehealth has expanded beyond live video technologies, including remote patient monitoring, mobile health, asynchronous and emerging technologies. These diverse modalities hold promise in enhancing healthcare beyond episodic in-person care. People with disabilities often have complex medical and healthcare access needs for which telehealth is particularly well-suited, especially in management of chronic diseases. According to the WHO's World Report, chronic conditions are not only highly prevalent but are often manifested in complex interrelationships, which poses unique challenges for those with disabilities 1 . Telehealth, especially with remote patient monitoring, can enhance surveillance of chronic conditions, improve quality of care and access to care. Telehealth reduces the need for financially and physically burdensome travel that is challenging for this population and caregivers. Telehealth promises reduced adverse health outcomes, care coordination needs, and may even reduce risk of long-term hospitalization or institutionalization 2 . Furthermore, telehealth may provide protection from iatrogenic infections, particularly during high prevalence periods of influenza or outbreaks such as Coronavirus 3 .",
            "cite_spans": [
                {
                    "start": 1461,
                    "end": 1462,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While telehealth will be the future of healthcare for everyone, advances in the field must prevent exacerbating existing social and health disparities. According to the Pew Research Center, Americans with disabilities experience critical access barriers due to technologies unable to accommodate their physical needs, and disparate socioeconomic challenges that result in a dramatic decrease in likelihood of going online. When the internet provides the most immediate medium to establish communication between physicians and patients, this technological disparity can be the basis of a concomitant health disparity. What is more, people with disabilities are 20% less likely than people without disabilities to own a computer, smartphone or tablet-the mechanisms by which much telehealth innovation is delivered and telehealth information is recorded 4 .",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 853,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the lack of access to technology that many people with disabilities face, there is a strong desire among this population to be a part of this healthcare technological revolution. Data published by CMS showed that between 2014 and 2016, there was a 37.7% increase in the number of beneficiaries with disabilities using telehealth, and a 53.7% increase in the total services these beneficiaries used 5 . In 2016, persons with disabilities accounted for 65% (58,406) of beneficiaries using telehealth, using over 66% (182,858) of all telehealth services 5 . Within these data, some interesting insights can be gleaned. The data represents high utilization for those under age 65 who are eligible for Medicare due to disability specifically. The report also describes a sizable \"dual eligible\" population insured by both Medicare and Medicaid, implying that they may experience financial insecurity but have been able to utilize telehealth services, nonetheless. From these data, an important claim can be made: people with disabilities, especially younger adults who will continue to experience years of healthcare needs, see the value in telehealth services and will seek these services even when resources are low. Enhancing telehealth access to this population is essential.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a strong moral imperative to inclusive innovation-we, as a society, are better off when everyone can take part in it and our societal developments must take place in a way that reflects that belief. People with disabilities have been historically removed from the site of conversations. This has led to a technological frontier that has been largely absent of the voices, insights, and experiences of people with disabilities. However, in addition to the humanitarian necessity behind inclusive innovation, serving the needs of the disabled also makes sound financial sense 6 . According to market research, the disability market is sizable, representing 1.3 billion people with a projected $1.2 trillion in annual disposable income 7 . Ineffective user experience (UX) research is self-reportedly a trillion-dollar issue per the tech industry 8 . Especially given our aging population who will experience disability at a greater prevalence, innovations for people with disabilities have a large economic and political potential that promises significant returns on investment. Technologies that increase user independence, such as those related to the \"internet of things\" can be invaluable for people with disabilities, especially those with mobility impairments, but they are also highly coveted by the non-disabled population, creating a universal market driven by the needs of those who are most vulnerable 9, 10 . In a framework that mirrors the societal benefits of universal design, what is useful for people with disabilities is also often useful for most others.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 854,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1421,
                    "end": 1423,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1424,
                    "end": 1426,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Achieving inclusive innovation in telehealth, means changing the practice of medicine. The advancements of telehealth, especially for people with disabilities, requires influencing evidence-based guidelines, facilitating large clinical trials, and testing new modes of healthcare delivery 11 . There is a saying among accessibility advocates \"nothing about us without us\", which conveys the importance of representing persons with disabilities in services tailored for the population 12 . Inclusive innovation furthers this argument advocating for a \"nothing without us\" approach to emphasize the importance of inclusion of those with disabilities in technological development for all end users. This view advocates for comprehensive engagement in technological development, clinical trial design, and participation, as well as consumer experience reporting and testing. Large digiceutical trials should evaluate meaningful health metrics for usability and acceptability of telehealth technologies including those with disabilities. Just as telehealth must have an eye toward inclusion for people with disabilities, so, too, must innovation in general. Unsurprisingly, what is beneficial for people with disabilities also turns out to be beneficial for everyone.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Major stakeholders in the technology sector have only just begun to realize and learn from the experiences of people with disabilities, and their innovation has accelerated as a result. For instance, even in their most recent stages, smart-home assistant devices like Amazon's Alexa and the Google Assistant have generated enormous amounts of independence and opportunity to people with disabilities 13, 14 . As the market has grown and has included the general population, more capacity has been generated for enhanced, advanced innovation geared even more specifically for the lives of people with disabilities. Google's Projects: Diva, Euphonia, and Hello Morse all have pursued the development of increased interfaces through which people with disabilities can engage with technology, as has Microsoft's pledge to dedicate 25 million for artificial intelligence (AI) in accessibility [15] [16] [17] [18] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Powerful collaborations are essential in creating equity in technological innovation and adoption. Now is the time for technology innovators of all kinds to seize upon this intersection of need, demand, and opportunity. There is tremendous potential for a mutually beneficial collaboration between people with disabilities, technology giants, and smaller innovators alike. The current climate is optimal for social entrepreneurship, in which industry and disability advocates unite to research and develop in a way that involves everyone: true inclusive innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Received: 5 April 2020; Accepted: 5 June 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long-term effect of home telehealth on preventable hospitalization use",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chumbler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Rehabilitation Res. Dev",
            "volume": "46",
            "issn": "",
            "pages": "557--566",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CDC in action: preparing communities for potential spread of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Disabled Americans are less likely to use technology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pew Research",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Information on medicare telehealth report. centers for medicare & medicaid services",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Getting to equal: the disability inclusion advantage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accenture",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Return on disability",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Career foundry. The trillion Dollar UX problem: a comprehensive Guide to the ROI of UX",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Amazon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Usability in the real world: assessing medical information technologies in patients' homes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biomed. Inform",
            "volume": "36",
            "issn": "",
            "pages": "45--60",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy and usability of assistive technology for patients with cognitive deficits: a systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Joode",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Heugten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verhey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boxtel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Rehabili",
            "volume": "24",
            "issn": "",
            "pages": "701--714",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Patient-based health technology assessment: a vision of the future",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F P"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Technol. Assess. Health Care",
            "volume": "23",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nothing About Us Without Us. Disability Opression and Empowerment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charlton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How do Alexa and Amazon echo help disabled people? AbilityNet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Christopherson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Smart home help for disabled people",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Botterill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Project DIVA: making the Google Assistant more accessible",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caggioni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Project Euphonia's personalized speech recognition for non-standard speech",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Emanual",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A collection of AI and Chrome experiments inspired by Morse code on Android Gboard",
            "authors": [
                {
                    "first": "Google. Hello",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Microsoft's AI for Accessibility grant winners",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choney",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to K.N.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}