{
    "paper_id": "1dcf24f420ab01228daed392e8b74c54ff73a390",
    "metadata": {
        "title": "Expression, Glycosylation, and Modification of the Spike (S) Glycoprotein of SARS CoV",
        "authors": [
            {
                "first": "Shuo",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "H P"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yee-Joo",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spike (S) glycoprotein of coronaviruses is known to be essential in the binding of the virus to the host cell at the advent of the infection process. To study the maturation pathway of the S glycoprotein of the severe acute respiratory syndrome (SARS)coronavirus (CoV) within the host cell, a T7/vaccinia virus-based expression system coupled to immunoprecipitation with anti-S antibodies was used to test and analyze different forms of the S glycoprotein. The state of maturity of the S glycoprotein can be deduced from its sensitivity to hydrolysis by endoglycosidase H (EndoH) or N-glycosidase F (N-Gly F). A fully matured S glycoprotein will be modified with complex oligosaccharides which makes it resistant to cleavage by EndoH but not by N-Gly F. By exploiting this characteristic, it is then possible to determine which forms of the immunoprecipitated S protein are properly processed by the host cell. With this system, many different constructs of the S glycoprotein can be analyzed in parallel thus providing another method by which to study the functional domains of S involved in membrane fusion event that occurs during viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many enveloped viruses encode a membrane fusion glycoprotein for the entry of cells through receptor binding and viral-cell membrane fusion, including the newly emerged severe acute respiratory syndrome (SARS)-coronavirus (CoV) (1,2) . Their N-linked glycans are needed for proper folding to reach the native conformation and to pass ER quality control (3). The spike (S) glycoprotein of coronaviruses is responsible for receptor binding and membrane fusion. It shares similarity with class I viral fusion proteins and is a typical type I integral mem-brane protein. The N-terminal S1 contains the receptor-binding site whilst the Cterminal S2 is a fusion subunit and is anchored to the viral envelope through a transmembrane domain. The S protein of SARS CoV is co-translationally Nglycosylated in the ER and trimerized if folded properly. One of the essential steps in the N-linked glycosylation is the transfer of a preformed, 14-core-unitoligosacharide to a specific Asn residue in the sequence Asn-X-Ser/Thr where X is any residue except Pro, Asp, and Glu. The oligosaccharide chain is trimmed down in the ER and the cis-Golgi. Different external sugars are then added to the trimmed chain in the medial-and trans-Golgi. Glycoprotein with high mannose oligosaccharides in the ER and cis-Golgi remain sensitive to endoglycosidase H (EndoH) treatment. They become EndoH resistant after being processed by the medial-and trans-Golgi resident enzymes to glycoproteins with complex oligosaccharides. Only the mature S glycoprotein is readily assembled into virions and transported to the cell surface, where it partakes in cell-cell membrane fusion (4) and facilitates the rapid spread of virus infection. Therefore, the acquisition of the EndoH resistance and the cell surface expression is an indication that the S glycoprotein has been properly processed and transported through the constitutive secretory pathway. The pulse-chase labeling and deglycosylation techniques are widely used to analyze the glycosylation and modification process of viral glycoproteins. Here, we describe methods for characterization of the spike glycoprotein of SARS CoV. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 233,
                    "text": "(1,2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The methods described below include a T7/vaccinia virus expression system and construction of the plasmid (Subheading 3.1.), the expression of the viral glycoprotein in mammalian cells and immunoprecipitation of radiolabeled viral protein (Subheading 3.2.), and treatment of viral glycoprotein with EndoH and N-glycosidase F (N-Gly F) (Subheading 3.3.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The pKT-0 plasmid was developed by Liu (6). Expression of a target gene, inserted into the multiple cloning site region, is under the control of a T7 promoter (Fig. 1) . A vaccinia/T7 recombinant virus vTF7-3 expressing bacteriophage T7 RNA polymerase was used to infect cells and to drive the expression of a target gene controlled by a T7 promoter. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A T7/Vaccinia Virus Expression System"
        },
        {
            "text": "Transcription and High Fidelity PCR Kits (Roche) with specific primers (see Note 1). 3. The plasmid pKT-0 was digested with BamHI/EcoRV, and was treated with 1 U of alkaline phosphatase per 3 µg vector in a volume of 100 µL at 37°C for 30 min (see Note 2) 4. The PCR product was digested with BamHI/StuI and was ligated into BamHI/ EcoRV-cut pKT-0. Ligation was performed at 16°C overnight with a molar ratio of vector to insert of 1:3 to 1:10. This results in plasmid pKT-S, where expression of the S gene insert is controlled by the T7 promoter. 5. The ligation product was transformed into competent DH10B cells. 6. Insert-positive cDNA clones were obtained by screening with restriction analysis. 7. The integrity of the S gene insert was confirmed by sequencing analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-transcription (RT)-PCR was performed using the Expand Reverse"
        },
        {
            "text": "The next step involves a pulse-chase labeling experiment to investigate the maturation of SARS-CoV S protein. This includes infection of Cos7 cells with vaccinia virus vTF7-3 followed by transfection with pKT-S (Subheading 3.2.1.) , radiolabeling of cells with [ 35 S]-methionine/cysteine and chasing with cold methionine/cysteine for 0.5, 1, 2, 4, and 6 h (Subheading 3.2.2.) , and immunoprecipitation of the S protein with rabbit anti-S antibodies followed by separation of protein in SDS-PAGE and visualization by autoradiography (Subheading 3.2.3.). Vortex for 10 s and incubate at room temperature for 10 min. 4. Gently aspirate viral inoculate supernatant from dishes 1 h postinfection (refer to step 1). Add 1 mL of DMEM medium to cells. 5. Add 0.7 mL of DMEM medium to the tube containing the transfection complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 230,
                    "text": "(Subheading 3.2.1.)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 357,
                    "end": 376,
                    "text": "(Subheading 3.2.2.)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Expression Analysis of the Viral Glycoprotein in Mammalian Cells and Immunoprecipitation of Radiolabeled Viral Proteins"
        },
        {
            "text": "Mix by pipetting twice and add the mixture dropwise onto the cells in the dish. Gently swirl the dishes. 6. Incubate cells at 37°C in 5% CO 2 incubator. 7. For control experiments, infect cells with vTF7-3 vaccinia viruses and mocktransfect cells with empty vector, pKT-0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection of Cells With Vaccinia Viruses"
        },
        {
            "text": "1. Transfer the fresh or thawed cell lysates into 2-mL Eppendorf tubes. Centrifuge the tubes in a 4°C room at 13,000 rpm for 10 min. 2. Carefully transfer 0.3 mL of the supernatant of the cell lysate to each fresh tube (see Note 5). 3. Add 5 µL of rabbit anti-S serum to each tube. 4. Place the tubes in a plastic container and shake on a rotator in a 4°C room for 1 h. 5. Pipet 30 µL of 50% suspension of Protein A-sepharose beads into each tube using a blunted yellow tip to ensure an equal transferred quantity of beads each time. 6. Incubate the tubes on a shaker in a 4°C room for 2 h or overnight. 7. Centrifuge the tubes for 1 min and remove the RIPA buffer by aspiration with a 26.5-gauge needle attached to a vacuum line (see Note 6). 8. Add 1 mL of RIPA buffer to wash the beads in each tube. Centrifuge the tubes for 1 min and remove the wash buffer as previously described in step 7. Repeat this wash step four times. 9. After the final wash, add 15 µL of 1X SDS gel loading buffer to the beads in each tube and vortex briefly. 10. Heat the samples at 100°C for 5 min and then centrifuge the tubes for 2 min at 13,000 rpm at room temperature. 11. Load the sample onto an 8% SDS-PAGE gel to resolve the proteins. 12. Fix the gel in gel fixing solution for 30 min. 13. Soak the fixed gel in Amplify solution for 15 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation and SDS-PAGE Analysis of the Viral Protein"
        },
        {
            "text": "14. Dry the gel at 80°C for 1 h on a gel dryer. 15. Visualize the viral protein by autoradiography (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Immunoprecipitation and SDS-PAGE Analysis of the Viral Protein"
        },
        {
            "text": "Over the time-course of the experiment, the maturation of the 200-kDa form of S to the 210-kDa form could be observed as there was a gradual increase in the 210-kDa band accompanied by a reciprocal decrease in the 200-kDa band (Fig. 2) . The 210-kDa band is the mature glycosylated S protein as it was resistant to EndoH while the 200-kDa band is the immature glycosylated S protein as a result of its sensitivity to both N-Gly F and EndoH (see Subheading 3.3.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 235,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Immunoprecipitation and SDS-PAGE Analysis of the Viral Protein"
        },
        {
            "text": "EndoH cleaves high-mannose and hybrid structures on N-linked oligosaccharides of glycoproteins but does not act on more complex sugars. N-Gly F hydrolyzes all types of N-glycan chains from glycoproteins unless they carry α-1-3 linked core fucose residues which are normally present only in insect and plant glycoproteins. 12. Incubate the membrane with rabbit anti-S primary antibodies (1:10,000 to 1:60,000) at 4°C overnight. 13. Wash the membrane four times with PBS-0.05 % Tween-20. 14. Incubate the membrane with goat anti-rabbit horseradish peroxidase (HRP)-conjugated secondary antibodies (Pierce, Rockford, IL) at a dilution of 1:2000 for 1 h at room temperature. 15. Wash the membrane four times and then visualize the resolved proteins with an enhanced chemiluminescence reagent (Pierce, Rockford, IL) (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Treatment of Viral Glycoprotein With EndoH or N-Gly F"
        },
        {
            "text": "1. To facilitate efficient translation initiation, a Kozak consensus sequence (CCACC) was introduced in the forward PCR primer immediately upstream of the AUG initiation codon of the S gene and downstream a unique restriction enzyme site of the vector. 2 Dephosphorylation of the vector after double digestion with two restriction enzymes will reduce the likelihood of re-ligation of single cut plasmids, which can arise from incomplete digestion. This will decrease the transformation background when screening for the insert-positive cDNA clones. 3. For 15 to 30 min pulse-labeling of the cells in a 60-mm dish, 2 µL of [ 35 S]-methionine/cysteine (22 µM) in 1 mLof medium is needed. For longer labeling, 4 µL (44 µM) is required. 4. The amount of fully glycosylated proteins in cells will peak after chasing for 4 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "After that, the yield of glycoprotein decreases due to cell death caused by vTF7.3 Fig. 3 . Treatment of the S-derived proteins in cell lysates with N-glycosidase F (N-Gly-F) and endoglycosidase H (EndoH). The full-length S was expressed in Cos-7 cells. Cells were resuspended in lysis buffer. The samples were either treated (+) with (A) N-Gly-F and (B) EndoH or mock-treated (-). Proteins were separated on SDS-PAGE gels. Western Blot was performed with rabbit-anti-S and goat anti-rabbit horseradish peroxidase-conjugated secondary antibodies. Lysates from mock-transfected cells were used as negative controls (lanes 3, 4, 7, and 8). Molecular masses of specific proteins are indicated on the right and masses of markers are indicated on the left in kilodalton.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Notes"
        },
        {
            "text": "infection, however the ratio of mature to immature glycoprotein is increasing after 4 h chasing (Fig. 2) . 5. To prevent high background, avoid pipetting out the cell debris. Add more lysis buffer (0.5 to 1 mL) if the lysate is too viscous after centrifugation. 6. If there is no aspirator available, the \"radioactive\" RIPA buffer may also be removed by carefully pipetting it out and discarding it into a properly designated waste container.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infect the cells in 60-mm dishes with vTF7-3 vaccinia viruses and transfect the cells with plasmid pKT-S as described under",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Add 20 µL of denaturing buffer (Roche Diagnostics) to the beads after the fourth wash with RIPA buffer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Heat the samples in the tubes at 100°C for 5 min to release the viral proteins from the antibody-antigen complex on protein A-sepharose beads",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Equally divide 20 µL of the viral protein in denaturing buffer into two fresh tubes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Add 10 µL of digestion buffer (Roche Diagnostics) containing 1 U of EndoH to one tube and add 10 µL of digestion buffer without EndoH to the other tube",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incubate both aliquots at 37°C for 3 h",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Add 5 µL of 5X SDS gel loading buffer to each tube and heat the samples at 100°C for 5 min",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Separate samples on an 8% SDS-PAGE mini-gel and visualize the viral protein by autoradiography",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infect the cells in 60-mm dishes with vTF7-3 vaccinia viruses and transfect the cells with plasmid pKT-S as described",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wash the cells twice with ice-cold PBS and scrape the cells into 1 mL of cold PBS with a cell scraper",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transfer cell suspension into a 1-mL tube and spin the cells at 4000 rpm for 5 min in a 4°C room",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Discard the supernatant and resuspend the cell pellet in 0.2 mL of lysis buffer and then leave the tube on ice for 20 min",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spin the cell lysate at 13,000 rpm in a 4°C room for 5 min",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transfer 20 µL of supernatant to a new tube and mix with 1 µL of 4% SDS and 1 µL of 20% β-mercaptoethanol",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incubate the mixture at 100°C for 5 min to denature the proteins",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Add 10 µL of digestion buffer containing 1 U of EndoH or N-Gly F to one tube and add 10 µL of digestion buffer without the enzymes to the other tube",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Incubate the tubes at 37°C for 1 h and run the samples on an 8% SDS-PAGE mini-gel",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transfer proteins to a nitrocellulose membrane using a Biorad mini-transfer tank and block the membrane with 5% nonfat milk in PBS containing 0.05 % Tween-20 for 1 h at room temperature",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Protease-mediated enhancement of severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ujike",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "543--555",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Monoclonal antibodies targeting the HR2 domain and the region immediately upstream of the HR2 of the S protein neutralize in vitro infection of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lip",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "941--950",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The number and location of glycans on influenza hemagglutinin determine folding and association with calnexin and calreticulin",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Foellmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Cell Biol",
            "volume": "139",
            "issn": "",
            "pages": "613--623",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Single amino acid mutation in the spike protein of coronavirus infectious bronchitis virus hampers its maturation and incorporation into virions at the nonpermissive temperature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "326",
            "issn": "",
            "pages": "288--298",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "316",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A 100-kilodalton polypeptide encoded by open reading frame (ORF) 1b of the coronavirus infectious bronchitis virus is processed by ORF 1a products",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tibbles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "5772--5780",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Amino acids 1055 to 1192 in the S2 region of severe acute respiratory syndrome coronavirus S protein induce neutralizing antibodies: implications for the development of vaccines and antiviral agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Keng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "3289--3296",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1. Viral RNA was extracted from the SARS-CoV strain 2774-infected Vero E6 cells in a bio-safety level 3 laboratory using the RNeasy Mini Kit (Qiagen).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Restriction map and multiple cloning site of pKT-0. pKT-0 is a mammalian expression vector that allows a gene of interest to be highly expressed if it is inserted into the multiple cloning site, as shown on the map.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Followed by Transfection With Plasmid pKT-S 1. Infect Cos7 cells (grown to 40-80% confluency in 60 mm Petri dishes) with vTF7-3 vaccinia viruses at a multiplicity of infection (MOI) of 1 plaque-forming units (pfu) per cell in a total volume of 200 µL per dish. 2. Mix 2 µg of pKT-S plasmid with 280 µL of DNA condensation buffer and 8 µL of Enhancer (Effectene transfection reagents, Qiagen) in a 2-mL tube for each dish. Vortex for 1 s and incubate at room temperature for 5 min. 3. Add 20 µL of Effectene Transfection Reagent to the DNA-Enhancer mixture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "aspirate the transfection mixture (from Subheading 3.2.1.) from each dish 3 h after transfection. Wash the cells once with PBS at room temperature. 2. Incubate cells in 1 mL of methionine/cysteine-free DMEM for 30 min to deplete cellular stores of methionine and cysteine. 3. Thaw [ 35 S]-methionine/cysteine for 30 min before use behind protection shield in an area designated for radioactive experiments. 4. Replace the depleting medium in each dish with 1 mL of fresh methionine/cysteine-free DMEM containing 2 µL of [ 35 S]-methionine/cysteine (see Note 3) 5. Incubate cells in the dishes for 15 to 30 min for pulse labeling. 6. Replace the labeling medium with 1 mL depleting medium complemented with cold methionine and cysteine (final concentration: 5 mM each) to stop pulse labeling and to begin chasing the viral protein. 7. At each time point, remove the medium and wash cells once with PBS (see Note 4). Add 1 mL of RIPA buffer to cells in each dish. 8. Leave the dish on ice for 10 min and swirl occasionally. 9. Cell lysate may be used immediately in immunoprecipitation or frozen and stored at -80°C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time-course of S protein maturation. Cos7 cells transfected with pKT-S were radiolabeled and chased for 0 h, 0.5 h, 1 h, 1.5 h, 2 h, 4 h, and 6 h respectively (lanes 1-7). Cos7 cells transfected with plasmid without insert are harvested at 6 h as negative control (lane 8). All the cell lysates were immunoprecipitated with rabbit α-S∆10 antibodies and then separated on SDS-PAGE gels. In a separate experiment, the immunoprecipitated proteins (6 h posttransfection) were either treated (+) with EndoH (lane 10) or left untreated (-) as a control (lane 9). The S-specific bands and their molecular masses (in kDa) were indicated on the right. High-Range Rainbow Molecular Weight Markers (Amersham) were used to assess protein mass, as indicated on the left.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The monkey kidney cell lines Cos7 and Vero E6 (American Type Culture Collection [ATCC], Manassas, VA). 2. Dulbecco's modified Eagle's medium (DMEM) and methionine/cysteine free DMEM (ICN Biochemicals, Ohio). 3. Streptomycin, penicillin, fetal bovine serum (HyClone, UT). Gel fixing solution: 45% methanol and 10% acetic acid in distilled water. 15. Amplify solution (Amersham Bioscience, UK). 16. Endoglycosidase H (Roche Diagnostics). 17. N-glycosidase F (Roche Diagnostics).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}