{"paper_id": "1dd03c910016ed0a0eb87177ff7582e103c074ac", "metadata": {"title": "History of heart transplantation, the resurgence of DCD heart donations and outcomes following transplantation; the Royal Papworth Experience", "authors": [{"first": "Catherine", "middle": ["Dushyanthy"], "last": "Sudarshan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Human heart transplantation started more than half a century ago. The Royal Papworth Hospital, in Cambridgeshire, United Kingdom, where this procedure has been performed for more than four decades, has pioneered the resurgence of Donor Circulatory Death (DCD) heart transplantation, acknowledging the fact that the first transplant performed by Dr. Christian Barnard was from a DCD donor. The history of this procedure, the work carried out towards establishing a robust and successful DCD heart transplant program and the outcomes of the first fifty DCD heart transplants are described and discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Despite major advances in the treatment of end-stage drugresistant heart failure, including ventricular assist devices [1] , total artificial hearts [2] and stem cell therapy [3] , there remains no intervention equivalent to heart transplantation, offering comparable long-term survival or quality of life. Over the last 50 years, more than 120,000 heart failure patients worldwide have benefited from this gold standard treatment option, extending life by an average of 11.9 years [4] . Unfortunately, the incidence of heart failure continues to rise despite already being the leading cause of death in the Western world [5] . In the United States of America (USA), 5.1 million people live with heart failure with an additional 825,000 patients diagnosed annually [6] . With an ageing population, the incidence of heart failure is set to increase by 46% in the USA over the next 20 years with economic costs expected to reach 70 billion dollars [7] . Of the 12,300 patients in the USA who are eligible for either a heart transplant or ventricular assist device last year, only 2531 heart transplants were performed due to a shortage of suitable donor organs.", "cite_spans": [{"start": 119, "end": 122, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 149, "end": 152, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 175, "end": 178, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 482, "end": 485, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 622, "end": 625, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 765, "end": 768, "text": "[6]", "ref_id": null}, {"start": 946, "end": 949, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the United Kingdom (UK), of some 750,000 patients diagnosed with heart failure, only 181 patients received a heart transplant in 2015 [8] .", "cite_spans": [{"start": 137, "end": 140, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The demand for heart transplantation within the UK has been increasing rapidly with a threefold increase in the heart transplant waiting list over the last 10years (Fig. 1) . The rapid increase in demand for heart transplantation is also mirrored throughout Europe (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 164, "end": 172, "text": "(Fig. 1)", "ref_id": null}, {"start": 265, "end": 273, "text": "(Fig. 2)", "ref_id": null}], "section": "Introduction"}, {"text": "(Annual report on cardiothoracic activity, last accessed on 21st April 2018, available at https://nhsbtdbe.blob.core. windows.net/umbraco-assets-corp/5418/cardiothoracicannual-report-2016-17.pdf) (Annual report 2016, accessed on 21st April 2018, available at https://www.eurotransplant.org/cms/mediaobject.php. file=Eurotransplant+JV+PDF.pdf) (Annual report 2019, available at https://www.ishlt.org/ registries/slides.asp.slides=heartLungRegistry&.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "year = 2019)", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The decline in donation after brain death (DBD) donors", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Over the last decade, the number of heart transplants in Europe has plateaued since the peak of heart transplantation in the mid-1990s (Fig. 3) . Although multifactorial, a major contributing factor is the falling number of suitable donation after brain death (DBD) donors. Currently, the leading cause of brain death within the UK is subarachnoid haemorrhage (SAH) followed by traumatic brain injury. Although the incidence of SAH has remained stable over time, the associated mortality has dropped by 50% [9, 10] . This decline is attributable to improvements in aggressive neurosurgical intervention including intravascular coiling, craniectomy and calcium channel blockers post-primary bleed, all markedly improving survival.", "cite_spans": [{"start": 507, "end": 510, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 511, "end": 514, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 135, "end": 143, "text": "(Fig. 3)", "ref_id": null}], "section": "Introduction"}, {"text": "In the UK, trauma is the leading cause of death in adults under the age of 44 years old with 50% of traumatic brain injuries acquired through road traffic accidents [11] . Over the last two decades, there has been a multi-pronged approach by government to reduce the mortality associated with road traffic accidents. These include road traffic legislation targeting speeding and alcohol related incidents. Road traffic cameras have been widely deployed over the last decade with ever increasing financial penalties. Drink driving is no longer socially acceptable following government media initiatives as well as increased policing.", "cite_spans": [{"start": 165, "end": 169, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "The mortality of road traffic accidents has also been drastically reduced with developments in vehicle safety. The introduction of passive safety interventions (following the impact) including airbags, side impact protection bars, side impact airbags and vehicle safety cages was accompanied by the development of active safety (prior to the collision) interventions. These include the development of antilock brake systems, electronic stability systems and traction control. Overall these multiple interventions have seen the mortality from road traffic accidents drop by over half in the last 10 years (Fig. 4) With a net decrease in the number of suitable DBD heart donors over the last two decades, coupled with increasing demand, the clinical reality is that only the sickest few patients are offered transplantation, with 80% of UK heart transplants performed upon urgent listed patients. For those on the routine heart transplant waiting list, the competition from the urgent listed patients translates into only 48% of routine listed patients being transplanted, with a further 31% of patients either dying or deteriorating to the extent that they are permanently removed from the waiting list (Fig. 5) . The shortfall is now so severe that it is current practice to inform newly listed patients that they will not be transplanted unless they deteriorate to the extent that they require hospitalization for inotropic or mechanical support.", "cite_spans": [], "ref_spans": [{"start": 604, "end": 612, "text": "(Fig. 4)", "ref_id": "FIGREF0"}, {"start": 1202, "end": 1210, "text": "(Fig. 5)", "ref_id": null}], "section": "Introduction"}, {"text": "National Health Service (NHS) Blood and Transplant, 2019, Annual Report on Cardiothoracic Transplantation Report for 2018/2019. Available at http://www.odt.nhs.uk/pdf/organ_specific_ report_cardiothoracic_2019.pdf.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "At an international consensus meeting in 1994 (Maastricht, Netherlands), four types of non-beating heart donors were Table 1 ). The terms uncontrolled (I, II) versus controlled (III, IV) donation were later added. In the uncontrolled group, death follows unexpected, sudden cardiac arrest. Category I donors are those who have been declared dead outside hospital following cardiac arrest, but have still been brought to hospital. Category II donors are those who have undergone a witnessed cardiac arrest and undergone unsuccessful resuscitation before death is declared within the hospital. Controlled donation includes category III where death is expected following the withdrawal of life-supporting therapy. Category IV donation is from brain dead donors who have undergone cardiac arrest within intensive care [12] .", "cite_spans": [{"start": 814, "end": 818, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 117, "end": 124, "text": "Table 1", "ref_id": "TABREF1"}], "section": "The donation after circulatory determined death (DCD) donor"}, {"text": "In 2006, faced with the declining number of suitable DBD donors and an ever increasing demand for liver and kidney transplantation within the UK, an Organ Donor Taskforce was established by the then Prime Minister (GB), to look at ways of increasing donor numbers. Two years later, recommendations from this multi-professional working party included a national network of specialist nurses in organ donation (SNOD) and a national organ retrieval service (NORS). Importantly, the large potential of DCD donation was recognized by this taskforce, and a key recommendation was to implement a legal, ethical and professional framework to facilitate DCD donation within the UK. Subsequently, UK donations from controlled Maastricht III donors rapidly increased from 1. NHS Blood and Transplant, 2017, Organ Donation and Transplantation Activity Report 2016/2017. Last accessed 21st April 2108. Available at https://nhsbtdbe.blob.core. windows.net/umbraco-assets-corp/4657/activity_report_ 2016_17.pdf DCD kidney transplantation benefited greatly with activity increasing by over 500% from 1.9 transplants PMP to 11.7 transplants PMP, whilst DBD kidney transplant activity fell by 11.5% [13] . DCD liver transplantation increased from 0.2 transplants PMP to 2.2 transplants PMP and now constitutes a quarter of the national liver transplant programme. Figure 6 elegantly describes the expansion of DCD and living donors on the UK over a decade.", "cite_spans": [{"start": 1181, "end": 1185, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1346, "end": 1354, "text": "Figure 6", "ref_id": null}], "section": "The donation after circulatory determined death (DCD) donor"}, {"text": "The world's first successful heart transplant performed by Christiaan Barnard at the Groote Schuur Hospital, Cape Town in 1967, was from a DCD donor [14] . The 24year-old female donor had suffered a severe traumatic brain injury following a road traffic accident. Brain stem testing was undertaken by the neurosurgical team, and she was found to be brain stem dead. Unfortunately, brain stem testing was not legally recognized in 1967. The donor was taken to theatre where life-supporting therapy was withdrawn by stopping the ventilator [15] . Hypoxic cardiac arrest ensued and death was declared 5 min following electrical asystole. A sternotomy was rapidly undertaken followed by intravenous heparinization. Right atrial and ascending aorta cannulae were inserted before placing the donor on cardiopulmonary bypass at a flow of 3.5 L/min. A left ventricular vent was placed before cooling the donor. At 26°C, the flow was dropped to 500mls/min, and an aortic cross clamp was placed distal to the aortic cannula to perfuse the isolated heart. Retrieval of the kidneys then began whilst the heart was continually perfused and cooled down to 16°C. The recipient, who suffered from end-stage ischemic cardiomyopathy, was prepared in an adjacent operating room and placed upon cardiopulmonary bypass. The donor heart was retrieved without cardioplegia and placed in ice cold Ringer's solution before being transferred next door. In the adjacent operating room, the donor heart was connected up to the recipient cardiopulmonary bypass machine and the donor heart perfused with 400mls/min of blood. Implantation was undertaken with continuous antegrade coronary perfusion, thus limiting further ischaemia. The heart was transplanted using a double suture line throughout, beginning with the left atrium, followed by the right atrium, the pulmonary artery and then the aorta. The heart required one internal defibrillation from ventricular fibrillation back into nodal rhythm of 120 bpm. Following rewarming, the recipient was weaned from cardiopulmonary bypass but unfortunately the aortic pressure began to fall and the recipient was placed back on cardiopulmonary bypass (CPB). Two further attempts were made within minutes of each other, and on the third attempt, the heart was successfully weaned from CPB upon an infusion of isoprenaline. The recipient was taken to intensive care and was extubated on day one post-operatively. The recipient did extremely well for the first 10 days but thereafter she developed exhaustion, fever and dyspnoea. Under the impression that she was suffering from rejection, the immunosuppression regimen, consisting of heart irradiation, methylprednisolone and azathioprine, was intensified further with steroid boluses. Unfortunately, rather than rejection the recipient had developed Klebsiella pneumonia and she died on day 18 from overwhelming sepsis. This first human heart transplant revealed without doubt that DCD heart transplantation following hypoxic cardiac arrest was possible, if rapid reperfusion was utilized in combination with continuous perfusion during implantation, thus limiting further ischaemia. Following Barnard's success, there was a flurry of subsequent heart transplant activity worldwide. The second human heart transplant was performed 3 days later by Adrian Kantrowitz in the Maimonides Medical Centre in New York. The donor was an anencephalic male infant and the recipient suffered from Ebstein's malformation and right ventricular outflow obstruction. They did not wait for mechanical or electrical asystole in the donor. Instead after an irregular rhythm was observed in the donor, topical cooling of the child in ice cold water was instituted. The heart was then removed and placed in ice cold solution. Fifty-five minutes following donor asystole, the cross clamp was released in the recipient. Unfortunately, the heart was unable to support the circulation and the recipient died 6 h later [16] .", "cite_spans": [{"start": 149, "end": 153, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 538, "end": 542, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 3960, "end": 3964, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "The first human heart transplant performed in the UK was by Sir Donald Ross in 1968 at the National Heart Hospital in Marylebone after his experimental work in animals at the Royal Veterinary College. Following withdrawal of life- supporting therapy, the donor heart became electrically asystolic after 21 min. Eight minutes later, the ventilator was restarted and external cardiac massage begun. This coincided with the first UK liver transplant on the same day. Unfortunately, like many heart transplants of that era, the recipient died a short time later (46 days). There were several further attempts by Donald Ross but in February 1973, guided by this and the poor global long-term results, a moratorium was placed upon heart transplantation within the UK [17] .", "cite_spans": [{"start": 761, "end": 765, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "On the September 17, 1971 , Life magazine published the article \"The Tragic Record of Heart Transplants\" [17] . This described the failure of heart transplantation citing the American Heart Association, that on the third anniversary since Barnard's transplant, 166 heart transplants had been performed worldwide with only 23 patients surviving, giving the procedure an overall survival rate of 13%. Following this disclosure, heart transplantation was globally abandoned with the exception of a few centres; Cabrol in Paris, Norman Shumway in Stanford (whose survival rate was 34%) and Christiaan Barnard in Cape Town, whose second heart transplant recipient had survived for 19 months.", "cite_spans": [{"start": 7, "end": 25, "text": "September 17, 1971", "ref_id": null}, {"start": 105, "end": 109, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Over the next decade, great progress was made into identifying rejection in Stanford and California, as Caves introduced the endomyocardial biopsy [18] in 1973 allowing rejection to be detected much earlier than clinically evident, as well as Billingham's work introducing the classification of histological rejection [19] .", "cite_spans": [{"start": 147, "end": 151, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 318, "end": 322, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "In 1969 Sandoz Ltd. (Basel, Switzerland) isolated and purified the main metabolite of the fungus Tolypocladium inflatum, from a soil sample obtained by an employee whilst on holiday in Norway. Following years of research regarding production, mechanism of action and absorption, Borel published the landmark paper in 1976 revealing Sandoz discovery of Cyclosporine [20] , a novel immunosuppressive drug with selectivity for T helper and effector cells, effective in all species with no lymphotoxicity. Following this, a request for Cyclosporine was made by David White in Cambridge. Cyclosporine A then entered animal studies in Cambridge, where it was found to be effective in rats [21] , rabbits [22] , dogs [23] and pigs [24] . Cyclosporine entered human clinical trials in 1978 in renal, liver, pancreas and bone marrow transplants. As one of the only units still practicing heart transplantation, Stanford was the first to use Cyclosporine in heart transplantation in 1980. The 1-year heart transplant survival following the introduction of Cyclosporine increased from 63 to 83% [25] . Following the discovery of Cyclosporine, the moratorium on heart transplantation within the UK was challenged by Sir Terence English after visiting Shumway in Stanford. He then gained funding to perform the first successful human heart transplant in the UK at Papworth Hospital in 1979. We have celebrated the fortieth anniversary of heart transplantation in our institution this year.", "cite_spans": [{"start": 365, "end": 369, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 683, "end": 687, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 698, "end": 702, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 710, "end": 714, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 724, "end": 728, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1084, "end": 1088, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Brain stem testing was first recognized following widely accepted standard for the confirmation of brain death published by an ad hoc Committee of Harvard Medical School in 1968 [26] . Following this, in 1976, UK guidance was published from the Medical Royal Colleges [27] regarding guidance and diagnosis of brain death and in a subsequent memorandum 3 years later in 1979, equated brain death to the death of the whole person for the first time [28] .", "cite_spans": [{"start": 178, "end": 182, "text": "[26]", "ref_id": null}, {"start": 268, "end": 272, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 447, "end": 451, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "After the introduction of brain death criteria, the concept of DCD donation for heart transplantation was deserted in favour of controlled DBD donation with its attractive predictability and minimal warm ischaemic times. With a plentiful donor supply and the plague of rejection finally overcome by the adoption of Cyclosporine in the early 1980s, global heart transplant activity soared.", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Over the last four decades at our institution, the age of the donor has increased by 7 years per decade and the ischaemic time by 23 min every 10 years. The half-life of a cardiac allograft is in excess of 11 years at present.", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Recently, as the number of heart failure patients referred for transplantation rises, attention has again turned to the DCD donor. In 2007, following frustration at the high mortality in paediatric patients on the urgent waiting list, a programme of DCD paediatric transplantation was created in Denver, Colorado, USA, using a protocol based on declaration of death on absence of arterial pulsation and cold static storage. Ante-mortem cannulation and ante-mortem heparinization were used. The average warm ischaemic period was 18 min. Three children were successfully transplanted and were discharged home 3 weeks later [29] .", "cite_spans": [{"start": 621, "end": 625, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "In 2015, Dhital et al. explored adult DCD heart transplantation, reporting three successful adult DCD heart transplants from Sydney, Australia [30] . Instead of cold static storage, retrieved DCD hearts were directly procured and perfused continuously with normothermic blood ex situ during transportation. Donors were restricted to < 40 years old and the donation warm ischaemic time (DWIT) < 30 min, (DWITtime from withdrawal to onset of cardioplegia). Antemortem heparin was given to some donors, and the legally defined observation period varied between 2 and 5 min as the retrievals were undertaken in different states in Australia, where the law varies. Surgeons were still unable to assess cardiac function, but instead used perfusate lactate levels during machine perfusion as a surrogate marker. However, the reliability of lactate as a biomarker in this context remains controversial [31] . Since hearts did not undergo functional testing, recipients were exposed to a high risk of primary graft failure, as, although successful, there was a 30% reliance on extra corporeal membrane oxygenation (ECMO) support post-operatively.", "cite_spans": [{"start": 143, "end": 147, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 894, "end": 898, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Heart transplantation in the UK was restricted to DBD donors, due to the concern that even brief periods of warm ischaemia following death would result in primary graft failure. Before subscribing to the large investment needed to implement a clinical national DCD heart transplant programme, it was necessary to have an estimate of the potential number of suitable DCD heart donors to determine whether a DCD heart transplant programme is justified and what impact it may have on UK heart transplant activity.", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "The United Kingdom NHS Blood and Transplant Registry (NHSBT) for proceeding and non-proceeding donors after circulatory determined death between 2011 and 2013 was retrospectively reviewed. Demographics including donor age, height and blood group were collected as well as past medical history, inotrope dependence, cause of death, donation withdrawal ischaemic time (DWIT) and functional warm ischaemia (FWIT) times (DWIT-time from withdrawal of life supportive therapy to administration of abdominal cold flush) (FWIT-time from systolic < 50 mmHg in donor to administration of abdominal cold flush).", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "The current UK guidelines recommend FWIT of < 30 min for liver, lung and pancreas and a longer 2-h interval for kidney donation. Donation after withdrawal ischaemic time was defined as the time from withdrawal of life support therapy to the onset of abdominal aortic perfusion. (Table 2 ) contains the inclusion and exclusion criteria for current heart donation in the UK.", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "History of human DCD heart transplantation"}, {"text": "Over the 3-year period, 3089 donors were referred as potential DCD donors with annually increasing rates of donation. The median age of the DCD population was 56 years (Inter Quartile Range 48-68), with an age range from 0 to 84 years (Fig. 7) . The leading cause of death was intracerebral haemorrhage (36%) followed by hypoxic brain injury (32%).", "cite_spans": [], "ref_spans": [{"start": 235, "end": 243, "text": "(Fig. 7)", "ref_id": "FIGREF4"}], "section": "History of human DCD heart transplantation"}, {"text": "Of the potential DCD donors, 55 were excluded due to lack of consent, whilst the majority 2115 (68%) were lost due to exceeding the 50 years old threshold. Of those potential donors < 50 years old, 471 did not proceed to donation within 4 h following withdrawal of life supportive therapy (WLST), (Fig. 8) . When a limit of > 30 min of FWIT was introduced, a further 48 potential DCD donor hearts were lost. Cardiac related factors accounted for a further 536 donors being excluded; with 182 donors sustaining prior cardiac arrests, 55 presenting with prior cardiac related disease, 2 donors dying from a cardiac related causes of death and 88 possessing cardiac risk factors that would normally prohibit heart transplantation. Of the remaining potential DCD heart donors, only 13 were excluded due to reliance on inotropic support.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 305, "text": "(Fig. 8)", "ref_id": "FIGREF5"}], "section": "History of human DCD heart transplantation"}, {"text": "Overall 168 (5.5%) of the potential DCD donors over the 3-year period would be suitable for DCD heart donation. During the same period, 481 heart transplants were performed in the UK from donation after brain dead donors. Both adult and paediatric DBD heart transplants were included from the 7 UK heart transplant centres. If DCD heart donation was permitted during the 3-year study period, it would increase overall heart transplant activity by 35%. [32] . The Pennsylvania DCD programme varies from the UK current practice in that ante-mortem heparinization and ante-mortem cannulation are approved.", "cite_spans": [{"start": 452, "end": 456, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Donors are also somewhat pre-selected to have short ischemic periods following an initial trial off ventilator to determine whether haemodynamic embarrassment would ensue. Inclusion criteria were similar to our study, with the exception that maximum age was curtailed to less than 45 years old. Echocardiography and coronary angiography were undertaken and shown to be normal. Currently in the UK, echocardiography is not routinely requested for DCD organ donors and angiography would not be contemplated. When considering warm ischaemic time, the duration from withdrawal of life supportive therapy to aortic perfusion was adopted. In their population of 119 DCD donors, they identified 7 (12%) to be possible cardiac DCD donors.", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Osaki et al. reviewed the University of Wisconsin Organ Procurement Organization programme, USA, from 2004 to 2006 [33] . Again, ante-mortem heparinization and cannulation are legally permitted there. Warm ischaemic time (WIT) was recognized from time of withdrawal of life-supporting therapy to aortic perfusion. Donors were screened for WIT < 30 mins, age < 50 years, negative donor history and good heart function. Of the relatively few 78 DCD donors they reviewed, 12 (15%) were identified as potential heart donors.", "cite_spans": [{"start": 115, "end": 119, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "When the optimum DCD cardiac donor was considered age < 30 years, WIT < 20 min and male gender, they identified only 2 ideal cardiac donors.", "cite_spans": [], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "Finally Noterdaeme et al. studied the potential of DCD heart donation in Liege, Belgium [34] . Varied practice exists across Europe in relation to ante-mortem intervention and within Belgium ante-mortem heparinization is permitted. Warm ischaemic time was defined as time from withdrawal to the onset of aortic perfusion. Similar demographics to the UK DCD population were encountered with a mean age of the DCD population to be 54 years, range (3-83) years. Over a 5year period, they identified 70 DCD donors of which 8 (11%) were regarded as suitable DCD heart donors.", "cite_spans": [{"start": 88, "end": 92, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "History of human DCD heart transplantation"}, {"text": "We varied from the other three published series by recording the functional warm ischaemic period from systolic blood pressure < 50 mmHg to the onset of aortic perfusion rather than the time from WLST to perfusion. This was based upon the large cohort of successful large animal DCD heart transplants experiments to date [35, 36] . In the majority of experiments, the start of warm ischaemic time was recorded from declaration of death, rather than withdrawal of life support.", "cite_spans": [{"start": 321, "end": 325, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 326, "end": 329, "text": "36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "However, we believe that recording functional ischaemic time from systolic blood pressure < 50 mmHg represents an accurate time window, when myocardial blood flow is compromized and inadequate organ perfusion occurs. We suspect that the other previous potential DCD heart studies may not have recorded onset of FWIT as this was not introduced into NHS practice until 2010. This may have underestimated the potential number of DCD hearts available in these studies.", "cite_spans": [], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "In order to undertake a fair comparison with the other three reported series, a subgroup analysis was undertaken to record ischemic time from withdrawal to onset of abdominal aortic perfusion. There were 54 fewer DCD heart donors available over the 3-year period when a 30 min period is utilized from DWIT rather than FWIT. This represents 3.8% of the number of DCD donors referred.", "cite_spans": [], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "Some limitations prevail. Unfortunately, in the UK, echocardiography is not routinely performed on DCD donors prior to withdrawal. We therefore presume that in a relatively young potential donor who is not dependant on inotropes, has no history of prior cardiac arrest and has no cardiac risk factors, ventricular function would be preserved.", "cite_spans": [], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "The other limiting factor is the dose of vasoconstrictor that the donor is on prior to withdrawal. This is not well recorded in the database.", "cite_spans": [], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "Over the 3 years, 168 suitable DCD cardiac donors were identified, an average of 56 donors per year, 5% of the UK DCD population. The median age of these suitable donors was 39 years with a median functional warm ischaemic period of 18 min. If a DCD heart transplant programme existed in the UK, it is estimated that it would increase overall heart transplant activity by 35% during that time.", "cite_spans": [], "ref_spans": [], "section": "Functional warm ischaemia (FWIT) versus donation withdrawal ischaemic time (DWIT)"}, {"text": "After all the preparation, planning and permissions, the DCD heart transplant programme was commenced in February 2016. Like most innovations, the programme started with very strict criteria with only a limited number of personnel in the team, all designated with clearly defined roles. With time, the criteria for acceptance of the donors as well as the recipient pool, along with the members of the team, have altered significantly.", "cite_spans": [], "ref_spans": [], "section": "Hypothesis, theory and laboratory work put into practice"}, {"text": "We established a protocol for DCD heart transplantation based upon normothermic regional perfusion (NRP) of the donor heart [37] . This technique, first described in 2009, restored coronary perfusion within the cadaver following exclusion of the cerebral circulation [38] . This permitted a functional assessment of the DCD heart providing the confidence to embark upon a programme of DCD heart transplantation within the UK. Below are some of the vital characteristics and requirements for the DCD heart transplant programme.", "cite_spans": [{"start": 124, "end": 128, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 267, "end": 271, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Hypothesis, theory and laboratory work put into practice"}, {"text": "The Organ Care System (OCS) is currently the only commercially available means of continuous normothermic perfusion of the heart during transportation [39] . The Langendorff coronary perfusion system allows the heart to beat, but not eject, and it is therefore incapable of a functional assessment [40] . Paired arterial and venous blood samples are taken periodically to monitor lactate.", "cite_spans": [{"start": 151, "end": 155, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 298, "end": 302, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Portable normothermic machine perfusion"}, {"text": "A large cannula was inserted into the donor right atrium and blood drained for priming of the OCS. Thereafter, 500 mls of cold cardioplegic solution (St Thomas No 2) supplemented with 2500 IU of erythropoietin and 50 mg of glyceryl trinitrate was administered into the aortic root before retrieval and instrumentation on the OCS [41] . DWIT and FWIT were considered to have ceased upon reperfusion of the heart on the OCS.", "cite_spans": [{"start": 329, "end": 333, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Direct procurement and perfusion (DPP)"}, {"text": "The protocol for NRP was prepared in collaboration with the UK Donor Ethics Committee (UKDEC) and the authority for organ donation and retrieval within the UK (National Health Service Blood and Transplant, NHSBT). NRP was limited to the original three donor hospitals, in close proximity to our centre and originally involved in the research phase. Following declaration of death, cannulae were inserted into the ascending aorta and r i g ht at r i um b ef o r e re s t o r i ng p er f us i o n t o t h e thoracoabdominal organs for transplantation with exclusion of the cerebral circulation. Functional assessment was carried out after weaning from NRP using a pulmonary artery flotation catheter (PAFC) and transoesophageal echocardiogram (TOE). Acceptance criteria included an ejection fraction ≥ 50%, a cardiac index (CI) ≥ 2·5 L/min/m 2 with left and right atrial pressures ≤ 12 mmHg. Donor blood for priming of the OCS was collected prior to cardioplegic arrest as above.", "cite_spans": [], "ref_spans": [], "section": "Normothermic regional perfusion (NRP)"}, {"text": "With time and confidence, along with a healthy maturity of the programme, which comes with added knowledge, better understanding and more insight over the years, we have established a protocol for NRP followed by cold storage of the organ from selected centres within short (less than 60 min) distances from our institution.", "cite_spans": [], "ref_spans": [], "section": "NRP cold storage (NRP-CS)"}, {"text": "Implantation strategy was standardized amongst all surgeons for the DCD heart program. A retrograde coronary sinus cannula was placed in the donor organ soon after detaching the organ from the OCS, and the heart was perfused with cold blood cardioplegia throughout implantation. The rate at which the heart was perfused was determined by coronary sinus pressure to be kept below 20 mmHg. In most patients, no more than 2 l needed to be delivered. The cross clamp was released on completing the left atrial, pulmonary and aortic anastomoses, and the caval anastomoses were fashioned on a beating heart.", "cite_spans": [], "ref_spans": [], "section": "Implantation"}, {"text": "Most recipients were commenced on dopamine and adrenaline infusions along with a vasoconstrictor, either Noradrenaline or Vasopressin, depending on the need and the cardiac indices. Further support was added depending on performance and cardiac function.", "cite_spans": [], "ref_spans": [], "section": "Implantation"}, {"text": "To date, more than 75 DCD heart transplantations have been performed in our institution. We have also performed a DCD heart-kidney and a DCD heart-lung transplant, the latter, a very remarkable undertaking of the retrieval team, which involved a lot of planning and many personnel. The mixture of NRP, DPP and NRP-CS strategies has been used for procurement of the organs.", "cite_spans": [], "ref_spans": [], "section": "Programme so far"}, {"text": "Age of the donor has been increased over time to 55 years. We continue to remain detached from the management of the donor, prior to withdrawal, even though there are now some preliminary discussions towards prewithdrawal involvement of the retrieval teams to optimize and increase the organ pool.", "cite_spans": [], "ref_spans": [], "section": "Programme so far"}, {"text": "We continue to accept 4 h as the time interval from withdrawal of therapy to fulfilment of criteria for donation, i.e. cessation of cardiac activity.", "cite_spans": [], "ref_spans": [], "section": "Programme so far"}, {"text": "A large proportion of our recipients are patients who have had a ventricular assist device (VAD) inserted as a bridge towards transplantation. Even though this was part of the exclusion criteria at the onset, it became quite apparent that having a machine perfused organ alleviated the anxiety of ischaemia of the cold preserved heart, whilst the dissection and explantation of the VAD took place, the duration of which remains unpredictable.", "cite_spans": [], "ref_spans": [], "section": "Programme so far"}, {"text": "The outcomes of the DCD heart transplantation have been promising and very encouraging. Comparison with our long standing-over 4 decades-DBD programme reveals no difference and with some parameters, such as cardiac index 12 h after the procedure, being better amongst the DCD hearts (p < 0.05) [42] .", "cite_spans": [{"start": 294, "end": 298, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Outcomes"}, {"text": "The graph below (Fig. 8) shows the Kaplan Mier curve comparing the two cohorts. The graph below shows the first 26 DCD heart transplants. It is important to emphasize our strict criteria for donation and subsequent acceptance, even more so at the onset of the programme.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 24, "text": "(Fig. 8)", "ref_id": "FIGREF5"}], "section": "Outcomes"}, {"text": "( Table 3) shows the comparison data of the first 50 DCD vs DBD heart transplantations. The third column shows the 30day and 1-year outcomes for our institution versus the national data. The two columns on the right show the breakdown of the DCD heart transplants, classified by the mode of retrieval of the donor organ (Normothermic regional perfusion versus direct procurement). All except one from the NRP group (the donor was local) were perfused and transported on the organ care system. ", "cite_spans": [], "ref_spans": [{"start": 2, "end": 10, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "Outcomes"}, {"text": "A substantial amount of funding and time has been invested towards this exciting and groundbreaking venture. The level of commitment offered by the dedicated team members and our institution towards the DCD heart transplant programme cannot be overemphasized. The clinical work was funded from charity funds of the hospital until very recent times. NHSBT has agreed to support towards the cost of the disposables required for the organ care system in the last 6 months.", "cite_spans": [], "ref_spans": [], "section": "Cost"}, {"text": "Serious concerns still persist regarding the potential risk of reanimation of the donor brain on re-establishment of circulation following cardiac death. Many discussions had to take place prior to agreeing on a clear and now extremely strict protocol, on clamping of the head and neck arterial supply prior to re-establishment of circulation to the major organs. This technique has been further modified since and now involves stapling and division of the vessels and measuring the blood flow from the divided distal stumps of the head and neck arteries.", "cite_spans": [], "ref_spans": [], "section": "Ethics"}, {"text": "DCD heart transplantation is possible using both NRP and DPP retrieval techniques. The outcomes are comparable and non-inferior and maybe even superior to DBD heart transplantation in some aspects. It is safe and reproducible with the potential of increasing overall heart transplant activity by at least 30%. The consequences of this exciting venture are now being appreciated nationally and internationally. National roll out of DCD heart transplantation by all centres is now complete, as well as in selected centres in North America and Europe. Almost all DCD hearts are ex situ machine perfused using the TransMedics OCS between donor and recipient hospital, irrespective of the fact whether the NRP or DPP technique is used. The OCS is the only commercially available machine on the market at present. Unfortunately, the cost of this device is prohibitively expensive at £32,000 per module. A business case for DCD heart transplantation was submitted by NHSBT to NHS commissioners in 2016, and this has eventually received acceptance.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "The DCD heart transplant program was thus completely reliant upon charitable funding for more than 4 years. The team at our institution as well as some of our DCD heart recipients have participated in various fund raising activities, to raise the money required for this fascinating innovation.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "It is somewhat difficult to understand the reasoning behind the great opposition encountered to the national funding of this venture. It is important to mention that a VAD, with a known near 100% complication rate and requiring eventual transplantation-the only strategy permitted by the NHS, costs £138,000, which is adequate to cover the cost of five DCD heart transplant procedures.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "There is ongoing work on a totally implantable VAD, which could alleviate a lot of the challenges that are faced with the currently available technology. It should reduce infection, possibly the need for higher International Normalised Ratio(INR) and antiplatelet agents, and hopefully offer better quality of life to the recipients, making destination therapy a viable and pragmatic reality. Heart transplantation will remain the gold standard therapy for end-stage heart failure until such time. Thus, one could state with a certain degree of certainly, that in the current state of play, DCD heart transplantation is here to stay.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Eighth annual INTERMACS report: special focus on framing the impact of adverse events", "authors": [{"first": "J", "middle": ["K"], "last": "Kirklin", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Pagani", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Kormos", "suffix": ""}], "year": 2017, "venue": "J Heart Lung Transplant", "volume": "36", "issn": "", "pages": "1080--1086", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "SynCardia temporary total artificial heart as bridge to transplantation: current results at La Pitié Hospital", "authors": [{"first": "M", "middle": ["E"], "last": "Kirsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "C", "middle": [], "last": "Mastroianni", "suffix": ""}], "year": 2013, "venue": "Ann Thorac Surg", "volume": "95", "issn": "", "pages": "1640--1646", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Adult stem cell therapy and heart failure, 2000 to 2016: a systematic review", "authors": [{"first": "P", "middle": ["K"], "last": "Nguyen", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Rhee", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Wu", "suffix": ""}], "year": 2016, "venue": "JAMA Cardiol", "volume": "1", "issn": "", "pages": "831--872", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The international thoracic organ transplant registry of the International Society for Heart and Lung Transplantation: thirty-fifth adult heart transplantation Report-2018; focus theme: multiorgan transplantation", "authors": [{"first": "K", "middle": ["K"], "last": "Khush", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Cherikh", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Chambers", "suffix": ""}], "year": 2018, "venue": "J Heart Lung Transplant", "volume": "37", "issn": "", "pages": "1155--68", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of Disease Study", "authors": [], "year": 2013, "venue": "GBD 2013 Mortality and Causes of Death Collaborators", "volume": "385", "issn": "", "pages": "117--71", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Executive summary: heart disease and stroke statistics-2013 update: a report from the", "authors": [{"first": "A", "middle": ["S"], "last": "Indian J Thorac Cardiovasc Surg 6. Go", "suffix": ""}, {"first": "D", "middle": [], "last": "Mozaffarian", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Roger", "suffix": ""}], "year": 2013, "venue": "American Heart Association. Circulation", "volume": "127", "issn": "", "pages": "143--52", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Forecasting the future of cardiovascular disease in the United States: a policy statement from the", "authors": [{"first": "P", "middle": ["A"], "last": "Heidenreich", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Trogdon", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Khavjou", "suffix": ""}], "year": 2011, "venue": "American Heart Association. Circulation", "volume": "123", "issn": "", "pages": "933--977", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The epidemiology of admissions of nontraumatic subarachnoid hemorrhage in the United States", "authors": [{"first": "F", "middle": [], "last": "Rincon", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Rossenwasser", "suffix": ""}, {"first": "A", "middle": [], "last": "Dumont", "suffix": ""}], "year": 2013, "venue": "Neurosurgery", "volume": "73", "issn": "", "pages": "217--239", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Time trends in outcome of subarachnoid hemorrhage: population-based study and systematic review", "authors": [{"first": "C", "middle": ["E"], "last": "Lovelock", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Rinkel", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Rothwell", "suffix": ""}], "year": 2010, "venue": "Neurology", "volume": "74", "issn": "", "pages": "1494--501", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Admission to hospital following head injury in England: incidence and socio-economic associations", "authors": [{"first": "A", "middle": [], "last": "Tennant", "suffix": ""}], "year": 2005, "venue": "BMC Public Health", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Categories of non-heartbeating donors", "authors": [{"first": "G", "middle": [], "last": "Kootstra", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Daemen", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Oomen", "suffix": ""}], "year": 1995, "venue": "Transplant Proc", "volume": "27", "issn": "", "pages": "2893--2897", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Organ donation and transplantation in the UK-the last decade: a report from the UK national transplant registry", "authors": [{"first": "R", "middle": ["J"], "last": "Johnson", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bradbury", "suffix": ""}, {"first": "K", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Neuberger", "suffix": ""}], "year": 2014, "venue": "Transplantation", "volume": "97", "issn": "", "pages": "1--27", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The operation. A human cardiac transplant: an interim report of a successful operation performed at Groote Schuur Hospital, Cape Town. S", "authors": [{"first": "C", "middle": ["N"], "last": "Barnard", "suffix": ""}], "year": 1967, "venue": "Afr Med J", "volume": "41", "issn": "", "pages": "1271--1275", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "One life. 1st ed. Cape Town: Howard Timmins", "authors": [{"first": "C", "middle": [], "last": "Barnard", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Transplantation of the heart in an infant and an adult", "authors": [{"first": "A", "middle": [], "last": "Kantrowitz", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Haller", "suffix": ""}, {"first": "H", "middle": [], "last": "Joos", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Cerruti", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Carstensen", "suffix": ""}], "year": 1968, "venue": "Am J Cardiol", "volume": "22", "issn": "", "pages": "782--90", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Percutaneous transvenous endomyocardial biopsy", "authors": [{"first": "P", "middle": ["K"], "last": "Caves", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Stinson", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Graham", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Billingham", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Grehl", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Shumway", "suffix": ""}], "year": 1973, "venue": "JAMA", "volume": "225", "issn": "", "pages": "288--91", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Serial transvenous biopsy of the transplanted human heart. Improved management of acute rejection episodes", "authors": [{"first": "P", "middle": ["K"], "last": "Caves", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Stinson", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Billingham", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Shumway", "suffix": ""}], "year": 1974, "venue": "Lancet", "volume": "1", "issn": "", "pages": "821--827", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Early heart transplant surgery in the UK", "authors": [{"first": "E", "middle": ["M"], "last": "Tansey", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Reynolds", "suffix": ""}], "year": 1999, "venue": "Wellcome Witnesses to Twentieth Century Medicine", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Prolongation of the rat heart allograft survival by cyclosporin A", "authors": [{"first": "A", "middle": ["J"], "last": "Kostakis", "suffix": ""}, {"first": "Djg", "middle": [], "last": "White", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Calne", "suffix": ""}], "year": 1977, "venue": "IRCS Med Sci", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Survival of first and second kidney allografts after withdrawal of cyclosporin A therapy", "authors": [{"first": "D", "middle": ["C"], "last": "Dunn", "suffix": ""}, {"first": "Dgd", "middle": [], "last": "White", "suffix": ""}, {"first": "J", "middle": [], "last": "Wade", "suffix": ""}], "year": 1978, "venue": "IRCS Med Sci", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Cyclosporin A-a powerful immunosuppressant in dogs with renal allografts", "authors": [{"first": "R", "middle": ["Y"], "last": "Calne", "suffix": ""}, {"first": "D", "middle": [], "last": "White", "suffix": ""}], "year": 1977, "venue": "IRCS Med Sci", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Prolonged survival of pig orthotopic heart grafts treated with cyclosporin A", "authors": [{"first": "R", "middle": ["Y"], "last": "Calne", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "K", "middle": [], "last": "Rolles", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Smith", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Herbertson", "suffix": ""}], "year": 1978, "venue": "Lancet", "volume": "1", "issn": "", "pages": "1183--1188", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Heart and heart-lung transplantation", "authors": [{"first": "C", "middle": ["G"], "last": "Mcgregor", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Oyer", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Shumway", "suffix": ""}], "year": 1986, "venue": "Prog Allergy", "volume": "38", "issn": "", "pages": "346--65", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Report of the Ad Hoc Committee of the Harvard Medical School to examine the definition of brain death", "authors": [], "year": 1968, "venue": "JAMA", "volume": "252", "issn": "", "pages": "677--686", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Diagnosis of brain death. Statement issued by the honorary secretary of the Conference of Medical Royal Colleges and their Faculties in the United Kingdom on 11", "authors": [], "year": 1976, "venue": "Br Med J", "volume": "2", "issn": "", "pages": "1187--1195", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "No authors listed", "authors": [], "year": 1981, "venue": "Brain death. Lancet", "volume": "1", "issn": "", "pages": "106--113", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pediatric heart transplantation after declaration of cardiocirculatory death", "authors": [{"first": "M", "middle": ["M"], "last": "Boucek", "suffix": ""}, {"first": "C", "middle": [], "last": "Mashburn", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Dunn", "suffix": ""}], "year": 2008, "venue": "N Engl J Med", "volume": "359", "issn": "", "pages": "709--723", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Adult heart transplantation with distant procurement and ex-vivo preservation of donor hearts after circulatory death: a case series", "authors": [{"first": "K", "middle": ["K"], "last": "Dhital", "suffix": ""}, {"first": "A", "middle": [], "last": "Iyer", "suffix": ""}, {"first": "M", "middle": [], "last": "Connellan", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "", "pages": "2585--91", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Donor heart preservation: straight up, or on the rocks?", "authors": [{"first": "D", "middle": ["H"], "last": "Freed", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "White", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "", "pages": "2552--2556", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Potential suitability for transplantation of hearts from human non-heart-beating donors: data review from the Gift of Life Donor Program", "authors": [{"first": "A", "middle": ["K"], "last": "Singhal", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Abrams", "suffix": ""}, {"first": "J", "middle": [], "last": "Mohara", "suffix": ""}], "year": 2005, "venue": "J Heart Lung Transplant", "volume": "24", "issn": "", "pages": "1657--64", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The potential of cardiac allografts from donors after cardiac death at the University of Wisconsin Organ Procurement Organization", "authors": [{"first": "S", "middle": [], "last": "Osaki", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Anderson", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Johnson", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "T", "middle": [], "last": "Kohmoto", "suffix": ""}], "year": 2010, "venue": "Eur J Cardiothorac Surg", "volume": "37", "issn": "", "pages": "74--83", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "What is the potential increase in the heart graft pool by cardiac donation after circulatory death?", "authors": [{"first": "T", "middle": [], "last": "Noterdaeme", "suffix": ""}, {"first": "O", "middle": [], "last": "Detry", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Hans", "suffix": ""}], "year": 2013, "venue": "Transpl Int", "volume": "26", "issn": "", "pages": "61--67", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Successful heart transplantation in lambs using asystolic, pulseless, dead donors", "authors": [{"first": "S", "middle": ["R"], "last": "Gundry", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawauchi", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Razzouk", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bailey", "suffix": ""}], "year": 1990, "venue": "J Am Coll Surg", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Successful survival of primates receiving transplantation with \"dead,\" nonbeating donor hearts", "authors": [{"first": "S", "middle": ["R"], "last": "Gundry", "suffix": ""}, {"first": "N", "middle": [], "last": "Fukushima", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Eke", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Hill", "suffix": ""}, {"first": "C", "middle": [], "last": "Zuppan", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bailey", "suffix": ""}], "year": 1995, "venue": "J Thorac Cardiovasc Surg", "volume": "109", "issn": "", "pages": "1097--1107", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Functional assessment and transplantation of the donor heart after circulatory death", "authors": [{"first": "S", "middle": ["J"], "last": "Messer", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Axell", "suffix": ""}, {"first": "S", "middle": [], "last": "Colah", "suffix": ""}], "year": 2016, "venue": "J Heart Lung Transplant", "volume": "35", "issn": "", "pages": "1443--52", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Cardiac recovery in a human non-heart-beating donor after extracorporeal perfusion: source for human heart donation?", "authors": [{"first": "A", "middle": [], "last": "Ali", "suffix": ""}, {"first": "P", "middle": [], "last": "White", "suffix": ""}, {"first": "K", "middle": [], "last": "Dhital", "suffix": ""}, {"first": "M", "middle": [], "last": "Ryan", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "S", "middle": [], "last": "Large", "suffix": ""}], "year": 2009, "venue": "J Heart Lung Transplant", "volume": "28", "issn": "", "pages": "290--293", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Normothermic donor heart perfusion: current clinical experience and the future", "authors": [{"first": "S", "middle": [], "last": "Messer", "suffix": ""}, {"first": "A", "middle": [], "last": "Ardehali", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsui", "suffix": ""}], "year": 2015, "venue": "Transpl Int", "volume": "28", "issn": "", "pages": "634--676", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Retrograde heart perfusion: the Langendorff technique of isolated heart perfusion", "authors": [{"first": "R", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mocanu", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Yellon", "suffix": ""}], "year": 2011, "venue": "J Mol Cell Cardiol", "volume": "50", "issn": "", "pages": "940--50", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Increasing the tolerance of DCD hearts to warm ischemia by pharmacological postconditioning", "authors": [{"first": "A", "middle": [], "last": "Iyer", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "A", "middle": [], "last": "Doyle", "suffix": ""}], "year": 2014, "venue": "Am J Transplant", "volume": "14", "issn": "", "pages": "1744--52", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Outcome after heart transplantation from donation after circulatory-determined death donors", "authors": [{"first": "S", "middle": [], "last": "Messer", "suffix": ""}, {"first": "A", "middle": [], "last": "Page", "suffix": ""}, {"first": "R", "middle": [], "last": "Axell", "suffix": ""}], "year": 2017, "venue": "J Heart Lung Transplant", "volume": "36", "issn": "", "pages": "1311--1319", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Traffic and reported casualties by severity in Great Britain-2000-2013 recognized in a cascade of shorter warm ischaemic times (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "1 donors per million population (PMP) in 2003 to 18.3 donors PMP in 2012.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fig. 5 Post registration outcomes for 129 new non urgent heart only registrations made in the UK 1st April 2015 to 31 March 2016", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 6 Number of deceased organ donors in the UK, April 1, 2007-March 31, 2017", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Flow chart of suitable DCD heart donors", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Kaplan Mier survival curve-DCD vs DBD heart transplantation", "latex": null, "type": "figure"}, "TABREF0": {"text": ". Department of Transport, Reported Road Casualties Great Britain 2013 Annual report, Date accessed 30.11.2015 Fig. 2 Eurotransplant heart transplant waiting list at year end by urgency Fig. 1 Patients on UK heart transplant waiting list at March 31 each year for last 10 years Available at: https://www.gov.uk/government/uploads/ system/uploads/attachment_data/file/359311/rrcgb-2013.pdf.", "latex": null, "type": "table"}, "TABREF1": {"text": "DCD donor Maastricht criteria", "latex": null, "type": "table"}, "TABREF2": {"text": "Inclusion and exclusion criteria for DCD heart donation To date, there have been three reviews investigating the potential of cardiac donation from donation after circulatory determined death donors. Singhal et al. reviewed the Gift of Life Donor Programme in Pennsylvania, USA from 2001 to 2003", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison of the first 50 DCD heart transplants with DBD heart transplants performed around similar time frameTrainingWe have been involved in training four cardiothoracic transplant centres in the UK on this exciting innovation over the last few years. Along with this, our team has been involved in training several centres in Europe and North America.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Conflict of interest None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}