{
    "paper_id": "1dd1a8cfd320b625bde09b6c17a7cdf3c0d73984",
    "metadata": {
        "title": "Viral antibodies in multiple sclerosis",
        "authors": [
            {
                "first": "Ferrante",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Generale Provinciale \"'S. Antonio Abate\" Gallarate",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Caputo",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Generale Provinciale \"'S. Antonio Abate\" Gallarate",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Barbesfi",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Generale Provinciale \"'S. Antonio Abate\" Gallarate",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fasan",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Generale Provinciale \"'S. Antonio Abate\" Gallarate",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The sera of 176 MS patients and of 150 healthy adult controls were assayed for antibodies against mumps, rubella, Sendai and herpes simplex viruses, a higher prevalence of measles c.fa. having already been demonstrated in the MS patients. The CSF of 48 of the MS patients were subjected to the same tests. Thepatients differed from the controls in a higherprevalence of h.i.a, to mumps and of c.f a. to herpes simplex. For the latter, but not for the former, the prevalence was statistically higher only in patients treated with immunosuppressants. To date measles seems to be the most seriously incriminated virus in the etiopathogenesis of MS, mumps ranking second",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several, mainly epidemiological, observations suggest that one or more viruses are involved in the etiology of multiple sclerosis (MS) [13, 5, ",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "[13, 5,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unlike in subacute sclerosing panencephalitis (SSPE) or progressive rubella panencephalitis (PRP), in which typical antibody patterns and viral persistence in the central nervous system (CNS) are observed, in MS no one virus has emerged from virological studies as the etiological agent. With the exception of some controversial reports [4, 7, 15, 3] viruses have not been isolated from the CNS of MS patients and the antibody findings are not highly characteristic. However, since Adams and Imagawa [1] observed increased measles titers in patients with MS, many studies have been made on the behavior of antibodies against measles and other viruses in the serum and cerebrospinal fluid (CSF) of such patients [17] . Paramyxoviruses have been more thoroughly investigated than others because of the similarities of the viral envelope to the plasma membrane of the host cells [2] . We report here the results of titrations of antibodies to mumps, rubella, Sendal and Herpes simplex viruses in the sera and CSF of MS patients and healthy controls. Data on the measles antibodies in the same groups of patients and controls have already been published [61.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "18]."
        },
        {
            "text": "Specimens. Sera were collected from 176 MS patients and CSF from 48 of them. In all cases the clinical diagnosis was confirmed at the Multiple Sclerosis Research Center, Gallarate (VA), according to the criteria of McDonald and Holliday/16/. Sera from 150 healthy controls in the 20-50 year age range were also tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Antibody assay. Sera and CSF specimens were assayed for hemaglutination inhibition (h.i.e.) to mumps, Sendal (murine parainfluenza type 1 and rubella viruses and for complement fixing antibody (c,f.a.) to herpes simplex and to the s antigen of mumps and Sendal viruses. As source of antigen in the rubella h.i. test and in the herpes simplex c.f. test commercial preparations were used; h.i. and soluble complement fixing antigens to mumps and Sendai viruses were pre-pared in embryonated eggs according to the method indicated for mumps virus [8] . Antibody titrations were performed with the microtiter technique according to standard procedures [11]. 2 fold dihltions of sera starting from 1:4 were tested in c.f. test. Aspecific hemagglutination inhibitors to mumps and Sendai viruses were removed from the sera by treatment with RDE (Receptor Destroyng Enzyme), those to rubella virus by treatment with heparin manganous chloride. Starting dilutions of sera were 1 : 5 in h.i. test for the former viruses and 1:8 for the latter. CSF specimens were checked undiluted and in 2 fold dilutions.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Results of viral antibodies titration in the sera of MS patients and controls are presented in Table  1 as percentage of positives and geometric mean titres (GMT). MS patients have been divided into two groups: those treated with immunosuppressive drugs and those not so treated. In the computation of the GMT subjects who were negative for the specific viral antigen were assigned the titer of the next lowest dilution. No difference in GMT was found in three groups under study. The prevalence of subjects with mumps h.i.e. was significantly higher among patients, both treated and untreated, than in controls (P < 0,001 -X 2 test). Moreover MS patients had a higher prevalence of CF serum antibodies against herpes simplex virus then controls (0,01>P>0,001) but the difference is statistically significant for the treated patients (0,01>P>0,001), not for the untreated ones (P>0,05). CSF from 48 MS patients were also tested for viral antibodies and only one was found positive: CF antibodies to herpes simplex virus were detectable in the undiluted specimen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Table  1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "There has been little ar no direct evidence of the involvement of one or more viral agents in the etiopatogenisis of MS. It is therefore not surprising that a lot of emphasis has been put on attempts to gain indirect evidence through seroepidemiological investigations. As a part of a wide-ranging study on the relationship between viruses and MS, viral antibodies were preliminarily checked in the sera of 176 patients and in a suitable control group of healthy adults. After measles [6] , other enveloped viruses, namely mumps, Sendal, rubella and herpes simplex were considered. For the two paramyxoviruses, besides antibodies against the surface antigen haemoagglutinin, antibodies against the internal antigens were also titrated. That because the persistence of paramyxovirus-like nucleocapsids in CNS cells have alrealdy been proved in other chronic neurological disorders [14] and, by some authors, also in MS [15] . As in other similar investigations evaluation of results is rather difficult. Differences between MS patients and controls were found only in the prevalence of h.i.a, against mumps and of c.f.a. a-gainst herpes simplex, both in favour of the patients. But a further analysis of the data shows that, for herpes simplex, but not for mumps, only patients treated with immunosuppressive drugs had statistically higher antibody prevalence than controls. Incidentally also the only patient, out of 48, who had c.f.a, to herpes simplex in CSF belonged to the treated group. This finding suggests caution in evaluating antibody results to viruses undergoing reactivation, like Combining all the observations on viral antibody patterns in a large series of MS patients, we found a different behaviour between patients and controls only for two paramyxovirures: measles in the first place, [6] and then mumps.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1805,
                    "end": 1808,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we are aware that viral antibody response in MS patients may be influenced by several factors like HLA antigens [ 10] , stage and course [9, 12] ",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 126,
                    "text": "[ 10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Measles antibodies in multiple sclerosis",
            "authors": [
                {
                    "first": "Adams",
                    "middle": [
                        "J M"
                    ],
                    "last": "Imagawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc.Soc.Exp.Biol.Med., lll",
            "volume": "",
            "issn": "",
            "pages": "562--566",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Slow virus e malattie croniche del sistema nervoso centrale",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bergamini F",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Boll. Ist. Sieroter. Milanese",
            "volume": "56",
            "issn": "",
            "pages": "589--596",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two Coronaviruses Isolated from Central Nervous System Tissue of two Multiple Sclerosis Patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Burks",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Devald B",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Jankovsky L",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gerdes",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Science",
            "volume": "209",
            "issn": "",
            "pages": "933--934",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decreased percentage of polymorphonuclear neutrophils in mouse peripheral blood after inoculation with material from multiple sclerosis patients",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "I"
                    ],
                    "last": "Carp R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Licurs1 P",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Merz",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. of Exp. Med",
            "volume": "136",
            "issn": "",
            "pages": "618--628",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multiple sclerosis and viruses: An overview",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Cook S",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "80--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anticorpi sierici e liquorali verso il virus del morbillo in pazienti affetti da sclerosi multipla. In press \"Archivio per le scienze mediche",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferrante",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Caputo D",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fasan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barbesti S",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission experiments with multiple sclerosis: an interim report",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Field E",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Brit.Med.J",
            "volume": "2",
            "issn": "",
            "pages": "564--565",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic procedures for Viral th and Rickettsial Infections",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Henle W. ; Lennette E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt N",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am. Pub. Hlth. Ass",
            "volume": "",
            "issn": "",
            "pages": "457--482",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kinetics of Measles Virus A ntibodies in Multiple Sclerosis Patients in Correlation to the Clinical Course of the Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Hoher P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuwert E",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Poser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Bauer H",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Progress in Multiple Sclerosis Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Histocompatibility Types and Viral Antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lehrich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G W"
                    ],
                    "last": "Arnason B",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "404--405",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "General principles underlying laboratory diagnosis of viral and rickettsial infections",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt N",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am. Pub. Hlth. Ass",
            "volume": "",
            "issn": "",
            "pages": "1--65",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Investigation on the role of viral antibodies in the pathogenesis of Multiple Sclerosis",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "V"
                    ],
                    "last": "Matveeva T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R"
                    ],
                    "last": "Pille E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        ")"
                    ],
                    "last": "Dt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N"
                    ],
                    "last": "Akanova I",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Andreeva A",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Acta Virol",
            "volume": "24",
            "issn": "",
            "pages": "415--420",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "a) Multiple Sclerosis: genetic link, virus suspected. Science, 195,667-669, 1977. b) Multiple Sclerosis: two or more virus may be involved",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Maugh",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Science",
            "volume": "195",
            "issn": "",
            "pages": "768--771",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Subacute Sclerosing Panencephalttis. C.T. in Microbiology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Meulen V. Ter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "M(3ller D",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fusion of cultured multiple-sclerosis brain cells with indicator cells. Presence of nucleocap-[161 sids and virions and isolation of parainfluenza type virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meulen V. Ter",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Lancet",
            "volume": "II",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral Antibodies in Multiple Sclerosis",
            "authors": [
                {
                    "first": "]",
                    "middle": [],
                    "last": "Norrby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Prog.Med. Virol",
            "volume": "33",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Current trends in multiple sclerosis research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Waksman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Immunology today",
            "volume": "2",
            "issn": "",
            "pages": "87--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Viral antibodies in sera from MS patients and controls",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "of the disease, type of treatment etc., it is difficult to avoid the impression that these two viruses which emerge as the most suspicious in almost all the seroepidemiological investigations, may be somehow involved in the etiopathogenesis of MS. Sono riportiti i risultati delle titolazioni anticorporali verso i virus della parotite, della rosolia, Sendai ed herpes simplex nel siero di 176pazienti affetti da Sclerosi Multipla e di 150 soggetti sani di controllo, nonchk nel liquor di 48 dei malati. In precedenza negli stessi gruppi di soggetti erano stati studiati gli anticorpi antimorbillo. D!fferen,z,e tra i malati ed i controlli sono state riscontrate solo per la prevalenza nel siero degli anticorpi inioenti l emoagglutinazione antiparotite e degli anticorpi fissanti il complemento verso l herpes simplex. Va sottolineato che, al contrario di quanto si ~ verificato per il virus della parotite, solo i pazienti sottoposti a terapia con farmaci immunodepressivi presentavano una prevalenza degli anticorpi fissanti il complemento verso l'herpes simplex statisticamente maggiore dei controlli. Sulla base delle presenti e di precedenti osservazioni, sembra che il morbillo in primo luogo e la parotite siano i virus per i quali esistono maggiori evidenze di un coinvolgimento nell'eziopatogenesi della Sclerosi Multipla.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}