{
    "paper_id": "1dd58dbd1cc69aa11e665b60ccce6b714252a56c",
    "metadata": {
        "title": "Whole Health Learning: The Revolutionary Child of Integrative Health and Education",
        "authors": [
            {
                "first": "Lawrence",
                "middle": [
                    "D"
                ],
                "last": "Rosen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Tumelty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Felice",
                "middle": [],
                "last": "Edd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Walsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [
                    "Tumelty"
                ],
                "last": "Felice",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Adverse childhood experiences (ACEs), potentially traumatic events disproportionately affecting our most vulnerable children, greatly increase risk for poor physical and emotional health outcomes in adults. Toxic stress, triggered by ACEs-related trauma, significantly affects nervous, endocrine, and immune system functioning, even altering DNA and ultimately brain structure via epigenetic mechanisms. Clinical phenomena resulting include distractibility, impulsivity, emotional dysregulation and a multitude of learning difficulties. Children thus impacted are at higher risk for physical and emotional health challenges throughout their lifetimes and more likely to engage in health-risk behaviors. (11) Compounding the above challenges, ACEs via toxic stress pathways also lead to widening health disparities. (12) ACEs are common, with nearly 2/3 of adults reporting at least one type of ACE in childhood and approximately 1/4 reporting experiencing at least three types, (13) and they are costly: the estimated price to families, communities, and society exceeds hundreds of billions of dollars annually. (14) IMPACT ON EDUCATION The impact of ACEs in schools has a reciprocal effect compounding the challenges faced by a child who has experienced trauma. Exposure to early trauma affects brain development and reaction to stimuli, specifically in the limbic system and cortex. (15) This presents challenges to learning, most prominently in the child's executive function, language development, communication, and emotional regulation. A reciprocal effect occurs as the child has challenges not only in learning, but also in reactivity to stimuli in the classroom, such as rejection, failure, negative reinforcement, and punishment. A limbic system shaped by trauma makes the brain state one of constant -fight or flight‖, rather than the relaxed alertness necessary for learning. When the learning process is challenging, it is exacerbated by emotional reactivity, a struggle to regulate, and a perception of threat whether one exists or not. Thus, the impact on ACEs in the classroom can make obstacles to educational success seem insurmountable.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Responsive pedagogy and educator awareness of mental, emotional, and behavioral health have proven effective in mitigating ACEs in educational settings. The same limbic brain that perceives threat and activates fear also thrives in an environment rich with positive relationships, reinforcement, and support. (15) Although ACEs can hinder the academic performance and success of a child, their impact can be mitigated and academic growth can be facilitated with a supportive and safe learning environment, strong relationships in the classroom, and a concerted effort to keep the child in school. Reducing academic and attendance challenges contributes to greater academic success, attenuates the impact of adverse experiences into adulthood, and improves health outcomes across the lifespan.(16) Educational policy has become increasingly reflective of the need to consider the overall wellbeing of the child -physically, socially, and emotionally -with a focus upon systems and programs that support that holistic scope. An emphasis on social emotional learning (SEL) in schools has become an educational priority, as a way to reduce barriers to educational success and to build awareness and understanding of the role of emotional and community wellness in longterm learning and health outcomes. SEL, as defined by the Collaborative for Academic, Social, and Emotional Learning (CASEL), is -the process through which children and adults understand and manage emotions, set and achieve positive goals, feel and show empathy for others, establish and maintain positive relationships, and make responsible decisions.‖(17) The five key components of SEL are self-awareness, self-management, social awareness, relationship skills, and responsible decision-making. While educators inherently recognize the value of educating the whole student by attending to their mental, emotional, and behavioral needs, it has only become a curriculum requirement in recent years, and in certain states. Additionally, many schools have independently implemented facets of SEL-enabling pedagogy in place, drawing from various health promoting domains such as mindfulness programs, nature education, nutrition learning including teaching kitchens, schools gardens, and cognitive-based physical education. While these initiatives have shown promise, they are staggered and siloed, implemented and evaluated inconsistently across schools, districts, and states. The Centers for Disease Control and Prevention support school wellness policies in theory but only cite nutrition and physical activity as critical components. (18) The Whole School, Whole Community, Whole Child (WSCC) model recognizes the need for improved collaboration between health and education systems to best serve students. (19) While the WSCC paradigm broadens the scope of health promotion to include psychosocial concerns and encourages family and community involvement, it leaves out other promising pieces of a comprehensive integrated program, like mindfulness and the other domains cited previously. Though ACEs and SEL have risen to the forefront of educational policy awareness, actually building comprehensive programs can be quite challenging, particularly when educators may be fully aware of the need but lack the time and support to implement and study interventions.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2774,
                    "end": 2778,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The complex interplay between health and educational challenges demands creative new collaborations between both spheres. The siloed solutions of yesterday no longer adequately serve, and the choreographed coordination of health promotion components is needed. Access to an integrated, comprehensive, and customizable SEL-based wellness studies program, designed to mitigate ACEs and improve long term health via self-care competency, would greatly benefit students, educators, families, and communities. Furthermore, it would complement and amplify existing successful school and community initiatives, creating an accessible, proactive, and holistic wellness creation model for children and families. We call this approach -Whole Health Learning‖ (WHL). At its core, WHL represents the application of core pediatric integrative health principles (20) to the educational environment, including these four key values:",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 852,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "THE REVOLUTION: WHOLE HEALTH LEARNING"
        },
        {
            "text": "• Preventive: Focus on health promotion and creation, favoring proactive strategies to reactive solutions. • Context-centered: Children are nurtured within the context of healthy families, communities, and schools. • Relationship-based: Only through open communication and building trust are we best able to work together to ensure each child's optimal wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE REVOLUTION: WHOLE HEALTH LEARNING"
        },
        {
            "text": "• Participatory: Creating health should be a collaborative process, actively encouraging participation and putting children in control of their own health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE REVOLUTION: WHOLE HEALTH LEARNING"
        },
        {
            "text": "Delivered via an integrated framework of whole health domains, WHL best addresses the complex needs of today's students, serving as a bridge to sustainable, life-long emotional and physical wellbeing. When students graduate high school with a competency in Wellness Studies, they will have established a foundation for life-long behavioral habits that optimize health outcomes. These habits are what we term -lifestyle prescriptions‖ -nutrition, exercise, sleep, mindfulness, nature -the bedrock of integrative health practice. The WHL pilot -named the -Wellness Studies Program‖ -engaged middle school students (grades 6-8) and included mindfulness, nutrition, cognitive fitness, and nature education components. It was informed by NJ SEL standards,(22) as well as best practices of partner organizations assisting in program delivery. Created by and supplemented with feedback from both educators and students, the program was implemented as a series of workshops introducing specific wellness concepts, each building successively upon the other through reinforcement and experiential learning. The pilot program ran until June, 2019 and was funded for re-implementation for the 2019-2020 school year. The Wellness Studies Program is among the earliest known efforts to integrate a set of distinct wellness programs into a unified learning experience designed to meet academic and SEL goals. Program metrics have been collected and are currently in analysis. The goal is to refine the program and expand to a number of other schools in different geographic regions throughout the U.S. over the next several years. Perhaps one day, wellness studies programs will be fully embedded within all U.S. schools as part of a national public wellness initiative. There may be no better method to effectively and equitably improve the health of our nation while simultaneously reducing health care costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE REVOLUTION: WHOLE HEALTH LEARNING"
        },
        {
            "text": "Over the past twenty years, integrative health experts have recognized the emerging cascade of socially-determined illnesses and their long-term effects, issuing repeated warnings about the need for urgent action to prevent further erosion of the physical and mental health and wellbeing of our nation's children. Despite significant investments by healthcare entities and philanthropic organizations, children's health has continued to deteriorate. The circular impact of poor health on education, and of learning challenges on short-and long-term health, is magnified by the increasing toll of ACEs and resulting toxic stress on our most vulnerable youth. Yet there is hope; evidence suggests that proactive, participatory, community-based interventions are effective strategies to mitigate health risks. Recently, several national entities have recognized the value of infusing more holistic health learning in schools, perhaps the most accessible and costeffective environments in which to teach lifelong habits leading to positive health behaviors and, ultimately, health outcomes. (25) The report highlights three key promotion and prevention strategies, one being programs delivered in school settings. Notable is a priority -to teach children in preschool and grades K-12 social and emotional skills, including mindful awareness practices.‖ This expressed support of whole health learning programs within schools as effective means to ameliorate the impact of ACEs on education and health is welcome. However, educators alone cannot be asked to solve the immense challenges inherent in creating and sustaining an optimally effective and cost-effective health promotion system. The Institute of Medicine, in a 1997 report titled -Schools & Health: Our Nation's Investment,‖(26) cautioned, -The schools of yesteryear were not expected to solve the health and social problems of the day by themselves; the medical, public health, social work, legislative, and philanthropic sectors all pitched in. Given the scope and complexity of the health problems of today's children and young people, it is again likely that schools will not be able to provide solutions without the cooperation and support of families, community institutions, the healthcare enterprise, and the political system.‖ This remains the case, nearly a quarter of a century later. The IOM report noted that -a strong interconnected infrastructure will be essential if CSHP [coordinated school health programs] are to become established and flourish.‖(26) What was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CALL FOR A NATIONAL PUBLIC WELLNESS INFRASTRUCTURE"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An Empirical Study of Chronic Diseases in the United States: A Visual Analytics Approach",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Raghupathi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raghupathi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15030431"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Age, period, and cohort trends in mood disorder indicators and suicide-related outcomes in a nationally representative dataset",
            "authors": [
                {
                    "first": "Jean",
                    "middle": [
                        "M"
                    ],
                    "last": "Twenge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "E"
                    ],
                    "last": "Joiner",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [
                        "E"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "Sarah",
                    "middle": [
                        "G"
                    ],
                    "last": "Binau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Abnormal Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/abn0000410"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence and Treatment of Depression, Anxiety, and Conduct Problems in US Children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghandour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Vladutiu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatr",
            "volume": "206",
            "issn": "",
            "pages": "256--267",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2018.09.021"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology and Impact of Health Care Provider-Diagnosed Anxiety and Depression Among US Children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bitsko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghandour",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Dev Behav Pediatr",
            "volume": "39",
            "issn": "5",
            "pages": "395--403",
            "other_ids": {
                "DOI": [
                    "10.1097/DBP.0000000000000571"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Environmental injustice: children's health disparities and the role of the environment. Explore (NY)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Imus",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Review. PubMed",
            "volume": "3",
            "issn": "5",
            "pages": "524--532",
            "other_ids": {
                "PMID": [
                    "17905366"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Growing Pediatric Health Gap: Environmental Injustice Threatens Our Future. Explore (NY)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Imus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "302--309",
            "other_ids": {
                "DOI": [
                    "10.1016/j.explore.2016.06.008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Kids Count Data Book: State Trends in Child Well-Being",
            "authors": [
                {
                    "first": "Annie",
                    "middle": [
                        "E"
                    ],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Casey Foundation",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Understanding SNAP, The Supplemental Nutrition Assistance Program",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of Poverty",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Centers for Disease Control and Prevention. Preventing Adverse Childhood Experiences (ACEs): Leveraging the Best Available Evidence",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Committee on Psychosocial Aspects of Child and Family Health; Committee on Early Childhood, Adoption, and Dependent Care; Section on Developmental and Behavioral Pediatrics. The lifelong effects of early childhood adversity and toxic stress",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Shonkoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "129",
            "issn": "1",
            "pages": "232--278",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2011-2663"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence of Adverse Childhood Experiences From the 2011-2014 Behavioral Risk Factor Surveillance System in 23 States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Merrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ports",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Pediatr",
            "volume": "172",
            "issn": "11",
            "pages": "1038--1044",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2018.2537"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preventing Adverse Childhood Experiences",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Kolk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bessel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Education and learning in the context of childhood abuse, neglect and related stressor: The nexus of health and education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcgiboney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Child Abuse Negl",
            "volume": "75",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chiabu.2017.09.029"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Whole Community",
            "authors": [
                {
                    "first": "Ascd",
                    "middle": [
                        "Whole"
                    ],
                    "last": "School",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pediatric Integrative Medicine: Vision for the Future. Children (Basel)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esparham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "County Health Rankings & Roadmaps. New Jersey. Available at",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/children5080111.21"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emotional Well-Being: Emerging Insights and Questions for Future Research",
            "authors": [],
            "year": 2020,
            "venue": "National Institutes of Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Goldie Hawn Foundation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fostering Healthy Mental, Emotional, and Behavioral Development in Children and Youth: A National Agenda",
            "authors": [],
            "year": 2019,
            "venue": "Committee on Fostering Healthy Mental, Emotional, and Behavioral Development Among Children and Youth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/25201"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evolution of school health programs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allensworth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wyche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Schools & Health: Our Nation's Investment",
            "volume": "1997",
            "issn": "",
            "pages": "48--50",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As a proof of concept, the inaugural WHL pilot program was implemented in Lakeside Middle School, in Millville, New Jersey in December, 2018 under the direction of Dr. Kate Tumelty Felice. Millville is a city of predominantly low socioeconomic status residents, in a county where the health outcomes are ranked the lowest in the state.(21)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "move away from deploying interventions after damage occurs and more toward prevention-that is, to build a ‗life jacket' that can serve to boost resiliency through SEL.‖(23) • The CDC, in its 2019 report, -Preventing Adverse Childhood Experiences (ACEs): Leveraging the Best Available Evidence,‖ included -teaching skills to help parents and youth handle stress, manage emotions, and tackle everyday challenges‖ via SEL in schools as a key strategy.(11) • Also in 2019, the National Academies Press released, -Fostering Healthy Mental, Emotional, and Behavioral Development in Children and Youth: A National Agenda,‖ co-sponsored by the CDC, NIH and several other government agencies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}