{"paper_id": "1ddb1b64f285dd85a9d6fa82f817440ba7e499e4", "metadata": {"title": "Optimal policies for control of the novel coronavirus (COVID-19)", "authors": [{"first": "Amin", "middle": [], "last": "Yousefpour", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Tehran", "location": {"postCode": "14399-57131", "settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Hadi", "middle": [], "last": "Jahanshahi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Manitoba", "location": {"postCode": "R3T 5V6", "settlement": "Winnipeg", "country": "Canada"}}, "email": "jahanshahi.hadi90@gmail.com"}, {"first": "Stelios", "middle": [], "last": "Bekiros", "suffix": "", "affiliation": {"laboratory": "", "institution": "European University Institute", "location": {"addrLine": "Via delle Fontanelle, 18", "postCode": "I-50014", "settlement": "Florence", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Understanding the early transmission dynamics of diseases and estimation of the effectiveness of control policies play inevitable roles in the prevention of epidemic diseases. To this end, this paper is concerned with the design of optimal control strategies for the novel coronavirus . A mathematical model of severe SARS-CoV-2 transmission based on Wuhan's data is considered in this study. To solve the presented problem effectively and efficiently, a multi-objective genetic algorithm is proposed to achieve high-quality schedules for various factors such as contact rate and transition rate of symptomatic infected individuals to the quarantined infected class. By changing the contact rate and the transition rate of symptomatic infected individuals to the quarantined infected class, two optimal policies are designed. This study has two main scientific contributions that are: (1) This is pioneer research that proposes policies regarding COVID-19, (2) This is also the first research that addresses COVID-19 and considers its economic consequences through a multi-objective evolutionary algorithm. Numerical simulations conspicuously demonstrate that by applying optimal policies, governments could find useful and practical ways for control of the disease.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronaviruses are a family of enveloped viruses with a single-stranded RNA, positivesense, and viral particles resembling a crown. In December 2019, an outbreak of novel coronavirus disease emerged in Wuhan, China, and has rapidly spread to other countries [1] . By April 18th, the new virus has infected more than 2,200,000 people and killed at least 156,000. Now, there exist no anti-viral treatments or vaccines officially approved for the management or prevention of COVID-19. This way, unfortunately, the outbreaks are still spreading at an alarming rate [2] .", "cite_spans": [{"start": 257, "end": 260, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 560, "end": 563, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Over the past several years, numerous studies were carried out to model various disease dynamics, including human immunodeficiency virus (HIV), Tuberculosis, Malaria, and influenza [3] [4] [5] [6] . Mathematical modeling of diseases enables long and short-term prediction of disease incidence. Thus, it provides a profound understanding of the system for disease control and prevention [7, 8] . So far, theoretical epidemiology has provided remarkable technical and conceptual developments. Not only does this field of study aim to anticipate and analyze the spread of various diseases, but also it aims to control diseases as effectively as possible [9] .", "cite_spans": [{"start": 181, "end": 184, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 185, "end": 188, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 189, "end": 192, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 193, "end": 196, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 386, "end": 389, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 390, "end": 392, "text": "8]", "ref_id": "BIBREF7"}, {"start": 651, "end": 654, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Identification of various factors that affect the spreading rate of the novel coronavirus dramatically helps to control the outbreak. This way, from the advent of this disease, several studies have been done to provide accurate information for implementing disease outbreak responses. Tang et al. [10] used ordinary differential equations and Markov Chain Monte Carlo methods (MCMC) to estimate the transmission risk and implication for public health interventions. Li et al. [11] analyzed data in Wuhan and determined the epidemiologic, and they found out that the mean incubation period was 5.2 days. By taking to account the impact of the variations in the disease, Zhao et al. [12] modeled the epidemic curve of COVID-19 cases, in mainland China from January 10 to January 24, 2020, reporting. A Bats-Hosts-Reservoir-People transmission network model has been developed by Chen et al. [13, 14] to simulate the potential transmission from the infectious sources to human. Wang et al. [15] formulated a complex network model, and then based on their model, they analyzed the possible time node and the risk impact of resumption on the secondary outbreak in Wuhan and surrounding areas. Roosa et al. [16] have used various models to predict the number of confirmed cases in the coming days in Hubei province.", "cite_spans": [{"start": 297, "end": 301, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 476, "end": 480, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 681, "end": 685, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 889, "end": 893, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 894, "end": 897, "text": "14]", "ref_id": "BIBREF13"}, {"start": 987, "end": 991, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1201, "end": 1205, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "It is undeniable that after a while, due to the pressure of economic operation and the needs of people's normal life, some countries will leave primary responses of epidemic prevention and take new control strategies [14] . In this condition, some crucial questions need to be answered meticulously and promptly. When can citizens return back to their normal life? Does changing the emergency response mean that people can relieve themselves from self-production? What policy should governments take to prevent outbreaks as well as economic collapse?", "cite_spans": [{"start": 217, "end": 221, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "The current study aims to solve the abovementioned questions. To the best of the authors' knowledge, no studies have been done to design an optimal controller for the novel coronavirus. To this end, a dynamical model of the novel coronavirus is used to predict the growth of the disease in different conditions. Then, using a multi-objective genetic algorithm, we try to address these questions. The effects of different policies are evaluated.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Actually, through a multi-objective genetic algorithm, we find optimal solutions that governments can use as their strategies regarding the novel COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, a deterministic \"Susceptible-Exposed-Infectious-Recovered\" compartmental model is investigated. Also, the model considers appropriate compartments relevant to interventions such as isolation, quarantine, and treatment. This model is based on the epidemiological status of the individuals, clinical progression of the disease, and intervention measures, which has been proposed by Tang et al. [10] . They have parametrized the model by considering data obtained for the confirmed cases of 2019-nCoV in China and estimated the disease transmission using the Markov Chain Monte Carlo", "cite_spans": [{"start": 407, "end": 411, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "The structure of the investigated model with quarantine and isolation is illustrated in Fig.   1 . The populations are classified into eight compartments. Susceptible people ( ), exposed people ( ), asymptomatic infected people (pre-symptomatic) ( ), infected people with symptoms ( ), hospitalized ( ), and recovered ( ) people. Also, in this model, quarantined susceptible people and isolated, exposed people are represented by and , respectively [10] .", "cite_spans": [{"start": 449, "end": 453, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 88, "end": 96, "text": "Fig.   1", "ref_id": "FIGREF0"}], "section": "Mathematical modeling and methods"}, {"text": "where is contact rate, is the probability of transmission per contact, and is quarantined rate of exposed individuals. Moreover, denotes the transition rate of exposed individuals to the infected class. indicates the rate at which the quarantined uninfected contacts were released into the wider community. stands for the probability of having symptoms among infected individuals. is the disease-induced death rate. is the transition rate of symptomatic infected individuals to the quarantined infected class.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "represents the transition rate of quarantined exposed individuals to the quarantined infected class. Also, , and denote the recovery rate of infected individuals, asymptomatic infected individuals, and quarantined infected individuals. With contact tracing, the proportion of individuals exposed to the virus is quarantined.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "The quarantined individuals depending on whether they are effectively infected or not, can either move to or . Also, the other proportion ( ), consists of individuals that exposed to the virus and are missed from the contact tracing. Hence, they either move to the exposed people ( ) or stay in the susceptible component (S). People who are not quarantined if they are infected, at a rate of ( ) will move to compartment E. The quarantined individuals, if they are infected, move to the compartment at a rate of .", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "In addition, the quarantined individuals who are not infected move to compartment with rate of ( ) . The contact rate ( ) is given by [17] :", "cite_spans": [{"start": 134, "end": 138, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "where denotes the contact rate at the initial time. The initial contact rate is represented by . Also, indicates the exponential decreasing or increasing rate of the contact rate.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "Actually, ( ) and ( ) . By changing the constant rate, we can measure the effects of self-isolation of all individuals, including susceptible individuals on public health intervention improvement. Although in this study it is assumed that the contacts are decreasing with respect to time, the proposed model could be considered with other policies such as starting with minimum contact rate, and then the contact rate can be considered as increasing function with respect to time.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "( ) is considered to be an increasing function with respect to time; hence, it is considered as follows:", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "where ( ) is the initial diagnose rate, is the exponential decreasing rate, and is the fastest diagnose. ( ) is highly dependent on available resources and government efforts.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling and methods"}, {"text": "Tables 1 and 2 list the value of parameters and initial condition of the novel coronavirus. Table 2 . Initial values estimation for 2019-nCoV in Wuhan, China [17] .", "cite_spans": [{"start": 158, "end": 162, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 92, "end": 99, "text": "Table 2", "ref_id": null}], "section": "Mathematical modeling and methods"}, {"text": "( ) 10893000 ( ) 167000 ( ) 16000 ( ) 0 ( ) 2000 ( ) 1000 ( ) 1000 ( ) 2000", "cite_spans": [], "ref_spans": [], "section": "Initial Values Value Initial Values Value"}, {"text": "In 1970s John Holland [18] has invented the genetic algorithm. The genetic algorithm employs iterative and stochastic search strategy to find an optimum route. Basically, the genetic algorithm imitates the process of evolution based on Darwin's survival-of-thefittest strategy. A population of candidate solutions called individuals to an optimization problem is evolved into superior solutions. This way, the population is evaluated, and the best solutions are selected to reproduce and mate to create the next generation. After a number of generations, good traits dominate the population and augment the quality of solutions. Due to genetic algorithm's fascinating features and its strong convergence, up to now, researchers have developed this algorithm and used that to address a wide variety of problems in different fields of study [19, 20] .", "cite_spans": [{"start": 22, "end": 26, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 839, "end": 843, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 844, "end": 847, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Genetic algorithm"}, {"text": "A multi-objective approach is used to find optimal decision rules as the Pareto frontier.", "cite_spans": [], "ref_spans": [], "section": "Numerical results"}, {"text": "Since there is a trade-off among all the objectives, the multi-objective approach is the best way to solve such problems. The optimality of Pareto is a suitable sense to specify which policy is prior to other possible solutions. Table 3 represents the configuration of the genetic algorithm. In the simulation results based on the reference in the case that there are no optimal policies 2.9253, and .", "cite_spans": [], "ref_spans": [{"start": 229, "end": 236, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Numerical results"}, {"text": "We can combine cost functions and with different weights and then use single cost functions to obtain the best solution for our problem. However, such a method would result in a single solution. We aim to consider both epidemy prevention and economic concerns simultaneously, and in this condition, it is injudicious to compose these two different factors. Hence, a multi-objective method is utilized, and the results are presented with a range of Pareto optimal solutions to easily judge the trade-offs and choose one policy for implementation.", "cite_spans": [], "ref_spans": [], "section": "Strategy A"}, {"text": "In this strategy, three decision variables including and . The cost functions are selected as follow:", "cite_spans": [], "ref_spans": [], "section": "Strategy A"}, {"text": "Cost function is considered to reduce the accumulated infected people. Also regarding the fact that the economic affairs are highly dependent on the contact rate and the quarantined rate of exposed individuals we have considered cost function . Figure 2 illustrates the Pareto front obtained from the multi-objective genetic algorithm optimization. Based on Fig. 2 , we could choose the optimal controllers, which effectively reduce both cost functions. The number of individuals with strategy A is illustrated in Fig.   3 . As is shown, the maximum number of infected people has decreased compared to the case with no optimal control effort, and the rate of decreasing the population of infectious people is significantly faster. As it is shown in Fig. 3 , this strategy dramatically improves the situation and prevent the epidemy.", "cite_spans": [], "ref_spans": [{"start": 245, "end": 253, "text": "Figure 2", "ref_id": null}, {"start": 358, "end": 364, "text": "Fig. 2", "ref_id": null}, {"start": 514, "end": 522, "text": "Fig.   3", "ref_id": null}, {"start": 749, "end": 755, "text": "Fig. 3", "ref_id": null}], "section": "Strategy A"}, {"text": "As well, Fig. 3 shows that the number of quarantined infected population has decreased to zero faster than the case when there is no optimal strategy. Also, based on Fig. 3 , the maximum number of infected people has declined significantly, and the population has decreased sharper than the time when no optimal strategy is applying to the system. It can be concluded that the contact rate of susceptible people and individuals in the infectious class must decrease by an optimal strategy, and we need to apply contact and travel restrictions. ", "cite_spans": [], "ref_spans": [{"start": 9, "end": 15, "text": "Fig. 3", "ref_id": null}, {"start": 166, "end": 172, "text": "Fig. 3", "ref_id": null}], "section": "Strategy A"}, {"text": "In this case, five decision variables including and in order to minimize the following cost function", "cite_spans": [], "ref_spans": [], "section": "Strategy B"}, {"text": "The Pareto front of cost functions in strategy A is illustrated in Fig. 4 . Also, Fig. 5 shows the number of components in strategy B. According to Fig. 5 , this optimal strategy can dramatically help to reduce the growth rate of the disease. However, in strategy A, when we set contact restrictions, the population of both symptomatic and asymptomatic will decrease, the results of simulation clearly demonstrate that the population of the symptomatic infected population with strategy B has been plunged more than strategy A.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 73, "text": "Fig. 4", "ref_id": null}, {"start": 82, "end": 88, "text": "Fig. 5", "ref_id": null}, {"start": 148, "end": 154, "text": "Fig. 5", "ref_id": null}], "section": "Strategy B"}, {"text": "The simulation results show that governments must choose optimal strategies to prevent the disease until the end of the epidemy. To recapitulate briefly, we propose an optimal policy to control the disease outbreak.", "cite_spans": [], "ref_spans": [], "section": "Strategy B"}, {"text": "Utilizing the model that has been investigated in this study and parameter estimation methods such as MCMC, at first, governments can estimate the model of the epidemy in their countries. Then, using a multi-objective genetic algorithm, they can set their optimal policies to prevent the epidemy efficiently. Through this method, governments could consider factors such as contact rate and transition rate of symptomatic infected individuals to the quarantined infected class and then they could wisely set their policy to prevent economic collapse and spread of the outbreak, simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Strategy B"}, {"text": "In this study, the model and control policies of the novel coronaviruses were investigated.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Firstly, the state-space model of the system has been investigated, and the impacts of critical parameters on the epidemy have been investigated. Then, in order to efficiently design strategies, a multi-objective genetic algorithm was proposed. Through the multiobjective genetic, optimal policies were designed. Numerical simulations clearly show that considering the control of the spreading of the diseases as an optimization problem can help governments to choose strategies that prevent the disease outbreak as well as economic collapse. This way, this study can provide a reference for the prevention and optimal control strategies in various countries. As a future suggestion, other factors such as the rate at which the quarantined uninfected contacts are released in the societies can be considered as control actions for the prevention of the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel wuhan (2019-nCoV) coronavirus. American journal of respiratory and critical care medicine", "authors": [{"first": "W", "middle": ["G"], "last": "Carlos", "suffix": ""}, {"first": "Dela", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Cao", "suffix": ""}, {"first": "B", "middle": [], "last": "Pasnick", "suffix": ""}, {"first": "S", "middle": [], "last": "Jamil", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "201", "issn": "", "pages": "7--8", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health O. Novel Coronavirus ( 2019-nCoV) : situation report", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Analysis of a mathematical model for tuberculosis with diagnosis", "authors": [{"first": "A", "middle": ["O"], "last": "Egonmwan", "suffix": ""}, {"first": "D", "middle": [], "last": "Okuonghae", "suffix": ""}], "year": 2019, "venue": "Journal of Applied Mathematics and Computing", "volume": "59", "issn": "", "pages": "129--62", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Rich dynamics of an SIR epidemic model", "authors": [{"first": "S", "middle": [], "last": "Pathak", "suffix": ""}, {"first": "A", "middle": [], "last": "Maiti", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Samanta", "suffix": ""}], "year": 2010, "venue": "Nonlinear Analysis: Modelling and Control", "volume": "15", "issn": "", "pages": "71--81", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Some simple epidemic models", "authors": [{"first": "F", "middle": [], "last": "Brauer", "suffix": ""}], "year": 2006, "venue": "Mathematical Biosciences and Engineering", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A preliminary study of the transmission dynamics of the human immunodeficiency virus (HIV), the causative agent of AIDS", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Medley", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Johnson", "suffix": ""}], "year": 1986, "venue": "Mathematical Medicine and Biology: a Journal of the IMA", "volume": "3", "issn": "", "pages": "229--63", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mathematical analysis and computational experiments for an epidemic system with nonlocal and nonsingular derivative", "authors": [{"first": "K", "middle": ["M"], "last": "Owolabi", "suffix": ""}, {"first": "A", "middle": [], "last": "Atangana", "suffix": ""}], "year": 2019, "venue": "Chaos, Solitons & Fractals", "volume": "126", "issn": "", "pages": "41--50", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mathematical modeling of tumor-immune competitive system, considering the role of time delay", "authors": [{"first": "S", "middle": [], "last": "Khajanchi", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Nieto", "suffix": ""}], "year": 2019, "venue": "Applied mathematics and computation", "volume": "340", "issn": "", "pages": "180--205", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Summarizing the results and methods of the 2019 Joint United Nations Programme on HIV/AIDS HIV estimates", "authors": [{"first": "K", "middle": ["K"], "last": "Case", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": [], "last": "Mahy", "suffix": ""}, {"first": "K", "middle": [], "last": "Marsh", "suffix": ""}, {"first": "V", "middle": [], "last": "Supervie", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Eaton", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Bragazzi", "suffix": ""}, {"first": "S", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}], "year": 2020, "venue": "Journal of Clinical Medicine", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Ran", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Musa", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "International journal of infectious diseases", "volume": "92", "issn": "", "pages": "214--221", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A mathematical model for simulating the phasebased transmissibility of a novel coronavirus", "authors": [{"first": "T-M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Rui", "suffix": ""}, {"first": "Q-P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z-Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J-A", "middle": [], "last": "Cui", "suffix": ""}, {"first": "L", "middle": [], "last": "Yin", "suffix": ""}], "year": 2020, "venue": "Infectious diseases of poverty", "volume": "9", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Risk estimation and prediction by modeling the transmission of the novel coronavirus (COVID-19) in mainland China excluding Hubei province. medRxiv", "authors": [{"first": "H", "middle": [], "last": "Wan", "suffix": ""}, {"first": "J-A", "middle": [], "last": "Cui", "suffix": ""}, {"first": "G-J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "When will be the resumption of work in Wuhan and its surrounding areas during COVID-19 epidemic? A data-driven network modeling analysis", "authors": [{"first": "W", "middle": [], "last": "Xia", "suffix": ""}, {"first": "T", "middle": [], "last": "Sanyi", "suffix": ""}, {"first": "C", "middle": [], "last": "Yong", "suffix": ""}, {"first": "F", "middle": [], "last": "Xiaomei", "suffix": ""}, {"first": "X", "middle": [], "last": "Yanni", "suffix": ""}, {"first": "X", "middle": [], "last": "Zongben", "suffix": ""}], "year": 2020, "venue": "SCIENTIA SINICA Mathematica", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Real-time forecasts of the COVID-19 epidemic in China from", "authors": [{"first": "K", "middle": [], "last": "Roosa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "R", "middle": [], "last": "Luo", "suffix": ""}, {"first": "A", "middle": [], "last": "Kirpich", "suffix": ""}, {"first": "R", "middle": [], "last": "Rothenberg", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}], "year": 2020, "venue": "Infectious disease modelling", "volume": "5", "issn": "", "pages": "256--63", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov). Infectious disease modelling", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Bragazzi", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "", "volume": "5", "issn": "", "pages": "248--55", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The dynamics of searches directed by genetic algorithms", "authors": [{"first": "J", "middle": ["H"], "last": "Holland", "suffix": ""}], "year": 1988, "venue": "Evolution, Learning and Cognition: World Scientific", "volume": "", "issn": "", "pages": "111--138", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Optimization of a double-layered microchannel heat sink with semi-porous-ribs by multi-objective genetic algorithm", "authors": [{"first": "T-H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H-C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Meng", "suffix": ""}, {"first": "Yan W-M", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "International Journal of Heat and Mass Transfer", "volume": "149", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "QSAR study of anti-HIV HEPT analogues based on multiobjective genetic programming and counter-propagation neural network. Chemometrics and Intelligent Laboratory Systems", "authors": [{"first": "M", "middle": [], "last": "Arakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Hasegawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Funatsu", "suffix": ""}], "year": 2006, "venue": "", "volume": "83", "issn": "", "pages": "91--99", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Diagram of novel coronavirus the model[10].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Pareto fronts of cost functions 1 and 2 in strategy A. The number of individuals with strategy A, (a) susceptible population (b) exposed population (c) symptomatic infected population (d) asymptomatic infected population (e) quarantined susceptible population (f) quarantined exposed population (g) quarantined infected population (h) recovered population.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Pareto fronts of cost functions 1 and 2 in strategy B. The number of individuals with strategy B, (a) susceptible population (b) exposed population (c) symptomatic infected population (d) asymptomatic infected population (e) quarantined susceptible population (f) quarantined exposed population (g) quarantined infected population (h) recovered population.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameter estimates for 2019-nCoV in Wuhan, China[10].", "latex": null, "type": "table"}, "TABREF1": {"text": "Genetic algorithm configuration parameters.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Value </td></tr><tr><td>Crossover fraction </td><td>0.8 </td></tr><tr><td>Population size </td><td>70 </td></tr><tr><td>Selection function </td><td>Tournament </td></tr><tr><td>Mutation function </td><td>Constraint-dependent </td></tr><tr><td>Crossover function </td><td>Intermediate </td></tr><tr><td>Migration direction </td><td>Forward </td></tr><tr><td>Migration fraction </td><td>0.2 </td></tr><tr><td>Migration interval </td><td>20 </td></tr><tr><td>Stopping criteria </td><td>50000 </td></tr></table></body></html>"}}, "back_matter": []}