{
    "paper_id": "1ddef0da7d629cb6829af9c43870e19b6a508d7e",
    "metadata": {
        "title": "Is the Collapse of the Respiratory Center in the Brain Responsible for Respiratory Breakdown in COVID-19 Patients?",
        "authors": [
            {
                "first": "Sonu",
                "middle": [],
                "last": "Gandhi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [
                    "Kumar"
                ],
                "last": "Srivastava",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Upasana",
                "middle": [],
                "last": "Ray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Prem",
                "middle": [
                    "Prakash"
                ],
                "last": "Tripathi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Following the identification of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, we are now again facing a global highly pathogenic novel coronavirus (SARS-CoV-2) epidemic. Although the lungs are one of the most critically affected organs, several other organs, including the brain may also get infected. Here, we have highlighted that SARS-CoV-2 might infect the central nervous system (CNS) through the olfactory bulb. From the olfactory bulb, SARS-CoV-2 may target the deeper parts of the brain including the thalamus and brainstem by trans-synaptic transfer described for many other viral diseases. Following this, the virus might infect the respiratory center of brain, which could be accountable for the respiratory breakdown of COVID-19 patients. Therefore, it is important to screen the COVID-19 patients for neurological symptoms as well as possibility of the collapse of the respiratory center in the brainstem should be investigated in depth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "W e are facing a global highly pathogenic novel coronavirus (SARS-CoV-2) that has already infected more than 2.5 million people and caused more than 180 000 death worldwide. Coronaviruses (CoV) are large enveloped RNA viruses that cause respiratory disease in animals and humans, ranging from the common cold to life threatening pneumonia. There are total seven types of human CoVs reported to date. Four out of seven CoVs cause mild upper respiratory tract infections, while two human CoVs named SARS-CoV and MERS-CoV have caused major outbreaks. The recent outbreak of a novel coronavirus, named as SARS-CoV-2/2019-nCoV/COVID-19, has been recently declared as a pandemic by the World Health Organization, as it has spread to more than 200 countries and territories. Not only do SARS-CoV-2 and SARS-CoV share a high level of DNA sequence similarities, but also both of them exploit the same angiotensin-converting enzyme 2 (ACE2) receptor, binding to which facilitate the virus entry target cells. Due to the presence of similar proteins on the surface of the virus and exploitation of the same host cell receptor, it was anticipated that the mechanism through which SARS-CoV infects the host cell could also be same for SARS-CoV-2. SARS-CoV virus not only was found inside brain cells but also was capable of infecting it, highlighting the neurotropic properties of this virus. 1 Neuroinvasive and neurotropism properties of CoVs were demonstrated for other CoVs such as MERS-CoV, hCoV-OC43, HCoV-229E, and hepatitis virus. However, given the high genetic sequence similarity between SARS-CoV and SARS-CoV-2, as well as respiratory syndrome in other CoVs, it remains to be determined if respiratory failure seen in COVID-19 patients is due to potential neuroinvasion of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contrary to popular notion, the presence of ACE2 is not sufficient enough for host cell susceptibility towards infection by CoV. For instance, intestinal cells and endothelial cells are not infected despite expression of ACE-2 while hepatocytes with undetectable levels could be infected by SARS-CoV. On the contrary, SARS-CoV and MERS-CoV infection was observed in the brain despite very low expression of ACE-2. Transgenic mice harboring hACE-2 have demonstrated that SARS-CoV enters the brain possibly via the olfactory bulb, and then from there it spreads to other specific parts of brain such as the thalamus and brainstem through olfactory nerves. Similarly, transgenic mice expressing hDPP4 were used to show that MERS-CoV enters the brain through the same route and affects the thalamus and brainstem. Importantly, at low dose, MERS-CoV was infectious only in the brain but not in the lung and this infection in the brain was correlated with high mortality observed in a mouse model of MARS-CoV. All these studies indicate that the brainstem is one of the highly infected areas of the brain by SARS-CoV or MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, two sets of neuronal networks are present within the brainstem that are crucial for generation of respiratory rhythm. 2 The pre-Boẗzinger complex (PBC) functions as the primary respiratory oscillator, and it has been proposed as a kernel of respiration, while the retrotrapezoid nucleus/parafacial respiratory group (RTN/pFRG) is a secondary oscillator. We have shown that disruption of the PBC in the existence of a normal RTN/pFRG cause lethality due to respiratory failure. 3 Overall, the PBC plays a central role in rhythmogenesis along with possible other respiratory networks present in the brainstem. It is possible that SARS-CoV-2 may shut down the PBC and in turn breathing by infecting and destroying the PBC in the brainstem. A destroyed respiratory center in the brainstem could be accountable for respiratory breakdown in COVID-19 patients. Therefore, respiratory failure related death might be due to the collapse of the respiratory center in the brainstem, which is usually not very apparent during diagnosis. Although this underlined hypothesis needs to be validated for SARS-CoV-2, a recent study has found that almost 50% of COVID-19 patients also had many neurological problems including epilepsy, stroke, and hemorrhage.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 492,
                    "end": 493,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-CoV-2 might target the central nervous system (CNS) through the olfactory bulb and infect the olfactory nerve. From there, it would spread to various parts of the brain by a synapse connected route and trans-synaptic transfer and infects the PBC in the brainstem, the respiratory center of the brain that controls the lungs, shutting down breathing and causing potential death in a similar manner what has been proposed by SARS-CoV. 4, 5 In fact, from the appearance of first symptoms of infection with SARS-CoV-2 to hospitalization, usually it takes a week, which is enough for this virus to enter the brain and attack the PBC to collapse the respiratory center of patients. Transgenic mice expressing hACE-2 have also shown that SARS-CoV enters the brains through neurons present in the nose and from there it spreads to other parts of brain. They highlighted the dysfunctional neurons that serve as the breathing center could be the major cause of death. MERS virus expressing hACE2 has also indicated parallel results. Interestingly, a significant number of asymptomatic COVID-19 patients in Korea, China, Italy, and Spain have complained of loss of smell. If SARS-CoV-2 uses the same pathway, then it will target the olfactory mucosa and olfactory axons, making an opening in the cribiform plate for it enter the subarachnoid space and project towards olfactory epithelium and outer layer of the olfactory bulb. 6 This is a continuation of a previous report demonstrating the entry of Nipah virus into the CNS via the cribriform plate and olfactory bulb. Importantly, Nipas virus entry into the CNS occurs concurrently with respiratory disease, rather than as a result of secondary infection in the lungs. Once SARS-CoV-2 reaches the olfactory bulb, it may target the deeper parts of the brain including the thalamus and brainstem by trans-synaptic transfer as described for many viral diseases (Figure 1) . Infection in the respiratory center of the brainstem can trigger changes that affect involuntary respiration controlled by the CNS. Thus, it is not only important to screen COVID-19 patients for neurological symptoms but also further segregate them when the symptoms appear. At present, the brain is not considered as a primary or secondary cause of death from COVID-19. It is important that we really focus our attention also toward the respiratory center of the CNS. In the future, cerebrospinal fluid of patients at different time points of infection and postmortem brains tissue of COVID-19 patients should also be assessed to understand the route of entry, transneuronal spread, neuronal damage, and affected areas, including a detailed assessment of the respiratory center of the brain. Figure 1 . Schematic representation showing how SARS-CoV-2 may infect the respiratory center of the brain. SARS-CoV-2 may enter the brain through the olfactory mucosa present in the upper nasal cavity. From there, through olfactory axons, it makes an opening in the cribriform plate and projects to the olfactory epithelium and olfactory bulb. SARS-CoV-2 further migrates to deeper parts of the brain such as the thalamus and brainstem by trans-synaptic migration and targets the pre-Boẗzinger complex, thus possibly causing the collapse of the respiratory center of the brain.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 441,
                    "end": 442,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1422,
                    "end": 1423,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1905,
                    "end": 1915,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 2711,
                    "end": 2719,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of Severe Acute Respiratory Syndrome Coronavirus in the Brain: Potential Role of the Chemokine Mig in Pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Infect. Dis",
            "volume": "41",
            "issn": "8",
            "pages": "1089--1096",
            "other_ids": {
                "DOI": [
                    "10.1086/444461"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PreBoẗzinger complex: a brainstem region that may generate respiratory rhythm in mammals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ellenberger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ballanyi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "254",
            "issn": "",
            "pages": "726--729",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1683005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The H3K27 demethylase JMJD3 is required for maintenance of the embryonic respiratory neuronal network, neonatal breathing, and survival",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burgold",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Voituron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caganova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Menuet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tusi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Spreafico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bevengut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gestreau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buontempo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simeone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kruidenier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Natoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hilaire",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Rep",
            "volume": "2",
            "issn": "5",
            "pages": "1244--58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2012.09.013"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus infection causes neuronal death in the absence of encephalitis in mice transgenic for human ACE2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "7264--7275",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00737-08"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25728"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogens penetrating the central nervous system: infection pathways and the cellular and molecular mechanisms of invasion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dando",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackay-Sim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ekberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batzloff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ulett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Beacham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Microbiol. Rev",
            "volume": "27",
            "issn": "4",
            "pages": "691--726",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00118-13"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}