{
    "paper_id": "1de1673afdec092ddbd9c214cef28d7640ac5805",
    "metadata": {
        "title": "A suspected case of COVID-19 turned into a confirmed case: a case report from Iran",
        "authors": [
            {
                "first": "Di",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuesong",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yijin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongjie",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaomin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Te",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenshan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuefei",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8th, Jingshundong Street, Chaoyang District",
                        "postCode": "100015",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": "duanxuefei@vip.sina.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 (coronavirus disease 2019) is a new type of acute respiratory infectious disease caused by severe acute respiratory syndrome (SARS-CoV-2). Since the first COVID-19 case was diagnosed in Wuhan, China, in December 2019, as of 17 April 2020, 2,074,529 cases and 139,378 deaths have been reported worldwide. Among them, China has reported a total of 84,149 cases and 4642 deaths [1] . Some reports suggest that SARS-CoV-2 may be originated in bats [2] . Snakes could be the intermediate host [3] . Controversially, according to many other studies, pangolins are more likely [4] . Due to its highly contagious nature, the virus has attracted great attention worldwide. According to the Chinese 'Seventh Edition of the COVID-19 Diagnosis and Treatment Protocol' [5] , suspected patients with negative nucleic acid samples from two consecutive airway specimens (sampling interval of at least 24 h) can be excluded from diagnosis and released from quarantine. This report describes a suspected case of COVID-19 patient who had close contact history with a confirmed COVID-19 patient. SARS-CoV-2 nucleic acid was only positive after four sputum sample tests (sampling interval of at least 24 h). This suggests that in case of suspected patients who have had close contact history with confirmed COVID-19 patients, SARS-CoV-2 nucleic acid should be tested repeatedly to avoid missed diagnosis.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was 57 years old, female. The patient's mother, who was hospitalized twice in Beijing since 16th January 2020, had fever during the period and died on 29th January 2020 of 'myocardial infarction'. The patient's father developed fever on 26th January 2020. The patient flew from abroad to Beijing on 30th January and went to two hospitals in Beijing from 1st to 3rd February to accompany her fevered father for medical attention. From 3rd February to 6th February, she cared for her father at the Beijing Ditan Hospital. Her father was diagnosed with COVID-19 on 5th February. One of the patient's sisters was a suspected case of COVID-19 and was treated under quarantine at the Beijing Ditan Hospital. The patient and her parents had not been to Wuhan City previously and had no contact history with personnel from Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient information"
        },
        {
            "text": "Her main complaints were fever with pharyngeal discomfort and dizziness for 1 day. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main complaints"
        },
        {
            "text": "She had a history of hypertension for 5 years, which was under control with the treatment of oral hydrochlorothiazide at 12.5 mg/day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of past illness"
        },
        {
            "text": "Upon hospital admission: temperature 36 • C, pulse 81/min, respiratory rate 20/min, blood pressure 139/91 mmHg, SPO 2 99%, clear consciousness, no redness of the throat, no enlargement of the tonsils, clear breathing sound from both lungs, no wet or dry rale or pleural friction sounds, no abnormalities found in the heart or abdomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical exam"
        },
        {
            "text": "The patient developed fever of 37.3 • C on 6th February 2020, with pharyngeal discomfort and dizziness. She had no cough, sputum, chest tightness, chest pain or short of breath, and no nausea, vomiting or diarrhea. She was hospitalized in Beijing Ditan hospital on 7th February. The changes of lab results and SARS-CoV-2 nucleic acid results are shown in Table 1 . It is noted that SARS-CoV-2 nucleic acid was negative for the first three-times and positive for the fourth-time. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "History of present illness"
        },
        {
            "text": "On 7th February, Chest CT scan detected a small ground-glass opacities (GGO) in the right lower lobe ( Figure 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Imaging examinations"
        },
        {
            "text": "Re-examination of chest CT on 13th February showed right lower lobe viral pneumonia ( Figure 1B ). This is a clear indication of the progression of her infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Imaging examinations"
        },
        {
            "text": "Based on her epidemiological history, clinical manifestations, chest CT and the positive test result of the sputum SARS-CoV-2 nucleic acid, this patient was diagnosed as COVID-19 (normal type).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Her body temperature rose to 37.9 • C on 9th February, and then fell to normal on its own. Treatment of IFN-α was administered via nebulization, 5 million units at a time, twice daily, from 7th February to 25th February, together with antiviral treatment of LPV/r (lopinavir/ritonavir), two tablets twice a day from 7th February to 17th February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Her pharyngeal symptoms disappeared gradually and her body temperature remained normal, without any symptoms of coughing or chest tightness. Chest CT on 22nd February showed that the lesion in the right lower lobe was smaller than before ( Figure 1C ). The patient was then discharged from the hospital on 25th February 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Follow-up & outcomes"
        },
        {
            "text": "The patient and her parents had no epidemiological history in Wuhan city or Hubei province. The patient may be a third-or fourth-generation infected person, suggesting that in early February, more than three generations of SARS-CoV-2 have been transmitted in areas outside of Wuhan and Hubei. Modern transportation has made personnel movements more rapid, which might have accelerated the virus transmission speed [6] . The patient's mother had fever before her death, and her father went to two hospitals due to his fever before the diagnosis. Neither of them had the SARS-CoV-2 nucleic acid test. If the patient's parents and the attending medical staff were not effectively protected at the time, further transmission may have occurred. Therefore, the vigilance of medical staff in outpatient and emergency departments around patients with fever and respiratory symptoms should be further improved and comprehensive SARS-CoV-2 nucleic acid testing should be performed on such patients [7] . This is a typical case of a family cluster onset, which is common in many other cases [8] . During the epidemic period, although the father who initially developed the disease had no clear history of contact, he had stayed in multiple hospitals. Owing to the complexity of pathogen sources in hospitals, there may be potential sources of COVID-19 infection. This suggests that during the epidemic, hospital stay should be minimized. If there are feverish cases in the family, effective isolation measures should be implemented as early as possible to minimize the spread of the virus. This patient's nucleic acid test for respiratory pathogens has been negative on two consecutive occasions (sampling interval of at least 24 h). According to the Chinese 'Seventh Edition of the COVID-19 Diagnosis and Treatment Protocol' [5] , she had already met the standards of releasing from quarantine and discharging from hospital. However, a fourth subsequent respiratory tract sample showed positive SARS-CoV-2 nucleic acid. Usually, nucleic acid positive rate is 80-83% [9, 10] , which suggests that in patients with a clear epidemiological history of contact with COVID-19 or suspected patients from a family cluster, the quarantine period should be appropriately extended and the nucleic acid tests should be performed repeatedly to avoid accidental discharge which may cause further virus spread.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1815,
                    "end": 1818,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2056,
                    "end": 2059,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2060,
                    "end": 2063,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patient's nucleic acid only became positive on the 7th day of admission. This may be because of the patient's low viral load and mild symptoms, or simply the sampling site. It is reported in the literature that taking sputum sample from a deep spot in the lung may increase the positive rate [11] . But clinically, many patients have a dry cough without any sputum, which makes it more difficult to retain sputum samples. This could be one of the reasons for the low nucleic acid positive rate. Therefore, for patients who are highly suspected for COVID-19 but with negative nucleic acid, repeated testing should be performed. In case of persistent negativity, sampling of bronchoalveolar lavage fluid should be considered. Other testing methods, such as blood IgM, second-generation sequencing may also be used to achieve confirmed diagnosis.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Test results: it is reported that SARS-CoV-2 may cause a decrease in peripheral white blood cell and lymphocyte counts in the early stages of the disease [5] . But this is not the case in this patient. Some patients may have elevated liver enzymes and creatase, increased erythrocyte sedimentation rate and C-reactive protein. This patient had slightly increased creatase and elevated C-reactive protein, which is consistent with the report. A transient increase in serum amyloid A in this patient suggests that serum amyloid A may also be a sensitive indicator of COVID-19.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For suspected cases with history of close contact with COVID-19 patients, respiratory SARS-CoV-2 nucleic acid should be tested repeatedly to avoid missed diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• COVID-19 (coronavirus disease 2019) is a new type of acute respiratory infectious disease caused by SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The first COVID-19 case was diagnosed in Wuhan, China, in December 2019. Due to its highly contagious nature, the virus has attracted great attention worldwide. Nucleic acid test is the golden standard method for confirmation of infection. According to the Chinese 'Seventh Edition of the COVID-19 Diagnosis and Treatment Protocol' [5] , suspected patients with negative nucleic acid samples from two consecutive airway specimens (sampling interval of at least 24 h) can be excluded from diagnosis and released from quarantine. Case summary • A 57-year-old female patient complained of 'fever with pharyngeal discomfort and dizziness for 1 day.' She had a history of close contact with COVID-19 patient. Chest CT showed ground-glass opacities. SARS-CoV-2 nucleic acid positivity was detected after four sputum samples (sampling interval of at least 24 h). She was therefore confirmed as COVID-19 patient. After IFN-α via nebulization and lopinavir/ritonavir antiviral treatment, the lesions in her lung disappeared.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "• For suspected cases with a history of close contact with COVID-19 patients, SARS-CoV-2 nucleic acid should be tested repeatedly to avoid missed diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Coronavirus disease (COVID-19) situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross: species transmission from snake to human",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "4",
            "pages": "433--440",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mystery deepens over animal source of coronavirus (2020). www.nature.com/articles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "State Administration of Traditional Chinese Medicine. The 'Seventh Edition of the COVID-19 Diagnosis and Treatment Protocol",
            "authors": [],
            "year": 2020,
            "venue": "National Health Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The association between international and domestic air traffic and the coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Microbiol. Immunol. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.03.026"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Internationally lost COVID-19 cases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Microbiol. Immunol. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.03.013"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "Zheng-Yi",
                    "middle": [],
                    "last": "Wei-Jie Guan",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnosis of the Coronavirus disease (COVID-19): rRT-PCR or CT?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "• Where the positive rate of the nucleic acid test was mentioned",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "False-negative results of real-time reverse-transcriptase polymerase chain reaction for severe acute respiratory syndrome coronavirus 2: role of deep-learning-based CT diagnosis and insights from two cases",
            "authors": [
                {
                    "first": "Dasheng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Dawei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jianping",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J. Radiol",
            "volume": "21",
            "issn": "4",
            "pages": "505--508",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "• Where the positive rate of the nucleic acid test was mentioned",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 RNA more readily detected in induced sputum than in throat swabs of convalescent COVID-19 patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30174-2(2020"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sputum samples from deep spot in the lung may increase the positive rate",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virol. (Epub ahead of print) ISSN 1746-0794 10.2217/fvl-2020-0030 C 2020 Future Medicine Ltd",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest CT. (A) Chest CT on 7 February 2020. On day 2 of the disease course, the ground-glass opacities (GGO) of the right lower lobe is small. (B) Chest CT on 13 February 2020. On the 8th day of the disease course, a patch-like GGO can be seen on the dorsal segment of the right lower lobe, and the border is blurred. The area was enlarged as compared with the previous CT. (C) Chest CT on 22 February 2020. On the 17th day of the course, 22nd February, a small slice of GGO was seen on the dorsal segment of the right lower lobe, with blurred border. The possibility of viral pneumonia was considered, although the affected area was reduced compared with the previous image.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory data of the patient.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Nasopharyngeal swab examination for influenza A/B virus antigen: negative. Blood gas analysis (without oxygen uptake): pH 7.477, PO 2 29.57 Kpa, SO 2 99.70%, PCO 2 5.22 Kpa, HCO 3 -28.30 mmol/l.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the work of the Laboratory of Beijing Ditan Hospital for various tests performed on this patient and the chest CT examination provided by the Medical Imaging Department of the same hospital. No writing assistance was utilized in the production of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In the current case report, the principles outlined in the Declaration of Helsinki have been followed and the subject was informed and consented prior to relevant data collection and publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}