{
    "paper_id": "1de1718942a3b723e5752e27fa3805799e604097",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "cute ST-segment-elevation myocardial infarction (STEMI) is a disease of high mortality and morbidity, and primary percutaneous coronary intervention (PPCI) is the typical recommended therapy. 1, 2 Systems of care have been established to expedite PPCI workflow to minimize ischemic time from symptom onset to definitive treatment in the catheterization laboratory. Little is known about the impact of public health emergencies like a community outbreak of infectious disease on STEMI systems of care. Since December 2019, the emergence of Coronavirus disease 2019 in Wuhan, China, has evolved into a regional epidemic, including in Hong Kong, a city in Southern China. We describe the impact of the COVID-19 outbreak on STEMI care in Hong Kong through a handful of recent cases of patients with STEMI who underwent PPCI at a single center.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 196,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We included patients with STEMI admitted via the Accident and Emergency Department and in whom PPCI was performed. We focus on the time period since January 25, 2020, when hospitals in the city started to institute emergency infection protocols to contain COVID-19. This required hospitals to suspend all nonessential visits and adjust clinical in-patient and out-patient services. Indications for PPCI were according to the international guidelines. 1,2 Study exclusion criteria included inpatient STEMI (n=1), STEMI with unknown symptom onset time (n=3), and cardiac arrest patients (n=2). Our hospital has offered 24/7 PPCI service to all eligible patients presenting with acute STEMI since 2010 per standard Accident and Emergency Department protocol. When STEMI is diagnosed, a PPCI team is activated after cardiology evaluation. Data on key time points in STEMI care are recorded in a clinical registry. Symptom-onset-to-first-medicalcontact time is defined as the time from patient-reported chest discomfort onset time to the time of first medical contact. Door-to-device time is defined as the time from Accident and Emergency Department arrival to successful wire crossing time during PPCI. Catheterization laboratory arrival-to-device time is defined as the time from patient arrival in the catheterization laboratory to successful wire crossing time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From January 25, 2020, to February 10, 2020, we observed changes in time components of STEMI care among the aggregate group of 7 consecutive patients who underwent PPCI. We compared these with data from 108 patients with STEMI treated with PPCI in the prior year from February 1, 2018, to January 31, 2019 (N=108). These 7 patients did not suffer from COVID-19 infection, and 6 out of 7 presented to our hospital during regular work hours (8 am-8 pm weekdays, excluding public holidays). The Table shows numerically longer median times in all components when compared with historical data from the prior year. The largest time difference was in the time from symptom onset to first medical contact. The extent to which a community outbreak of infection like COVID-19 stresses other parts of healthcare system like STEMI care is largely unknown. Contemporary COVID-19 infection affects respiratory tract and is capable of human-to-human transmission presumably via droplets. 3, 4 Given these concerns, Hong Kong hospitals implemented stringent infection control measures starting in late January 2020, including but not limited to universal masking, full personal protective equipment (N95 respirator, goggles/face shield, isolated gown, disposable gloves) for aerosolgenerating procedures, frequent environmental disinfection, suspension of ward visit, volunteer service, and clinical attachment. Of course, these protocols are essential for limiting the spread of infections like COVID-19 but also may impact healthcare systems in unexpected ways.",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 976,
                    "text": "3,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 977,
                    "end": 978,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 503,
                    "text": "Table shows",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Most visibly, we found large delays in the small number of patients with STEMI seeking medical help after institution of these infection control measures. It is understandable that people are reluctant to go to a hospital during the COVID-19 outbreak, which explains the potential delays in seeking care. Another concern that we are unable to evaluate is whether some patients with STEMI did not seek care at all. Delays in seeking care or not seeking care could have a detrimental impact on outcomes. We also found delays in evaluating patients with STEMI after hospital arrival that could be explained by several reasons. For example, catheterization laboratories generally have positive pressure ventilation so COVID-19 infection inside these rooms can theoretically cause widespread contamination of the surrounding environment. Precautions such as detailed travel and contact history, symptomatology, and chest X-ray, therefore, are taken before transferring patients to the catheterization laboratory at our hospital. Although these are essential measures for containing COVID-19 infection, this could increase delays in diagnosis, staff activation and transfer if healthcare systems are not prepared. Similarly, even after patients arrived in the catheterization laboratory, staff may need more time to wear protective gear to prepare the patients and interventional cardiologists may not be used to performing PPCI while in full protective gear, leading to longer treatment. This is a preliminary report, and our study should be considered in the context of the following limitations. We describe a single hospital's experience in STEMI care after instituting emergency infection protocols in a handful of patients. It is possible that patients and staff improve over time as their experiences with these measures mature. Although we cannot make meaningful statistical complications, our description allows for an early examination into how public health emergencies can indirectly affect unrelated hospital areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In modern society, infectious agents like the COV-ID-19 outbreak can spread quickly and evolve into a pandemic. Hospitals not only need to consider methods for containing and treating these infections but how infection outbreaks may affect systems of care beyond the immediate infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data Availability: The data that support the findings of this study are available from the corresponding author upon reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ESC Guidelines for the management of acute myocardial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ibanez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agewall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bucciarelli-Ducci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "Alp",
                    "middle": [],
                    "last": "Caforio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goudevenos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hindricks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kastrati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenzen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roffi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valgimigli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varenhorst",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vranckx",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Widimský",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time Components of STEMI Care Before and After COVID-19 Outbreak Since Late",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Table",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Results presented as median (interquartile range) in minutes. Office hours: 8 am to 8 pm, weekdays excluding public holiday. COVID-19 indicates coronavirus disease 2019; and STEMI, ST-segment-elevation myocardial infarction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ST-segment elevation: the task force for the management of acute myocardial infarction in patients presenting with ST-segment elevation of the European Society of Cardiology (ESC)",
            "authors": [],
            "year": 2018,
            "venue": "Eur Heart J",
            "volume": "39",
            "issn": "",
            "pages": "119--177",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehx393"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ACCF/AHA guideline for the management of ST-elevation myocardial infarction: a report of the American College of Cardiology Foundation/American Heart Association task force on practice guidelines",
            "authors": [],
            "year": 2013,
            "venue": "American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIR.0b013e3182742cf6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Ksm",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Tty",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jtk",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "://www.ahajournals.org/journal/ circoutcomes RESEARCH LETTER Impact of Coronavirus Disease 2019 (COVID-19) Outbreak on ST-Segment-Elevation Myocardial Infarction Care in Hong Kong, China Chor-Cheung Frankie Tam , MBBS Kent-Shek Cheung, MBBS Simon Lam, MBBS Anthony Wong, MBBS Arthur Yung, MBBS Michael Sze, MBBS Yui-Ming Lam, MBBS Carmen Chan, MBBS Tat-Chi Tsang, MBBS Matthew Tsui, MBBS Hung-Fat Tse, MD, PhD Chung-Wah Siu, MD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chor-Cheung Frankie Tam, MBBS, Cardiology Division, Department of Medicine, The University of Hong Kong, K19, Queen Mary Hospital,102 Pok Fu Lam Rd, Hong Kong, China. Email frankie.tamcc@gmail.com Affiliations Cardiology Division, Department of Medicine (C.-C.F.T., S.L., A.W., A.Y., M.S., Y.-M.L., C.C., H.-F.T., C.-W.S.) and Department of Accident and Emergency Department (K.-S.C., T.-C.T., M.T.), Queen Mary Hospital, the University of Hong Kong, Hong Kong SAR, China.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all healthcare workers who have sacrificed themselves in the current coronavirus disease-19 (COVID-19) outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ]
}