{
    "paper_id": "1de87739356a2acf1f21225404a229b051455857",
    "metadata": {
        "title": "Opportunities for international collaboration in COVID-19 mental health research",
        "authors": [
            {
                "first": "Blánaid",
                "middle": [],
                "last": "Gavin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Dublin",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "Hayden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal College of Surgeons in Ireland",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Etain",
                "middle": [],
                "last": "Quigley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maynooth University",
                    "location": {
                        "settlement": "Maynooth",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Dimitrios",
                "middle": [],
                "last": "Adamis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Mental Health Services",
                    "location": {
                        "settlement": "Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Fiona",
                "middle": [],
                "last": "Mcnicholas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Dublin",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has occurred at a moment in history when socio-political factors are promoting a turn towards national insularity and increased borders, parallel to a devaluation and politicisation of expertise. From a mental health perspective, this global crisis starkly illustrates the inherent dangers in such trends. This is surely an opportune moment for mental health scientists, practitioners, stakeholders and experts by experience to lead by example and to develop an International Collaboration in Pandemic Mental Health Science with the ultimate aim of making evidencebased guidance and resources rapidly and universally available to optimise outcomes for all [1] .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data from previous pandemics suggest that psychological morbidity will inevitability rise, endure longer and peak later than the pandemic itself [2] . However, the impact of a pandemic on mental health-care systems had not been widely considered by multidisciplinary mental health practitioners prior to COVID-19. Moreover, the dearth of translational research relating to pandemic mental health science has resulted in extremely limited practical, real-world supports being quickly available to guide frontline staff. These deficiencies represent an opportunity for international collaboration to strategically advance care without duplication of effort and for the benefit of all.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The implications for the current pandemic on mental health are numerous and complex. Research from previous outbreaks of SARS-CoV and MERS-CoV and from the current COVID-19 has shown a direct effect of virus in causing delirium in a significant proportion of patients in the acute stage or even before other symptoms appears. Similarly high proportions of depression, anxiety, fatigue, post-traumatic stress disorder, and sleep disorders have been reported during the acute illness but also in post-illness [3] . In addition, several treatment options including steroids or chloroquine can also cause psychiatric side effects such as mania and psychosis. The direct effect of COVID-19 in the brain and the consequent psychiatric disorders of it is still unknown, although preliminary results have shown that COVID-19 can affect the central nervous system at least in adults [4] .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 510,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The effects of COVID-19 in children seems less severe and often infected children remain asymptomatic for the most part. But at the moment, we do not know if the presence of virus in the brain of infected children or in other organs can have long-term effects in their health and especially in brain development. Earlier indications show that the COVID-19 is neurotropic and thus can have long-term neuropsychological effects [5] . Now is the time to start longitudinal studies of infected and unaffected children to examine and compare their developmental trajectories. Furthermore, children and adolescents with pre-existing mental health problems and neurodevelopmental disorders are particularly vulnerable to relapses and worsening of symptoms during the time of those sudden changes in their routine. School closure, social distancing, quarantine and uncertainty also are expected to have psychological impact in youth without pre-existing psychopathologies. [6, 7] . In addition, in some countries the reopening of schools and the stopping of restrictions of movements have been replaced by the using of masks in schools and in public places. Part of the emotional development and the emotional intelligence is the recognition of the emotions of others which lead to social awareness. The emotion of others is developed through face recognition. The use of masks can prevent especially the youngsters to develop those abilities. The logistical and financial barriers to addressing these unknown research questions are significant. The feasibility and generalizability of such studies would be greatly improved by international partnership.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 969,
                    "end": 971,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Frontline mental health-care clinicians have had to respond without an evidence base and adequate resources to inform management plans. In the authors' own country, Ireland, while there has been an impressive response by mental health systems rapidly adapting models of service provision in an effort to ensure continuity of care, patient care has undoubtedly been negatively and perhaps unnecessarily impacted by delays in access to basic pandemic care algorithms to guide routine decisions such as medication titration and physical monitoring at home in addition to delays in access to tele-mental health. In addition to the clinical duties during the pandemic, consultant psychiatrists in Ireland have extra duties as they are also the clinical leaders of their teams. Thus, among their duties are to re-organise the teams to a safer response in their clinical work, to support them, to prevent demoralisation, to motivate them and to resolve potential conflicts. Resources are scarce, and likely to remain so as health systems manage the health overspends arising from the pandemic. Holmes and colleagues' [8] recent position paper outlining multidisciplinary research priorities for this pandemic is characterised as a call for action for mental health science. If these ambitious and important research priorities are to be realised, maximal efficiency and co-operation must also be in place. As mental health-care providers and academics in Ireland, trying, with difficulty, to urgently highlight psychological and psychiatric issues of relevance in the pandemic while attempting to provide the much needed evidence-based guidance within extremely limited resources [9] , we urge collaborative, international action forthwith.",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1673,
                    "end": 1676,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Author contributions All authors contributed to the discussion and design of the correspondence. All authors reviewed the final correspondence before submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding No funding was received in relation to this correspondence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ethical approval Ethics approval was not sought as this correspondence does not involve the study of human or animal data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest No conflicts of interests are declared."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The lancet psychiatry commission on psychological treatments research in tomorrow's science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaderi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Harmer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramchandani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuijpers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Roiser",
                    "suffix": ""
                },
                {
                    "first": "Clh",
                    "middle": [],
                    "last": "Bockting",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shafran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Moulds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Craske",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Psychiatry",
            "volume": "5",
            "issn": "3",
            "pages": "30513--30521",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(17)30513-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suicide risk and prevention during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Appleby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arensman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hawton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pirkis",
                    "suffix": ""
                },
                {
                    "first": "C-",
                    "middle": [],
                    "last": "Collaboration",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "6",
            "pages": "30171--30172",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30171-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychiatric and neuropsychiatric presentations associated with severe coronavirus infections: a systematic review and meta-analysis with comparison to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Pollak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fusar-Poli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Zandi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "30203--30203",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30203-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nervous system involvement after infection with COVID-19 and other coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.031"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurotropic mechanisms in COVID-19 and their potential influence on neuropsychological outcomes in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Condie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Child Neuropsychol J Norm Abnorm Dev Child Adolesc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09297049.2020.1763938"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Editorial perspective: perils and promise for child and adolescent sleep and associated psychopathology during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Child Psychol Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jcpp.13278"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19) and mental health for children and adolescents",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Golberstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1456"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multidisciplinary research priorities for the COVID-19 pandemic: a call for action for mental health science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arseneault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "Cohen",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Everall",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Przybylski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Shafran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Worthman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cope",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hotopf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bullmore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "6",
            "pages": "30168--30169",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30168-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Psychological interventions for people affected by the COVID-19 epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "4",
            "pages": "30073--30073",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30073-0"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}