{
    "paper_id": "1debaa10c36d36bcbe546bbd595761446b59f991",
    "metadata": {
        "title": "Computational fluid dynamic (CFD), air flow- droplet dispersion, and indoor CO 2 analysis for healthy public space configuration to comply with COVID 19 protocol",
        "authors": [
            {
                "first": "Andrio",
                "middle": [],
                "last": "Adwibowo",
                "suffix": "",
                "affiliation": {},
                "email": "adwibowoa1@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The droplet has a limited travel distance. Nonetheless, especially in the indoor public space the air flow can propagate the droplet to travel long distance. Based on this situation, this paper aims to study the relationships of seat configuration-social distance-air flow-droplet dispersions. The analysis was based on the computational fluid dynamic (CFD) using lattice-Boltzmann model (LBM). The result confirms that by modifying public space configuration in this case by providing more space and increasing seating distance can reduce the vulnerability towards droplet dispersions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Whereas, providing shield including adding protection is far more effective in avoiding dispersions. The public space reconfiguration including increasing seat distance and reducing seating capacity also has an effect in reducing the indoor CO 2 . Capacity reduction from full capacity to 30% can decrease the CO 2 from 5722 to 2144 ppm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The control is the default seating configuration without shield and no distance as well. While, the scenario includes the seating configuration with distance and seating arrangement provided with protective shield.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The CFD model of particle flows across the barriers is using the lattice-Boltzmann method (LBM). This method has been widely used to study the air flow and suitable for indoor setting (Crouse et al. 2002 , Khan et al. 2015 . The LBM based on threefold discretization of the Boltzmann equation including phase space, involving space, time, and velocities. The movement and distributions of a flow particle . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 203,
                    "text": "(Crouse et al. 2002",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 204,
                    "end": 222,
                    "text": ", Khan et al. 2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . https://doi.org/10.1101/2020.07.02.20145219 doi: medRxiv preprint are described by particle distribution functions residing at the sites of a regular grid (lattice) of points which encompasses an entire indoor environment including a room. The particle distribution functions represent the particle presence probability with a given velocity at each lattice site. The lattice is given as follow equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Using model in Figure 1 , a discretize twodimensional space with a square lattice is developed. In this model, 9 fundamental displacements and velocities were also developed. The model was completed using simulation variables n i consist of 9 densities at each lattice of particles with the 9 allowed velocities. Then, a total density ρ and macroscopic flow velocity µ are denoted as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Particle in axis x is denoted as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Particle in axis y is denoted as: Figure 2 ,3, and 4 present the air flow across the seating configuration. The air flow direction was modeled from the front side. There were 3 scenarios were developed, they were seating configuration without distance and protective structure, with distance, and with protective structure. The seating configuration was classroom configuration with several rows. This is the general configuration that is commonly used in the school, teaching theatre, and even transportation facility including bus and plane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the first scenario ( Figure 2 ), it shows that the air flow can reach and very close to the second and third rows. The second and third rows were arranged at standard distance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The second scenario ( Figure 3) shows that there was an increased distance between rows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 31,
                    "text": "Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "As a result, there was a space between the air flow and second row and it was obvious for the third row.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The third scenario (Figure 4 ) was the scenario when there is no distance between rows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Nonetheless, a shield was installed to border row. The aim of shield installment is to observe whether the shield can obstruct the air flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results showed that the second and third rows were free from air flow. The shield can obstruct the air flow and the air is flowing above the second and third rows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This paper also tested the indoor CO 2 production under seat capacity. Increasing is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . https://doi.org/10.1101/2020.07.02.20145219 doi: medRxiv preprint seating distance means reducing number of seat available in a classroom. Figure 5 and 6 shows the indoor CO 2 production under different numbers of seating capacity (30% to full) and outdoor CO 2 . It clears that the indoor CO 2 has positive correlation with the seat capacity. Reducing seating capacity can reduce the indoor CO 2 . Air flow direction chair . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 228,
                    "text": "Figure 5 and 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Air flow direction . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air flow direction"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . https://doi.org/10.1101/2020.07.02.20145219 doi: medRxiv preprint A behavior and dynamic of air flow with its particle contained have led to numerous researches using CFD approaches. A CFD work to investigate the indoor air quality has been pioneered by Yang et al (2003) . In their paper . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 346,
                    "text": "Yang et al (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . https: //doi.org/10.1101 //doi.org/10. /2020 unit was carried by the air to people at other tables. This model indicates that the air flow released from ventilation unit can be distributed to other areas. In indoor settings, virus transmission could not have been by respiratory droplet transmission alone, whereas a stronger air flow produced from air conditioned ventilation unit is also responsible to spread the droplets (Ezratty and Squinazi 2008 , Prussin et al. 2016 , Goyal et al. 2008 .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 99,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 119,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 526,
                    "text": "(Ezratty and Squinazi 2008",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 527,
                    "end": 548,
                    "text": ", Prussin et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 568,
                    "text": ", Goyal et al. 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A crowded place with no distance seating configuration is also an evidence of dispersion in indoor public space. According to Park et al. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted July 6, 2020. . https://doi.org/10.1101/2020.07.02.20145219 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It has been discussed that the social distancing and wearing protection including face mask and shield can reduce the vulnerability to droplet dispersion. Likewise, this paper has provided an empirical study how those measures can be effective in avoiding the droplet dispersion. In a classroom setting, maintaining seating configuration by reducing seating capacity and even adding protective structure can be an effective measure to reduce and avoid droplet dispersions and even increase air quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Modifying the current public space configuration and capacity can be an option to effectively reduce the droplet dispersion and transmission rates. Following to that, it is recommended that the decision and strategy regarding the public space arrangement should be based on empirical study using robust model and CFD can be the option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19: The Preventive Protocol for Educational Institutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abale",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Charak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Indoor air flow analysis based on lattice Boltzmann methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krafczyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kühner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rank",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Treeck",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Energy and Buildings",
            "volume": "34",
            "issn": "",
            "pages": "941--949",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic influenza virus inside buildings: Is there a risk of transmission by ventilation or air conditioning systems",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ezratty",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Squinazi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "factors namely turbulent jets and flow-induced particle dispersion. Since the transmission is function of physical properties, then flow physics is central to study the transmission. The public spaces including classroom, restaurant, and even transportation cabin are experiencing flow phenomena and this make those places prone to the droplet dispersions. A research by Lu et al. (2020) have studied how the crowded public space in this case a restaurant can be a potential space of droplet dispersion facilitated by air conditioned ventilation system. Virus transmission is a function of environment attributes including air flow. Meaning to say, the transmission cannot be explained by droplet dispersion alone. Whereas, the droplet has dispersion limitations and travel in short distance only. Larger respiratory droplets (>5 μm) remain in the air for only a short time and travel only short distances generally <1 m. In fact according to droplet dispersion in a restaurant, the distance of infected person and persons at other tables were all >1 m beyond the travel distance range of the droplets. Whereas, the droplet can travel long distance >1 m because it was propagated by the air flow from the air conditioned ventilation system. Following the restaurant based dispersion case discussed above, Li et al. (2020) have applied CFD to model the correspondent air flow and dispersion. Based on the model, they found that the dispersion was related to air flow, crowd, and even seating duration in a space when the infected person was present. Most of current studies on the relationships of people-seating configuration-air flow-droplet dispersion were not based on model yet. If there is a model, a modified model based scenario including increasing the seating distance or even adding protective structure is still limited. Likewise, this paper aims to model the relationships of people-seating configuration-air flow-droplet dispersion in indoor public space settings. Air flow model used in this study is based on computational fluid dynamic (CFD) analysis. Methodology The analysis in this study consist 2 steps. First analysis emphasized on air flow that contain CFD using in this study is a two dimensional flow model. Initially the particle is flowing across a linear barrier and in this study the barriers are the seating configuration. The presence of chair and added with the protective shield is hypothetically can divert the flow and create vortices. A control and intervention scenarios have been prepared to analyze whether the seating scenarios can reduce the spread of droplets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In this context, it is advised to spread out desks and chairs to at least a couple of meters (0.9-1.5 m) between each station and followed by the occupancy of number of guests per time to a minimum. Another issue is to maintain the heating, ventilation, and air condition system and make sure any filtration system to work properly combines with regular cleaning and maintenance.The distance effects on public spaces whether in class room, restaurant, or transportation play fundamental roles in droplet dispersions. One of public space that vulnerable is the educational institution ranging from kindergarten, elementary school, high school to campus. This situation related to the number of occupancy rates per hour.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CFD of air flow and droplet dispersion (blue area) without seating arrangement/seat configuration (without distance).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CFD of air flow and droplet dispersion (blue area) with overhead shield protection installed on chair.shield CFD of air flow and droplet dispersion (blue area) with seating arrangement/seat configuration (with distance).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". The CFD has succeeded to model the air flow, wind velocity, and behavior in activity area where people sit and where the people can feel the wind flow. The most advantage is the model has indicated local areas without ventilation where toxic gases not discharged in time. The notorious of CFD is its ability to model the air flow behavior (Huang and Lin 2014, Pamonpol et al. 2020, Zhang et al. 2016). The air flow becomes important issues since the air may carry and transport hazardous particles including virus particles. According to previous study taken example in restaurant, a transmission was related to the seating arrangement and air flow direction released from nearby air conditioned ventilation unit. A restaurant cluster was observed in 9 people who had been sitting at other tables several metres away near air ventilation. In an indoor space, all people shared one thing in common which is an air from singular source.The transmission risk and droplet dispersion models of seating configuration in public space without distance and even without protection have been clarified through model by team from U. of Oregon. In one model, a droplet released by infected persons and caught in a current of air coming from an air conditioning Indoor CO 2 (ppm) with full, 50%, and 30% seating capacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of seating capacity on Indoor CO 2 (ppm) under different outdoor CO 2 (400 -1000 ppm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ", droplet dispersion and infection in a call center occupied by 216 persons was due to a high-density work environment and can become a high-risk site. In fact 94 persons out of 216 persons that were seating closed each other were infected. This study clarifies the advantage of protection that is hypothetically more efficient to provide protection from COVID 19. In this study based on the CFD model, providing shield when seating is proven more effective in providing protection. Mittal et al. (2020) have discussed comprehensively covering the protection based mitigation measures. Basically the shield is categorized as inward protection. In comparison to mask, mask can be categorized as both inward and outward protection since it is wear in the mouth. As inward protection, the shield can provide structure that can block the aerosolized particles that would otherwise be inhaled. Recently, shield like structure has been considered as versatile solution when the social distance and seating configuration are difficult to implement. Seating arrangement in the plane can be an example how increasing seating distance cannot be the option. Airplane manufacturer already equipped the seat with this shield like structure. Even in classroom in some countries already installed a shield screen to protect the students. This study confirms an effective blockage of air flow following shield installment and this comparable to result from another study. The effectiveness of a protective structure to influence the air flow has been studied by Hasan et al. (2016). In their study, a structure in the form of partition placed between beds in health care ward can reduce and even block the air flow (Figure 7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CFD of air flow with partition installed between beds (Hasan et al. 2016).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}