{"paper_id": "1deffed8724ecc351978977698eaf323f6a19bae", "metadata": {"title": "SARS-CoV-2 Whole Genome Amplification and Sequencing for Effective Population- Based Surveillance and Control of Viral Transmission", "authors": [{"first": "Divinlal", "middle": [], "last": "Harilal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "‡", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sathishkumar", "middle": [], "last": "Ramaswamy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tom", "middle": [], "last": "Loney", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mohammed Bin Rashid University of Medicine and Health Sciences", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Hanan", "middle": [], "last": "Al Suwaidi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mohammed Bin Rashid University of Medicine and Health Sciences", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Hamda", "middle": [], "last": "Khansaheb", "suffix": "", "affiliation": {"laboratory": "", "institution": "Dubai Health Authority", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Abdulmajeed", "middle": [], "last": "Alkhaja", "suffix": "", "affiliation": {"laboratory": "", "institution": "Dubai Health Authority", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Rupa", "middle": [], "last": "Varghese", "suffix": "", "affiliation": {"laboratory": "Microbiology and Infection Control Unit, Pathology and Genetics Department", "institution": "Dubai Health Authority", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Zulfa", "middle": [], "last": "Deesi", "suffix": "", "affiliation": {"laboratory": "Microbiology and Infection Control Unit, Pathology and Genetics Department", "institution": "Dubai Health Authority", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Norbert", "middle": [], "last": "Nowotny", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mohammed Bin Rashid University of Medicine and Health Sciences", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Alawi", "middle": [], "last": "Alsheikh-Ali", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mohammed Bin Rashid University of Medicine and Health Sciences", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Ahmad", "middle": [], "last": "Abou Tayoun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mohammed Bin Rashid University of Medicine and Health Sciences", "location": {"settlement": "Dubai", "country": "United Arab Emirates"}}, "email": ""}, {"first": "Ahmad", "middle": ["Abou"], "last": "Tayoun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmad", "middle": [], "last": "Tayoun@ajch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Ae", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "These authors contributed equally to this work.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "With the gradual reopening of economies and resumption of social life, robust surveillance mechanisms should be implemented to control the ongoing COVID-19 pandemic. Unlike RT-qPCR, SARS-CoV-2 Whole Genome Sequencing (cWGS) has the added advantage of identifying cryptic origins of the virus, and the extent of community-based transmissions versus new viral introductions, which can in turn influence public health policy decisions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "However, practical and cost considerations of cWGS should be addressed before it can be widely implemented.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We performed shotgun transcriptome sequencing using RNA extracted from nasopharyngeal swabs of patients with COVID-19, and compared it to targeted SARS-CoV-2 full genome amplification and sequencing with respect to virus detection, scalability, and costeffectiveness. To track virus origin, we used open-source multiple sequence alignment and phylogenetic tools to compare the assembled SARS-CoV-2 genomes to publicly available sequences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We show a significant improvement in whole genome sequencing data quality and viral detection using amplicon-based target enrichment of SARS-CoV-2. With enrichment, more than 99% of the sequencing reads mapped to the viral genome compared to an average of 0.63% without enrichment. Consequently, a dramatic increase in genome coverage was obtained using significantly less sequencing data, enabling higher scalability and significant cost reductions. We also demonstrate how SARS-CoV-2 genome sequences can be used to determine their possible origin through phylogenetic analysis including other viral strains.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "SARS-CoV-2 whole genome sequencing is a practical, cost-effective, and powerful approach for population-based surveillance and control of viral transmission in the next phase of the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic continues to inflict devastating human life losses (1), and has enforced significant social changes and global economic shut downs (2) . With the accumulating financial burdens and unemployment rates, several governments are sketching out plans for slowly re-opening the economy and reviving social life and economic activity.", "cite_spans": [{"start": 153, "end": 156, "text": "(2)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "However, robust population-based surveillance systems are essential to track viral transmission during the re-opening process.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "While RT-qPCR targeting SARS-CoV-2 can be effective in identifying infected individuals for isolation and contact tracing, it is not useful in determining which viral strains are circulating in the community: autochthonous versus imported ones, and -if imported -it is important to know the origin of the strains, which in turn influences public health policy decisions. In addition, it is vital to identify super-spreader events as they can be influenced by the virus strain (3) . SARS-CoV-2 whole genome sequencing (cWGS), on the other hand, can detect the virus and can delineate its origins through phylogenetic analysis (4, 5) in combination with other local and international viral strains, especially given the accumulation of thousands of viral sequences from countries all over the world (www.nextstrain.org) (Figure 1) . However, practical considerations, such as cost, scalability, and data storage, should first be investigated to assess the feasibility of implementing cWGS as a population-based surveillance tool. Here we show that cWGS is cost-effective and is highly scalable when using a target enrichment sequencing method, and we also demonstrate its utility in tracking the origin of SARS-CoV-2 transmission.", "cite_spans": [{"start": 476, "end": 479, "text": "(3)", "ref_id": "BIBREF1"}, {"start": 625, "end": 628, "text": "(4,", "ref_id": "BIBREF2"}, {"start": 629, "end": 631, "text": "5)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 818, "end": 828, "text": "(Figure 1)", "ref_id": "FIGREF1"}], "section": ""}, {"text": "All patients had laboratory-confirmed COVID-19 based on positive RT-PCR assay for SARS-CoV-2 in the Centralized Dubai Health Authority (DHA) virology laboratory. This study was approved by the Dubai Scientific Research Ethics Committee -Dubai Health Authority (approval number #DSREC-04/2020_02).", "cite_spans": [], "ref_spans": [], "section": "Human subjects and ethics approval"}, {"text": "Viral RNA was extracted from nasopharyngeal swabs of patients with COVID-19 using the EZ1 DSP Virus Kit (Qiagen, Hilden, Germany), optimized for viral and bacterial nucleic acids extractions from human specimens using magnetic bead technology. SARS-CoV-2 positive results were confirmed using a RT-PCR assay, originally designed by the US Centres for Disease Control and Prevention (CDC), and is currently provided by Integrated DNA Technologies (IDT, IA, USA). This assay consists of oligonucleotide primers and dual-labelled hydrolysis (TaqMan®) probes (5'FAM/3'Black Hole Quencher) specific for two regions (N1 and N2) of the virus nucleocapsid (N) gene. An additional primer/probe set is also included to detect the human RNase P gene (RP) as an extraction control. The reverse transcription and amplification steps are performed using the TaqPath TM 1-Step RT-qPCR Master Mix (ThermoFisher, MA, USA) following manufacturer's instructions. A sample was considered positive if the cycle threshold (Ct) values were less than 40 for each of the SARS-CoV-2 targets (N1 and N2) and the extraction control (RP). To estimate the viral load relative to human RNA, we calculated the ΔCt value for each target as follows: ΔCt = CtNn -CtRP, where Nn is either N1 or N2. The average of the N1 and N2 target ΔCt values was then negated to reach a relative estimate of viral load which is inversely correlated with Ct value.", "cite_spans": [], "ref_spans": [], "section": "RNA extraction and SARS-CoV-2 detection"}, {"text": "RNA libraries from all samples were prepared for shotgun transcriptomic sequencing using the TruSeq Stranded Total RNA Library kit from Illumina (San Diego, CA, USA), following manufacturer's instructions. RNA specific fluorescent dye is used to quantify extracted RNA using the Qubit RNA XR assay kit and the Qubit Flourometer system (ThermoFisher, MA, USA). Then, 1µg of input RNA from each patient sample was depleted for human ribosomal RNA, and the remaining RNA underwent fragmentation, reverse transcription (using the SuperScript II Reverse Transcriptase Kit from Invitrogen, Carisbad, USA), adaptor ligation, and amplification. Libraries were then sequenced using the NovaSeq SP Reagent kit (2 X 150 cycles) from Illumina (San Diego, CA, USA).", "cite_spans": [], "ref_spans": [], "section": "Shotgun transcriptome SARS-CoV-2 sequencing"}, {"text": "RNA extracted (~1µg) from patient nasopharyngeal swabs was used for double stranded cDNA synthesis using the QuantiTect Reverse Transcription Kit (Qiagen, Hilden, Germany) according to manufacturer's protocol. This cDNA was then evenly distributed into 26 PCR reactions for SARS-CoV-2 whole genome amplification using 26 overlapping primer sets covering most of its genome (Figure 2A and Supplemental Table 1 ). The SARS-CoV-2 primer sets used in this study were modified from Wu et al (6) by adding M13 tails to enable sequencing by Sanger, if needed (Supplemental Table 1 ). PCR amplification was performed using the Platinum TM SuperFi TM PCR Master Mix (ThermoFisher, MA, USA) and a thermal protocol consisting of an initial denaturation at 98°C for 60 seconds, followed by 27 cycles of denaturation (98°C for 17 seconds), annealing (57°C for 20 seconds), and extension (72°C for 1 minute and 53 seconds). A final extension at 72°C for 10 minutes was applied before retrieving the final PCR products. Amplification was confirmed by running 2µl from each reaction on a 2% agarose gel.", "cite_spans": [{"start": 486, "end": 489, "text": "(6)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 373, "end": 383, "text": "(Figure 2A", "ref_id": "FIGREF2"}, {"start": 401, "end": 408, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 566, "end": 573, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Targeted amplification and sequencing of SARS-CoV-2 genome"}, {"text": "All PCR products were then purified using Agencourt AMPure XP beads (Beckman Coulter, CA, USA), quantified by NanoDrop (ThermoFisher, MA, USA), diluted to the same concentration, and then pooled into one tube for next steps.", "cite_spans": [], "ref_spans": [], "section": "Targeted amplification and sequencing of SARS-CoV-2 genome"}, {"text": "A minimum of 200-800ng of the pooled PCR products in 55µl were then sheared by ultrasonication (Covaris LE220-plus series, MA, USA) to generate a target fragment size of 250-750bp using the following parameters: 20% Duty Factor, Peak Power of 150 Watts, 900 cycles per burst, 320 seconds Treatment Time, an Average Power of 30 Watts, and 20°C bath temperature. Target fragmentation were confirmed by the TapeStation automated electrophoresis system TapeStation (Agilent, CA, USA) (Figure 2A) . Subsequently, the fragmented product is purified and then processed to generate sequencing-ready libraries using the SureSelectXT Library Preparation kit (Agilent, CA, USA) following manufacturer instructions. Indexed libraries from multiple patients were pooled and sequenced (2 X 150 cycles) using the MiSeq or the NovaSeq systems (Illumina, San Diego, CA, USA). A step-bystep SARS-CoV-2 target enrichment and sequencing protocol is provided in Appendix I.", "cite_spans": [], "ref_spans": [{"start": 480, "end": 491, "text": "(Figure 2A)", "ref_id": "FIGREF2"}], "section": "Targeted amplification and sequencing of SARS-CoV-2 genome"}, {"text": "Demultiplexed Fastq reads, obtained through shotgun or target enrichment sequencing, were generated from raw sequencing base call files using BCL2Fastq v2.20.0, and then mapped to the reference Wuhan genome (GenBank accession number: NC_045512.2) by Burrow-Wheeler Aligner, BWA v0.7.17. Alignment statistics, such as coverage and mapped reads, were generated using Picard 2.18.17. Variant calling was performed by GATK v3.8-1-0, and was followed by SARS-CoV-2 genome assembly using BCFtools v.1.3.1 ( Figure 2B ).", "cite_spans": [], "ref_spans": [{"start": 501, "end": 510, "text": "Figure 2B", "ref_id": "FIGREF2"}], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "All tools used in this study are freely accessible. For laboratories without bioinformatics support, several publicly accessible, end-to-end bioinformatics pipelines (INSaFlu: https://insaflu.insa.pt/; Genome Detective:", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "https://www.genomedetective.com/app/typingtool/virus/) (7, 8) , composed of the above tools, can be used to generate viral sequences from raw Fastq data.", "cite_spans": [{"start": 55, "end": 58, "text": "(7,", "ref_id": "BIBREF5"}, {"start": 59, "end": 61, "text": "8)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "For downstream analysis, a general quality control metric was implemented to ensure assembled SARS-CoV-2 genomes have at least 20X average coverage (sequencing reads >Q30) across most nucleotide positions (56-29,797).", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "For target enrichment and shotgun sequencing comparisons in Table 1 , we used data from 7 samples (UAE/P1/2020, L0287, L1189, L4711, L5857, L6841, L9119) generated using both methods. Data from patient L5630 were not included in this analysis since, unlike the above 7 samples, significantly more sequencing data was allocated for the target enriched sample in this patient (Supplemental Table 2 ) which can overestimate the efficiency of the target enrichment protocol.", "cite_spans": [], "ref_spans": [{"start": 60, "end": 67, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 388, "end": 395, "text": "Table 2", "ref_id": null}], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "All new SARS-CoV-2 sequences (n=7) generated in this study were submitted to GISAID (Global Initiative on Sharing All Influenza Data) under accession IDs: EPI_ISL_463740 and EPI_ISL_469276 to EPI_ISL_469281.", "cite_spans": [], "ref_spans": [], "section": "Bioinformatics analysis and SARS-CoV-2 genome assembly"}, {"text": "We used Nexstrain (9), which consists of Augur v6.4.3 pipeline for multiple sequence alignment (MAFFT v7.455) (10) and phylogenetic tree construction (IQtree v1.6.12) (11) .", "cite_spans": [{"start": 167, "end": 171, "text": "(11)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Phylogenetic analysis"}, {"text": "Tree topology was assessed using the fast bootstrapping function with 1,000 replicates. Tree visualization and annotations were performed in FigTree v1.4.4 (12).", "cite_spans": [], "ref_spans": [], "section": "Phylogenetic analysis"}, {"text": "Shotgun transcriptome sequencing was used to fully sequence SARS-CoV-2 RNA extracted from patients (n=17) who tested positive for the virus (4). Analysis of the sequencing data showed that this approach required, on average, 4.71Gb of data per sample yielding 31.7 million total reads, of which approximately 0.63% of the reads (~199,000 reads) mapped to the SARS-CoV-2 genome with an average coverage of ~173x (Table 1) . This is attributed to the fact that most of the shotgun data (~99%) is allocated to the human transcriptome while a minority of the reads align to the SARS-CoV-2 genome (Table 1 ). In addition to cost and storage considerations discussed below, this approach is not highly sensitive for detecting SARS-CoV-2 genomes in general and specifically in samples with low viral abundance. In fact, despite high viral abundance relative to human RNA, most samples had less than 100x sequencing coverage across the SARS-CoV-2 genome. Samples with seemingly very low viral loads failed to yield full SARS-CoV-2 genome sequence using this approach (Table 1 and Figure 3A ).", "cite_spans": [], "ref_spans": [{"start": 411, "end": 420, "text": "(Table 1)", "ref_id": "TABREF2"}, {"start": 592, "end": 600, "text": "(Table 1", "ref_id": "TABREF2"}, {"start": 1059, "end": 1067, "text": "(Table 1", "ref_id": "TABREF2"}, {"start": 1072, "end": 1081, "text": "Figure 3A", "ref_id": "FIGREF3"}], "section": "SARS-CoV-2 whole genome sequencing"}, {"text": "To enrich viral sequences and minimize sequencing cost and data storage issues addressed below, we describe an alternative approach where the entire SARS-CoV-2 genome is first amplified using 26 overlapping primer sets each yielding around 1.5kb long inserts (Figures", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 whole genome sequencing"}, {"text": "and Supplemental Table 1 ). All inserts were then pooled and fragmented to 250-750bp inserts which were then prepared for short read next generation sequencing (Figures   2A and 3C) .", "cite_spans": [], "ref_spans": [{"start": 17, "end": 24, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 160, "end": 181, "text": "(Figures   2A and 3C)", "ref_id": "FIGREF2"}], "section": "2A, 3B"}, {"text": "RNA extracted from eight COVID-19 patients, which were first sequenced by shotgun transcriptome (Table 1 and Supplemental Table 2 ), were sequenced using the enrichment protocol. As expected, we observed significant enhancement in virus detection using this protocol where, on average, 99.3% of the reads now mapped to the SARS-CoV-2 genome leading to tenfold increase in coverage relative to shotgun transcriptome (avg. 440x versus 45.5x, respectively) despite generating a two hundred fold less sequencing data (avg. 0.02Gb versus 4.28Gb, respectively, Table 2 and Figure 3D ).", "cite_spans": [], "ref_spans": [{"start": 96, "end": 129, "text": "(Table 1 and Supplemental Table 2", "ref_id": "TABREF2"}, {"start": 555, "end": 562, "text": "Table 2", "ref_id": null}, {"start": 567, "end": 576, "text": "Figure 3D", "ref_id": "FIGREF3"}], "section": "2A, 3B"}, {"text": "On average, 37x coverage per 1Gb of sequencing data was generated using shotgun sequencing ( Table 1 ) compared to ~23,000x per 1Gb using target enrichment ( Table 2) suggesting the latter method is more cost effective and is highly scalable. We calculate the Table 3) . Therefore, target enrichment sequencing is still more cost-effective and scalable than shotgun transcriptome sequencing even at higher sequencing throughputs.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 100, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 158, "end": 166, "text": "Table 2)", "ref_id": null}, {"start": 260, "end": 268, "text": "Table 3)", "ref_id": "TABREF0"}], "section": "Cost, data storage and scalability"}, {"text": "Another factor impeding scalability of the shotgun approach is data storage. Even with higher throughput sequencing (NovaSeq SP flowcell), shotgun sequencing requires an allocation of 1TB of data for ~250 sequenced samples. On the other hand, with 1TB of data, a total of around 80,000 samples can be sequenced using the enrichment method and the MiSeq Micro flowcell ( Table 3) . Therefore, long term data storage allocations, and cost, are significantly higher, and perhaps formidable, when using the shotgun sequencing approach.", "cite_spans": [], "ref_spans": [{"start": 370, "end": 378, "text": "Table 3)", "ref_id": "TABREF0"}], "section": "Cost, data storage and scalability"}, {"text": "To illustrate the utility of SARS-CoV-2 whole genome sequencing, we tracked the origin(s) of the virus in seven patients (UAE/P1/2020, L0287, L1189, L4711, L5857, L6841, L9119) by comparing their assembled sequences to virus strains (n=25) identified during the early phase of the pandemic, between January 29 and March 18 2020, in the UAE (4). All seven patient samples were collected between March 28 and April 5 2020, and are therefore good candidates to determine whether transmissions were community-based due to the previously documented 25 strains or were independent external introductions.", "cite_spans": [], "ref_spans": [], "section": "Genomic surveillance of SARS-CoV-2 origin"}, {"text": "Multiple sequence alignment and phylogenetic analysis (Figures 2B and 4) showed that the new isolates from patients L0287, L4711, L1189, and L5857 clustered with earlier strains of Iranian origin (or clade A3), while that from patient L9119 belonged to the early European (or clade A2a) cluster (Figure 4) . This information suggests that transmissions for all those five patients were most likely community-based, which we then confirmed from patient medical records where no recent travel history was reported by any of those individuals.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 72, "text": "(Figures 2B and 4)", "ref_id": "FIGREF2"}, {"start": 295, "end": 305, "text": "(Figure 4)", "ref_id": "FIGREF4"}], "section": "Genomic surveillance of SARS-CoV-2 origin"}, {"text": "SARS-CoV-2 isolates from patients P1/UAE/2020 and L6841 were, on the other hand, closer to the earliest Asian strains, which are more diverse due to fewer but distinct mutations ( Figure 4) . Hence, with the available sequencing data it is challenging to ascertain whether the P1/UAE/2020 and L6841 transmissions were community-based or due to early independent introductions. However, patient L6841 did not have any recent travel history before symptoms onset, suggesting the case for community-based transmission related to an Asian strain. On the other hand, travel history in patient P1/UAE/2020 was not known and the corresponding isolate appeared to match closely to five other strains from the United States and Taiwan (Figure 4) . Therefore, transmission in patient P1/UAE/2020 was unlikely to be community-based from the early 25 strains (4), but rather due to an independent travelrelated introduction of the virus.", "cite_spans": [], "ref_spans": [{"start": 180, "end": 189, "text": "Figure 4)", "ref_id": "FIGREF4"}, {"start": 726, "end": 736, "text": "(Figure 4)", "ref_id": "FIGREF4"}], "section": "Genomic surveillance of SARS-CoV-2 origin"}, {"text": "Genomics-based SARS-CoV-2 population-based surveillance is a powerful tool for controlling viral transmission during the next phase of the pandemic. Therefore, it is important to devise efficient methods for SARS-CoV-2 genome sequencing for downstream phylogenetic analysis and virus origin tracking. Towards this goal, we describe a cost-effective, robust, and highly scalable target enrichment sequencing approach, and provide an example to demonstrate its utility in characterizing transmission origin.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our target enrichment protocol is amplicon-based for which oligonucleotide primers can be easily ordered by any molecular laboratory. Next generation sequencing (NGS) has also become largely accessible to most labs, and in our protocol we show that highly affordable, low throughput sequencers, such as the Illumina MiSeq system, can be used efficiently to sequence up to 96 samples at 400x coverage each at a cost of $87 per sample ( Table 3) . This cost is likely comparable to RT-PCR testing for the virus.", "cite_spans": [], "ref_spans": [{"start": 435, "end": 443, "text": "Table 3)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "One possible limitation is the use of ultra-sonication for fragmentation of PCR products after SARS-CoV-2 whole genome amplification. Several labs might lack sonication systems due to accessibility and affordability issues. In such situations, our protocol can be easily modified to use enzymatic fragmentation instead provided by commercial kits, such as the Agilent https://www.genomedetective.com/app/typingtool/virus/) (7, 8) which can take raw sequencing (Fastq) files to assemble viral genomes, and to perform multiple sequence alignment and phylogenetic analysis for virus origin tracking. In addition, the described approach does not require significant data storage or computational investment as shown by our cost, data, and scalability calculations ( Table 3) .", "cite_spans": [{"start": 423, "end": 426, "text": "(7,", "ref_id": "BIBREF5"}, {"start": 427, "end": 429, "text": "8)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 762, "end": 770, "text": "Table 3)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Our phylogenetic analysis demonstrates how SARS-CoV-2 genomic sequencing can be used to track origins of virus transmission. However, data should be carefully interpreted, and should be combined with other epidemiological information (such as travel history) to avoid inaccurate conclusions. The major limitation facing genomic-based SARS-CoV-2 surveillance includes the lack of virus sequencing data representing most strains in any country.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Nonetheless, SARS-CoV-2 strains are continuously being sequenced by government, private, and academic entities all over the world, and the sequencing data is being shared publicly. This proliferation of sequencing datasets will empower genomic-based surveillance of the virus, and the availability of cost effective sequencing options, like the one described in this study, will contribute to democratizing SARS-CoV-2 sequencing and data sharing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, we show that SARS-CoV-2 whole genome sequencing is a highly feasible and effective tool for tracking virus transmission. Genomic data can be used to determine community-based versus imported transmissions, which can then inform the most appropriate public health decisions to control the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Disclosures. Authors do not have any conflicts of interests to disclose. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "SARS-CoV-2/COVID-19: Viral Genomics, Epidemiology, Vaccines, and Therapeutic Interventions", "authors": [{"first": "M", "middle": [], "last": "Uddin", "suffix": ""}, {"first": "F", "middle": [], "last": "Mustafa", "suffix": ""}, {"first": "T", "middle": [], "last": "Rizvi", "suffix": ""}, {"first": "T", "middle": [], "last": "Loney", "suffix": ""}, {"first": "Al", "middle": [], "last": "Suwaidi", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}, {"first": "Al-Marzouqi", "middle": [], "last": "", "suffix": ""}, {"first": "A", "middle": [], "last": "Eldin", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Viruses", "volume": "12", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identifying and interrupting superspreading events -Implications for control of severe acute respiratory syndrome coronavirus 2", "authors": [{"first": "T", "middle": ["R"], "last": "Frieden", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "6", "pages": "1059--1066", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Genomic surveillance and phylogenetic analysis reveal multiple introductions of SARS-CoV-2 into a global travel hub in the Middle East", "authors": [{"first": "A", "middle": [], "last": "Abou Tayoun", "suffix": ""}, {"first": "T", "middle": [], "last": "Loney", "suffix": ""}, {"first": "H", "middle": [], "last": "Khansaheb", "suffix": ""}, {"first": "S", "middle": [], "last": "Ramaswamy", "suffix": ""}, {"first": "D", "middle": [], "last": "Harilal", "suffix": ""}, {"first": "Z", "middle": [], "last": "Deesi", "suffix": ""}, {"first": "R", "middle": [], "last": "Varghese", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.biorxiv.org/content/10.1101/2020.05.06.080606v3"]}}, "BIBREF3": {"ref_id": "b3", "title": "Shotgun transcriptome and isothermal profiling of SARS-CoV-2 infection reveals unique host responses, viral diversification, and drug interactions", "authors": [{"first": "D", "middle": [], "last": "Butler", "suffix": ""}, {"first": "C", "middle": [], "last": "Mozsary", "suffix": ""}, {"first": "C", "middle": [], "last": "Meydan", "suffix": ""}, {"first": "D", "middle": [], "last": "Dnako", "suffix": ""}, {"first": "J", "middle": [], "last": "Foox", "suffix": ""}, {"first": "J", "middle": [], "last": "Rosiene", "suffix": ""}, {"first": "A", "middle": [], "last": "Shaiber", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.biorxiv.org/content/10.1101/2020.04.20.048066v5"]}}, "BIBREF4": {"ref_id": "b4", "title": "A new coronavirus associated with human respiratory disease in China", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y-M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Wang", "middle": ["W"], "last": "Song", "suffix": ""}, {"first": "Z-G", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "7798", "pages": "265--269", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "InSaFLU: an automated open web-based bioinformatics suite \"from reads\" for influenza whole-genomesequencing-based surveillance", "authors": [{"first": "V", "middle": [], "last": "Borges", "suffix": ""}, {"first": "M", "middle": [], "last": "Pinheiro", "suffix": ""}, {"first": "P", "middle": [], "last": "Pechirra", "suffix": ""}, {"first": "R", "middle": [], "last": "Guiomar", "suffix": ""}, {"first": "J", "middle": [], "last": "Gomes", "suffix": ""}], "year": 2018, "venue": "Genome Med", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Genome detective: An automated system for virus identification from highthroughput sequencing data", "authors": [{"first": "M", "middle": [], "last": "Vilsker", "suffix": ""}, {"first": "Y", "middle": [], "last": "Moosa", "suffix": ""}, {"first": "S", "middle": [], "last": "Nooij", "suffix": ""}, {"first": "V", "middle": [], "last": "Fonseca", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ghysens", "suffix": ""}, {"first": "K", "middle": [], "last": "Dumon", "suffix": ""}, {"first": "R", "middle": [], "last": "Pauwels", "suffix": ""}], "year": 2019, "venue": "Bioinformatics", "volume": "35", "issn": "5", "pages": "871--873", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nextstrain: real-time tracking of pathogen evolution", "authors": [{"first": "J", "middle": [], "last": "Hadfield", "suffix": ""}, {"first": "C", "middle": [], "last": "Megill", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "J", "middle": [], "last": "Huddleston", "suffix": ""}, {"first": "B", "middle": [], "last": "Potter", "suffix": ""}, {"first": "C", "middle": [], "last": "Callender", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "34", "issn": "23", "pages": "4121--4123", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "MAFFT: A Novel Method for Rapid Multiple Sequence Alignment Based on Fast Fourier Transform", "authors": [{"first": "K", "middle": [], "last": "Katoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Misawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuma", "suffix": ""}, {"first": "T", "middle": [], "last": "Miyata", "suffix": ""}], "year": null, "venue": "Nucleic Acids Res", "volume": "15", "issn": "14", "pages": "3059--66", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Terrace Aware Data Structure for Phylogenomic Inference from Supermatrices", "authors": [{"first": "O", "middle": [], "last": "Chernomor", "suffix": ""}, {"first": "Von", "middle": [], "last": "Haeseler", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}, {"first": "Quang", "middle": [], "last": "Minh", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Systematic Biology", "volume": "65", "issn": "6", "pages": "997--1008", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "cost of SARS-CoV-2 full genome sequencing to be ~$87 per sample when sequencing 96 samples in a batch at 400x using the target enrichment method. The number of samples in a batch can be doubled (196) while maintaining a low cost (~$104) and a very high coverage of 40,000x per sample (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "SARS-CoV-2 whole genome sequencing-based surveillance. A schematic illustrating how SARS-CoV-2 whole genome sequencing (cWGS) can be used as a surveillance tool to uncover community-based versus international/travel-related introductions. Mutations are represented by coloured dots or circles on SARS-CoV-2 genomes (black bars) within each patient with COVID-19. A population of viral genomes in a community can be used as a reference set (circled blue) for future analysis when new cases (circled orange) emerge. Two scenarios are represented for the new case: the first represents community transmission while the second represents external introduction. The strain representing community transmission has two mutations, one of which (blue) has been identified in a strain from a previous patient in this community, while the second is a new mutation (brick red), arising as part of the virus evolution. The strain with a single novel mutation (green) not seen previously in this population represents a new introduction.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Whole genome amplification, sequencing, and phylogenetic analysis of SARS-CoV-2 genome. A, Wet bench steps describing SARS-CoV-2 genome enrichment and sequencing. B, Bioinformatics and computational steps for sequence alignment, variant calling, SARS-CoV-2 genome assembly, multiple sequence alignment and phylogenetic analysis. All steps are described in details in Methods.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "SARS-CoV-2 RNA detection, targeted enrichment, and full sequencing. A, Relationship between the RT-PCR cycling threshold and sequencing coverage over the SARS-CoV-2 genome. -ΔCt is calculated as an estimate of viral load relative to human RNA (see Methods). Red circles represent lowest -ΔCt values (and lowest relative viral abundance) from samples with very low sequencing coverage. Sequencing data were generated by the shotgun method. B, an agarose gel showing the overlapping 26 PCR products (~1.5kb) covering the SARS-CoV-2 genome. C, An electrophoretic graph showing a major peak between 250-700bp corresponding to fragmented PCR products in B which was pooled and sheared by ultra-sonication. D, SARS-CoV-2 sequence coverage comparison using target enrichment and shotgun sequencing methods in one sample (P1/UAE/2020). top, sequencing coverage across the SARS-CoV-2 genomic positions using shotgun transcriptome sequencing (average coverage ~200x); bottom, sequencing coverage across SARS-CoV-2 genome (from same patient sample P1/UAE/2020) using target enrichment (average coverage ~1,400x). E, an example of De novo assembly of the viral genome isolated from patient P1/UAE/2020 shows clear overlap with the SARS-CoV-2 reference genome.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Phylogenetic relationships of SARS-CoV-2 isolates from new patients in this study and previous 'early' patients in the UAE, and other countries. A maximum likelihood phylogeny of 37 SARS-CoV-2 genomes (7 obtained in this study (Supplemental Table 2), 5 downloaded from GISAID database (https://www.epicov.org/), and 25 genomes from early patients in UAE (4)). Bootstrap values >70% supporting major branches are shown. The previous European, Iranian, and Asian clusters are highlighted. The 5 non-UAE isolates were selected based on a BLAST search against GISAID database (last accessed 11 May 2020) and high similarity to the P1/UAE/2020 isolate (all red branches). Scale bar represents number of nucleotide substitutions per site. UAE = United Arab Emirates. GISAID = Global Initiative on Sharing All Influenza Data.", "latex": null, "type": "figure"}, "TABREF0": {"text": ". On the other hand, the cost of sequencing one sample at a", "latex": null, "type": "table"}, "TABREF2": {"text": "RT-PCR and transcriptome sequencing statistics for COVID-19 patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample ID </td><td>RT-PCR </td><td>Shotgun </td><td>Transcriptome Sequencing data </td><td> </td></tr><tr><td>Viral RNA </td><td>Data </td><td>Total </td><td>Reads </td><td>% Reads aligned* </td><td>Mean </td></tr><tr><td> </td><td>Abundance (-ΔCt) </td><td>size </td><td>Reads </td><td>Aligned* </td><td> </td><td>Coverage* </td></tr><tr><td> </td><td> </td><td>(Gb) </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>L8205** </td><td>-0.995 </td><td>4.80 </td><td>32,117,004 </td><td>124,373 </td><td>0.38 </td><td>10.13 </td></tr><tr><td>L4280 </td><td>3.852 </td><td>5.10 </td><td>33,921,438 </td><td>69,460 </td><td>0.20 </td><td>20.94 </td></tr><tr><td>L0826** </td><td>-12.065 </td><td>3.21 </td><td>21,383,276 </td><td>57,143 </td><td>0.26 </td><td>2.77 </td></tr><tr><td>L2771** </td><td>-6.196 </td><td>5.70 </td><td>38,114,908 </td><td>131,449 </td><td>0.34 </td><td>5.27 </td></tr><tr><td>L9440 </td><td>3.258 </td><td>4.20 </td><td>28,015,394 </td><td>107,206 </td><td>0.38 </td><td>38.39 </td></tr><tr><td>L1758 </td><td>10.741 </td><td>4.90 </td><td>32,649,592 </td><td>937,403 </td><td>2.87 </td><td>2106.37 </td></tr><tr><td>L0000 </td><td>2.823 </td><td>5.05 </td><td>33,700,572 </td><td>208,432 </td><td>0.62 </td><td>43.23 </td></tr><tr><td>L3779 </td><td>5.345 </td><td>4.49 </td><td>29,912,422 </td><td>395,560 </td><td>1.32 </td><td>320.98 </td></tr><tr><td>L5630** </td><td>-1.648 </td><td>4.57 </td><td>30,462,036 </td><td>70,058 </td><td>0.23 </td><td>4.16 </td></tr><tr><td>L4184 </td><td>1.635 </td><td>3.77 </td><td>25,150,950 </td><td>215,797 </td><td>0.86 </td><td>31.14 </td></tr><tr><td>L0287** </td><td>9.096 </td><td>5.40 </td><td>35,991,646 </td><td>129,076 </td><td>0.36 </td><td>30.07 </td></tr><tr><td>L1189** </td><td>7.344 </td><td>5.70 </td><td>37,968,228 </td><td>72,599 </td><td>0.19 </td><td>7.85 </td></tr><tr><td>L4711** </td><td>8.307 </td><td>4.91 </td><td>32,762,088 </td><td>140,388 </td><td>0.43 </td><td>13.63 </td></tr><tr><td>L5857** </td><td>10.824 </td><td>3.86 </td><td>25,757,828 </td><td>162,345 </td><td>0.63 </td><td>49.44 </td></tr><tr><td>L6841** </td><td>7.571 </td><td>4.96 </td><td>33,051,790 </td><td>264,298 </td><td>0.80 </td><td>12.85 </td></tr><tr><td>L9119** </td><td>9.221 </td><td>5.36 </td><td>35,719,244 </td><td>97,709 </td><td>0.27 </td><td>19.10 </td></tr><tr><td>UAE/P1/2020** </td><td>3.628 </td><td>4.13 </td><td>27,542,314 </td><td>126,756 </td><td>0.46 </td><td>227.00 </td></tr><tr><td>Average </td><td>3.691 </td><td>4.71 </td><td>31,667,401 </td><td>198,956 </td><td>0.63 </td><td>173.14 </td></tr></table></body></html>"}, "TABREF3": {"text": "Cost of SARS-CoV-2 whole genome sequencing using Enrichment or shotgun sequencing at different throughputs", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>MiSeq V2 300 cycles micro </td><td>MiniSeq Midi </td><td>MiSeq V2 300 </td><td>NovaSeq_SP </td></tr><tr><td> </td><td> </td><td>kit 300 cycles </td><td>cycles (4.5 Gb) </td><td>flowcell 300 </td></tr><tr><td>No of Samples / </td><td>flowcell (1.2 Gb) </td><td>(2.4 Gb) </td><td> </td><td>cycles (250 Gb) </td></tr><tr><td>96 </td><td>96 </td><td>96 </td><td>196 </td></tr><tr><td>Run </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Avg: X Coverage </td><td>400 </td><td>800 </td><td>1500 </td><td>40,000 </td></tr><tr><td>Price USD </td><td>$ 87.37 </td><td>$ 91.07 </td><td>$ 94.21 </td><td>$ 108.30 </td></tr><tr><td>Shotgun Metagenome </td><td> </td></tr><tr><td> </td><td>MiSeq V2 300 cycles micro </td><td>MiniSeq Midi </td><td>MiSeq V2 300 </td><td>NovaSeq_SP </td></tr><tr><td> </td><td> </td><td>kit 300 cycles </td><td>cycles (4.5 Gb) </td><td>flowcell 300 </td></tr><tr><td>No of Samples / </td><td>flowcell (1.2 Gb) </td><td>(2.4 Gb) </td><td> </td><td>cycles (250 Gb) </td></tr><tr><td>1 </td><td>1 </td><td>1 </td><td>62 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Run </td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements. Authors would like to thank members of the Microbiology Laboratory, Latifa Women and Children Hospital, Dubai Health Authority and Al Jalila Children's Specialty Hospital Genomics Center for supporting SARS-CoV-2 diagnostic testing and for arranging samples used in this study.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}