{
    "paper_id": "1df47d7434e85e935806fa6c895f30ff249ee795",
    "metadata": {
        "title": "A case of novel swine influenza A (H1N1) pneumonia complicated with virus-associated hemophagocytic syndrome",
        "authors": [
            {
                "first": "Nobuhiro",
                "middle": [],
                "last": "Asai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshihiro",
                "middle": [],
                "last": "Ohkuni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Ryo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matsunuma",
                "middle": [
                    "•"
                ],
                "last": "Kanichi Iwama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshihito",
                "middle": [],
                "last": "Otsuka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasutaka",
                "middle": [],
                "last": "Kawamura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shinji",
                "middle": [],
                "last": "Motojima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Norihiro",
                "middle": [],
                "last": "Kaneko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Influenza related to complications such as pneumonia and encephalitis have sporadically been reported. However, influenza A (H1N1)-virus-associated hemophagocytic syndrome (VAHS) has rarely been reported. A 39-year old woman complained of high fever and was referred to us. Chest infiltrations in both lungs and a positive polymerase chain reaction (PCR) for novel swineorigin influenza A (H1N1) in bronchial alveolar lavage fluid (BALF) specimen was confirmed and she was diagnosed with influenza A (H1N1) pneumonia. Pancytopenia was found, and hemophagocytic syndrome (HPS) was diagnosed by bone marrow aspiration. Following intravenous administration of antiflu drug and combination therapy of steroid pulse and erythromycin IV, the patient's respiratory dysfunction and lab data gradually improved and she was discharged on day 21. Whereas secondary HPS related to viral infections such as Epstein-Barr virus, cytomegalovirus, and human herpesvirus type 6 are commonly seen, H1N1 pneumonia complicated with secondary VAHS is rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hemophagocytic syndrome (HPS) is a clinical condition characterized by macrophages and activated histiocytes, leading to uncontrolled phagocytosis of erythrocytes, lymphocytes, platelets, and precursor cells. HPS is classified as primary or secondary, the latter being more frequent [1] . Some fatal cases caused by some types of influenza A, such as H3N2 or H5N1, complicated with HPS have sporadically been reported [2] [3] [4] . We present a successfully treated case of severe influenza A (H1N1) pneumonia complicated with virus-associated hemophagocytic syndrome (VAHS) by combination therapy of steroid pulse and erythromycin IV, which is the first such case ever reported as far as we know. Physicians should recognize the presence of VAHS caused by influenza A (H1N1), which could result in poor outcomes.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 39-year old woman presented with the chief complaint of high fever for the previous 3 days and was referred to us. She had a history of rheumatic arthritis, which did not require medication. Chest radiography demonstrated infiltrates in both lung fields. Chest computed tomography (CT) also revealed ground-grass opacities scattered all over the lung (Figs. 1 and 2). Although no subjective respiratory symptoms were experienced, she had severe respiratory failure with oxygen saturation (SpO 2 ) of 78% (room air) at first visit, and oxygen therapy was started with noninvasive positive-pressure ventilation (NPPV). Flu-antigen tests twice consecutively were both negative. Bronchial alveolar lavage fluid (BALF) was performed. Polymerase chain reaction (PCR) in BALF specimen confirmed a result positive for novel swine-origin influenza A (N1H1), and she was diagnosed with influenza A (H1N1) pneumonia. She exhibited pancytopenia without any subjective symptoms (Table 1 ). HPS was diagnosed by bone-marrow aspiration (Fig. 3) . Therapies were begun with Peramivir 600 mg/day for 5 days for influenza infection and combination therapy of steroid pulse and erythromycin 1,000 mg/day IV for 5 days for acute respiratory failure and H1N1associated HPS. Her respiratory function gradually recovered, and NPPV was discontinued on day 3. Pancytopenia was also cured by day 14 without any symptoms. Enteral administration of steroid following IV administration was started with oral prednisolone 60 mg/day, and the dose was reduced to 30, 20, and 15 mg per day every 3 days and was discontinued on day 15. She was discharged on day 21.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 967,
                    "end": 975,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1023,
                    "end": 1031,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Whereas many viruses such as Epstein-Barr virus (EBV), cytomegalovirus (CMV), human herpesvirus type 6 (HHV-6) and -8 are associated with HPS [5] , the pathophysiological mechanism for HPS remains unknown. Generally, influenza patients suffer greatly from general fatigue, high fever, and systemic arthritis. Therefore, symptoms associated with HPS may be masked. Physicians are aware of the presence of severe complications of influenza, such as pneumonia, encephalitis, asthma attack, and myocarditis [6] . However, influenza viruses, including the H1N1 virus, are not considered to be pathogens of VAHS. As pancytopenia could result in fatality, complete blood count should cautiously be monitored, even though pancytopenia might be induced by drugs or by benign disease. Long-term neutropenia would increase the risk of severe bacterial infections. Thrombocytopenia could result in spontaneous bleeding, which can occur in the central nervous system with a fatal outcome. Severe anemia could contribute to organ dysfunction, such as heart failure and tissue hypoxia. It has previously been reported that HPS developed disseminated intravascular coagulation and multiple organ dysfunction resulting in high mortality rates [7] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Beutel et al. [8] demonstrated that critically ill patients with H1N1 might commonly be complicated by VAHS. Such patients showed a high mortality rate compared with those without VAHS. Thus, the origin of pancytopenia with H1N1 pneumonia should never fail to be investigated, even with such invasive examination as bone marrow aspiration or biopsy, as it could result in fatality.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "VAHS is associated with many cytokines, releasing a cytokine storm. In addition, the plasma level of cytokines such as interleukin (IL)-6 or IL-10 in H1N1 patients who died or who had acute respiratory distress syndrome (ARDS) are higher compared with that in patient with less severe illness [9] . There might be a correlation between cytokine storm and influenza pneumonia resulting in ARDS or VAHS. In addition, the severity of influenza We administered a combination of steroid pulse therapy and erythromycin IV, as well as an antiflu drug. As a result, the patient's respiratory dysfunction and pancytopenia rapidly improved. Some physicians previously reported that macrolides could be effective in preventing and treating acute exacerbation of chronic bronchitis (CB) and chronic obstructive pulmonary disease (COPD) [10, 11] . It is evident that macrolides decrease neutrophil chemotaxis and infiltration into the respiratory epithelium down-regulate adhesion molecule expression and enhance neutrophil apoptosis [12, 13] . Theoretically, it is reasonable that erythromycin could demonstrate its immunomodulatory effect rather than its antimicrobial one in this case. Whereas the efficacy of prednisolone or plasma exchange has been demonstrated [14] , the standard treatment of VAHS is not yet established. Martin et al. [15] reported that early use of corticosteroid therapy does not favorably affect the outcome and that it only increases the risk of infections. On the other hand, a few animal reports have described that high-dose steroids were effective in reducing pulmonary lesions and suppressing cytokines, which led to shutdown of macrophage activation [16] [17] [18] . More cases need to be studied and investigated regarding corticosteroid therapy for severe influenza infection, including VAHS. The limitation of our report is that the plasma concentration of cytokines was not examined.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we suggest that physicians be aware of the possibility that VAHS could be complicated with severe influenza infection. Pancytopenia should be monitored, otherwise, it may result in poor outcomes. We believe that combination therapy of steroid pulse and macrolides would be effective in treating HPS complicated with H1N1 pneumonia. The standard therapy of VAHS is not yet established, and more cases must be studied and investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hemophagocytic syndromes and infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathology of fatal human infection associated with avian influenza A H5N1 virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Med Virol",
            "volume": "63",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cytotoxic therapy for severe avian influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "870--873",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza-A and the virus associated hemophagocytic syndrome-cluster of 3 cases in children with acute-leukemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "Abm",
                    "middle": [],
                    "last": "Foot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oakhill",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Pathol",
            "volume": "44",
            "issn": "",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of human herpes virus types 1-7 in the semen of men attending an infertility clinic and correlation with semen parameters",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neofytou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sourvinos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asmarianaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Spandidos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makrigiannakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fertil Steril",
            "volume": "85",
            "issn": "",
            "pages": "420--421",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A case of asthma complicated influenza myocarditis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkuni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsunuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Chemother",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inflammation and coagulation: implications for the septic patient",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dellinger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1259--65",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virus-associated hemophagocytic syndrome as a major contributor to death in patients with 2009 influenza A (H1N1) infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beutel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wiesner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hafer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kielstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Writing Committee of the WHO Consultation on Clinical Aspects of Pandemic (H1N1) 2009 Influenza",
            "volume": "362",
            "issn": "",
            "pages": "1708--1727",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of azithromycin in the treatment of acute exacerbation of COPD",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Milstone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Chronic Obstr Pulm Dis",
            "volume": "3",
            "issn": "",
            "pages": "515--524",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficacy and safety of single-dose 2.0 g azithromycin in the treatment of acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkuni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsunuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Apoptosis, oxidative metabolism and interleukin-8 production in human neutrophils exposed to azithromycin: effects of Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ceri",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Antimicrob Chemother",
            "volume": "46",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficacy and safety of azithromycin vs levofloxacin in the outpatient treatment of acute bacterial exacerbations of chronic bronchitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Amsden",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Treadway",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "3",
            "pages": "772--779",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Haemophagocytic syndrome associated with plasmodium vivax infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aouba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Noguera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clauvel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quint",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Haematol",
            "volume": "108",
            "issn": "",
            "pages": "832--835",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of early corticosteroid therapy on ICU admission in patients affected by severe pandemic (H1N1)v influenza A infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin-Loeches",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lisboa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sprung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "2",
            "pages": "272--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A rationale for using steroids in the treatment of severe cases of H5N1 avian influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Med Microbiol",
            "volume": "56",
            "issn": "",
            "pages": "875--83",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Combination anti-inflammatory and antiviral therapy of influenza in a cotton rat model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ottolini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Pulmonol",
            "volume": "36",
            "issn": "",
            "pages": "290--294",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The cotton rat provides a useful small-animal model for the study of influenza virus pathogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ottolini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Eichelberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pletneva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "2823--2853",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiography shows diffuse ground-grass opacities bilaterally, with predominance in both lower lung fields and enlargement of cardiothoracic ratio",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Computed tomography (CT) scan shows marked ground-grass opacities scattered all over the lung infection could be related to the patient's cytokine levels. Therefore, clinicians should be aware of the presence of influenza pneumonia complicated with VAHS, which could result in poor outcomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bone marrow smear shows macrophages with hemophagocytosis",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory findings on admission",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We are grateful for the diligent and thorough critical reading of our manuscript by Mr. John Wocher, Executive Vice President and Director, International Affairs/International Patient Services, Kameda Medical Center (Japan); and Mr. Michael Burke, Summer, intern from the University of Iowa at Kameda Medical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}