{
    "paper_id": "1dffd4f1badc59d018723f06945e8113fbcc35a1",
    "metadata": {
        "title": "COVID-19 and neurologic manifestations: a still missing link and a call for neurologists",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Spallazzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria di Parma",
                    "location": {
                        "settlement": "Parma",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Morelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guglielmo da Saliceto Hospital",
                    "location": {
                        "settlement": "Piacenza",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Arens",
                "middle": [],
                "last": "Taga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "addrLine": "855 N. Wolfe Street",
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Sir, COVID-19 is disrupting clinical activities in healthcare systems all around the globe and is forcing neurologists, as other healthcare providers, to learn about the various manifestations of the disease. By the end of February 2020, as admission rates due to COVID-19 were climbing sharply across hospitals in northern Italy, many Italian neurologists have been relocated to special care centers for COVID-19. These centers have offered us a unique perspective on the neurologic manifestations of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, a single paper by Mao and colleagues [1] has examined the prevalence of neurologic manifestations among a relatively large population (n = 214) of hospitalized patients with SARS-CoV-2 infection. This study reports a very high prevalence of neurologic symptoms (36.4%), which, together with the presence of peculiar manifestations such as anosmia, dysgeusia, and \"skeletal muscle injury\", is suggested to be evidence of direct CNS, PNS, and skeletal muscle invasion. The authors venture to conclude that COVID-19 should be included in the differential diagnosis of a very broad set of neurologic complaints. Based on our personal on-field experience [2] with COVID-19 and on common clinical methodology, we shall disagree with such conclusions. In this paper [1] , the definition of many neurologic manifestations is vague at the very least, and because data are based on self-reported symptoms, it is impossible to assure their correct interpretation. Furthermore, patients were not examined, and imaging, electrophysiological studies, and above all, CSF RT-PCRs were not performed.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors draw conclusions on 6 patients with cerebrovascular events, but ignore that 115 of their patients had relevant risk factors for similar disorders, including 15 with known vascular (cerebrovascular or cardiac) diseases. We have actually observed [2] a decrease in the admission rates for ischemic stroke in our hospitals, which may be due, at least partially, to changes in people behavior and avoidance of emergency departments. In the study [1] by Mao and colleagues, 11 patients self-reported smell disturbance, but 31 had also upper respiratory symptoms, which makes mucosal damage a very reasonable explanation. The hypothesis of a sensorineural viral anosmia is not supported by early evidence that olfactory sensory neurons do not express the two key proteins required for SARS-CoV-2 entry, ACE2 and TMPRSS2. Viral muscle invasion [1] was presumed based on a modest CK elevation in 20% of cases, which, however, was associated with laboratory evidence of multiorgan damage, thus pointing toward a non-muscular genesis and/or to a secondary etiology of muscle damage.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The very wide time range between admission and symptoms onset suggests that some of the reported [1] neurologic manifestations were iatrogenic and/or that SARS-CoV-2 was a nosocomial infection in patients admitted for a primary neurological disorder. The latter is quite common in our experience and is easily explained by the high prevalence of SARS-CoV-2 infections in pandemic hotspots, like northern Italy or Wuhan. In general, because the prevalence of COVID-19 is so high in such areas, an incidental association between infection and neurologic manifestations cannot be excluded.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The high prevalence of nonspecific symptoms, such as altered mental status, headache, or dizziness [1] in fact seems to suggest that neurologic manifestation may be secondary to a systemic inflammatory state (or \"cytokine storm\"), to multiorgan damage and/or to hypercoagulability. Dysimmune mechanisms may be implied by the anecdotic description of Guillain-Barré syndrome cases complicating COVID-19 [3] , where negative CSF PCRs excluded a direct viral etiology. An alarming report [4] of acute hemorrhagic necrotizing encephalopathy in a COVID-19 patient has thus far remained an isolated description despite the worldwide surge in COVID-19 cases and was not substantiated by CSF PCR studies. An active neurological surveillance in patients tested positive for SARS-CoV-2 or recovered from COVID-19 and large-scale prospective studies correlating virologic and immunologic status (serum and CSF PCR, cytokine storm, and seroconversion) to neurologic manifestations are warranted to distinguish between para-infectious and post-infectious (neuroimmune) mechanisms. A role for multiorgan damage is suggested by a small case series on critically ill patients with COVID-19 and ARDS [5] , where ill-defined neurological manifestations, such as agitation, and non-specific imaging findings, such as leptomeningeal enhancement, were common, but again accompanied by negative CSF RT-PCRs. Furthermore, the most commonly reported imaging finding in this study [5] , i.e., frontal hypoperfusion, was based on visual evaluation and not on quantitative methods. The active involvement of neurologists in the ICU would be of benefit to the in-depth identification of critical illness-related neurologic manifestations, such as critical illness myopathy and neuropathy, which may otherwise remain underdiagnosed.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1456,
                    "end": 1459,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A hyperarousal state in patients on mechanical ventilation, possibly due to systemic metabolic abnormalities, is a relatively common observation reported by our ICU colleagues, but needs to be substantiated with EEG studies. Abnormalities in brainstem functions, such as reduced baroreceptor and chemoreceptor responses and discrepancies between subjective dyspnea and respiratory parameters, have been described and may point toward secondary metabolic mechanisms (i.e., desensitization due to hypoxemia, hypercapnia, or pH changes), though a retrograde (transsynaptic) viral spread, potentially mediated by the vagus or glossopharyngeal nerves, may be hypothesized as well, but has not yet been demonstrated. Thrombotic microangiopathy has been implicated in multiple organ (lung, kidney, skin) manifestations of COVID-19, particularly in more severe patients, but could also be responsible for encephalopathy and transient neurological signs as seen in thrombotic thrombocytopenic purpura.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a time of pandemic, when science and medicine are asked definite answers, we neurologists should keep high the bar of scientific research and put trust in our clinical method, which starts with directly interviewing patients at bedside, then moves to localization through the neurologic exam, and, finally, confirms differential diagnoses through imaging, laboratory, electrophysiological, and pathological techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China JAMA Neurol",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The baffling case of ischemic stroke disappearance from the Casualty Department in the COVID-19 era",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Immovilli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spallazzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colombi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zaino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michieletti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guidetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Neurol",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1159/000507666"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guillain-Barré syndrome associated with SARS-CoV-2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toscano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Palmerini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ravaglia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Invernizzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cuzzoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Franciotta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldanti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daturi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Postorino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cavallini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Micieli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009191"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19-associated acute hemorrhagic necrotizing encephalopathy: CT and MRI features",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poyiadji",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shahin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Noujaim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201187"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurologic features in severe SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Merdji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clere-Jehl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schenck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kummerlen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Collange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boulay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fafi-Kremer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anheim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meziani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2268--2270",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2008597"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest None.Ethical approval None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}