{
    "paper_id": "1e001b2da5fa9b9da26813e5bee3d268e39fff47",
    "metadata": {
        "title": "Global Health. Die Gesundheit der Welt in der internationalen Politik",
        "authors": [
            {
                "first": "A N A",
                "middle": [],
                "last": "Ly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the adoption of the Millenium Development Goals in 2000, global health attracted notice to a worldwide public. This article analyzes the origins, the concept and the universal relevance of global health, discusses several international development programs (supported by the USA, the UN as well as private organizations) and examines their effects and their sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Es war Ende Februar 2008: Das politische Ansehen des amtierenden US-Präsidenten George W. Bush befand sich im freien Fall. Die beiden demokratischen Präsidentschaftskandidaten machten im Vorwahlkampf eine gute Figur, zum ersten Mal kostete ein Barrel Öl über 100 US-Dollar und die amerikanische Immobilienkrise spitzte sich dramatisch zu. Da entzog sich George W. Bush der für ihn unerfreulichen innenpolitischen Lage und tourte sechs Tage lang mit dem Rockstar und Entwicklungshilfeaktivisten Bob Geldof durch fünf afrikanische Staaten. Der Präsident tanzte und lächelte viel, ließ sich feiern und versprach mehr Unterstützung im Kampf gegen Aids, Malaria und vernachlässigte Tropenkrankheiten wie z.B. Flussblindheit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Während dieser sechs Tage knüpfte George W. Bush an seine am wenigsten gewürdigten außenpolitischen Erfolge an. Unbemerkt v.a. von der europäischen Öffentlichkeit hatte der US-Präsident eines der umfangreichsten Gesundheitsprogramme für Entwicklungsländer angeschoben. Schon 2003 hatte er den President's Emergency Plan for AIDS Relief (PEPFAR) aus der Taufe gehoben und zwei Jahre später die President's Malaria Initiative (PMI). Diese Entscheidungen waren zwei Erkenntnissen zu verdanken: Erstens stellte die Weltbank 1993 fest, dass Gesundheitsprobleme in Entwicklungsländern keineswegs nur lästige Geldvernichter seien, sondern eine fundamentale Ursache der Armut. Zweitens hatte die Clinton-Administration um die Jahrtausendwende die weltweite Aids-Epidemie als mögliche Gefährdung der inneren Sicherheit der USA eingestuft. Es ging um eine Milliarde Menschen weltweit, die bis heute keinen Zugang zu einem Gesundheitswesen haben, um 9,7 Millionen Kinder unter fünf Jahren, die jedes Jahr durch vermeidbare Ursachen sterben, um zusammen fünf Millionen Menschen, die jedes Jahr einer von nur drei Krankheiten zum Opfer fallen: Aids, Tuberkulose und Malaria. Mehr Entwicklungshilfe im Kampf gegen Krankheiten und insbesondere Aids, so die Hoffnung der US-Regierung, würde nicht nur den Betroffenen helfen, sondern auch einen spürbaren wirtschaftlichen Aufschwung in den ärmsten Ländern nach sich ziehen und dadurch weltweit die Sicherheitslage verbessern. Diese außenpolitischen Interessen decken sich mit den humanitären Anstrengungen der Weltgemeinschaft. Unter diesem Vorzeichen eröffnet sich die Chance auf eine neue, nachhaltige Verbesserung der Gesundheitssituation der Ärmsten. Zum ersten Mal besteht die Möglichkeit, dass die visionäre Erklärung der Weltgesundheitsorganisation (World Heath Organization, WHO) \"Gesundheit für alle\" von Alma Ata aus dem Jahr 1978 Gestalt annimmt. Doch wirken die außen-und sicherheitspolitischen Motive maßgeblicher Staaten darin nicht als Störfaktoren?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Am Anfang der neuen Entwicklungshilfepläne stand ein diplomatisches Problem, für das dringend eine Lösung gefunden werden musste. John Ruggie, zu diesem Zeitpunkt persönlicher Berater des UN-Generalsekretärs Kofi Annan, war mit einer heiklen Mission betraut. Die Vereinten Nationen steckten in den Vorbereitungen für das Gipfeltreffen zum Millennium im September 2000 in New york. \"Die Regierungen waren tief beunruhigt darüber, dass das Treffen ähnlich inhaltsleer verlaufen würde wie das fünfzigste Jubiläum der UN-Gründung\", erinnert sich Ruggie 1 , der inzwischen Politikwissenschaft an der Harvard Kennedy School of Government lehrt. Ohne ein vorzeigbares gemeinsames Arbeitsziel hätten viele Staaten ihre Teilnahme abgesagt. Also suchte Annans Berater mit seinen Kollegen nach Themen, die von möglichst allen 147 Staatsoberhäuptern akzeptiert werden würden. Gesundheit und Entwicklung erschienen unverdächtiger als Sicherheitsfragen. Die Idee kam an, und so zielten schließlich drei von acht beschlossenen Millennium-Entwicklungszielen ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1042,
                    "end": 1043,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Global Health rückt auf die internationale Agenda"
        },
        {
            "text": "Alle diese Anstrengungen führen das Wort global im Namen. Doch was genau ist Global Health? Nach der Definition des Institute of Medicine in Washington, D.C. beschäftigt sich Global Health mit Gesundheitsproblemen, welche die nationalen Grenzen überschreiten, die Lebensumstände und Erfahrungen anderer Staaten beeinflussen und die am besten durch Kooperation gelöst werden können. 2 In Global Health trifft also definitionsgemäß Gesundheit auf Außenpolitik. Erdacht werden die Global Health-Konzepte vor allem an US-Universitäten wie Harvard und Columbia und dort vor allem an den Schools of Public Health. Für diese Art von \"Schulen\" existierte bislang im deutschen Sprachraum keine Entsprechung. 3 Das ist insbesondere deshalb erstaunlich, weil die Public Health-Idee sich aus Überlegungen des deutschen Arztes und Politikers Rudolf Virchow aus dem 19. Jahrhundert ableitet (Goschler 2003 (Marmot/ Wilkinson 2006) . Weil Public Health dabei nicht nur die Pathologie spezifischer Erkrankungen, sondern auch die Lebensbedingungen des Menschen einbezieht, berührt das Fachgebiet unter anderem auch Fragen der Wirtschaft, Psychologie, Politik und Kultur -oder wie Rudolf Virchow es ausdrückte: \"Die Medicin ist eine sociale Wissenschaft, und die Politik ist nichts weiter als Medicin im Großen.\" Global Health als Ausdehnung von Public Health im weltweiten Maßstab ist eines der umfassendsten Wissenschaftsgebiete. Es beschäftigt sich mit Problemen der Lebensumwelt, des Handels, des Wirtschaftswachstums, der sozialen Entwicklung, der nationalen Sicherheit und der Menschenrechte.",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 891,
                    "text": "(Goschler 2003",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 892,
                    "end": 916,
                    "text": "(Marmot/ Wilkinson 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Das Konzept der Global Health"
        },
        {
            "text": "Weil in Entwicklungsländern das Geld für staatlich finanzierte individuelle Therapien fehlt, ist Public Health hier die vorherrschende medizinische Ausrichtung. Dies bedeutet, dass Krankheitsprävention Priorität vor der Behandlung von Krankheiten genießt, und wenn therapiert werden muss, dann möglichst nur solche Erkrankungen, bei denen mit minimalem Einsatz die größte Wirkung für die meisten Menschen erzielt werden können. Viele schwere Erkrankungen, etwa fortgeschrittene Krebserkrankungen, werden also nicht mit Hilfe öffentlicher Mittel therapiert. Wer eine individuelle Gesundheitsleistung dringend benötigt, muss sie in Entwicklungsländern selbst bezahlen, und so verwundert es nicht, dass in diesen Ländern über achtzig Prozent der Gesundheitskosten von den Kranken übernommen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Konzept der Global Health"
        },
        {
            "text": "Weil Global Health vor allem Public Health-Methoden anwendet, sind die Zielgebiete dieser Disziplin die Entwicklungsländer. Die einseitige Ausrichtung des Blickes der wohlhabenden Staaten auf die ärmeren Länder aber erscheint in Zeiten der Globalisierung wenig sinnvoll. Heute liegt es näher, das Wort global wörtlich zu nehmen und keine Unterschiede zwischen Nord und Süd, reich und arm zu machen. Durch das rapide Bevölkerungswachstum, den Abbau der Handelsschranken und den internationalen Massenverkehr ist zum ersten Mal in der Geschichte der Menschheit die Gesundheit jedes Einzelnen relevant für die Gesundheit aller anderen. Die Klimaerwärmung, v.a. von den Industrieländern verursacht, verändert die Lebensbedingungen weltweit. Die radioaktiven Substanzen des explodierten Kernreaktors in Tschernobyl hatten noch tausende Kilometer entfernt Auswirkungen auf die Gesundheit der Menschen. Wenn in einem deutschen Krankenhaus eine Krankenschwester aus Malawi oder den Philippinen arbeitet, dann fehlt sie in ihrem Heimatland. Infektionskrankheiten wie Influenza oder SARS sind unter Umständen nur einige Flugstunden von einer der Megastädte der Welt entfernt. Umgekehrt übernehmen jene Menschen in den Entwicklungsländern, die über ein wenig Wohlstand verfügen, den westlichen Lebensstil mit Überernährung und Bewegungsmangel. Inzwischen hat die Zahl der Herzinfarkte und Diabetesfälle auch in tropischen Breitengraden extrem zugenommen (Kawachi/Wamala 2006) .",
            "cite_spans": [
                {
                    "start": 1443,
                    "end": 1464,
                    "text": "(Kawachi/Wamala 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Global Health und Globalisierung"
        },
        {
            "text": "Die Idee von Global Health wörtlich zu nehmen hieße aber auch, dass jedes Land Verantwortung für die Gesundheitsprobleme in einem anderem übernehmen muss. Genauso wie im Zusammenhang mit der Öffnung der Weltmärkte und der Globalisierung über notwendige neue soziale Standards diskutiert wird, braucht auch die Weltgesundheit ethische Rahmenbedingungen. Es darf nicht sein, dass Entwicklungen in einem Staat auf Kosten der Bevölkerung eines anderen gehen. Ansätze dieses Verantwortungsprinzips sind in den Internationalen Gesundheitsvorschriften der Weltgesundheitsorganisation verankert. Sie geben der WHO das Recht, im Fall von Epidemien Untersuchungen in einem Land durchzuführen und Reisewarnungen auszusprechen. Viele Fragen bleiben bisher jedoch unberücksichtigt -etwa jene, ob etwas unternommen werden soll, wenn medizinisches Personal aus einem Entwicklungsland durch bessere Bezahlung in reiche Länder gelockt wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Health und Globalisierung"
        },
        {
            "text": "Gleichzeitig eröffnet die Globalisierung aber auch Chancen, die Gesundheit im globalen Maßstab zu verbessern. Inzwischen haben Schwellenländer wie Brasilien und Indien mit der Produktion günstiger Medikamente begonnen und beispielsweise die Therapie von Tuberkulose auch in den ärmsten Ländern ermöglicht. Die Überwachung von Epidemien und die Frühwarnung vor Naturkatastrophen und Hungersnöten über die moderne Telekommunikation und Internet sind heute besser denn je entwickelt. Erfahrungen aus vielen tausend Gesundheitsprojekten liegen vor, die Wege aufzeigen, wie Menschen mit wenig Geld geholfen werden kann. Allein die orale Rehydrationstherapie (ORT) mit einer einfachen Zucker-Salz-Lösung rettete Millionen durchfallerkrankter Kinder das Leben (Banerjee 2007; Levine 2007) . Daneben sind aufgrund der Zunahme chronischer Erkrankungen Public Health-Konzepte auch in entwickelten Ländern mehr denn je gefragt.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 768,
                    "text": "(Banerjee 2007;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 769,
                    "end": 781,
                    "text": "Levine 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Global Health und Globalisierung"
        },
        {
            "text": "Global Health aber kennt im Augenblick vor allem eine Blickrichtung: die aus dem reichen Norden in den armen Süden. Der Begriff ist zum Synonym geworden für gesundheitsbezogene Entwicklungshilfe vor allem durch die USA (Kickbusch 2002) . Zwar geben die USA mit 0,18 Prozent des Bruttoinlandsprodukts vergleichsweise wenig für die Entwicklungshilfe aus. In absoluten Zahlen aber überragt diese Summe zusammen mit dem gewaltigen privaten Spendenaufkommen z.B. von Microsoft-Gründer Bill Gates und dem Investor Warren Buffet die Entwicklungshilfeausgaben aller anderen Länder. Die amerikanische Agenda folgt einem Geist, den der Brite Alex de Waal, Direktor des Social Science Research Council in New york City, als das Ergebnis einer \"Erlösungs-Agenda\" beschrieb, \"der Überzeugung, dass eine Kombination aus Geld, Technologie und gutem Willen jedes Problem lösen kann. Religiöse Gruppen fügen noch den ‚Glauben' hinzu\" (de Waal 2006: 63) . So ist die Bill & Melinda Gates-Stiftung für ihre Suche nach technischen Lösungen, etwa neuen Impfstoffen, und für ihre Zielorientiertheit bekannt. Genauso strebt die US-Regierung schnell erreichbare Ergebnisse an, die der Wählerschaft präsentiert werden können.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 235,
                    "text": "(Kickbusch 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 917,
                    "end": 935,
                    "text": "(de Waal 2006: 63)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Global Health und Globalisierung"
        },
        {
            "text": "Eine umfassende Strategie zur langfristigen Verbesserung der Lebensverhältnisse, wie sie Rudolf Virchow vorschwebte und wie sie auch an vielen amerikanischen Schools of Public Health gelehrt wird, passt allerdings nicht zu den Vorstellungen amerikanischer Politik. In den USA ist alles, was im Entferntesten nach Sozialismus aussieht, verpönt. Public Health aber ist vom Grundgedanken her sozialistisch, weil sie die Fürsorgepflicht des Staates für die Gesundheit der Bürger fordert. So glänzen sozialistische Staaten wie Kuba, der indische Bundesstaat Kerala oder früher Russland bei geringem Mitteleinsatz oft mit bemerkenswerten Gesundheitsdaten. Die durchschnittliche Lebenserwartung in Kerala beträgt 72 Jahre bei einem Pro-Kopf-Jahreseinkommen von rund 700 US-Dollar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Health und Globalisierung"
        },
        {
            "text": "Auf welche Weise Ideologie und außen-und innenpolitische Agenden die neuen Großprogramme prägen, zeigt eindrücklich das Beispiel von Uganda, das im Zentrum der neuen Global Health-Bewegung steht. Schon kurz nach der Machtübernahme 1986 klärte Ugandas neuer Präsident yoweri Museveni als einer der wenigen afrikanischen Staatsoberhäupter die Bevölkerung schonungslos über die neue Immunschwächekrankheit Aids auf ( de Waal 2006; Green 2003) . Museveni war dabei nicht in erster Linie von der Sorge um die Gesundheit der Massen getrieben, sondern von jener um die potentielle Schwächung seiner Streitkräfte. Nach der Rebellion hatte der Sozialist sechzig Offiziere zum Training nach Kuba fliegen lassen. Dort waren zu dieser Zeit HIV-Tests obligatorisch. Als der noch ahnungslose ugandische Präsident wenig später auf einer Konferenz in Simbabwe erschien, nahm ihn Fidel Castro zur Seite und warnte seinen Bundesgenossen: \"Du weißt, dass du ein großes Problem in deinem Land hast?\" Es hatte sich in Kuba herausgestellt, dass achtzehn der getesteten Soldaten das tödliche Virus in sich trugen. Die antiretrovirale Therapie war noch nicht weit entwickelt und ohne Geld in der Staatskasse blieb Museveni nichts anderes übrig, als seine Landsleute in Radiospots, mit Plakaten, Kundgebungen und Theatershows zur Enthaltsamkeit und ehelicher Treue anzuhalten. Das Konzept ging offenbar auf, denn in den folgenden Jahren sank die Aids-Rate deutlich. 5 Diese Erfolgsgeschichte war der Anfang des Wandels der Erkrankung Aids zum Politikum Aids. Deshalb ist Uganda heute der größte Nutznießer des neuen Engagements der internationalen Gemeinschaft in Sachen Aids. Allein im Jahr 2005 flossen vom Global Fund, von Weltbank und PEPFAR 167 Millionen US-Dollar in die Staatskasse Ugandas. Dies ist mehr als das gesamte Gesundheitsbudget für alle anderen Krankheiten zusammen genommen. Der ununterbrochene Strom an Aids-gebundenen Zuwendungen versetzt den Präsidenten in die Lage, seinen Landsleuten immer neue Programme offerieren zu können. Mitsprache und demokratische Prozesse entwickeln sich unter diesen Bedingungen nur zögerlich, und nun steht yoweri Museveni im zweiundzwanzigsten Jahr seiner Alleinherrschaft. Man könnte sagen, die Aids-Hilfsgelder haben diese un-demokratische Regierung erst stabilisiert. Dass es auch anders geht, zeigt das Konzept des Global Fund. Dieser gibt seine Gelder zwar direkt an die Regierungen und überlässt ihnen die Verteilung. In Uganda zog er jedoch nach gravierenden Fällen von Korruption weitere Geldzusagen zurück -eine Aufsehen erregende Maßnahme, die noch heute von Ugandas Zeitungen intensiv diskutiert wird und die zeigt, wie eine schärfere Kontrolle bei der Vergabe von Hilfsgeldern auch demokratische Debatten begünstigen kann.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 427,
                    "text": "de Waal 2006;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 428,
                    "end": 439,
                    "text": "Green 2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1441,
                    "end": 1442,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Das Beispiel Uganda und die Entstehung von PEPFAR"
        },
        {
            "text": "Die PEPFAR-Uganda-Liason begann mit einem Treffen zweier sehr ungleicher Männer in einem Flugzeug: Edward Green, Medizin-Anthropologe aus Harvard, und Richard Holbrooke, ehemaliger US-Botschafter bei den Vereinten Nationen. Holbrooke hatte sich schon lange für den Kampf gegen Aids eingesetzt, weil er die Infektionskrankheit für eine größere Bedrohung der nationalen Sicherheit hielt als etwa die Verbreitung von Nuklearwaffen und die explosive Lage im Nahen und Mittleren Osten. Anfang des Jahres 2000 übernahmen die USA den Vorsitz des Sicherheitsrates der Vereinten Nationen, und Holbrooke nutzte die Chance, um Aids auf die Agenda zu bringen. Zum ersten Mal in der Geschichte des UN-Sicherheitsrates war Gesundheit der Gegenstand der Debatte. Im folgenden Jahr schied Holbrooke aus den Vereinten Nationen aus und setzte sich vehement bei Kofi Annan und George W. Bush für einen Aids-Fond im Umfang von zehn Milliarden US-Dollar ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Beispiel Uganda und die Entstehung von PEPFAR"
        },
        {
            "text": "Es sollte noch zwei Jahre dauern, bis Holbrookes Vorstellungen sogar übertroffen wurden. 2003 gab George W. Bush den President's Emergency Plan for AIDS Relief aus: 15 Milliarden US-Dollar, auf fünfzehn Länder verteilt für einen Zeitraum von fünf Jahren. Ende des Jahres flogen Green und Holbrooke zusammen mit einer 80-köpfigen Delegation auf eine Aids-Informationstour in vier afrikanische Länder. Green war begeistert und inspiriert von den anfänglichen Erfolgen der Treue-Kampagne Musevenis. Im Gepäck trug der Harvard-Professor deshalb ein Exemplar seines damals frisch veröffentlichten Buches \"Rethinking AIDS Prevention\" (Green 2003) . Darin legt Green dar, dass er die Reduktion der Anzahl der Sexualpartner für die schärfste Waffe im Kampf gegen Aids halte -wobei er den Einsatz von Kondomen nicht ausschließe. Holbrooke \"hat in den ersten Tagen mein Buch gelesen und war davon sehr angetan. Er hat gesagt: Das ist wirklich gut\", erinnert sich Green. 6 Aber auch der US-Gesundheitsminister Tommy Thompson hatte im Flugzeug gesessen und den Medizin-Anthropologen nach der Reise zum Gespräch einbestellt. Auf diese Weise wurde Green zum Berater der konservativen US-Regierung und Uganda einer der Hauptempfänger des Geldsegens.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 640,
                    "text": "(Green 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Das Beispiel Uganda und die Entstehung von PEPFAR"
        },
        {
            "text": "Das daraus resultierende Programm war jedoch höchst umstritten. Ein Drittel des PEPFAR-Geldes sollte zur Verfügung stehen für Kampagnen zur Enthaltsamkeit und Treue unter dem Motto \"Abstinence, Be Faithful and Condoms\" (ABC) -wobei Kondome nur unter Risikogruppen wie Prostituierten und Drogensüchtigen propagiert werden durften. Die liberale Aids-Szene in den USA hielt die an christlichen Werten orientierte ABC-Kampagne für eine katastrophale Abkehr von der in den USA bewährten Strategie des \"Safer sex und Kondome für alle\". Außerdem bemängelten Kritiker, dass PEPFAR-Projekte vollständig parallel zum restlichen Gesundheitssystem implementiert würden. Sie verfügten über die besseren Laborausstattungen, über Autos und einen konstanten Strom an Medikamenten, und sie zahlten dem Personal höhere Gehälter. Dadurch sei das Programm zwar effektiv, aber belaste die Ressourcen des restlichen Gesundheitssystems und sei somit nicht nachhaltig. Eine bessere Alternative sei das Finanzierungsmodell des Global Fund gewesen, statt das Gros der Mittel in die US-Anstrengung PEPFAR zu investieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Beispiel Uganda und die Entstehung von PEPFAR"
        },
        {
            "text": "Sicherheitspolitische Bedenken des größten Entwicklungshilfefinanziers hatten Aids auf die internationale Agenda gebracht, und die Vorstellungen der USA hatten die Ausführung der Programme geprägt. Die Konzepte funktionieren im Kern noch immer nach dem Prinzip der helfenden Hand in Zeiten des Krieges, bei Überflutungen, Dürrekatastrophen oder Epidemien. Dieses herkömmliche, karitative Motiv aber verfolgt nicht die langfristige Konsolidierung maroder Gesundheitssysteme. \"Wir leben angetrieben durch den Gates-Buffet-Effekt in glücklichen Zeiten der globalen Public Health\", schrieb Susan Erikson (2008) , \"doch es gibt ein paar Gesundheitsziele, die man nicht mit Geld wird kaufen können, weil einflussreiche Staaten aktiv eine Außenpolitik verfolgen, die diesen Zielen diametral entgegengesetzt ist.\" Dazu zählen Handelsabkommen, die die Ernährungssicherheit bedrohen, Lockangebote für medizinisches Personal armer Länder und multinationale Unternehmen, die erfolgreich ihre Patente für essenzielle Medikamente verteidigen. \"Wenn andere Interessen wie die nationale Sicherheit als bedroht angesehen werden, ist Gesundheit von zweitrangiger Bedeutung\", schreibt Erikson. (Masanja et al. 2008) . Das Moratorium zeitigte schon bald einen Erfolg: Gerade haben wissenschaftliche Studien belegt, dass das ostafrikanische Land auf gutem Wege ist, das Millenniumsziel der Verminderung der Kindersterblichkeit zu erreichen.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 606,
                    "text": "Erikson (2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1175,
                    "end": 1196,
                    "text": "(Masanja et al. 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Das Beispiel Uganda und die Entstehung von PEPFAR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CSIS Commission on Smart Power. A Smarter, more Secure America",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Center for Strategic and International Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health is Global. Proposals for a UK Government-wide Strategy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Banatvala",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Lancet",
            "volume": "369",
            "issn": "",
            "pages": "857--861",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Getting Political. Fighting for Global Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1229--1230",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rudolf Virchow. Mediziner -Anthropologe -Politiker. Köln",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goschler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rethinking AIDS Prevention. Learning from Successes in Developing Countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Globalization and Health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wamala",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influence and Opportunity. Reflections on the U.S. Role in Global Public Health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "131--141",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Case Studies in Global Health. Millions Saved",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Social Determinants of Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oslo Ministerial Declaration -Global Health. A Pressing Foreign Policy Issue of our Time",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masanja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Savigny",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smithson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schellenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mbuya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Upunda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boerma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Victora",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mshinda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1373--1378",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "AIDS and Power. Why There Is No Political Crisis -Yet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Millennium Development Goals, MDG) auf die Verbesserung der Gesundheitssituation in Entwicklungsländern. Man einigte sich auf die weltweite Verminderung der Kindersterblichkeit, den verstärkten Kampf gegen Aids, Malaria und andere Krankheiten sowie die Verbesserung der Gesundheit von Müt-tern bis zum Jahr 2015. Umfangreiche Gutachten wurden bei der Entwicklung der MDG nicht eingeholt. Es herrschte der Zwang zur pragmatischen Lösung. \"Reproduktive Gesundheit [mit der auch Abtreibungen, Kondome und Geschlechtskrankheiten auf die Agenda geraten wären, H.A.] kam nicht in Frage\", erklärt Ruggie im Nachhinein, \"weil wir wussten, dass es nicht per Akklamation angenommen würde.\" Mit der Deklaration der MDG war Global Health, die Globale Gesundheit, ins Rampenlicht der Weltöffentlichkeit gehoben worden. Regierungen und auch private Spender und große Nichtregierungsorganisationen interessierten sich verstärkt für das Thema. Bis 2006 investierte etwa die Bill & Melinda Gates-Stiftung 6,6 Milliarden US-Dollar in globale Gesundheitsprogramme, und zwischen 1995 und 2005 verdreifachte sich das private Spendenaufkommen für diese Zwecke in den USA. Ein Drittel der Gelder floss nun in Gesundheitsprojekte, und die Bush-Administration verdoppelte die Entwicklungshilfe von 11,4 Milliarden US-Dollar im Jahr 2001 auf 27,5 Milliarden US-Dollar im Jahr 2005. Neben den Ausgaben für Afghanistan und Irak war ein Großteil dieses Geldes Gesundheitsprojekten gewidmet, v.a. dem Kampf gegen die Immunschwächekrankheit Aids. Auch die Weltbank erhöhte die Zuwendungen für Aids-Projekte, und im Jahr 2002 wurde der Global Fund to Fight Aids, tuberculosis and Malaria (The Global Fund) gegründet, der den Regierungen unterentwickelter Staaten weltweit bislang vier Milliarden US-Dollar zur Verfügung stellte. Auch die Entwicklungsländer selbst standen nicht zurück und erhöhten ihre Budgets für Gesundheit deutlich.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Für ihn war Gesundheit nicht nur das reibungslose Funktionieren eines Körpers, das bei Störungen mithilfe von naturwissenschaftlich begründeten Verfahren wiederhergestellt werden kann. Gesundheit war für Virchow vor allem das Ergebnis eines gesunden Lebensumfeldes. Für die leidenden Armen forderte Virchow deshalb Hygiene, Kläranlagen, Licht, Luft und Demokratie. Das waren Forderungen, die -als sie erfüllt waren -in Europa den größten Schub in Sachen Lebenserwartung brachten, lange bevor Antibiotika, Chirurgie und Molekularbiologie die Medizin noch einmal verändern sollten. Im Gegensatz zur kurativen Medizin, die sich in Krankenhäusern und Praxen mit dem Wohl Einzelner beschäftigt, steht bei Public Health 4 der Gesundheitszustand großer Bevölkerungsgruppen und die Verhütung von Krankheiten im Vordergrund",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Die Frage ist, ob Global Health in dieser vielschichtigen -und für die Öffentlichkeit häufig undurchsichtigen -Interessenlage seine Ziele überhaupt erreichen kann. Wie nahe sind die Entwicklungsländer in den vergangenen acht Jahren den Millennium-Entwicklungszielen gekommen? Auf den ersten Blick erscheint die Bilanz akzeptabel: Im Kampf gegen die Kindersterblichkeit sind mehr Kinder denn je gegen Masern geimpft und Moskitonetze gegen die Malaria übertragenden Mücken verteilt worden. In vielen afrikanischen Ländern ist die Kinder-und die Müttersterblichkeit gesunken. Insgesamt 1,5 Millionen Menschen bekommen heute dank PEPFAR Aids-Medikamente. Durch Gelder des Global Fund erhalten weitere 770.000 Menschen Aids-Medikamente, zwei Millionen Patienten werden mit Tuberkulose-Medikamenten versorgt, und es wurden 18 Millionen Moskitonetze verteilt. Der Global Fund hat errechnet, dass auf diese Weise bis zum 1. Dezember 2006 rund 1,25 Millionen Menschenleben gerettet wurden. Dennoch muss noch viel getan werden, wobei jedoch nicht die Höhe der Geldbeträge, sondern die Langfristigkeit der Investitionen im Vordergrund stehen sollte. Kaum ein Land wird die Millennium-Entwicklungsziele bis zum Jahr 2015 erreichen. Von 68 Staaten, in denen die Kinder-und Müttersterblichkeit besonders hoch lag, werden es nach Hochrechnungen nur sechzehn schaffen, die Kindersterblichkeit um zwei Drittel und die Müttersterblichkeit um drei Viertel zu reduzieren. Obwohl vorübergehend erfolgreich, stößt der Kampf gegen Aids an Grenzen. Eine immer größere Zahl von Patienten überlebt und ist auf Dauer abhängig vom Medikamentennachschub. Präventive Kampagnen wurden vernachlässigt, und in dem Musterland Uganda stieg die Rate der Aids-Infizierten in den vergangenen Jahren wieder an. Auch die Roll Back Malaria-In-itiative, eine Dachorganisation, welche die vielen Malaria-Programme koordiniert, hat die avisierten Ziele nicht erreicht. Die Geberländer aber sind ungeduldig und wankelmütig. \"Es ist wie mit jeder sozialen Bewegung\", sagt Christopher Murray, Direktor des Institute for Health Metrics and Evaluation der University of Washington, \"am Anfang fragt niemand danach, wie sich die Interventionen auswirken. Die Mission selbst erscheint überwältigend wichtig. Doch irgendwann fragen sich die Menschen dann, bewirkt es wirklich etwas? Wenn man einen Nutzen nachweist, dann wird es auch eine langfristige Unterstützung dieser Programme geben. Wenn das nicht klar ist und die Welt weiter vier bis sechs Milliarden Dollar in diesen Bereich pumpt und wir in drei bis vier Jahren nichts dafür vorzeigen können, dann werden die Leute sagen: Es ist nicht nachhaltig, es bringt nichts.\" 7 Schon dominierten Anfang des Jahres 2008 Nachrichten über den Klimawandel, die Weltwirtschaftskrise, die Rohstoffknappheit und die Energiekrise die Schlagzeilen. Das Global Health-Engagement scheint vergessen, noch bevor es richtig gegriffen hat. War Global Health überhaupt erst durch außenpolitische Überlegungen um die Jahrtausendwende entstanden, so gibt die Außenpolitik nun wiederum neue Impulse. Das neue Instrument der Macht heißt soft power oder auch smart power. Strategen wie der Politologe und ehemalige Abteilungsleiter im Verteidigungsministerium der USA Joseph Nye sehen in der neuen Weltordnung nicht mehr nur militärische und ökonomische Überlegenheit als Machtfaktoren an, sondern auch Entwicklungshilfe und insbesondere die Investition in Gesundheit. Nation building wie im Irak sei ohne den Aufbau eines funktionierenden Gesundheitssystems nicht denkbar. Ein intaktes Gesundheitswesen habe darüber hinaus den Vorteil, dass der Migrationsdruck nachlasse. Das Konzept ist inzwischen auch in Militärkreisen der US-Army aufgegriffen worden. Zwei Generäle im Ruhestand, Anthony Zinni und Leigthon W. Smith, setzten sich vor dem Senat für smart power ein, und auch die parteiübergreifende Commission on Smart Power des Center for Strategic and International Studies (CSIS), in der Joseph Nye Mitglied ist, berät die Regierung über das neue Konzept und fordert eine größere Unterstützung der Millennium-Entwicklungsziele: \"Die kommende Regierung sollte das dynamische und wachsende Feld der Global Health zur obersten Priorität machen, weil es jeden Menschen in jedem Land betrifft. Es erlaubt den USA, Hilfe anzubieten, ohne sich dem Verdacht auszusetzen, einer versteckten Agenda zu folgen\" (Center for Strategic and International Studies 2007: 43). In gewisser Weise hat George W. Bush, wenn auch aus anderen Motiven, sich dieses Prinzip schon früh zu Eigen gemacht. Während die USA erst noch die neue Richtung sondieren, beginnt in Europa, mit dem norwegischen Außenminister Jonas Gahr Støre an der Spitze, bereits das neue Zeitalter der smart power. Ende 2007 unterzeichnete Støre die Osloer Ministererklärung, eine gemeinsame Erklärung der Außenminister von Brasilien, Frankreich, Indonesien, Norwegen, Senegal, Südafrika und Thailand (Ministers of Foreign Affairs 2007; Donaldson 2007). \"Wir glauben\", schrieben die Minister, \"dass Gesundheit die wichtigste, weitgehend vernachlässigte Langzeitaufgabe der Außenpolitik unser Zeit ist.\" Es müsse das Ziel sein, in der außenpolitischen Arena deutlicher zu machen, wie groß die Ver-wundbarkeit der Staaten sei angesichts der Bedrohungen der Gesundheit. Es müsse darum gehen, Gesundheit als ein zentrales Element für die Entwicklung im Kampf gegen die Armut zu begreifen. Weiterhin solle der Gesundheitsaspekt beim Wiederaufbau und im Krisenmanagement an vorderster Stelle stehen. Diese Deklaration war die Geburtsstunde eines erweiterten Konzepts, der Global Health Security. Inwieweit sich das Konzept der Global Health durch diese außenpolitische Wendung verbessert, ist noch offen. Bis dahin bleibt für die Entwicklungsländer nur ein Weg, um die negativen Effekte der Konzentration auf einzelne Krankheiten zu vermeiden: ein größeres Selbstbewusstsein beim Setzen eigener Prioritäten. Beraten vom Wirtschaftswissenschaftler William Hsiao von der Harvard School of Public Health wies beispielsweise Tansania 2006 für drei Monate alle neuen Angebote für Entwicklungshilfe zurück und entwickelte einen eigenen Plan. Fortan sollten die Spendengelder dem allgemeinen Haushalt zugute kommen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}