{
    "paper_id": "1e016627979127ea977dff44e6afaffc245a55fc",
    "metadata": {
        "title": "The stress-inducible molecular chaperone GRP78 as potential therapeutic target for Coronavirus infection The stress-inducible molecular chaperone GRP78 as potential therapeutic target for Coronavirus infection",
        "authors": [
            {
                "first": "Dat",
                "middle": [
                    "P"
                ],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "postCode": "90089-9176",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "Van"
                ],
                "last": "Krieken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Carlos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "postCode": "90089-9176",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "S"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "postCode": "90089-9176",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "amylee@usc.edu"
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Van Krieken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "postCode": "90089-9176",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "Corresponding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current coronavirus pandemic has become the greatest threat to global public health, thus there is an urgent need for identifying therapeutic targets. A recent report in this journal by Ibrahim and colleagues describing the potential binding interaction between SARS-CoV-2 spike protein and the host 78-kDa glucose regulated protein (GRP78) raised the possibility that GRP78 could be a facilitator for viral entry 1 and disruption of such interaction may be used to develop novel therapeutics specific against this virus 2 . Our laboratory has a long-standing interest in the regulation and function of GRP78, which is a stress-inducible, multi-faceted chaperone protein serving critical functions in the endoplasmic reticulum (ER) and other cellular compartments, impacting both health and disease 3, 4 .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 806,
                    "end": 807,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The ER is the major site of synthesis, folding, and maturation for membrane and secretory proteins. When the folding capacity of the ER is overwhelmed due to increased protein synthesis, the cell undergoes ER-stress which activates the Unfolded Protein Response (UPR), a complex network of signaling pathways aiming to restore ER homeostasis or trigger apoptosis depending on context, duration, and intensity of the stress 3 . GRP78, also referred to as BiP/HSPA5, is a master regulator of the UPR, and is upregulated upon ER stress to alleviate proteotoxic stress. As such, GRP78 has emerged as a key target to combat diseases, like cancer, where uncontrolled cellular proliferation causes ER overload leading to UPR activation 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Interestingly, viral infection also creates ER stress and triggers the UPR 5 . As outlined below, GRP78 is an important host factor for viral infection and targeting GRP78 has the potential to disrupt multiple stages of the viral life cycle including entry, production and subsequent cellular infection ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "GRP78 has been reported to facilitate viral entry for a wide variety of viruses, including human and bat coronaviruses 6 ( Table 1 ). The role of GRP78 in these studies was investigated through the use of siRNA targeting GRP78, antibody against GRP78, proteolytic cleavage of GRP78 by SubAB, as well as small molecule AR12 and natural product EGCG both of which inhibit the ATPase activity of GRP78 3,6,7 . How might GRP78, normally residing in the ER, facilitate viral attachment onto host cells? Upon ER stress, including coronavirus infection, a fraction of GRP78, an abundant ER luminal protein, is actively translocated from the ER to the cell surface and assume new functions, including viral entry 3,4,6,8 ( Figure 1 ). In the case of MERS-CoV and bCoV-HKU9 coronaviruses, their spike proteins bind to cell surface GRP78 (csGRP78) in addition to their cognate receptors 6 . Thus, csGRP78 may enhance viral entry by stabilizing the interaction between host and viral factors required for viral entry, which is consistent with our recent observations that csGRP78 can interact with and stabilize cell surface receptors such as CD44 and CD109 8, 9 . Furthermore, in cell types where the primary viral receptor expression is low, csGRP78 may serve as an alternative host factor for viral entry.",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 878,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1150,
                    "end": 1151,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 723,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Future studies are required to test out these concepts, as well as to establish whether GRP78 is a critical host factor for SARS-CoV-2 entry. The notion that upregulation of GRP78 on the surface of virally infected cells can be exploited to direct antiviral and immunomodulatory drugs to cell populations infected by SARS-CoV-2 is also worthy of investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Beyond viral entry, GRP78 can play a major role in viral protein synthesis and maturation (Table 1) . Viruses are obligate intracellular parasites which depend primarily on the cellular machinery to manufacture their proteins required for virion production, assembly, and budding. Additionally, many viruses including SARS-CoV-2 are enveloped by a lipid bilayer containing viral glycoproteins on its surface to bind host cell receptors to facilitate their entry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Since these viral envelope proteins are membrane-embedded, they are synthesized and processed in the ER. Unlike cellular protein synthesis, which is tightly regulated to maintain homeostasis, viruses, such as coronavirus, can selectively shut down host protein production and usurp the host ER translational machinery to synthesize the viral proteins in massive quantities. This results in ER overload, leading to ER stress and UPR activation. Consequently, ER stress and GRP78 upregulation have been reported during infection by a wide variety of viruses [5] [6] [7] . In addition to its role in viral protein folding, GRP78 upregulation during viral replication could protect the virus-infected host cells from undergoing apoptosis since GRP78 is known to bind and maintain the ER-associated apoptotic machineries in their inactive forms and exert pro-survival effects especially under ER stress 3 . These features make the ER a particularly important cellular compartment for viral production and viruses have evolved complex mechanisms to exploit and manipulate the ER to enhance their replication. Conversely, the dependence of viruses on the ER and its key resident chaperone GRP78 for viral protein production and host cell survival could be the virus' Achilles heel and offers a unique opportunity for combating SARS-CoV-2 and other virus infections.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The last step in a successful viral life cycle is the release of progeny virions to infect new cells. Here, GRP78 may also be critical for viral infectivity. Firstly, GRP78 depletion during viral replication could lead to reduced synthesis or improper folding of viral proteins resulting in impaired budding or immature virions with diminished infectivity. Secondly, GRP78 could facilitate the assembly of various viral components by maintaining ER homeostasis and thus provide a conducive environment for virus maturation. Lastly, GRP78 could be captured into the viral particles and enhances subsequent cellular infection. Indeed, it has been reported that GRP78 was found in Japanese encephalitis virus particles and mature virions that lacked GRP78 displayed significant decrease in viral infectivity 10 . It will be interesting to determine the topology of GRP78 in these virions and the generality of this interesting and surprising observation.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 807,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "In conclusion, we hope that the current scientific evidence presented here and our perspectives will stimulate further interest in GRP78 as a promising target and expand the emerging development of anti-GRP78 agents in the fight against SARS-CoV-2 and viral infection in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The authors declare no conflict of interest ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 spike-host cell receptor GRP78 binding site prediction",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Abdelmalek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Elshahat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elfiky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.026"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Natural products may interfere with SARS-CoV-2 attachment to the host cell",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elfiky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/07391102.2020.1761881"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Glucose-regulated proteins in cancer: Molecular mechanisms and therapeutic potential",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Reviews Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nrc3701"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beyond the endoplasmic reticulum: Atypical GRP78 in cell viability, signalling and therapeutic targeting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochemical Journal. Published online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ20101569"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modulation of the Unfolded Protein Response by the Severe Acute Respiratory Syndrome Coronavirus Spike Protein",
            "authors": [
                {
                    "first": "C-P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K-L",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D-Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.00659-06"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus and bat coronavirus HKU9 both can utilize GRP78 for attachment onto host cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Biological Chemistry. Published online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.RA118.001897"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "AR-12 Inhibits Multiple Chaperones Concomitant With Stimulating Autophagosome Formation Collectively Preventing Virus Replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ecroyd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Cellular Physiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jcp.25431"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Endoplasmic reticulum stress activates SRC, relocating chaperones to the cell surface where GRP78/CD109 blocks TGF-β signaling",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1714866115"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GRP78 regulates CD44v membrane homeostasis and cell spreading in tamoxifen-resistant breast cancer. Life Science Alliance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanciauskas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.26508/lsa.201900377"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Japanese encephalitis virus co-opts the ER-stress response protein GRP78 for viral infectivity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Schuyler",
                    "suffix": ""
                },
                {
                    "first": "Ryl",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology Journal. Published online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-8-128"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Potential roles of GRP78 in the viral infection cycle. Virus life cycle consists of three essential stages: (1) viral attachment and entry, (2) viral protein production and (3) viral release and re-infectivity. GRP78 potentially plays important roles in all three stages. During viral attachment and entry, cell surface GRP78 may stabilize the interaction between the viral spike protein and the cellular host receptor to facilitate entry or serve as alternative host factor for viral entry. During active viral replication and protein production, ER-localized GRP78 aids in the proper folding and processing of viral proteins as well as maintaining ER homeostasis, providing a conducive cellular environment for viral assembly and maturation. ER stress induced by viral infection could also drive cell surface GRP78 translocation, further promoting viral entry. During final viral assembly and budding from the ER-Golgi intermediate compartment (ERGIC), GRP78 may be associated with the viral particles and released together with mature virions to enhance their infectivity as an accessory host factor. Table 1. Effects of anti-GRP78 agents in the viral life cycle. Anti-GRP78 agents have been shown to interfere with entry and production of a wide range of viruses spanning many different virus families. Examples in each virus family are shown and the anti-GRP78 agents used in the published studies were as follows: (a) siRNA against GRP78; (b) antibody against GRP78; (c) proteolytic cleavage of GRP78 by subtilase cytoxin (SubAB); (d) small molecule AR12; and (e) natural product epigallocatechin gallate (EGCG).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Vicky Yamamoto, Frank Attenello and Paul Lee for the helpful discussions. This work is supported by NIH grants (R01 CA027607, R01 CA027607-37S1 and R01 CA 238029) and the Judy and Larry Freeman Chair in Basic Cancer Research to A.S.L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}