{
    "paper_id": "1e09024fbc431541e4e53983027bcbeca51c82d3",
    "metadata": {
        "title": "Emerging Pathogens: What Are the Sources and How Can They Be Spotted Quickly? According to the National Institutes of Health's National Institute of Allergy and Infectious Diseases (NIHNIAID), more than 30 newly recognized infectious diseases and syndromes have been identified in the last 20 years. feature Emerging Pathogens: What Are the Sources and How Can They Be Spotted Quickly?",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "í í Does it have a tendency for waterborne transmission? í í Is it vector-borne with the ability to use humans as part of the life cycle? í í If it is directly transmitted, is it durable in the external environment? í í Is it attendant-borne? í í Is it needle-borne? í í If it is transmitted sexually, is it mutation-prone with a tropism for critical cell types or does it have invasive or oncogenic tendencies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Looking at organisms that caused epidemics over the last 5 centuries, they would have been identified as extremely dangerous pathogens using these criteria. Yersinia pestis is durable in the external environment and is vector-borne. The partial eradication or the vectors-fleas and rats-have controlled plague so long as those vectors are absent. Yellow fever, whose 1878 epidemic killed 25% of the population of Memphis, TN, is vectorborne through human-mosquito cycles. The United States has seen the increase of West Nile virus, also vector-borne through mosquito-wild bird cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2001, the NIHNIAID research program was defined as directing research into 3 broad areas, not necessarily targeting American problems alone. The interest of NIHNIAID, described as deriving from both humanitarian concerns and \"enlightened selfinterest,\" focuses on the globalization of health problems. The announcement of the program identified 3 broad goals for research: í í Strengthening basic and applied research on the multiplehost pathogen and environmental factors that influence disease emergence. í í Supporting the development of diagnostics, vaccines, and therapies needed to detect and control infectious diseases. í í Maintaining and expanding the national and international scientific expertise required to respond to health needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At almost precisely the same time, the Department of Health and Human Services (HHS) released an action plan to combat antimicrobial resistance. The action plan was put together by a task force that included the CDC, the NIH, the FDA, the Agency for Healthcare Research and Quality, the Healthcare Financing Administration, Health Resources and Services Administration, the Departments of Agriculture, Defense, Veterans Affairs, and the EPA. The plan covered 4 components and 84 action steps, including 13 priority steps. Top priorities of the 4 major sections include: í í Surveillance: The CDC with state health departments and other task force members began planning a coordinated surveillance system, such that all entities would use similar methodology and develop patterns of use for antimicrobial drug used in human medicine, agriculture, and other consumer products. í í Prevention and Control: The HHS and others planned the launch of a national public education campaign to reduce overuse and misuse of antibiotics. Pilot projects were already underway to identify effective strategies to promote appropriate antimicrobial drug use and reduce infection rates in clinical practice. í í Research: The NIH pledged to provide the research communities with genetic blueprints for various organisms to identify targets for needed new diagnostics, treatments, and vaccines. í í Maintenance: The action plan pledged to maintain and expand the national and international scientific expertise that are required to respond to health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Understanding the mechanisms that permit infectious diseases to move virtually unchecked is a key to defeating them. The human genome sequencing project, finished considerably before it was expected, has provided a head-start to this understanding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics Might Be the Key"
        },
        {
            "text": "The function of the estimated 60,000 to 100,000 human genes will have an enormous impact on all areas of medicine, including our understanding of the host response to microbial pathogens. Microbial pathogens are being sequenced; therefore, the interaction between microorganisms and the human genome can shortcut the development process for diagnostics, therapeutics, and vaccines. The first microbial sequencing project, Haemophilus influenzae, was completed in July 1995 with extraordinary speed. 2 The early use of a newly developed technique known as the shotgun approach sequenced thousands of fragments of the bacterium's genome. By comparing overlapping sequences, a complete DNA sequence was designed that contained all of the genetic information of the bacterium. The NIHNIAID has funded projects to sequence the complete genomes of the bacteria that cause tuberculosis, gonorrhea, chlamydia, and cholera, as well as individual chromosomes of important organisms such as the malaria parasite Plasmodium falciparum (http://www.niaid.nih.gov/dmid/genomes). Many of these microbes have been completely sequenced and are now being annotated and analyzed. The NIHNIAID researchers and grantees are required to deposit the sequence data in specialized and public databases such as GenBank, which is run by the National Center for Biotechnology Information (http://www. ncbi.nlm.nih.gov/Genbank/). Access to the sequence data is available to anyone with Internet connections, and the data is available even prior to publication in peer-reviewed journals.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Genomics Might Be the Key"
        },
        {
            "text": "While there are advances in understanding and treating a variety of pathogens, the appearance of a well-understood pathogen that changes its characteristics can be disconcerting. Unlike an outbreak of a completely unknown organism, an organism that fails to respond to recommended treatment triggers other problems. A case in point was published in the March 2003 issue of Emerging Infectious Diseases as a letter to the editor, describing a multi-drug resistant Shigella dysenteriae type 1 organism, first seen in India in 1984, where it was sensitive to nalidixic acid. A few cases of dysentery emerged in the years after 1984, and a low-level resistance to fluoroquinolones was seen. Then in the spring of 2002, clusters of patients with acute bacillary dysentery were seen in eastern India. A total of 1,124 cases were seen and were found to be unresponsive to the newer fluoroquinolones but were found to be sensitive to ofloxacin. The authors of the letter, from the National Institute of Cholera and Enteric Diseases, Kolkata, India and other institutions, noted that the drug-resistant Shiga bacillus could spread further without an appropriate awareness programs, alternate drugs, and an effective vaccine. 3 Staphlococcus aureus and Psuedomonas aeruginosa developed single mutations that caused multi-drug resistance to the broad use of fluoroquinolones. These agents were quickly followed by multi-drug resistance of Campylobacter jejuni, Escherichia coli, and Neisseria gonorrhoeae. For these organisms, multiple mutations are required to generate clinically important resistance. According to David C. Hooper (Massachusetts General Hospital, Harvard Medical School, Boston, MA), writing in a special issue of Emerging Pathogens (Mar-April, 2001), drug resistance in Streptococcus pneumoniae, which is currently low, will require close monitoring as fluoroquinolones are used more extensively for treating respiratory tract infections.",
            "cite_spans": [
                {
                    "start": 1216,
                    "end": 1217,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Multi-Drug Resistance"
        },
        {
            "text": "As consumers become more interest in healthy eating, a number of pathogens emerged quickly. Fresh and minimally processed foods offer additional nutrients as well as fresh taste and a feeling of doing something good for your body. However, as a result, food-borne organisms have found it easier to survive and thrive. For instance, the addition of sprouts to everything from salads to sandwiches has increased produce-associated bacterial illness. Although sprout-associated outbreaks have been reported since the early 1970s, gastroenteritis with Salmonella enterica serotypes Newport and Stanley in 1995 and 1996 4,5 and the 1996 Sakai city outbreak of enterohemorrhagic Escherichia coli O157:H7 in >5,000 Japanese schoolchildren have refocused attention on the public health hazard posed by seed sprouts. 6 The risk for disease from sprouts is connected to seed production, distribution factors, and the sprouting process itself.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 809,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Food-Based Organisms Triggered by Changes In Diet"
        },
        {
            "text": "Seeds may be reared, harvested, milled, and sprouted locally or shipped globally to sprout growers; bacterial contamination may occur at any point in this chain. During germination, seeds are presoaked in water and then germinated in a warm, moist, aerated environment for 3 to 7 days. Replication of pathogens by 3 to 5 orders of magnitude may occur during sprouting, resulting in high pathogen levels on mature sprouts, despite the fact that initial densities are low and the pathogens dispersed irregularly throughout the seeds. 6 In an experimental model of seed contamination, Salmonella serotype Stanley added to alfalfa seeds increased from approximately 2 x 10 3 bacteria per gram of mature sprouts to 10 7 bacteria per gram after 48 to 72 hours incubation, without affecting the appearance, smell, or taste of the sprouts.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 533,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Food-Based Organisms Triggered by Changes In Diet"
        },
        {
            "text": "In the spring of 2003, the outbreak of Severe Acute Respiratory Syndrome (SARS) resulted in the issuing of a clinical description and preliminary information about diagnosis and cause. The incubation period is generally 2 to 7 days, although some isolated reports suggests that incubation may require 10 days. Illness begins with fever (100.4°F) that may be associated with chills and rigors, and possibly accompanied by headache, malaise, and myalgia. After 3 to 7 days, a lower respiratory phase produces a dry, unproductive cough or dyspnea, and may progress to hypoxemia. The case fatality rate among patients that meet the World Health Organization (WHO) definition of SARS is about 3%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Most Recent Outbreak"
        },
        {
            "text": "Initial diagnostic tests should include chest radiograph, pulse oximetry, blood cultures, sputum Gram's stain and culture, and testing for viral respiratory organisms. As of March 22, 2003, the case number of SARS suspected in the United States stood at 37, while the WHO reported 456 cases worldwide, including a number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Most Recent Outbreak"
        },
        {
            "text": "Recently, WHO reported finding a test that appears to identify the virus that may cause the disease. By isolating the organism from a patient and inoculating it with blood from a recovered patient, the virus was killed presumably because the recovered patient's blood included antigens to the virus. The WHO scientist who developed the test is not yet certain what type of virus he isolated. The paramyxovirus family-which includes measles, mumps, and canine distemper-remained a leading suspect. A new form of influenza, once the most feared scenario, is now low on WHO's suspect list. Also recently, CDC announced that a previously unrecognized virus from the Coronavirus family is the leading hypothesis for the cause of SARS. Two Coronaviruses that are known to infect humans cause onethird of common colds and are also a common cause of health care-associated upper respiratory infections in premature infants. Additional steps needed to confirm this hypothesis include further culturing of the virus from appropriate specimens, sequencing the viral genome, and examining specimens from patients at different stages of their illness. According to a CDC spokesperson, in one patient, a virus was seen in kidney specimens very clearly on the electron microscope. The CDC spokesperson said, \"We also have done PCR, which is a way of probing for the genetic material of the virus, and we're finding virus PCR, very specific laboratorymedicine> may 2003> number 5> volume 34 evidence of that, in lung tissue, as well as the kidney in this individual patient. This patient, when tested with an antibody, in an antibody test to the virus, had a negative antibody test at the very beginning of the illness, and by the end of the illness that antibody test had become positive. It appears that, the patient seroconverted using a very specific assay for this new Coronavirus. This is very strong evidence supporting Coronavirus as an etiology, but we know from sequencing pieces of the virus DNA that it is a virus unlike those that have been identified. . . . it's very premature to assign a cause or to make dogmatic statements about the etiology. We're still learning as we go, and we will maintain that spirit of collaboration.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Most Recent Outbreak"
        },
        {
            "text": "At the time that a distinct disease required identification, the disease outbreak was only about 2 weeks old. It was first spotted in Guangdong Province, China. During the short time since the outbreak was first reported, the CDC acted decisively. 7 The agency activated the Emergency Operations Center; alerted public health partners in cities and states by issuing electronic messages. It also prepared and distributed more than 60,000 health alert cards to travelers returning from Southeast Asia; provided guidance to public health departments, health care facilities, and clinicians in monitoring and identifying potential cases; provided safe specimen-handling guidelines to laboratories; deployed more than a dozen CDC staff members, including medical officers, epidemiologists, infection control specialists, and patholo-gists to support the WHO in the global investigation; and provided regular media briefings to report on progress of the investigation.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Most Recent Outbreak"
        },
        {
            "text": "The new tools for identifying new viruses and bacteria have shortened the time needed for identification and genome sequencing. Other tools make it possible to develop medications that may ease the problems with new pathogens. The difficulty is often recognizing that a new disease is present before it has become epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Most Recent Outbreak"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guarding against the most dangerous emerging pathogens: Insights from evolutionary biology",
            "authors": [],
            "year": 1996,
            "venue": "Emerging Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "More haemophilus and mycoplasma genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brosius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "271",
            "issn": "",
            "pages": "1302--1304",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multi-drug resistant Shigella dysenteriae type 1, forerunners of a new epidemic strain in Eastern India? Emerg Infect Dis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Niyogi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An international outbreak of Salmonella infections caused by alfalfa sprouts grown from contaminated seeds",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Mahon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ponka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "175",
            "issn": "",
            "pages": "876--882",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multinational outbreak of Salmonella enterica serotype Newport infections due to contaminated alfalfa sprouts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Beneden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "",
            "pages": "158--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical experiences in Sakai City Hospital during the massive outbreak of enterohemorrhagic Escherichia coli O157 infections in Sakai City",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fukushima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashizume",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr Int",
            "volume": "41",
            "issn": "",
            "pages": "213--217",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Available at",
            "authors": [],
            "year": 2003,
            "venue": "Severe Acute Respiratory Syndrome (SARS)",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}