{"paper_id": "1e0acc08e47af3e0f340d2404464ea2d46cd2320", "metadata": {"title": "Feasibility, reproducibility and diagnostic usefulness of right ventricular strain by 2-dimensional speckle-tracking echocardiography in ARDS patients: the ARD strain study", "authors": [{"first": "Jérémie", "middle": [], "last": "Lemarié", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charles-Henri", "middle": [], "last": "Maigrat", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Antoine", "middle": [], "last": "Kimmoun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nathalie", "middle": [], "last": "Dumont", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pierre-Edouard", "middle": [], "last": "Bollaert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christine", "middle": [], "last": "Selton-Suty", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sébastien", "middle": [], "last": "Gibot", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Olivier", "middle": [], "last": "Huttin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Right ventricular (RV) function evaluation by echocardiography is key in the management of ICU patients with acute respiratory distress syndrome (ARDS), however, it remains challenging. Quantification of RV deformation by speckle-tracking echocardiography (STE) is a recently available and reproducible technique that provides an integrated analysis of the RV. However, data are scarce regarding its use in critically ill patients. The aim of this study was to assess its feasibility and clinical usefulness in moderate-severe ARDS patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Forty-eight ARDS patients under invasive mechanical ventilation (MV) were consecutively enrolled in a prospective observational study. A full transthoracic echocardiography was performed within 36 h of MV initiation. STE-derived and conventional parameters were recorded. Strain imaging of the RV lateral, inferior and septal walls was highly feasible (47/48 (98%) patients). Interobserver reproducibility of RV strain values displayed good reliability (intraclass correlation coefficients (ICC) > 0.75 for all STE-derived parameters) in ARDS patients. ROC curve analysis showed that lateral, inferior, global (average of the 3 RV walls) longitudinal systolic strain (LSS) and global strain rate demonstrated significant diagnostic values when compared to several conventional indices (TAPSE, S′, RV FAC). A RV global LSS value > − 13.7% differentiated patients with a TAPSE < vs > 12 mm with a sensitivity of 88% and a specificity of 83%. Regarding clinical outcomes, mortality and cumulative incidence of weaning from MV at day 28 were not different in patients with normal versus abnormal STE-derived parameters.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Global STE assessment of the RV was highly achievable and reproducible in moderate-severe ARDS patients under MV and additionally correlated with several conventional parameters of RV function. In our cohort, STE-derived parameters did not provide any incremental value in terms of survival or weaning from MV prediction. Further investigations are needed to evaluate their theranostic usefulness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Trial registration NCT02638844: NCT", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "tone, sepsis-induced cardiac dysfunction and positivepressure ventilation, can combine to induce RV failure [1] . Thus, assessment of RV function is part of ARDS patient care [2] . Cardiac MRI allows highly accurate and reliable measurement of RV ejection fraction and is currently the gold standard imaging technique for RV assessment [3] . However, echocardiography is more practical in the unstable patient because it can be performed quickly at the bedside in a safer environment. There is currently significant interest for echocardiographic strain measurement derived from 2D speckle tracking imaging (STE), as it provides an objective quantification of myocardial mechanical function with unrivalled sensitivity. Hence, RV strain is now recommended as part of any comprehensive multiparametric assessment of RV function [4, 5] . However, data are scarce regarding its usefulness in mechanically ventilated patients in general and in ARDS patients in particular.", "cite_spans": [{"start": 108, "end": 111, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 175, "end": 178, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 336, "end": 339, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 827, "end": 830, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 831, "end": 833, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The main aims of the present investigation were to assess the feasibility and reproducibility of RV 2D STEderived parameters in ARDS patients under invasive ventilation and to compare their diagnostic and prognostic role with conventional parameters of RV function assessment.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We performed a prospective observational study involving patients admitted to two medical intensive care units (ICU) at University Hospital of Nancy, France (Unit 1 from January 2016 to July 2017; Unit 2 from November 2016 to July 2017). Consecutive patients were eligible if they fulfilled the following criteria: [1] adult patients who met the Berlin definition criteria for moderate to severe ARDS, [2] were predicted to be under invasive mechanical ventilation (MV) for > 48 h, and [3] were expected to undergo a complete echocardiography from 1 to 36 h after MV initiation. Exclusion criteria were (i) vulnerable patients under curatorship or guardianship; (ii) a history of chronic respiratory failure (long-term oxygen therapy or non-invasive ventilation) or (iii) chronic right ventricular failure or (iv) chronic heart failure with LVEF < 35% or (v) severe valvular heart disease and (vi) extracorporeal membrane oxygenation started before echocardiography assessment. The study was approved by the institutional ethics committee of the French Intensive Care Society (decision CE SRLF15-39) which waived the need for patient's consent. Written and oral information about the study was given to the patients and/or their next of kin. The trial was registered on clinicaltrials. gov under reference NCT02638844. We also included a cohort of control patients who were mechanically ventilated for airway protection only, without hypoxemia.", "cite_spans": [{"start": 315, "end": 318, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 402, "end": 405, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 486, "end": 489, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Patients"}, {"text": "Baseline demographic characteristics, clinical characteristics, ventilator settings, and arterial blood gases at the time of echocardiography, SAPS II and SOFA severity scores, outcome (need for supportive therapies, ventilator-free days at day 28 (D28), mortality at D28 and D90) were collected.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Complete transthoracic echocardiography was performed with patients in the left lateral decubitus position whenever safely achievable or in supine position, using a Vivid S6 echocardiograph (GE Medical Systems, Milwaukee, WI) with simultaneous ECG recording, as previously described [6] . M-mode and 2D images were acquired by two physicians (JL and CHM, cardiologists with expert competency in advance critical care echocardiography and 2D-STE) in cine-loop format from three consecutive beats and analysed offline (EchoPAC version 201, GE Vingmed Ultrasound AS) in accordance with existing guidelines, after digital transfer on the institutional storage server [4] .", "cite_spans": [{"start": 283, "end": 286, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 663, "end": 666, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Echocardiography"}, {"text": "Right ventricle fractional area change (RVFAC), tricuspid annular plane systolic excursion (TAPSE), Doppler tissue imaging (DTI)-derived tricuspid lateral annular systolic velocity (S′), right ventricle/left ventricle (RV/LV) ratio were measured from a long-axis 4-chamber view. We also used a parameter that combined a RV/LV ratio > 0.6 and at least another abnormal conventional parameter among TAPSE < 12 mm and/or S′ < 11.5 cm s −1 and/or RVFAC < 35%, based on a previous publication in ventilated ARDS patients [7] . The same analyses were performed using classic cut-off values for non-ventilated patients (TAPSE < 17 mm and S′ < 9. 5 cm s −1 ).", "cite_spans": [{"start": 516, "end": 519, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Conventional parameters"}, {"text": "Cine loops from RV-focused 4-and 2-chamber apical views were recorded. The frame rate ranged between 50 and 80 frames/s. We recorded ≥ 3 consecutive cardiac cycles, encompassing approximately one respiratory cycle. Three RV walls were analysed: lateral and septal walls from 4-chamber view and inferior wall from 2-chamber view (obtained by rotating the probe counterclockwise with an angle of 90° from the 4-chamber view focused on the RV). Each wall was divided into three segments (basal, mid-ventricular, and apical). Longitudinal systolic strain (LSS) is calculated as the percentage of systolic shortening of a myocardial wall from base to apex, while longitudinal strain rate (LSR) is the rate of this shortening. Peak LSS and LSR were measured using the Q-Analysis add-on included in EchoPAC software. The endocardial border of the RV wall was manually traced using a point-to-click approach. An automatic epicardial border tracing was then generated by the software, thus creating a region of interest that could be manually adjusted to the myocardial wall thickness to encompass the endocardium and the epicardium (usually 5 mm). The pericardium was excluded from the region of interest. For each segment, LSS and LSR were calculated as the average of both endocardial and epicardial layers. Tracking quality was automatically scored as either acceptable or unacceptable and further manually validated based on traces appearance. Segments without adequate tracking were excluded from further analysis. Global LSS and LSR were calculated as the average of septal, lateral and inferior LSS and LSR values, respectively. For each patient, STE-derived parameters were repeated and averaged on three consecutive cycles by two operators unaware of the measurements of the other operator.", "cite_spans": [], "ref_spans": [], "section": "2D-STE"}, {"text": "Continuous data are presented as mean ± standard deviation (SD) for normally distributed variables and as median [25,75 percentiles] for non-normally distributed variables. Categorical data are presented as frequencies and percentages. Between-group differences were assessed using the unpaired Student's t test or Mann-Whitney U test for normally and non-normally distributed continuous variables, respectively, and by Chi-square test for categorical data. The association of STE-derived variables with conventional RV parameters was assessed by use of a Pearson correlation analysis. As there is no gold-standard parameter for RV assessment by echocardiography, we used receiver operating characteristic (ROC) curves to evaluate the diagnostic performance of STE-derived parameters in discriminating abnormal RV function among several conventional parameters using previously published threshold values. Interobserver reproducibility of STE-derived parameters was assessed in all patients. Intraclass correlation (ICC) coefficients were used to explore reproducibility of echocardiography measurements (single measurement, absolute agreement, 2-way mixed-effects model). Kaplan-Meier curves were plotted to assess survival and time to weaning from MV at day 28 depending on the presence or absence of RV dysfunction and were compared by means of the log-rank test. To show a sensitivity and a specificity of 0.90 (marginal error 0.1), considering a prevalence of right ventricular dysfunction of 30%, a minimum sample size of 49 patients was required to provide the study with 80% power and 95% confidence level. All statistical analyses were performed with SPSS version 22 or Graphpad Prism version 7.04. All statistical tests were two sided, and a p value < 0.05 was considered to indicate statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "During the study period, 315 ventilated patients were screened, among whom 48 patients (male 27 (56%), mean age 61 ± 17 years old) were included in the ARDS cohort ( Fig. 1 ). ARDS patients' characteristics are presented in Table 1 . The main cause for ARDS was pneumonia (n = 32 (67%): Streptococcus pneumoniae, n = 6; influenza, n = 3; no documentation, n = 16; aspiration pneumonia, n = 8). Of note, no patient had previously undergone open-chest cardiac surgery.", "cite_spans": [], "ref_spans": [{"start": 166, "end": 172, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 224, "end": 231, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Population"}, {"text": "Control patients' characteristics and comparison with ARDS patients are presented in Additional file 1: Table S1 . Respiratory support for airway protection was related to neurological failure in all control patients. When compared to control patients, ARDS patients had higher airway pressure (PEEP 10.6 cmH 2 O ± 2.9 vs 4.7 ± 0.5 and plateau pressure 23.2 cmH 2 O ± 4.4 vs 14.8 ± 0.5, p ≤ 0.001 for both) and lower PaO 2 :FiO 2 ratio (126 ± 48 vs 323 ± 92, p < 0.001).", "cite_spans": [], "ref_spans": [{"start": 104, "end": 112, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Population"}, {"text": "Among ARDS patients, 12 (25%) died before day 28 and 14 (29.2%) before day 90. Differences between D28 survivors and non-survivors are shown in Table 1 . D28 non-survivors required more vasopressor and inotropic support, had lower arterial pH, higher arterial lactate and ", "cite_spans": [], "ref_spans": [{"start": 144, "end": 151, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Population"}, {"text": "A full STE examination including recordings of 3 cardiac cycles for each of the 3 RV walls by at least one operator was achieved in 98% of ARDS patients and 100% of control patients (Additional file 1: Table S2 ). All the conventional RV parameters were also successfully obtained for all of both ARDS and control patients.", "cite_spans": [], "ref_spans": [{"start": 202, "end": 210, "text": "Table S2", "ref_id": "TABREF2"}], "section": "Feasibility and reproducibility"}, {"text": "Interobserver reproducibility was assessed for STEderived parameters as well as for conventional indices ", "cite_spans": [], "ref_spans": [], "section": "Feasibility and reproducibility"}, {"text": "Main echocardiography parameters are listed in Table 2 (ARDS cohort and comparison between D28 survivors and non-survivors) and in Additional file 1: Table S1 (control patients and their comparison with ARDS patients). When compared to controls, LSS from all three RV walls was significantly impaired in ARDS patients.", "cite_spans": [], "ref_spans": [{"start": 47, "end": 54, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 150, "end": 158, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Echocardiography parameters"}, {"text": "Conventional RV parameters were also significantly decreased in ARDS patients. Within the ARDS cohort, none of the right or left ventricular parameters differed between D28 survivors and non-survivors, except TAPSE which was significantly more impaired in non-survivors (19.6 mm ± 4.7 vs 15.8 ± 5.0, p = 0.02). Of note, there was also a trend towards a lower LVEF in non-survivors (56.8% ± 11.5 vs 50.0 ± 10.7, p = 0.09).", "cite_spans": [], "ref_spans": [], "section": "Echocardiography parameters"}, {"text": "To evaluate the ability of RV strain parameters to prognosticate RV dysfunction during ARDS, we compared them to currently in-use conventional parameters. Firstly, we used previously published cut-off thresholds in ARDS ventilated patients (i.e. RV FAC < 35%, TAPSE < 12 mm and S′ < 11.5 cm s −1 ) for ROC curve analysis [7] (Table 3 and Fig. 2 Table S4 ).", "cite_spans": [{"start": 321, "end": 324, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 325, "end": 333, "text": "(Table 3", "ref_id": null}, {"start": 338, "end": 344, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 345, "end": 353, "text": "Table S4", "ref_id": null}], "section": "Comparison between STE-derived and conventional parameters of RV function"}, {"text": "Correlations between STE-derived and conventional parameters of RV function in ARDS patients are shown in Additional file 1: Table S5 . ", "cite_spans": [], "ref_spans": [{"start": 125, "end": 133, "text": "Table S5", "ref_id": "TABREF4"}], "section": "Comparison between STE-derived and conventional parameters of RV function"}, {"text": "We next evaluated correlations between RV echocardiography parameters and relevant hemodynamic and respiratory variables (Table 4 ). All LSS parameters correlated with the duration of inotropic support, as well as TAPSE. Among STE-derived parameters, all but RV inferior LSS significantly correlated with LVEF and cardiac output, while TAPSE and S′, but not RV FAC, also showed significant correlations with these two parameters. Regarding respiratory variables, no correlation was found between PEEP or driving pressure levels and neither of the RV parameters. However, there was a significant correlation between PaO 2 :FiO 2 ratio and RV Inferior, Lateral and Global LSS. We finally assessed the probability of survival as well as the probability of being weaned from MV at D28 depending on the presence of an abnormal echocardiography parameter. Cut-off values were based on previously published thresholds for conventional parameters and/or derived from control patients' characteristics for STE-derived parameters (mean ± 2SD) (Additional file 1: Table S6 ). The cumulative probability of being weaned from MV was not different between ARDS patients presenting with or without RV dysfunction, whichever parameter considered ( Table 5 ). The same held true for survival, except for ARDS patients with severely decreased TAPSE < 12 mm (n = 6) who showed a significantly worse probability of survival (18.3 days ± 3.4 vs 25.5 ± 0.9, log-rank test p = 0.005). However, using a more widely accepted cut-off value (abnormal TAPSE < 17 mm, n = 18), the difference in survival was no longer found (23.4 days ± 1.8 vs 25.3 ± 1.8, log-rank test p = 0.31).", "cite_spans": [], "ref_spans": [{"start": 121, "end": 129, "text": "(Table 4", "ref_id": null}, {"start": 1053, "end": 1061, "text": "Table S6", "ref_id": null}, {"start": 1232, "end": 1239, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Clinical diagnostic value of STE-derived parameters Correlation with clinical parameters"}, {"text": "The main findings of the present study are that 2D speckle tracking imaging of the right ventricle is feasible in ARDS patients under invasive MV, is reproducible and is able to discriminate patients with RV dysfunction when compared to conventional parameters.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Underline and italic indicates significant difference (p < 0.05) Right ventricular function evaluation by echocardiography is challenging. The RV has a unique crescent shape which precludes simple quantification of its size and function [4] . Moreover, in ICU, adequate acoustic window is often impaired by mechanical ventilation and suboptimal patient positioning [8] . These obstacles, as well as the predominance of longitudinal-oriented muscle fibres, have led to the widespread use of parameters that estimate RV function based only on its lateral wall longitudinal motion (such as TAPSE or S′) [9] . Indices that measure the global function (such as RV FAC) have been shown to have lower feasibility [7] . However, continuous", "cite_spans": [{"start": 237, "end": 240, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 365, "end": 368, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 600, "end": 603, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 706, "end": 709, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Table 3 Diagnostic value of STE-derived parameters in discriminating RV dysfunction diagnosed by conventional parameters"}, {"text": "Underline and * indicate significant correlation (p < 0.05); italic font: no significant correlation RV/LV right/left ventricle, STE speckle-tracking echocardiography, LSS longitudinal systolic strain, LSR longitudinal systolic strain rate, TAPSE tricuspid annular plane systolic excursion, FAC fractional area change, S′ peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging, EF ejection fraction, PEEP positive end-expiratory pressure evolution of echocardiographic technology has greatly improved image quality. In our study, we found that conventional and STE-derived parameters were highly feasible. For instance, RV lateral LSS, the most widely used strain parameter, was measured on at least one cardiac cycle in all our patients from both ARDS and control cohorts. Two previous studies assessing RV lateral LSS in critically ill ventilated patients have reported feasibility rate of 83% (20/24) and 93% (28/30) [10, 11] . Our high feasibility rate could be explained by the fact that we tried to perform TTE examination with patients in the left lateral decubitus position, which proved to be safe despite the potential modification of airway and hemodynamic parameters. Not only were strain-derived parameters highly feasible, but also reproducible. Interobserver reproducibility assessed by ICC was > 0.75 for all LSS indices, which indicates good reliability [12] , much higher than for RV FAC. The same findings were recently reported in ARDS patients by Garcia-Montilla et al., with high ICC coefficients for RV lateral strain but a low interobserver agreement for RVFAC [13] . This could be explained by the software-based automated tracing of the endocardial border, which limits operator dependency.", "cite_spans": [{"start": 947, "end": 951, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 952, "end": 955, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1398, "end": 1402, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1612, "end": 1616, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Table 4 Correlation coefficients (Pearson) between echocardiography and clinical variables"}, {"text": "To date, there are no gold standard echocardiographic indices for RV function assessment. Many indices are available, with their own strengths and limitations [9] . Furthermore, for each index, there is no definite cutoff value to define RV dysfunction, especially in ventilated ICU patients in whom load conditions and positive-pressure ventilation can substantially alter \"normal\" values. Thus, we decided to compare STE-derived parameters to several currently in-use RV conventional indices. Apart from septal LSS, we found significant correlations between strain parameters and TAPSE, S′ and RV FAC. Using ROC curves, we also found that these strain parameters allowed to significantly differentiate patients with normal from those with abnormal RV function (defined by previously published cut-offs values for TAPSE, S′, RV FAC and a composite index). Based on our control cohort, we also provided cut-off values for abnormal LSS of all three RV walls, as well as for global LSS and LSR parameters. We hope these preliminary data will lay the groundwork for further in-depth assessment of these promising tools in ICU patients.", "cite_spans": [{"start": 159, "end": 162, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Table 4 Correlation coefficients (Pearson) between echocardiography and clinical variables"}, {"text": "Unlike the majority of studies in the field of RV strain, we not only analysed strain values in the lateral wall but also in the septal and inferior walls [14] . Left ventricular contraction is believed to account for 20 to 40% of RV systolic pressure and outflow [15] . This contribution increases in conditions of high RV afterload. Due to the oblique orientation of its muscular fibres, the contraction of the interventricular wall induces a twist of the RV cavity that produces ejection. When pulmonary vascular resistance increases, the RV must rely upon this intrinsic twisting function to maintain output [16] . As high RV afterload is likely to occur in ARDS patients, incorporating septal strain values could help best describe RV function in this subset of patients. RV inferior wall strain has been even less explored than septal strain. Yet, its feasibility was high in our cohorts and it has been shown to add incremental value to RV function assessment in situations of regional wall motion abnormalities [6] .", "cite_spans": [{"start": 155, "end": 159, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 264, "end": 268, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 612, "end": 616, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1019, "end": 1022, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Table 4 Correlation coefficients (Pearson) between echocardiography and clinical variables"}, {"text": "Recently, a group of eleven international experts in the field of critical care ultrasonography raised some important unanswered questions related to CCUS which should be trialled [17] . One of these questions was the usefulness of speckle-tracking strain and strain rates in evaluating heart-lung interactions with focus on adverse ventricular interdependence effects of tidal volume and PEEP in ARDS. In the present investigation, we could not find any correlation between STE-derived parameters and PEEP or driving pressure, but pressure levels were moderate (PEEP 10.6 mmHg ± 2.9 and driving pressure 12.4 ± 4.1). However, we did find significant correlations between RV Global LSS and the duration of inotropic support, cardiac output or PaO 2 :FiO 2 ratio, suggesting that speckle-tracking strain imaging could be useful in helping fine-tune ventilator settings on a short timescale to minimize heart-lung and ventricular interactions.", "cite_spans": [{"start": 180, "end": 184, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Table 4 Correlation coefficients (Pearson) between echocardiography and clinical variables"}, {"text": "We did not find any association between STE-derived parameters and the probability of survival or of being weaned from MV at D28, while others have previously reported such an association in ARDS patients [10] . Some explanations could be a greater heterogeneity in our patients' presentation or a lower mortality rate. Either way, it is unlikely that one single measurement at one time-point could accurately predict long-term outcomes in the complex setting of critical care. STE has the distinctive ability to detect subtle changes in systolic function. Thus, as discussed above, using these highly sensitive tools to serially assess RV function during a short therapeutic intervention could be more useful. For instance, RV lateral LSS has already been studied during recruitment manoeuvres in a large animal pre-clinical model and in ARDS patients [11, 18] . Both these studies found significant impairment in RV lateral LSS that were not detected by conventional parameters while increasing PEEP levels.", "cite_spans": [{"start": 205, "end": 209, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 853, "end": 857, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 858, "end": 861, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Limitations"}, {"text": "Based on our findings, one could argue that TAPSE, on top of being easy to perform, was also significantly different between survivors and non-survivors, thus combining time-efficiency and diagnostic accuracy. However, TAPSE has been shown to be correlated with left ventricular function, thus reflecting not only the presence of right, but also left ventricular failure [19] . Moreover, we predefined a very low abnormal cut-off value of < 12 mm. It induced a very low number of patients with abnormal TAPSE (n = 6/48), which is known to lead to the \"rare event problem\" where specificity disproportionately drives accuracy [20] . Indeed, when we assessed the probability of survival with or without abnormal TAPSE using a more relevant cut-off derived (i.e. 17 mm), we could not find any difference between the two groups.", "cite_spans": [{"start": 371, "end": 375, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 625, "end": 629, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Limitations"}, {"text": "Global STE assessment of the RV was highly achievable and reproducible in moderate-severe ARDS patients under invasive MV and additionally correlated with several conventional parameters of RV function. In our cohort, STE-derived parameters did not provide any incremental value in terms of survival or weaning from MV prediction. Further investigations are needed to evaluate their theranostic usefulness.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Supplementary information accompanies this paper at https ://doi. org/10.1186/s1361 3-020-0636-2.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1. Details about control patients' characteristics, feasibility and inter-observer reproducibility of RV parameters, diagnostic value of STE-derived parameters and their correlation with conventional RV indices as well as the cut-off values derived from the control patients. ", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Right ventricle in ARDS", "authors": [{"first": "V", "middle": [], "last": "Zochios", "suffix": ""}, {"first": "K", "middle": [], "last": "Parhar", "suffix": ""}, {"first": "W", "middle": [], "last": "Tunnicliffe", "suffix": ""}], "year": 2017, "venue": "Chest", "volume": "152", "issn": "", "pages": "181--93", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Experts' opinion on management of hemodynamics in ARDS patients: focus on the effects of mechanical ventilation", "authors": [{"first": "A", "middle": [], "last": "Vieillard-Baron", "suffix": ""}, {"first": "M", "middle": [], "last": "Matthay", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Teboul", "suffix": ""}], "year": 2016, "venue": "Intensive Care Med", "volume": "42", "issn": "", "pages": "739--788", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Assessment of right ventricular function in the research setting: knowledge gaps and pathways forward. An official American thoracic society research statement", "authors": [{"first": "T", "middle": [], "last": "Lahm", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Douglas", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Archer", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "198", "issn": "", "pages": "15--43", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging", "authors": [{"first": "R", "middle": ["M"], "last": "Lang", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Badano", "suffix": ""}, {"first": "V", "middle": [], "last": "Mor-Avi", "suffix": ""}], "year": 2015, "venue": "J Am Soc Echocardiogr Off Publ Am Soc Echocardiogr", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Standardization of left atrial, right ventricular, and right atrial deformation imaging using two-dimensional speckle tracking echocardiography: a consensus document of the EACVI/ ASE/Industry Task Force to standardize deformation imaging", "authors": [{"first": "L", "middle": ["P"], "last": "Badano", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Kolias", "suffix": ""}, {"first": "D", "middle": [], "last": "Muraru", "suffix": ""}], "year": 2018, "venue": "Eur Heart J Cardiovasc Imaging", "volume": "19", "issn": "", "pages": "591--600", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Usefulness of speckle-tracking imaging for right ventricular assessment after acute myocardial infarction: a magnetic resonance imaging/echocardiographic comparison within the relation between aldosterone and cardiac remodeling after myocardial infarction study", "authors": [{"first": "J", "middle": [], "last": "Lemarié", "suffix": ""}, {"first": "O", "middle": [], "last": "Huttin", "suffix": ""}, {"first": "N", "middle": [], "last": "Girerd", "suffix": ""}], "year": 2015, "venue": "J Am Soc Echocardiogr", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Feasibility of right ventricular longitudinal systolic function evaluation with transthoracic echocardiographic indices derived from tricuspid annular motion: a preliminary study in acute respiratory distress syndrome", "authors": [{"first": "J", "middle": [], "last": "Fichet", "suffix": ""}, {"first": "L", "middle": [], "last": "Moreau", "suffix": ""}, {"first": "O", "middle": [], "last": "Genée", "suffix": ""}], "year": 2012, "venue": "Echocardiography", "volume": "29", "issn": "", "pages": "513--534", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pearls and pitfalls in comprehensive critical care echocardiography", "authors": [{"first": "S", "middle": [], "last": "Orde", "suffix": ""}, {"first": "M", "middle": [], "last": "Slama", "suffix": ""}, {"first": "A", "middle": [], "last": "Hilton", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The use of echocardiographic indices in defining and assessing right ventricular systolic function in critical care research", "authors": [{"first": "S", "middle": ["J"], "last": "Huang", "suffix": ""}, {"first": "M", "middle": [], "last": "Nalos", "suffix": ""}, {"first": "L", "middle": [], "last": "Smith", "suffix": ""}], "year": 2018, "venue": "Intensive Care Med", "volume": "44", "issn": "", "pages": "868--83", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Speckle tracking echocardiography and right ventricle dysfunction in acute respiratory distress syndrome a pilot study", "authors": [{"first": "M", "middle": [], "last": "Bonizzoli", "suffix": ""}, {"first": "S", "middle": [], "last": "Cipani", "suffix": ""}, {"first": "C", "middle": [], "last": "Lazzeri", "suffix": ""}], "year": 2018, "venue": "Echocardiogr Mt Kisco N", "volume": "35", "issn": "12", "pages": "1982--1989", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Moderate and severe acute respiratory distress syndrome: hemodynamic and cardiac effects of an open lung strategy with recruitment maneuver analyzed using echocardiography", "authors": [{"first": "P", "middle": [], "last": "Mercado", "suffix": ""}, {"first": "J", "middle": [], "last": "Maizel", "suffix": ""}, {"first": "L", "middle": [], "last": "Kontar", "suffix": ""}], "year": 2018, "venue": "Crit Care Med", "volume": "46", "issn": "", "pages": "1608--1624", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A Guideline of selecting and reporting intraclass correlation coefficients for reliability research", "authors": [{"first": "T", "middle": ["K"], "last": "Koo", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Li", "suffix": ""}], "year": 2016, "venue": "J Chiropr Med", "volume": "15", "issn": "", "pages": "155--63", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Optimal right heart filling pressure in acute respiratory distress syndrome determined by strain echocardiography", "authors": [{"first": "R", "middle": [], "last": "Garcia-Montilla", "suffix": ""}, {"first": "F", "middle": [], "last": "Imam", "suffix": ""}, {"first": "M", "middle": [], "last": "Miao", "suffix": ""}], "year": 2017, "venue": "Echocardiogr Mt Kisco N", "volume": "34", "issn": "", "pages": "851--61", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sex-and method-specific reference values for right ventricular strain by 2-dimensional Speckle-tracking echocardiography", "authors": [{"first": "D", "middle": [], "last": "Muraru", "suffix": ""}, {"first": "S", "middle": [], "last": "Onciul", "suffix": ""}, {"first": "D", "middle": [], "last": "Peluso", "suffix": ""}], "year": 2016, "venue": "Circ Cardiovasc Imaging", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ventricular interdependence: significant left ventricular contributions to right ventricular systolic function", "authors": [{"first": "W", "middle": ["P"], "last": "Santamore", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Dell&apos;italia", "suffix": ""}], "year": 1998, "venue": "Prog Cardiovasc Dis", "volume": "40", "issn": "", "pages": "289--308", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The septal motor of biventricular function", "authors": [{"first": "S", "middle": [], "last": "Saleh", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Liakopoulos", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Buckberg", "suffix": ""}], "year": 2006, "venue": "Eur J Cardio-Thorac Surg Off J Eur Assoc Cardio-Thorac Surg", "volume": "29", "issn": "1", "pages": "126--164", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The ICM research agenda on critical care ultrasonography", "authors": [{"first": "P", "middle": [], "last": "Mayo", "suffix": ""}, {"first": "R", "middle": [], "last": "Arntfield", "suffix": ""}, {"first": "M", "middle": [], "last": "Balik", "suffix": ""}], "year": 2017, "venue": "Intensive Care Med", "volume": "43", "issn": "", "pages": "1257--69", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Effect of positive end-expiratory pressure on porcine right ventricle function assessed by speckle tracking echocardiography", "authors": [{"first": "S", "middle": ["R"], "last": "Orde", "suffix": ""}, {"first": "A", "middle": [], "last": "Behfar", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Stalboerger", "suffix": ""}], "year": 2015, "venue": "BMC Anesthesiol", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Right ventricular systolic function is not the sole determinant of tricuspid annular motion", "authors": [{"first": "A", "middle": [], "last": "López-Candales", "suffix": ""}, {"first": "N", "middle": [], "last": "Rajagopalan", "suffix": ""}, {"first": "N", "middle": [], "last": "Saxena", "suffix": ""}], "year": 2006, "venue": "Am J Cardiol", "volume": "98", "issn": "", "pages": "973--980", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Rare events in the ICU: an emerging challenge in classification and prediction", "authors": [{"first": "D", "middle": ["E"], "last": "Leisman", "suffix": ""}], "year": 2018, "venue": "Crit Care Med", "volume": "46", "issn": "", "pages": "418--442", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flowchart of the cohort of ARDS patients. ICU intensive care unit, MV mechanical ventilation, ARDS acute respiratory distress syndrome, LVEF left ventricular ejection fraction; ECMO extracorporeal membrane oxygenation respiratory rate. Severity scores at presentation (SOFA and APACHE II) were not significantly different.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "AUROC area under receiver operating characteristic, RV right ventricle, STE speckle-tracking echocardiography, LSS longitudinal systolic strain, LSR longitudinal systolic strain rate, TAPSE tricuspid annular plane systolic excursion, FAC fractional area change, S′ peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging, ED RV:LV end diastolic right ventricular over left ventricular diameter ratioSTE-derived parameters of RV function TAPSE (cut-off 12 mm)S' (cut-off 11.5 cm/s) RV FAC (cut-off 35%) ED RV: LV > 0.6 and at least 1 abnormal conventional parameter AUROC 95% CI p AUROC 95% CI p AUROC 95% CI p AUROC 95% CI p Diagnostic value of STE-derived parameters in discriminating RV dysfunction diagnosed by impaired conventional parameters. STE speckle-tracking echocardiography, RV right ventricle, LSS longitudinal systolic strain, LSR longitudinal systolic strain rate, TAPSE tricuspid annular plane systolic excursion, FAC fractional area change, S′ peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Abbreviations 2D: 2-Dimension; ARDS: Acute respiratory distress syndrome; DTI: Doppler tissue imaging; FAC: Fractional area change; IBW: Ideal body weight; ICC: Intraclass correlation; ICU: Intensive care unit; LSS: Longitudinal systolic strain; LSR: Longitudinal strain rate; LV: Left ventricle; MV: Mechanical ventilation; NO: Nitric oxide; PEEP: Positive end-expiratory pressure; RV: Right ventricle; S′: Peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging; SAPS II: Simplified acute physiology score II; SAP-MAP-DAP: Systolicmean-diastolic arterial pressure; SD: Standard deviation; STE: Speckle-tracking echocardiography; SOFA: Sequential organ failure assessment; TAPSE: Tricuspid annular plane systolic excursion; VV ECMO: Veno-venous extracorporeal membrane oxygenation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "ARDS patients' characteristics Median [interquartile range]; mean ± standard deviation; number (percentage) Statistical test: Student's t test unless specified: MW, Mann-Whitney or Pearson Chi 2 SOFA sequential organ failure assessment, SAPS II Simplified Acute Physiology Score II, SAP-MAP-DAP systolic-mean-diastolic arterial pressure, IBW ideal body weight; PEEP: positive end-expiratory pressure, NO nitric oxide, VV ECMO veno-venous extracorporeal membrane oxygenation (Additional file 1: Table S3). In ARDS patients, RV global LSS and global LSR demonstrated the highest ICC coefficients among all STE-derived parameters [0.", "latex": null, "type": "table"}, "TABREF2": {"text": "Echocardiography parameters in ARDS patientsRV/LV right/left ventricle, STE speckle-tracking echocardiography, LSS longitudinal systolic strain, LSR longitudinal systolic strain rate, TAPSE tricuspid annular plane systolic excursion, FAC fractional area change, S′ peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging, EF ejection fraction, E/e′ ratio between early mitral inflow velocity and mitral annular early diastolic velocity", "latex": null, "type": "table"}, "TABREF4": {"text": "Log-rank test of survival and cumulative incidence of weaning from MV depending on the presence or absence of an abnormal RV echocardiography parameter RV right ventricle, STE speckle-tracking echocardiography, LSS longitudinal systolic strain, LSR longitudinal systolic strain rate, TAPSE tricuspid annular plane systolic excursion, FAC fractional area change, S′ peak systolic velocity of tricuspid annulus by pulsed wave Doppler tissue imaging, MV mechanical ventilation", "latex": null, "type": "table"}}, "back_matter": [{"text": "Not applicable. 1 ", "cite_spans": [{"start": 16, "end": 17, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Conception of the study: JL, PEB, CSS, OH. Acquisition of data: JL, CHM, ND, AK. Analysis of data: JL, CHM. Interpretation of data: JL, CHM, CSS, SG, OH. Draft of manuscript or substantial revision: JL, CHM, CSS, SG, OH. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "Funding support was provided by a grant from the University Hospital of Nancy, CHRU Nancy, service de réanimation médicale, Nancy, F-54000, France.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets used and analysed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study was approved by the institutional ethics committee of the French Intensive Care Society (decision CE SRLF15-39) which waived the need for patient's consent. Written and oral information about the study was given to the patients and/or their next of kin.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}