{
    "paper_id": "1e0f6c6844f4c0c4bce43b89c3642296545ba4ec",
    "metadata": {
        "title": "The Effect of Prior Inoculation with an Enterovirus (LEV 4) on Rhinovirus Infection of Volunteers",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "H J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "/",
                "middle": [
                    "["
                ],
                "last": "Attttews",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvia",
                "middle": [
                    "E"
                ],
                "last": "Reed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyrt~ell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Twenty-four volunteers at the Common Cold Unit were divided into two groups of twelve. One group was vaccinated orally with an enterovirus (LEV 4) and the other with nutrient broth. Both groups were challenged three days later with intranasal rhinovirus I and they were observed clinically and monitored by laboratory tests to see if any modification of the rhinovirus infection occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All&he vaccinated volunteers were successfully infected with LEV 4 and were excreting the enterovirus in the faeces at near maximum titres at the time of the rhinovirus infection, following which 67 per cent of the volunteers were infected and 29 per cent developed symptoms. However, the vaccinated group did not differ from the unvaccinated in respect of the illness induced, the excretion of rhinovirus type 4 or the rise of RV4 antibody titre. LEV4 was isolated from the nasopharynx of some of the volunteers, but the rhinovirus infection was not modified even in these. Interferon was present in the serum and nasal washings of nine volunteers in all, of whom only 3 had received the LEV 4 vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Two additional volunteers were shown to be insusceptible to reinfection with LEV4. It was concluded that live enterovirus vaccination does not induce viral interference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since many serotypes of viruses cause acute respiratory disease, vaccination against most of them is impracticable. The exploitation of viral interference for prophylaxis is especially attractive because of its wide application and the possibility of offering protection against agents for which no other means of prophylaxis is currently available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It appears that acute respiratory disease in man can be prevented by viral interference. TYR~ELL and R~EO (1) showed that volunteers inoculated with influenza during the incubation period of a rhinovirus were protected against influenza infection, although this protection did not occur during the incubation period of a coronavirus. However, both viruses primarily affect the respiratory system, so that purely local factors may have operated. Interference by a heterologous virus was observed by VS~LLA et al. (2) when they showed that pre-school children vaccinated against rubella were protected against acute upper respiratory tract illness for at least 12 weeks after vaccination. This protection was greater than that afforded by a parainfluenza virus vaccine.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent epidemiological evidence from the U.S.S.R. has suggested that interference may be exploited by giving a live enterovirus as a vaccine to prevent viral respiratory disease, and that the protection induced is mediated by circulating interferon. VOROSRInOVA (3) reported that an enterovirns vaccine had been successfully used for the prophylaxis of influenza and other acute respiratory diseases. In many trials, a 1.9 to 5.1-fold reduction in the incidence of these diseases was observed in vaccinees. Furthermore, interferon was measurable in the blood, nasal washings and urine of vaccinees, the maximum titres being observed on the 5th to 8th days. However, no studies of the efficacy of the procedure in an isolation unit have been reported. We thought it important to study the effect of a vaccine in isolated volunteers both by measuring interferon production and by the results of challenge with an interferon-sensitive virus.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The enterovirus, live epidemiological vaccine type 4 (LEV4), was kindly supplied by Professor M. X. Voroshilova. The virus was completely neutralised by W.I-I.O. reference echo type 1 antiserum in monkey kidney tissue culture. Other agents were excluded by cultivation in standard bacteriological media and tissue cultures. The pathogenicity of LEVI for the central nervous system of cynomolgus monkeys (~FI. irus) was tested at the National Institute for Biological Standards and Control. The vaccine was injected directly into the thalamus and lumbo-saeral region of the spinal cord of 24 animals. There were no clinical or histological responses attributable to viral activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine"
        },
        {
            "text": "The challenge virus, rhinovirus type 4 (RV4) was prepared from nasal washings of infected volunteers and had not been passaged in tissue culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge Virus"
        },
        {
            "text": "The subjects were healthy adults aged 18--50 who were housed in isolation at the Common Cold Unit, Salisbury, and observed by standardised methods described by Tu (4) . All clinical assessments were made under double blind conditions and at the end of the trial a clinical symptom score was calculated for each volunteer. We excluded volunteers with serum haemagglutination inhibition (HAI) titres of 1 in 4 or more against RV4 using the method of :REED and IIALL (5).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Procedures in Volunteers"
        },
        {
            "text": "Throat swabs and faeces for enterovirus titration were collected before LEV4 inoculation and before and after RV 4 challenge. Nasal washings for I~V 4 titration and interferon were ccllected before and on sever M oceassions after the :RV4 challenge. Blood was taken before the LEV 4 inoculation, on alternate days for 6 days afterwards, and about 17 days after rhinovirus challenge. ~ The first and last sera were used to measure tIAI and neutralising antibodies to RV4; interferon was measured in all specimens. All specimens were collected from both test and control groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.g. Specimens and Isolation o/LEVg, R V g and Inter/eron"
        },
        {
            "text": "Faeces were homogenised with sterile applicator sticks to make a 10 per cent suspension in nutrient broth with antibiotics. Throat swabs were collected into a similar medium. Isolations and titrations were performed in continuous monkey kidney tissue culture, either VERO or V3, in which the enterovirus produced typical eytopathie effect. Both these cell lines were insensitive to rhinovirus type 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.g. Specimens and Isolation o/LEVg, R V g and Inter/eron"
        },
        {
            "text": "Nasal washings were tested in parallel in rhinovirus-sensitive HeLa cells as described by S$OT~ and TYRRELL (6) , and in monkey kidney cells. SpecimEns showing an enterovirus eytopathie effect in monkey kidney cells were re-tested in HeLa cells in the presence of antiserum to echovirus 1, used at 30 times its neutralising titre. This procedure effectively suppressed growth of at least 1000 TCDs0 of LEV4 while leaving the growth of RV4 unaffected.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "2.g. Specimens and Isolation o/LEVg, R V g and Inter/eron"
        },
        {
            "text": "Sera were screened for interferon by a plaque reduction method of MERmA~r (7) using bovine vesicular stomatitis virus in the semi-micro method of Zm~AX and MERt-GAN (8) . Titration of the referenee human interferon preparation B69/19 showed inhibition by 0.1 to 1 i.u. of human interferon per ml of sample tested. Samples were tested at a dilution of 1 : 10 to exclude non-specific interference.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "2.g. Specimens and Isolation o/LEVg, R V g and Inter/eron"
        },
        {
            "text": "All volunteers in the test group were successfully infected with LEV4 (Table 1) . Their pre-inoeulation specimens, and all the control group specimens, showed no enterovirus. Table 1 shows that the LEV4 was isolated from the nasopharynx of nearly half of those inoculated. Daily titrations of faeces of 5 volunteers showed that excretion of LEV4 was maximal on days 4 or 5; overall, excretion of LEV4 was near maximum on days 1 or 2 so that infection was well established when the volunteers were challenged with rhinovirus. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pattern o/Enterovirus Excretion o/ Volunteers"
        },
        {
            "text": "Effects of challenge were monitored by both clinical response and virological evidence of infection, namely the isolation of RV4 from one or more nasal washings or a four-fold or greater rise in strum HAI or neutralising antibody titre to RV4. Although only 25 per cent developed symptoms and 60 per cent were infected of the control group, no overall reduction in illness or infection was induced by prior LEV4 inoculation (Table 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overall E]/ects o] Rhinovirus 4 Challenge"
        },
        {
            "text": "The mean titres of RV4 in nasal washings were calculated for each day (Fig. 1) . Although the mean in the control group was slightly higher than in the test group on the 3rd day after rhinovirus challenge, this difference was not significant. Rhinovirus excretion was not delayed in the vaccinated group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "E//ect on Mean Daily R V 4 Excretion"
        },
        {
            "text": "The five volunteers from whom LEV4 was isolated in the nasopharynx were considered separately to see if local interference occurred. However, none of the indices of RV4 infection was significantly' lower in this group (Table 2) , and calculation of the daily mean titl'eS of RV4 in nasal washings (Fig. 1) confirmed that no interference occurred locally on any specific day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 297,
                    "end": 305,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "E//ect o] Presence o/ LEV 4 in Nasopharynx"
        },
        {
            "text": "Interferon was found in the serum on the 5th day only (5 days after LEV4 or control inoculation and 3 days after RV4 challenge) in three volunteers, two of whom had not received LEV4. Presence of interferon in serum therefore seemed to be related to rhinovirus challenge (Table 3) . Interferon in nasal washings (Table 3 ) also showed no relationship to LEV4 vaccination. Four of the seventeen volunteers who were symptom-free throughout the trial showed interferon in nasal washings compared with three of 7 who were symptomatic. Thus interferon in nasal washings was associated with symptoms of rhinovirus infection but the difference did not ~ehieve statistical significance at the 0.05 level (%2 = 3.744, p <0.1). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 312,
                    "end": 320,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Presence o/Inter/eron in Serum and Nasal Washings"
        },
        {
            "text": "Two additional volunteers who were not studied in isolation were successfully infected with LEV4, but they were not challenged with RV4 and are therefore not included in the previous results. LEV4 was obtained from throat swabs and faeces of both volunteers. The course of enterovirus excretion was followed at first daily, then weekly; excretion definitely ceased after 12 weeks. NeutrMising antibodies to echo 1 virus in the serum rose after three weeks from titres of < 1/5 to titres of 1/7 and 1/14. No interferon was demonstrated in the serum at any stage of the enterovirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E//ect o/ Revaccination with LEV 4"
        },
        {
            "text": "These two volunteers were given 106 TCDs0 LEV4 three months after the first infection. Virus could not be grown from any specimens of th~b/~t swabs or faeces, and it was concluded that the second close had failed to infect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E//ect o/ Revaccination with LEV 4"
        },
        {
            "text": "Our results do not agree with the epidemiological and laboratory data previously reported for LEV4 by VoaosltmOVA (3). In another Russian study by OBR0SOvA-S~RoVA et al. (9) a single dose of LEV4 was noted to be ineffective in a controlled study of the prevention of an influenza epidemic. SEIBtL et al. (10) , in an epidemiological study involving many thousands of subjects, claimed that multiple doses of vaccine, especially live poliovirus vaccine, were mote effective than a single dose in reducing respiratory illness. However, sinee ~e c6uld not achieve reinfection with LEVr it is difficult to see how multiple i'dose; could be more effective.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If viral interference is to be a useful method of prophylaxis, our study should have shown some effect, however small, on the results of rhinovirus challenge in the test group. All of the test group were infected and high titres of LEV4 were being excreted at the time of rhinovirus challenge. Nevertheless no effect could be demonstrated on the symptoms produced, the mean total rhinovirus excretion, the mean daily rhinovirus excretion, or the number of four-fold or greater rises in l~V4 antibody titre. Furthermore the presence of the interfering virus locally in the nasopharynx conferred no apparent advantage in protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interferon was present in nasal washings and serum, but its presence was not related to LEV4 vaccination; it was probably a result of rhinovirus challenge. Interferon in the nasal washings was to some degree related to the expression of symptoms. It does not appear that vaccination with live enteroviruses will provide a satisfactory method for the prevention of acute respiratory disease due to viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Some possible practical implications of interferon and interference",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        ") A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "438--442",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory virus vaccines. VIII. Field evaluation of trivalent parainfluenza virus vaccine among preschool children in families",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Vella",
                    "suffix": ""
                },
                {
                    "first": ":",
                    "middle": [
                        "~ E"
                    ],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Woodhour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mascoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Leagus",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "I~ezqso~n",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stoees",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hille2cfan",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "99",
            "issn": "",
            "pages": "526--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Live enterovirus vaccines used as the interferon inducers for prophylaxis of respiratory infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Vo~oshilova",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "International Virology II: (Proc. of the Second Internat. Congress for Virology",
            "volume": "",
            "issn": "",
            "pages": "141--142",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The use of volunteers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyr~ell",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Amer. Rev. resp. Dis",
            "volume": "88",
            "issn": "",
            "pages": "128--134",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Haemagglutination-inhibition test in rhinovirus infections of volunteers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Infect. Immunity",
            "volume": "8",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Some improved techniques for the study of rhinoviruses using HeLa cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "S~ott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Ty~i~ell",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Arch. ges. Virusforsch",
            "volume": "23",
            "issn": "",
            "pages": "236--244",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A plaque inhibition assay for human interferon employing human neonate skin fibroblast monolayers and bovine vesicular stomatitis virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Merigaig",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "In vitro Methods in Cell-Mediated Immunity : (Conf. on In vitro Methods in Cell-Mediated Immunity",
            "volume": "",
            "issn": "",
            "pages": "489--497",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A useful quantitative semimieromethod for viral plaque assay",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "~"
                    ],
                    "last": "Zis~an",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Merigan",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Proc. Soc. exp. Biol. Med",
            "volume": "142",
            "issn": "",
            "pages": "1174--1179",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SLEPUS~ZIZr Study on efficiency of Amantadine and interferon stimuli as means of non-specific prophylaxis of influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Ob~osova-Se~ova",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Fedo~ova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Glu~hov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "S~al~ov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Litvinov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Adeeva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Antibiotiki (Mosk)",
            "volume": "17",
            "issn": "",
            "pages": "734--738",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "C~ACODZ~EV: Prophylaxis of influenza and acute respiratory diseases with the help of interferonogens. In: Work of the Institute of Poliomyelitis and Virus EncephMitis of the Academy of",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Seibil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Boiko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "T~os~n~a",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F P"
                    ],
                    "last": "Kislenkov• A",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Booac~",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tavadze",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "V%l",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ilyna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pavlova",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Medical Science of the U.S.S.R",
            "volume": "16",
            "issn": "",
            "pages": "88--100",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Member of Scientific Staff, Division of Communicable Diseases",
            "authors": [],
            "year": null,
            "venue": "Clinical l%esearch Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rhinovirus 4 was given by intranasal inoculation on day 0 and the daily excretion of RV4 measured in nasal washings was followed in those given nutrient broth (control group) and LEV4 (test group). No significant difference in excretion of the common cold virus is seen in the vaccinated group. The mean titres are from 12 volunteers on days 2, 3 and r and from 5 volunteers on days 1 and 5 in the control and test groups. Mean titres on days 2, 3 and 4 are also shown for the five volunteers who grew LEVI from the nasopharynx: they are not significantly delayed or lower than the controls T.m.J. MATTHEWS, SYLVIA E. ~EED, and D. A. J. TYRRELL:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Isolation and Titration o/ Enterovirus (LEV4) /tom Volunteers: LEV4 Vaccination on Day 0",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "E/]ects o/ Prior LEV 4 Inoculation on Rhinovirus 4 In/ection o/ VolunteersEFFECT OF LEV 4 VACCINAT)ON 'TAKE' IN NASOPHARYNX ON MEAN DAILY RV4 EXCRETION.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Presence o/ Inter]eron (IF) in Serum and Nasal Washings :",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}