{
    "paper_id": "1e0f449648b08efc30933adbefa904dc8f900c59",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Raju",
                "middle": [],
                "last": "Vaishya",
                "suffix": "",
                "affiliation": {},
                "email": "raju.vaishya@gmail.com."
            },
            {
                "first": "Shashi",
                "middle": [],
                "last": "Bahl",
                "suffix": "",
                "affiliation": {},
                "email": "shashi.bahl@ptu.ac.ins.bahl."
            },
            {
                "first": "Ravi",
                "middle": [
                    "Pratap"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": "singhrp@nitj.ac.in."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Letter to the editor in response to: Telemedicine for diabetes care in India during COVID19 pandemic and national lockdown period: Guidelines for physicians Dear Editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "We were delighted to read a recently published article on the use of telemedicine for diabetic patients during COVID-19 pandemic [1] . The authors have duly elaborated the importance of telemedicine in the clinical practice management of the diabetic patients, but its applications can be applied to many other medical specialties. The telemedicine takes an edge over other technologies, as it offer the medical like facility at the door steps for the needy ones. The patients can have regular interaction sessions with their corresponding physician in such critical time. Secondly, telemedicine offers the patients the necessary and timely medical regarding their ailment while they are stuck in a remote location [2] and that too without putting much efforts.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Chronic diseases such as Diabetes are highly responsible worldwide in an increased death rate due to COVID-19 pandemic. This virus has the ability to sustain on various surfaces [3] . This may be decreased by having the good glycemic control. The situation of worldwide lockdown due to COVID-19 disease has resulted in the deteriorated health of diabetic patients. The real time health condition of these patients can be monitored by employing the telemedicine technology as a response in times of restrictions imposed on the movement of people due to the spread of COVID-19. The medical record and information related to the patients is exchanged between the places located far from each other with the help of advanced technologies for the purpose of providing health care services to their patients, by the doctors [1] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The universal availability and the use of smartphones are a boon for using telemedicine technology. The major advantage of this technology is in helping the patients to connect with the doctors while being at home thereby avoiding the risk of being getting infected with the Coronavirus while visiting the hospitals for the treatment. It is however, necessary that the doctors undertake several instructions for using this technology, which is rather easy and user friendly and not a 'rocket science'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "With its capability of digital platform, this technology is successfully used for chronic care and proper management of health. Proper monitoring of vital sign like blood pressure, blood sugar levels, and other required activities can be performed from home during this COVID-19 outbreak. The diabetic patients can schedule their visit from homes which also helps to save transportation cost. It has ability to effectively interact with patient to improve the clinical outcome [4] . The patients can therefore be remotely managed by the physician with proper management of condition in daily basis.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "We believe that this technology can change the way how we manage diabetes to improve the quality of treatment. This also provides alternative approaches to manage high risk infected patient. In future, this technology could seem innovative to manage diabetes during COVID-19 pandemic. The major caveat to the use of this technology are making wrong clinical decisions (at times), due to non examination of the patient and relying on their investigation reports and history. Secondly, many patients may not feel satisfied without having a face-to-face contact with the treating doctor. But, due to the pandemic situations, the telemedicine is perhaps the best way out for both the patients and the doctors. Different alternative solutions are also provided to sort out the shortage of ventilators required for COVID-19 patients [5] .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 830,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "We agree with the authors that there may be some legal issues related to telemedicine consultations, but the recent approval by the Medical Council of India and the legal courts have given a respite to some extent in this regard. However, we feel that despite an availability of telemedicine facilities in India and abroad for many years, the use of it has not been adequately used so far. This pandemic has given us the golden opportunity to explore using this facility for our patient effectively, not only in this pandemic but also later on!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The authors declare that they have no conflict of interest in the publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Telemedicine for diabetes care in India during COVID19 pandemic and national lockdown period: guidelines for physicians",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Syndr Clin Res Rev",
            "volume": "14",
            "issn": "",
            "pages": "273--279",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.04.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Industry 4.0 technologies and their applications in fighting COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Javaid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haleem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Syndr Clin Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.04.032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sustainability of Coronavirus on different surfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Javaid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haleem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nandan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Exp Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jceh.2020.04.020"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical considerations for patients with diabetes in times of COVID-19 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Syndr Clin Res Rev",
            "volume": "14",
            "issn": "",
            "pages": "211--213",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.03.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Challenges and solutions in meeting up the urgent requirement of ventilators for COVID-19 patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iyengar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "Raju",
                    "middle": [],
                    "last": "Vaishya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Contents lists available at ScienceDirect Diabetes & Metabolic Syndrome",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.04.048"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}