{
    "paper_id": "1e120192eb68675aae21e3b30e77024653a409a9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The discussion primarily focuses on clinical treatments and public health responses in high-and middleincome countries. But, due to the pandemic spread of the virus, we must expect further spreading of the disease to countries with weak public health and health care systems, which may easily be overwhelmed by the occurrence of many patients within a short period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We must consider the potential impact of current travel and movement restrictions on global health interventions and research projects. By nature, global health practice and research heavily relies on international exchange and free international movement of persons and goods. Travel restrictions, if upheld for a longer time, may interfere with project plans and interventions. Vulnerable individuals and populations may suffer from interruptions in the provision of health services. Ongoing projects and interventions may be paused, planned projects may be postponed -this can affect the lives and the well-being of many people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The risk management of the COVID-19-pandemic in the context of global health research and practice not only needs to take into account microbiological and epidemiological knowledge and expertise on the characteristics and spread of SARS-CoV-2, but also social and economic impacts and challenges in different countries and settings. On the one hand, the resumption of temporarily interrupted projects may endanger people by unintended The coronavirus pandemic challenges ongoing and planned global health research and practice activities throughout the world; project planners and responsible persons must cautiously balance out the risks of interruption and resumption of the projects in the respective settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "transmission of the virus from researchers, aid workers and other project staff to people in vulnerable settings. Nearly all populations within the focus of global health research or interventions must be considered at a particular risk. Clinical data suggest that elderly and immunocompromised persons are at a very high risk of infections and poor outcomes when infected with SARS-CoV-2, the high contagiousness of the virus puts people in densely populated settings, such as refugee camps, at a particular risk [3] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, disease control measures successfully implemented in high-income countries, may not be the preferred nor the adequate solution for all countries and settings. Sustained lockdowns, first imposed on the city of Wuhan in China and later announced in almost all countries seriously affected by the pandemic, may not be rational everywhere, considering practicability, proportionality and potential side-effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proportional and context-adequate measures need to reflect the age-structure of the populations and further risk-factors for developing serious or fatal courses of COVID-19. Young people are at a lower risk for developing serious COVID-19 than elderly, whereas non-communicable diseases such as hypertension, diabetes, pulmonary or heart disease, that are prevalent in many low-and middle-income countries, are known risk factors for unfavorable courses of COVID-19 [4, 5] . Therefore, information on the age-structures and diseases and risk-factors in different communities and societies need to be included critically in the decision-making and project-planning process.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Equally important, though, are the economic and social implications of the interventions. In many resource-constrained settings, people work as day-laborers or they live from subsistence economy; many live in densely populated urban settings. Under these conditions, sustained lockdowns, movement and contact restrictions are not only impossible to upheld, but they will also have serious side-effects such as further impoverishment and hunger, which also endanger the health and survival of the people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Project managers and people in charge must very cautiously discuss and evaluate the balance of risks of extended interruption and continuation before resuming the projects. This evaluation process may yield different results and consequences for different settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Photo: Kutupalong Rohingya Refugee Camp in Bangladesh. Densely populated refugee camps are highly vulnerable to the spread of coronavirus (from the author's own collection, used with permission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There will be no one-size-fits-all-solution -different local circumstances will require different approaches and security mechanisms. The current situation may be considered a chance for restructuring the global health system, establishing more resilient and sustainable structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The more we learn about the spread and contagiousness of SARS-CoV-2 the better we can develop strategies to resume project work while providing safety to people at risk. The availability and the use of personal protective equipment (PPE) and the possibility to wash or sterilize hands regularly need to become routine in global health projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coronavirus pandemic may thus help to reconsider and redesign the basic structure and foundations of global health research and practice. Recently, the contradiction between frequent international air travel of global health professionals and researchers and efforts of mitigation of climate change has been discussed [6] . This discussion may well be extended to questions of disease prevention in light of international spread of pathogens. Further and more extensive strengthening of local capacities and empowerment of human resources in many low-and middle-income countries that are in the focus of global health activities will help to decrease the demand of deployment of foreign staff. Long distance air travel for short meetings should be reduced. Instead, long term exchanges of staff can strengthen institutional ties and help to guarantee consistency in the projects. Technology may also play an increasing role in global health projects -video calls and conferences should be used more often in project planning and team exchange. Therefore, strategic planning in international cooperation and global health should also keep an eye on the spread of digital technologies and the availability of broad-band internet connections -mobile or landline network based.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ongoing coronavirus pandemic puts particularly strains on the global health system. We may use this exceptional situation to reconsider and restructure the system for the better of global population health and well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease (COVID-2019) situation reports 2020 Available",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Host susceptibility to severe COVID-19 and establishment of a host risk score: findings of 487 cases outside Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-020-2833-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1091"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COV-ID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Air travel for global health: flying in the face of sustainable development?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Govia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadende",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "394",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(19)32680-7"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of Medicine III (Interdisciplinary Medical Intensive Care), Medical Center, Faculty of Medicine, University of Freiburg, Germany 2 Department of Cardiology and Angiology I, Heart Center, University of Freiburg, Germany 3 Heidelberg Institute of Global Health, University of Heidelberg, Germany",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}