{
    "paper_id": "1e1560c4eea5f2b91de3159b8e904e4e3506393e",
    "metadata": {
        "title": "Notfall+ Rettungsmedizin Editorial",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Wolff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Springer Medizin Verlag GmbH",
                    "location": {
                        "settlement": "Heidelberg",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Liebe Leserinnen, liebe Leser, COVID-19 hat uns alle fest im Griff und ist allgegenwärtig. Fast im Minutentakt kommen neue Infektionszahlen, Informationen und Fakten auf uns zu -oft aus seriösen Quellen. Manche Fakten sind aber nicht so einfach von Fake News zu trennen. All das ist selbst für das medizinische Fachpersonal schwierig zu sortieren und einzuordnen und führt zu Unsicherheiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktuelle Informationen zu COVID-19 auf einer Plattformzeitschriftenübergreifend"
        },
        {
            "text": "In ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktuelle Informationen zu COVID-19 auf einer Plattformzeitschriftenübergreifend"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019\" (COVID-19): update für Anästhesisten und Intensivmediziner März 2020",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas-Rüddel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00101-020-00758-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Empfehlungen zur intensivmedizinischen Therapie von Patienten mit COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Klin Intensivmed Notfmed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00063-020-00674-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapeuticand triagestrategiesfor2019novelcoronavirusdisease in fever clinics",
            "authors": [
                {
                    "first": "Zhou",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhangj",
                    "suffix": ""
                },
                {
                    "first": "Yangyetal",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "3",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alle aktuellen Entwicklungen zu COVID-19 bei Springer Nature und Springer Medizin Auf der Homepage SpringerMedizin.de finden Sie ein immer aktuelles Dossier mit Beiträgen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "auch die kürzlich publizierte Empfehlung von DIVI, DGIIN, DGAI und DGP zur Intensivtherapie von Patienten mit COVID-19 und relevante Links wie z.B. zum Johns Hopkins Corona Virus Resource Center mit seiner interaktiven Weltkarte zur Coronavirus-Epidemie",
            "authors": [
                {
                    "first": "Darin",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sharing research data andfindings relevant to the novel coronavirus(nCoV) outbreak\" des britischen WellcomeTrust angeschlossen",
            "authors": [],
            "year": null,
            "venue": "Darüber hinaus hat sich Springer Nature als großer internationaler Wissenschaftsverlag dem Statement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Das Dossier zu Coronavirus/Covid-19 von SpringerMedizin.de finden Sie hier",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "einigen Zeitschriften aus dem Portfolio des Springer Medizin Verlags wurden bereits Übersichten und Empfehlungen von Experten publiziert, in denen die Informationsfülle sortiert und der Zustrom von Informationen sinnvoll eingeordnet wird. Somit werden relevante von weniger relevanten Fakten oder gar mutwilligen Falschmeldungen getrennt. VID-19): update für Anästhesisten und Intensivmediziner März 2020\" [1] aus Der Anaesthesist. In diesem haben die Autoren um Professor Dr. Thomas-Rüddel all das zusammengefasst, was aktuell über Symptomatik, Diagnostik, Hygienemaßnahmen und Therapie der Corona-viruserkrankung bekannt ist. Neben dem anästhesiologischen und intensivmedizi-nischenBlickwinkel gehtderBeitrag auch auf notärztliche und rettungsdienstliche Aspekte ein. Gleichzeitig weisen die Autoren darauf hin, dass diese Pandemie neben den medizinischen vor allem auch logistisch-organisatorische Herausforderungen in ungekannter Dimension mit sich bringt. » Über springermedizin.de/ covid-19 besteht Zugriff auf alle COVID-19-Beiträge aus allen Facharztzeitschriften Im Dossier von SpringerMedizin.de finden Sie zudem die aktuellen Empfehlungen der DIVI, DGIIN, DGAI und DGP zur Intensivtherapie von Patienten mit COVID-19 [2], des Weiteren relevante Links wie etwa zum Johns Hopkins Co-Abb. 1 8 QR-Code zum Coronavirusdossier SpringerMedizin.de/covid-19 Arbeit zum Dossier bei, die Sie in der vorliegenden Ausgabe abgedruckt finden. Die Autoren Dr. Dommasch und PD Dr. Spinner haben in der Rubrik \"Notfall aktuell -Für Sie gelesen\" einen aktuellen Beitrag aus The Lancet Respira-Auf www.springernature.com/gp (. Abb. 2) sind aktuelle internationale Arbeiten, Kommentare und relevante Bücher zu diesem Thema frei verfügbar. Liebe Leserinnen, liebe Leser, herzlichen Dank für Ihre Arbeit in der allerersten Reihe. Diese Zeiten sind für uns alle von ganz besonderen Herausforderungen geprägt. Der Springer Medizin Verlag möchte Sie dabei mit den aktuellsten Informationen begleiten und Ihnen so zur Seite stehen. Halten Sie durch und bleiben Sie gesund! Dr. I. Wolff Facharztzeitschriftenredaktion Not-fall+Rettungsmedizin, Springer Medizin Verlag GmbH Tiergartenstr. 17, 69121 Heidelberg, Deutschland ines.wolff@springer.com Interessenkonflikt. I. Wolff gibt an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}