{"paper_id": "1e176baf97af5782d4050144e3afd1f693a7a524", "metadata": {"title": "Calibrating an Epidemic Compartment Model to Seroprevalence Survey Data", "authors": [{"first": "Michael", "middle": [], "last": "Halem", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Becare", "middle": [], "last": "Link", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Llc", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "To date, the Covid-19 epidemic has produced tremendous cost and harm. However, to date, many epidemic models are not calibrated to seroprevalence survey(s). This paper calibrates a relatively simple, SIR plus confirmed cases (\"SIRX\") model against seroprevalence survey data released by the State of New York. The intention of this paper is to demonstrate a potentially new technique of calibration for epidemic models used by scientists, public health officials and governments. The technique can then be incorporated in other more complex models. Open source code is included to assist model developers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The intention of this paper is to provide a calibration technique, applied to a relatively simple SIR plus cases model (\"SIRX\") using seroprevalence data. This paper is an attempt to communicate to epidemiologists and other modelers within a timeframe that is useful to managing the current epidemic. Numerous simplifications are made to concentrate this communication. Hence additional detail and accuracy are explicitly beyond the scope of this paper.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All code and data are available at [1] . This calibration technique was independently developed by the author. An extensive search for other similar techniques which may have existed in the literature was beyond the time scope of this paper. Such techniques will be credited in subsequent revisions of this paper as they come to the attention of the author.", "cite_spans": [{"start": 35, "end": 38, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "As will be explained in detail below, in this paper the New York State \"Wadsworth\" Antibody Seroprevalence Survey will be used to calibrate a SIRX model.", "cite_spans": [], "ref_spans": [], "section": "Generalizing an Antibody Test"}, {"text": "In the attached appendix, a simplified antibody test is used to demonstrate via linear algebraic manipulations how both sensitivity and specificity would interact with different (perfectly) known seroprevalence time series, assuming that the test is sampled at a fixed time relative to the time series independent variable t. Antibody test sensitivity and specificity curves were rounded from the Wadsworth test in the Appendix so that the arithmetic can be checked by inspection. In the Appendix, and summarized in Figures 1, 2 , and 3 below, three different assumed time series are put forward as examples: Figure 1 : a cumulative infection growth rate doubling every 3 days (newly infected doubling every 3.64 days), representing an epidemic's typical exponential growth before the introduction of social distancing measures; Figure 2 : a flat (constant) infection rate per day; and Figure 3 : an exponential decrease in the number of new infections at the same 3.64 halving rate as Figure 1 , created by \"playing backwards time\" from the example Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 516, "end": 528, "text": "Figures 1, 2", "ref_id": "FIGREF0"}, {"start": 609, "end": 617, "text": "Figure 1", "ref_id": null}, {"start": 829, "end": 837, "text": "Figure 2", "ref_id": "FIGREF0"}, {"start": 886, "end": 894, "text": "Figure 3", "ref_id": null}, {"start": 986, "end": 994, "text": "Figure 1", "ref_id": null}, {"start": 1050, "end": 1058, "text": "Figure 1", "ref_id": null}], "section": "Generalizing an Antibody Test"}, {"text": "The three different types of new infected time series are shown above.", "cite_spans": [], "ref_spans": [], "section": "Generalizing an Antibody Test"}, {"text": "In each time series chart, the X's connected with the black line represent the number of new infected each day t. The bars represent the cumulative infected. Of note is that once infected, in the time series members of the subpopulation are always counted as positive whether they remain infectious, or have recovered or died and are no longer infectious. The cumulative infected total represents the true total percentage of the tested population who are positive for the condition of ever having been infected.", "cite_spans": [], "ref_spans": [], "section": "Generalizing an Antibody Test"}, {"text": "Given a known true infected time series, using algebra and arithmetic the test results have been computed and presented in Table 1 100.00% X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X 0 10 20 30 40", "cite_spans": [], "ref_spans": [{"start": 123, "end": 130, "text": "Table 1", "ref_id": null}], "section": "Generalizing an Antibody Test"}, {"text": "to a \"perfect\" test in the blue horizontal lines. The charts y axis are logarithmic --and understate the true significance of the undercount. The results clearly show that the ratio of test positive (test infected) to total infected is significantly reduced, in the exponential growth and the flat examples, compared to both (a) the actual number of infected using an accurate calculation; and (b) the naively computed number of infected using a single final sensitivity. This is because the Wadsworth Test, like most antibody tests, increases in sensitivity as the immune system responds to the infection over time. Therefore, if an analysis uses only an antibody test's peak sensitivity (measured three or more weeks after infection), it would significantly underestimate the true infected rate. Further, there is a risk, particularly in test results that do not have their adjustments published, that public health officials, government executives, or the general public will assume naively that seroprevalence test results presented in summary form at press conferences represent an unbiased estimated of the population's true cumulative infection percentage, when instead it is likely significantly higher. Therefore it is clear that care must be taken by the modeler in using test results, particularly those without published detail as to their calculation method or sensitivity and specificity.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 − Exponential Increase of New Infected Time Series"}, {"text": "This paper will use a modified SIR model to demonstrate calibration. The model utilized for this example is a simplification of the SIR-X model of Maier and Brockmann [2] , itself a generalization of the SIR model. In addition to the three basic SIR compartments of S (susceptible), I (infected), and R (recovered or deceased), there is an additional compartment X (confirmed and reported cases), which allows the model to connect to the confirmed cases reported by public health authorities. 3 The model is defined by the following differential equations describing the flow between the compartments:", "cite_spans": [{"start": 167, "end": 170, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 493, "end": 494, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "The SIRX Model"}, {"text": "With the constraint:", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "With definitions:", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "S, I, R º Susceptible, Infected, or Recovered 4 Population X º Confirmed Cases Population 5 (assumed quarantined and thus unable to infect Susceptible Population) N º Total Population β º Transition rate from the Susceptible to the Infected compartment γ º Transition rate from the Infected to the Recovered compartment -. º Transition rate from the Infected to Confirmed Cases compartment 3 Note that Maier and Brockmann provide for a direct transition between the S and the R compartment to explain subexponential growth. This S to R transition is not used in this paper's model. 4 Note that the Recovered Population includes those who have died. This population had been infected but is no longer infectious. 5 Similarly the (Confirmed) Case Population includes those who had been confirmed as positive but subsequently died or have recovered, so that they are no longer infectious to the Susceptible population.", "cite_spans": [{"start": 390, "end": 391, "text": "3", "ref_id": "BIBREF2"}, {"start": 582, "end": 583, "text": "4", "ref_id": "BIBREF3"}, {"start": 712, "end": 713, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "The SIRX Model"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. [3] with an extra compartment for the Confirmed cases and where the Confirmed cases are isolated until no longer infectious.", "cite_spans": [{"start": 73, "end": 76, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "The SIRX Model"}, {"text": "Because this paper's purpose is to demonstrate calibration, for brevity the inherent weaknesses in the SIR model are immaterial and therefore ignored. Regardless, the calibration technique can be applied to more accurate and more complex models, including SEIR models, models that use gamma distributions for compartment distributions vs time, models that use or incorporate directly mortality, models that network individual infections, and so on. Examples include the Imperial College Model [4] and the IHME Model [5] . However, all models would benefit from more accurate calibration with seroprevalence data of which this simplified SIRX model is a mere example.", "cite_spans": [{"start": 493, "end": 496, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 516, "end": 519, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "The SIRX Model"}, {"text": "To simplify this example the γ transition factor has not been calibrated, but is simply assumed to be a constant of 1/8 representing an 8 day mean infectious period. 1/γ is equivalent to the mean time (in this case 8 days) in an exponential distribution for an infected individual to pass from the Infected compartment to the Recovered compartment (which included mortalities which are assumed to be no longer infectious). The 8 day mean time is both reasonable and sufficient to illustrate calibration to seroprevalence.", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "Within the SIRX model, as pointed out by Maier and Brockmann, the probability 3456 of a case ending up in the X Confirmed Cases compartment instead of the R compartment is:", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "This is roughly equivalent but not the same as the ascertainment fraction, i.e. the ratio of confirmed cases to total infected plus recovered --differing because of the delay of the infected from entering the Confirmed or Recovered compartments. Regardless, by adjusting 3456 (or equivalently -. through the linear relationship in Equation 6 above, the model may be calibrated to match seroprevalence as determined by survey.", "cite_spans": [], "ref_spans": [], "section": "The SIRX Model"}, {"text": "Daily Confirmed Case data was originally obtained from the New York City Department of Health by manually typing in the data in the daily reports [6] , but that has been subsequently discontinued and does not make corrections for past reported data. NYC updated to a time series file [7] which has the advantage that past data are added as delayed reports are processed. The date used in the new NYC time series is the \"date of diagnosis\" which is presumably the same or slightly delayed from the date of a positive (PCR type) test being received by the medical practitioner. These data are then corroborated against data from the New York State Department of Health [8] by adding up the cases in the 5 counties comprising New York City (Kings, Queens, New York, Bronx, and Staten Island). Of note is that the NYS data's date is \"the date the test result was processed by the NYS Clinical Laboratory Reporting System\". All three case data sets are contained in the online code and data files for convenience. Visual observation shows that the NYS data are generally one day delayed from the NYC data; and that the NYC data have a larger weekly periodicity \"noise\" likely due to a relative lack of PCR testing or processing on Saturday and Sunday. The regression technique used in this paper largely averages out such noise, although a more sophisticated technique, based on either day of the week or tests on a day, could correct for the periodic weekly noise. The population for NYC was rounded to 8.623 mm from [9] .", "cite_spans": [{"start": 146, "end": 149, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 284, "end": 287, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 667, "end": 670, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1513, "end": 1516, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "The Example Case Data"}, {"text": "The model was built in the R Programming Language [10] . The SIRX model is encapsulated in a function sirX3() which when given initial conditions of , : ; :< , / ( = 0), -. , , and , will solve the differential equations (1) through (4) computationally for any number of days going forward using the Dormond-Prince Runge-Kutta 4th order method R method from the package deSolve as described in Soetaert et al [11] . This computational solution was checked by using a discrete numerical integration where each day is broken into 500 (arbitrarily small) timesteps (i.e. Euler's method) as inspired by Anastassopoulou et al [12] ).", "cite_spans": [{"start": 50, "end": 54, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 409, "end": 413, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 621, "end": 625, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "The Computational Model"}, {"text": "The sirX3() function has an optional parameter which linearly changes the initial < by a multiplicative change factor CD (i.e. 0.5) over the fit interval from t < to t F :", "cite_spans": [], "ref_spans": [], "section": "The Computational Model"}, {"text": "This is useful in fitting the data when a public health policy may have changed social distancing and selfisolation behavior as will be seen below.", "cite_spans": [], "ref_spans": [], "section": "The Computational Model"}, {"text": "A relatively simplistic and (usually) stable method of fitting data is the least squares method. While there are essentially closed form solutions that produce an exact answer for linear models, non-linear models like SIRX cannot be solved using a linear regression. The problem is compounded when when / is significantly less than 1 or when a non-constant susceptible to infection transition rate (i.e. ) is assumed. (A changing is equivalent to a changing effective reproduction number, HII because HII = / in the SIR framework, and must be fit computationally by an algorithm).", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "Fortunately, Elzhov et al [13] has created within R an excellent Levenberg-Marquant least square fitting within the package minpack.lm called thru the nlsLM() function. The author has been iteratively improving the code algorithmically utilizing these functions for several weeks and has thus experienced and debugged multiple edge cases. In the interest of brevity, the code has been distilled down to a minimum example based around a calling function, runSIRX2, called from the command line. 6 An example of running the code is contained in the function genFiguresAndTables() which will generate the figures and tables used in this paper.", "cite_spans": [{"start": 26, "end": 30, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 494, "end": 495, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "In fitting the data, the algorithm fits the error of the model's estimate against the logarithm of the total cases. This has some desirable computational properties: 1) same weighting of percentage error on large case count data points vs small case counts, i.e. 10,000 vs 500; 2) reducing to the common log-linear least square regression solution if S/N =1. The author has shown (but it is beyond the scope of this paper) that a regression of ( − < ) = + < + Eq. 8 6 An example of running the code is contained in the function genFiguresAndTables() which will generate the figures and tables used in this paper.", "cite_spans": [{"start": 466, "end": 467, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint is the general \"closed form\" symbolic solution when S/N = 1 thereby giving the more complex SIRX non-linear least squares optimizer a computationally \"nearby\" starting set of parameters to bootstrap the regression. Where: r º the log linear regression's coefficient on t, equivalent to the exponential growth rate < º the log linear regression's constant º the log linear regression's residual error term < º the number of cases at t=0 in the regression.", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "If < is approximately known, for example in the initial growth phase of an epidemic as 1, Equation 8's log-linear regression will produce a reasonable result. However, if < is unknown, for example when an epidemic's new cases are declining exponentially, the regression cannot be formulated in a (log) linear form. In that event, to solve for the parameters < , and , Equation 8 must be rearranged to a non-linear regression. 7 ( ) = ( < + 4(: U : V ) ) + Eq. 9", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "After this non-linear regression, with X0, A, and r estimated, the run on the SIRX model has good starting parameters and will normally converge to a solution.", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "The essential functional flow of the algorithm is:", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "1) Fetch the data;", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "2) Use simpler linear models (with S/N = 1 leaving purely exponential results) to guess initial parameters for the non-linear nlsLM model that will not result in a gradient singularity, thereby causing the model to fail; 3) As desired by the modeler, either use explicit inputs for -. (equivalent to setting 3456 ) and the beta Change Factor to find the best fit for the current beta from the subset of the data. 4) If the modeler should so desire, the algorithm can find the best fit for -. and/or the Beta Change", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "Factor CX in addition to or < (the latter if using the Beta Change Factor CX ).", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "Of note is that the constants and -. are not constant in the real world over relatively long time periods. This is because social distancing behavior changes the interaction rate between the infected and the susceptible, and hence changes ; and because changes in screening behavior, contact tracing, or reticence to seek healthcare behavior also change with time. This changing of the and -. \"constants\" favors regression over shorter time periods. However, as was shown by the 3 examples based on a realworld seroprevalence test (like the Wadsworth test), a longer period is needed to take into account very significant changes in the test sensitivity. For the purposes of this calibration demonstration, this paper is essentially forced to use at least 30 days preceding the seroprevalence survey. A more accurate model could use more frequent seroprevalence sampling, and perhaps fatality data, to allow a piecewise approximation of the and -. regression parameters. This is beyond the scope of this paper.", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "An example of a calibration model run is in the Calibrating the SIRX to the Seroprevalence Survey section that will follow. 7 The reader may note that < is not known. It is set by convenience as the start of the data's interval to be analyzed, noting that the regression solved non-linear regression A, and r constants can compensate for any choice of < because U4 : V is also a constant.", "cite_spans": [{"start": 124, "end": 125, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fitting Case Data to Model"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The seroprevalence data for the example is taken from the Governor of New York, Andrew Cuomo's, press conference prepared slides [14, 15, 16] . The final data used from this paper is taken from the slides (contained in the YouTubes in the references) which differ due to rounding from the Governor's transcript remarks. The data is summarized below: Of note is that the 22 April data, released on 23 April is stated as being \"collected over two days\". It is assumed it was collected on 20-21 April. The 1 May data, released first on 2 May, is assumed collected 29-30 April. As it is unlikely that the NYC percentage positive test fraction could have declined by 4.8% (from 24.7% to 19.9%) in approximately doubling the sample size over 4 days, it is more likely that there was some unpublished adjustment to the serological survey data 8 . Further, the 2 May press conference indicated that the data was collected \"over the past two weeks\".", "cite_spans": [{"start": 129, "end": 133, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 134, "end": 137, "text": "15,", "ref_id": "BIBREF14"}, {"start": 138, "end": 141, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "The NYS Seroprevalence Data"}, {"text": "Assuming a constant rate of collection, this paper will use the midpoint, 25 April, for calibration. However, a more accurate estimate could be obtained using the actual collections on each day for the calibration with some type of least squares fit to the data as will be described below. The survey administrator (i.e. a government public health authority), would have available any ex-post corrections made in the unpublished data. This author recommends that government and private survey collectors fully publish all data. 8 days. This is statistically unlikely in such a sample size if the population and test were uniform, and therefore indicates a likely undisclosed adjustment to the data. This paper will use the 19.9% midpoint number is throughout.", "cite_spans": [{"start": 528, "end": 529, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "The NYS Seroprevalence Data"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "The NYS Seroprevalence Data"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint column. If the model used was a \"SEIR\" type model (compartments: Susceptible, Exposed, Infectious, and Recovered), where onset was being used as a proxy for infectious, this could be adjusted directly. Alternatively an additional compartment could be added if infectiousness begins before symptom onset but after infection, i.e. a SEIOR model (compartments: Susceptible, Exposed, Infectious, Onset of symptoms, and Recovered). Additionally, if the model has direct access to the testing results, additional granularity would be available.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The NYS Wadsworth EUA provided sensitivity curve is clearly non-linear between 11 and 20 days after onset. While this could be smoothed out with a curve fitting, if the model has direct access to the underlying data, a more accurate sensitivity curve could be constructed. Such accuracy and confidence interval information is beyond the time scope of this paper.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The specificity data (i.e. 100% less the false positive percentage) are given on page 7 of the EUA for a variety of sample sera and are reasonably assumed by the EUA to not vary with time since infection with SARS-Cov-2. In calibration, the total true positives for all 433 samples in the clinical specificity table ( ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "As an additional caveat, please note that the Wadsworth Test clinical sensitivity tables are calibrated using 753 subjects from \"several US clinical collection sites\", and using108 samples from Westchester County, collected at undisclosed times in March and April 2020. As the samples were taken from clinical PCR tests at a time when, due to rationing, PCR tests were generally limited to symptomatic individuals who sought out medical care presumably due to severity of illness, and where asymptomatic or mild cases would have difficulty in obtaining a PCR test; it is likely there is a calibration selection bias which increases the relative number of severe cases in the sample. Further, as the age distribution for those with severe disease is clearly biased older as seen in [20] than the general NYC population (seen in [9] ), the Wadsworth Test calibration samples are likely biased older. If the model has direct access to the calibration population data, this bias can be eliminated.", "cite_spans": [{"start": 827, "end": 830, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Test Calibration Sample Bias"}, {"text": "For a given SIRX model run, a table is generated of the true positives, that is the infected plus recovered in the general population that is being sampled in the NYS seroprevalence survey. For a given model run containing infected and recovered in the general population who have not been previously PCR (swab)", "cite_spans": [], "ref_spans": [], "section": "Using a SIRX run to Estimate a Seroprevalence Test Result"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Using a SIRX run to Estimate a Seroprevalence Test Result"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint tested positive, each such day has a certain number of newly infected on a given date in that population that can be calculated 10 as:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "where the function at time notation ( ) indicates the value is a time series taken from the SIRX model and Z\\]^( ) ≡ the cumulative total infected at time t in the non \"Confirmed-Case\" population Then, a careful application of Equation 33A from the Appendix 11 yields the percentage that is tested positive and presumably reported by the Governor during the press conference. This is done by assuming that the entire non-Case Confirmed population is tested at the test date, so that `5`. = − :;aHb:", "cite_spans": [{"start": 258, "end": 260, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Eq. 12", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "is used as the denominator in Equation 33A. While = is typically a small fraction of the total population , it is somewhat significant. Therefore, Equation 33A becomes:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The Z is thus the fraction that would test positive if the survey encompassed the entire non-Confirmed Population and the test performed precisely as specified in Table 5 . Of course, the actual test is a sample and the test is statistically described to have confidence intervals, so that statistical methods could be applied to derive a confidence interval on the test results. The fitting of the case data (using the least squares technique on a limited sample set) is itself subject to statistical estimation errors. But again, this paper is simply demonstrating the technique to derive a mean \"point estimate\" and the estimation of statistical error is beyond its (already lengthy) scope.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 170, "text": "Table 5", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "As a final step, the modeler flips a switch to get the runSIRX2() algorithm to calculate the seroprevalence; asking the model to adjust inputs for -. (i.e. 3456 ) and the Beta Change Factor CX ; or alternatively asking the non-linear least squares algorithm to find a best fit to a seroprevalence that matches the survey data simultaneously with finding the best fit for the daily new cases X and the change in daily new cases Δ . To do this in a single non-linear \"regression\" the weighting factor is increased for the seroprevalence target least squares error so that it is large enough to act as a constraint --forcing the least squares algorithm to converge to a solution with seroprevalence very near (within 0.1%) of the survey 10 This estimate may be slightly inaccurate as some of the ( ) may have a different time series distribution vs. the ( ) + ( ) distribution --because ( ) and ( ) are delayed compared to ( ). This in turn is due to the fact that the SIRX population must flow thru I to get to R and X compartments. However, to the extent that the ratio of ( )/[ ( ) + ( )] is small and the percentage variation between ∆X(t)/X(t) is essentially by definition similar to ∆ ( )/ (t) (because ∆ ( ) is proportion to ( ), as is ∆ ( )), this effect is likely to be small. Calculation of this value is beyond the time scope of this paper. 11 Please see the Appendix for the variable definitions.", "cite_spans": [{"start": 734, "end": 736, "text": "10", "ref_id": "BIBREF9"}, {"start": 1349, "end": 1351, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Calibrating the SIRX to the Seroprevalence Survey"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Calibrating the SIRX to the Seroprevalence Survey"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint result target. This yields a minimum least squares fit to the case data while simultaneously fitting the seroprevalence data, thereby calibrating the model. An example of this calibration is shown in Figure 4 below.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 349, "text": "Figure 4", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The black lines are the actual data with the upper black line (the O's) being the reported cases in the data set (in this case NYC's data from [7] ), and the lower black line (the X's) is the daily change in cases. The blue lines are the calibrated fit to the data. The red line is the / , i.e. the percentage still susceptible in the population reusing the 1 to 100 scale on the left Y axis.", "cite_spans": [{"start": 143, "end": 146, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Figure 4 -Calibrated to 19.9% Seroprevalence Survey SIRX using NYC Case Data"}, {"text": "The calibration needs additional inputs: 1) The mean \"effective\" date the seroprevalence data are collected (April 25th, the black vertical line), 2) the range of data for which to do the calibration (represented by the vertical blue lines from March 7th to May 16th) --a section of time for which the data appear to be clean except for the weekly periodic (7 day) variation in tests 12 ; and 3) the range of data for which ( ) is adjusted as per Equation 7 being also from March 7th and running until March 23rd (16 days = ∆ wxy from the start of the calibration range). This ( ) range brackets the Governor's \"lockdown\" 12 The daily data in this NYC test are \"by date of diagnosis\" which is presumably closer to the date the test is taken than the original (older) NYC data series (total confirmed by NYC DOH as of a certain date), or the NYS data series (total reported to the NYS system as of the date). New York State has total number of PCR tests by County which could be used to adjust the reported NYC data as if testing was done at a constant rate, but this adjustment is beyond the scope of this tutorial. x", "cite_spans": [{"start": 622, "end": 624, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Figure 4 -Calibrated to 19.9% Seroprevalence Survey SIRX using NYC Case Data"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Figure 4 -Calibrated to 19.9% Seroprevalence Survey SIRX using NYC Case Data"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint social distancing order (March 20th). By manually varying ∆ wxy in integer units, starting at the lockdown date, the minimum residual standard error may be found, so that the optimal ∆ wxy is that date that has the minimum residual error. This may be done algorithmically, but is beyond the time scope of the code development associated with this paper.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Note that there may be timing differences of a few days between reporting of the PCR Swab Test data represented by the NYC times series data (the black lines) and the seroprevalence test dates which reported in the during the Governor's press conferences. Also note that the change in ( ) is fit as if it is linear in the ∆ wxy time interval and that this is an approximation to the hidden underlying process. Additional code could add a start date immediately before and after the lockdown date.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "What can be seen is that 1) the SIRX model visually does a good job of fitting both the daily change in cases (lower blue line) and the cumulative daily cases (the upper blue line); and 2) the percent still susceptible is around 70% compared with the serological survey showing around 80%. The actual numbers can be seen in Table 6 below.", "cite_spans": [], "ref_spans": [{"start": 324, "end": 331, "text": "Table 6", "ref_id": "TABREF5"}], "section": "(which was not certified by peer review)"}, {"text": "The model text output in Table 6 shows that a perfect seroprevalence test would show 28% positive 13 in the total population on April 25th, and with 163,000 PCR reported infected (about 2%, presumed not in the seroprevalence survey) there are only about 71% remaining susceptible in the population. This continues to decrease slowly to around 67%. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 98, "end": 100, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 25, "end": 32, "text": "Table 6", "ref_id": "TABREF5"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Table 6 -Model Run Data and Calibration (Continued)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint Run 1 -R Model Run Output 14 14 The statisticians and R programmers will recognize that the Model Run Output includes output of the summary() function applied on nlsLM() and lm() functions. The statistical estimates (i.e. standard errors, t-values and probabilities) have not been reviewed in this paper and their use may cause the user to draw non-factual conclusions about accuracy. F-statistic: 1.7838 on 1 and 69 DF, p-value: 0.18607  ---------------Log-Linear Bootstrap Model DC3----------- . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 170, "end": 172, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 526, "end": 636, "text": "F-statistic: 1.7838 on 1 and 69 DF, p-value: 0.18607  ---------------Log-Linear Bootstrap Model DC3-----------", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Why is the model's estimate of true infected plus recovered 40% higher than in the reported data?", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "The difference is due to a calibration with the FDA's published sensitivity table from the NYS Wadsworth Lab test against a modelled slowly growing total number of infected plus recovered in the general population. While it is not known if this seroprevalence data were already calibrated (i.e. adjusted to present the population true infected plus recovered percentage) when presented by the New York Governor, it is important for modelers to ask the question. It is important to ask for full disclosure of the method of calibrating the test. If the test was not calibrated, a large underestimation of the seroprevalence would result, and hence getting to and achieving so called herd immunity would appear to be a more difficult task that must be more slowly approached.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "Further, this implies that the infection fatality ratio (the IFR) may be overestimated by a similar factor of around 40% if the calibration is accurate. It is important for our public health leadership to have such information to make accurate estimates of the effects of various strategies. As other models use IFR as an input together with mortality data to estimate the current state and future evolution of the epidemic, it is important to estimate more accurately these data, suitably adjusted for delayed sensitivity, so as to draw more accurate conclusions from those models. This paper does not purport to be an accurate estimate of seroprevalence, true cumulative infected or IFR. It serves to technically assist other modelers who may incorporate its techniques to understand the epidemiological situation. This paper's seroprevalence calibration technique, especially after refinement, checking for inaccuracies, and integration into more advanced models, is applicable in cities, smaller states, and smaller countries where seroprevalence data is available, and where the epidemiological parameters like social interaction are fairly uniform. Epidemiologically heterogenous geographic units would necessarily need to be subdivided into more homogenous subunits for analysis.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "As of the date of this writing, in the opinion of the author, it is of utmost urgency to continue seroprevalence survey collection and to use it for model calibration, so that we can better understand, collectively, where we are now, and where the epidemic will likely take us.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "Weaknesses 1) Instability of -. and over time.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "2) There is bias in the sample used to produce the seropositivity test compared to the survey population.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": "3) Too many degrees of freedom in the regression may require additional seroprevalence data points, or incorporation of mortality data to determine both -. and . 4) Inaccurate estimation of sensitivity and specificity increases error. 5) Non-uniform subpopulations would need to be subdivided into multiple uniform analyses. 6) Noise in the case data, for example from different rates of testing, needs to be mitigated further 7) Lack of confidence intervals would allow naive application of this model to draw significantly inaccurate conclusions. 8) This paper was written by one person and published without peer review --there may be significant errors.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusion"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "9) This paper should not be used directly to support any epidemiological conclusion without professional review. It is designed to be an element that can be incorporated into other professional models."}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. (1 − ) = ′ Eq. 11A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Combining Eq. 2A and 9A; and 1A and 11A respectively:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Eq. 12A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Rearranging Eq. 12A:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Substituting Eq. 14A into 13A and then expanding, simplifying, rearranging and solving for x:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Eq. 15A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. Eq. 20A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Eq. 21A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "By rearranging Eq. 9A to solve for y' and substituting the definition of Z from Eq. 3A, and then simplifying:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Substituting Eq. 19A into 23A and multiplying through by 1/p:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Noting the definition of = Z + U and rearrange the definition to substitute for T + in Eq, 24A : Eq. 30A", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Thus, if one knows with certainty the specificity and sensitivity for any test population and the number who have been tested and are actually positive, the number that are tested positive are known 15 .", "cite_spans": [{"start": 199, "end": 201, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This can be used to illustrate the difference between naively taking the positive antibody percentage of a test as an estimate of the true positive antibody percentage of the same test population. It can also be compared to the assumption of a single sensitivity against an actual calibrated test that has increasing sensitivity dependent on the number of days since infection.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Note that if the sum of the sensitivity and specificity is less than 1 (i.e. their sum is less than 100%), the antibody test is unusable (i.e. bad) as the coefficient on Z is negative, so that a higher condition positive result would impossibly create a lower test positive result. This corresponds to a receiver operating 15 For purposes of this paper, which is an example demonstration of the effects of known sensitivity and specificity on the naive results, no calculation is made of the inaccuracy due to small sample size (i.e. confidence interval or distribution); and no adjustments are made for the known spread or distribution of specificity or sensitivity measurements. They exist and can be statistically computed if the information is available at the cost of added complexity.", "cite_spans": [{"start": 323, "end": 325, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint characteristic (ROC) point in the lower right hand half of the plot that is worse than a random guess [21] , i.e. more wrong than right.", "cite_spans": [{"start": 243, "end": 247, "text": "[21]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Also note if the specificity is a perfect 100% Eq. 30A reduces to simplified forms:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "is occasionally useful, but for example in the cases where specificity is even just 5% below 100% (i.e. 95%), this simplified equation yields significant errors.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "A simple example will show how this information can be used to calculate the test results from known seropositivity:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Assumption: Specificity is known precisely as 0.99 and does not vary with time. Sensitivity is exactly according to this is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint vintages. Note that for those beyond the maximum (in the table above, 30 or more days), they can be included all together. 4) Divide that sum by the total number of tested (regardless of test result or true infected or not infected state. 5) Add to the result 1 minus the specificity (which is assumed to be the same at all vintages. The result is the percentage of the entire test population that is expected to test positive assuming the specificity and sensitivity is exactly correct.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In the following examples, it will be convenient computationally to split Z in Eq. 30A into a left and right half, i.e. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Z‚ƒyx:", "cite_spans": [], "ref_spans": [], "section": "19.9%"}, {"text": "1.0% Z 20.9%", "cite_spans": [], "ref_spans": [], "section": "19.9%"}, {"text": "As can be noted, the calculated total test positives Z is only 20.89%, whereas the total true positives is 100%. This ratio, of approximate 5x the true positives to test positives is exaggerated because 1) the number of infections is rapidly growing; and 2) in the end 100% of this hypothetical test population is infected.", "cite_spans": [], "ref_spans": [], "section": "Table 8 -Infections Doubling Every 3 Days Example"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Table 8 -Infections Doubling Every 3 Days Example"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Table 8 -Infections Doubling Every 3 Days Example"}, {"text": "Z‚ƒyx:", "cite_spans": [], "ref_spans": [], "section": "49.5%"}, {"text": "1.0% Z 50.5%", "cite_spans": [], "ref_spans": [], "section": "49.5%"}, {"text": "In this example, daily new infections are constant with the exception of the final day, where they are reduced from 244 to 240 to make the example equal exactly 10,000 for the period. Note that the percentage infected detected by the test Z is half the true infected rate.", "cite_spans": [], "ref_spans": [], "section": "Table 9 -Flat New Cases Example"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Table 9 -Flat New Cases Example"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Table 9 -Flat New Cases Example"}, {"text": "Z‚ƒyx:", "cite_spans": [], "ref_spans": [], "section": "87.0%"}, {"text": "1.0% Z 88.0%", "cite_spans": [], "ref_spans": [], "section": "87.0%"}, {"text": "Even in an example where infections are decreasing at an exponential rate, with a 100% true infection rate, the antibody test only gets an 88% total tested positives. However, the amount of underestimation is only 100-88=12% in this case, vs. 100-21=79% in the growing case or 100-50=50%% in the flat case.", "cite_spans": [], "ref_spans": [], "section": "Table 10 -Infections Decreasing at 3 days Half-Life Example"}, {"text": "This stark difference in underestimation of the true infected percentage depending on the growth or decline of the true infected population time series demonstrates that calibration requires an estimation of the rate of growth or the decline in growth of the true infected time series.", "cite_spans": [], "ref_spans": [], "section": "Table 10 -Infections Decreasing at 3 days Half-Life Example"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Table 10 -Infections Decreasing at 3 days Half-Life Example"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Table 10 -Infections Decreasing at 3 days Half-Life Example"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China", "authors": [{"first": "Benjamin", "middle": ["F"], "last": "Maier", "suffix": ""}, {"first": "Dirk", "middle": [], "last": "Brockmann", "suffix": ""}], "year": null, "venue": "Medrxiv.org", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.18.20024414"]}}, "BIBREF2": {"ref_id": "b2", "title": "Compartmental models in epidemiology, Bio-mathematical deterministic treatment of the SIR model", "authors": [], "year": 2020, "venue": "Wikipedia, The Free Encyclopedia", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries", "authors": [{"first": "Seth", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "Swapnil", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "Axel", "middle": [], "last": "Gandy", "suffix": ""}, {"first": "Helen", "middle": [], "last": "Unwin", "suffix": ""}, {"first": "", "middle": [], "last": "Coupland", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "Harrison", "middle": [], "last": "Mellan", "suffix": ""}, {"first": "Tresnia", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "", "middle": [], "last": "Berah", "suffix": ""}, {"first": "W", "middle": [], "last": "Jeffrey", "suffix": ""}, {"first": "Pablo N P", "middle": [], "last": "Eaton", "suffix": ""}, {"first": "Nora", "middle": [], "last": "Guzman", "suffix": ""}, {"first": "Lucia", "middle": [], "last": "Schmit", "suffix": ""}, {"first": "Kylie", "middle": ["E"], "last": "Callizo", "suffix": ""}, {"first": "Marc", "middle": [], "last": "Ainslie", "suffix": ""}, {"first": "Isobel", "middle": [], "last": "Baguelin", "suffix": ""}, {"first": "Adhiratha", "middle": [], "last": "Blake", "suffix": ""}, {"first": "Olivia", "middle": [], "last": "Boonyasiri", "suffix": ""}, {"first": "Lorenzo", "middle": [], "last": "Boyd", "suffix": ""}, {"first": "Constanze", "middle": [], "last": "Cattarino", "suffix": ""}, {"first": "Laura", "middle": [], "last": "Ciavarella", "suffix": ""}, {"first": "Zulma", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "Gina", "middle": [], "last": "Cucunubá", "suffix": ""}, {"first": "Amy", "middle": [], "last": "Cuomo-Dannenburg", "suffix": ""}, {"first": "Bimandra", "middle": [], "last": "Dighe", "suffix": ""}, {"first": "Ilaria", "middle": [], "last": "Djaafara", "suffix": ""}, {"first": "Sabine", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "Rich", "middle": [], "last": "Van Elsland", "suffix": ""}, {"first": "Han", "middle": [], "last": "Fitzjohn", "suffix": ""}, {"first": "Katy", "middle": [], "last": "Fu", "suffix": ""}, {"first": "Lily", "middle": [], "last": "Gaythorpe", "suffix": ""}, {"first": "Nicholas", "middle": [], "last": "Geidelberg", "suffix": ""}, {"first": "Will", "middle": [], "last": "Grassly", "suffix": ""}, {"first": "; Gt", "middle": [], "last": "Green", "suffix": ""}, {"first": "Caroline", "middle": [], "last": "Walker", "suffix": ""}, {"first": "Haowei", "middle": [], "last": "Walters", "suffix": ""}, {"first": "Yuanrong", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Oliver", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Charles", "middle": [], "last": "Watson", "suffix": ""}, {"first": "Peter", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "Xiaoyue", "middle": [], "last": "Winskill", "suffix": ""}, {"first": "Azra", "middle": [], "last": "Xi", "suffix": ""}, {"first": "", "middle": [], "last": "Ghani", "suffix": ""}, {"first": "A", "middle": [], "last": "Christl", "suffix": ""}, {"first": "Steven", "middle": [], "last": "Donnelly", "suffix": ""}, {"first": "Lucy", "middle": ["C"], "last": "Riley", "suffix": ""}, {"first": "Michaela", "middle": ["A"], "last": "Okell", "suffix": ""}, {"first": "Neil", "middle": ["M"], "last": "Vollmer", "suffix": ""}, {"first": "Samir", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "", "middle": [], "last": "Bhatt", "suffix": ""}], "year": 2020, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Forecasting the impact of the first wave of the COVID-19 pandemic on hospital demand and deaths for the USA and European Economic Area countries", "authors": [{"first": "J", "middle": ["L"], "last": "Christopher", "suffix": ""}, {"first": "", "middle": [], "last": "Murray", "suffix": ""}], "year": 2020, "venue": "IHME COVID-10 Health Service Utilization Forecasting Team", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.21.20074732"]}}, "BIBREF5": {"ref_id": "b5", "title": "Total Cases\" covid-19-daily-data-summary-[MMDDYYYY]-1.pdf(s) where MM=2 digit month, DD=2 digit day, and YYYY=4 digit year, as manually downloaded", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "the data in this file is frequently revised by the NYC Department of Health to correct previous", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "County Data, as downloaded", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Age and Sex Distribution -By County", "authors": [{"first": "Baruch", "middle": [], "last": "College", "suffix": ""}], "year": 2017, "venue": "Population & Geography", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing", "authors": [{"first": "", "middle": [], "last": "R Core Team", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Solving Differential Equations in R: Package deSolve", "authors": [{"first": "Karline", "middle": [], "last": "Soetaert", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Petzoldt", "suffix": ""}, {"first": "R", "middle": ["Woodrow"], "last": "Setzer", "suffix": ""}], "year": 2010, "venue": "Journal of Statistical Software", "volume": "33", "issn": "9", "pages": "1--25", "other_ids": {"DOI": ["10.18637/jss.v033.i09"]}}, "BIBREF11": {"ref_id": "b11", "title": "Data-Based Analysis, Modelling And Forecasting of The Novel Coronavirus (2019-nCoV) Outbreak", "authors": [{"first": "Cleo", "middle": [], "last": "Anastassopoulou", "suffix": ""}, {"first": "Lucia", "middle": [], "last": "Russo", "suffix": ""}, {"first": "Athanasios", "middle": [], "last": "Tsakris", "suffix": ""}, {"first": "Constantinos", "middle": [], "last": "Siettos", "suffix": ""}], "year": null, "venue": "Medrxiv.org", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.11.20022186"]}}, "BIBREF12": {"ref_id": "b12", "title": "minpack.lm: R Interface to the Levenberg-Marquardt Nonlinear Least-Squares Algorithm Found in MINPACK, Plus Support for Bounds", "authors": [{"first": "V", "middle": [], "last": "Timur", "suffix": ""}, {"first": "Katharine", "middle": ["M"], "last": "Elzhov", "suffix": ""}, {"first": "Andrej-Nikolai", "middle": [], "last": "Mullen", "suffix": ""}, {"first": "Ben", "middle": [], "last": "Spiess", "suffix": ""}, {"first": "", "middle": [], "last": "Bolker", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Amid Ongoing COVID-19 Pandemic, Governor Cuomo Announces State Health Department Will Partner with Attorney General James to Investigate Nursing Home Violations", "authors": [{"first": "Andrew", "middle": [], "last": "Cuomo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Amid Ongoing COVID-19 Pandemic, Governor Cuomo Announces Phase II Results of Antibody Testing Study Show 14", "authors": [{"first": "Andrew", "middle": [], "last": "Cuomo", "suffix": ""}], "year": 2020, "venue": "9% of Population Has COVID-19 Antibodies", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Amid Ongoing COVID-19 Pandemic, Governor Cuomo Announces Results of Completed Antibody Testing Study of 15,000 People Showing 12.3 Percent of Population Has COVID-19 Antibodies", "authors": [{"first": "Andrew", "middle": [], "last": "Cuomo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "What we can (and can't) take away from New York's antibody testing results", "authors": [{"first": "Denise", "middle": [], "last": "Chow", "suffix": ""}, {"first": "", "middle": [], "last": "News", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Accelerated Emergency Use Authorization (EUA) Summary New York SARS-CoV Microsphere Immunoassay For Antibody Detection", "authors": [], "year": 2020, "venue": "United States Food and Drug Administration (FDA)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "United States Food and Drug Administration (FDA)", "authors": [], "year": 2020, "venue": "FACT SHEET FOR HEALTHCARE PROVIDERS New York SARS-CoV Microsphere Immunoassay for Antibody Detection -Wadsworth Center", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Receiver operating characteristic", "authors": [], "year": 2020, "venue": "Wikipedia, The Free Encyclopedia", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flat", "latex": null, "type": "figure"}, "FIGREF2": {"text": "These figures in this paragraph are arbitrarily rounded to 1%. Also note that the precise calculation of a perfect seroprevalence test requires both the numerator and denominator be adjusted, i.e. (Σ − ) / (N − X) where Σ is the total cumulative infected. = [w: N and Σ = − . For NYC ≅ 8,623,000. In numbers carrying extra precision to make the arithmetic clear (Σ − ) / (N − X) ≅ 2599527/8468394 ≅ 28% for April 25th.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "---lm(formula = C ~ I(sign(rDC) * exp(rDC * (t -tMin))), data = six[iData, ]) Min 1Q Median 3Q Max -40301.8 -15257.9 -1676.1 17422.4 24536.2 Estimate Std. Error t value Pr(>|t|) Co from dC -222728.8 10551.8 -21.108 < 2.2e-16 *** A from dC 225595.8 7134.2 31.622 < 2.2e-16 *** ---Residual standard error: 17782 on 69 degrees of freedom Multiple R-squared: 0.93545, Adjusted R-squared: 0.93451 F-statistic: 999.94 on 1 and 69 DF, p-value: < 2.22e-16 ---------------Closed Form Solution Exponential Model-------Formula: log(C) ~ logOrNA(A * sign(r) * exp(r * (t -tMin)) + Co) Estimate Std. Error t value Pr(>|t|) r 5.2479e-02 6.5355e-03 8.0299 1.933e-11 *** Co -1.1680e+04 3.5215e+03 -3.3169 0.001464 ** A 1.1702e+04 3.5210e+03 3.3235 0.001434 ** ---Residual standard error: 0.84497 on 68 degrees of freedom Number of iterations to convergence: 22 Achieved convergence tolerance: 1.4901e-08 ---------------SIRX Model Bootstrap W/Preset Qprob-----------Formula: log(C * isC + dC * isDC) ~ log(sirX3(retX = isC, retDX = isDC, tABtest = dTABcal, ABcurve = ABcurve, Tmax = dTmax, kIX = kIX, N = N, errorRetVal = (isC * C + isDC * dC), tChg = tChg, gamma = gamma, X0 = X0, dX0 = dX0, beta = beta, betaChgFact = betaChgFact)) Estimate Std. Error t value Pr(>|t|) X0 25.4161165 7.6503598 3.3222 0.001141 ** dX0 18.3063212 2.4859080 7.3640 1.431e-11 *** beta 0.8070939 0.0190606 42.3435 < 2.2e-16 *** betaChgFact 0.1774649 0.0065004 27.3006 < 2.2e-16 *** ---Residual standard error: 0.34113 on 139 degrees of freedom Number of iterations to convergence: 30 Achieved convergence tolerance: 1.4901e-08 ---------------SIRX Model Calibration Run-----------Formula: log(C * isC + dC * isDC) ~ log(sirX3(retX = isC, retDX = isDC, tABtest = dTABcal, ABcurve = ABcurve, Tmax = dTmax, N = N, errorRetVal = (isC * C + isDC * dC), tChg = tChg, gamma = gamma, X0 = X0, dX0 = dX0, beta = beta, kIX = kIX, betaChgFact = betaChgFact)) Estimate Std. Error t value Pr(>|t|) X0 2.7233e+01 5.4125e+00 5.0315 1.49e-06 *** dX0 1.3869e+01 1.3579e+00 10.2136 < 2.2e-16 *** beta 9.0210e-01 1.5296e-02 58.9773 < 2.2e-16 *** kIX 8.9110e-03 2.1672e-04 41.1178 < 2.2e-16 *** betaChgFact 1.5034e-01 4.0232e-03 37.3672 < 2.2e-16 *** ---Residual standard error: 0.23429 on 138 degrees of freedom Number of iterations to convergence: 30 Achieved convergence tolerance: 1.4901e-08 ------------------------Calibration Run Summary: Location=NYC N=8.623e+06 tMin=67 tMax=137 tBetaChange=83 tSeroTest=116 CasesDataSource=NYC Gamma=0.125000 Beta0=0.902095 BetaChgFactor=0.150338 Beta1=0.135619 kIX=0.008911 Qprob=0.066544 Perfect/Predicted Test Results = 0.283305 / 0.199044 vs Calibration Target=0.199000", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Results from the 3 S's: Seropositivity, Sensitivity and Specificity Let ≡ Total number tested ≡ Number of tested positives that are condition positive (true positives) ≡ Number of tested negatives that are condition negative (true negatives) ′ ≡ Number of tested positive that are condition negative (false positives) ′ ≡ Number of tested negative that are condition positive (false negatives) ≡ Sensitivity of the test ≡ Specificity of the test Z ≡ Total number tested positive (regardless of the true condition) U ≡ Total number tested negative (regardless of the true condition) Z ≡ Fraction of tested who are (true condition) seropositive Z ≡ number of tested who are condition positive (regardless of the test result) U ≡ number of tested who are condition negative (regardless of the test result)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "the definition = T Z + T U and substituting for U :", "latex": null, "type": "figure"}, "FIGREF7": {"text": "one can see that Z•HI: is the component of the positive tests due to actual condition positive, and that Z‚ƒyx: is the component of the positive tests due to (imperfect) specificity without regard for condition.Similarly, it is convenient to split the percentage test results in Equation 33A into left and right component:", "latex": null, "type": "figure"}, "TABREF0": {"text": "as the ratio of Test Positive to True Positive. (Please see the Appendix for the calculations.) In the time series charts, these ratios are expressed as the red horizontal line, and compared", "latex": null, "type": "table"}, "TABREF1": {"text": "Time, in units of days for convenience This model is a SIR model", "latex": null, "type": "table"}, "TABREF2": {"text": "New York Antibody Survey Results", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>22 April </td><td>27 April </td><td>1 May </td></tr><tr><td>Total NYS Surveyed </td><td>2,933 </td><td>7,397 </td><td>15,103 </td></tr><tr><td>NYC Only Percent </td><td>21.2% </td><td>24.7% </td><td>19.9% </td></tr><tr><td>NYC Percent of Total </td><td>43% </td><td>43% </td><td>Not Stated, Assumed 43% </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 5of the EUA[18]) is used to calculate an average specificity for all 433 samples: 100% -5/433 = 98.85%. Taking sensitivity and specificity together, these are used to make a \"test calibration table\" which is input into the R computational model:", "latex": null, "type": "table"}, "TABREF5": {"text": "Model Run Data and Calibration", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>t </td><td>C(Cases) </td><td>C </td><td>I(Model) </td><td>X(Model) </td><td>∆(Model) </td><td>S%(Model) </td></tr><tr><td>1 2020-02-29 </td><td>60 </td><td>1 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>2 2020-03-01 </td><td>61 </td><td>2 </td><td>1 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>3 2020-03-02 </td><td>62 </td><td>2 </td><td>0 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>4 2020-03-03 </td><td>63 </td><td>4 </td><td>2 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>5 2020-03-04 </td><td>64 </td><td>9 </td><td>5 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>6 2020-03-05 </td><td>65 </td><td>12 </td><td>3 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>7 2020-03-06 </td><td>66 </td><td>19 </td><td>7 </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td></tr><tr><td>8 2020-03-07 </td><td>67 </td><td>26 </td><td>7 </td><td>1556.4 </td><td>27.2 </td><td>13.9 </td><td>99.98 </td></tr><tr><td>9 2020-03-08 </td><td>68 </td><td>47 </td><td>21 </td><td>3275.0 </td><td>47.9 </td><td>20.7 </td><td>99.95 </td></tr><tr><td>10 2020-03-09 </td><td>69 </td><td>104 </td><td>57 </td><td>6567.3 </td><td>90.2 </td><td>42.3 </td><td>99.91 </td></tr><tr><td>11 2020-03-10 </td><td>70 </td><td>174 </td><td>70 </td><td>12547.5 </td><td>172.9 </td><td>82.6 </td><td>99.82 </td></tr><tr><td>12 2020-03-11 </td><td>71 </td><td>328 </td><td>154 </td><td>22834.3 </td><td>326.6 </td><td>153.7 </td><td>99.68 </td></tr><tr><td>13 2020-03-12 </td><td>72 </td><td>684 </td><td>356 </td><td>39563.7 </td><td>598.9 </td><td>272.3 </td><td>99.44 </td></tr><tr><td>14 2020-03-13 </td><td>73 </td><td>1304 </td><td>620 </td><td> </td><td>1058.2 </td><td>459.3 </td><td>99.06 </td></tr><tr><td>15 2020-03-14 </td><td>74 </td><td>1947 </td><td>643 </td><td>65229.9 </td><td>1795.3 </td><td>737.1 </td><td>98.50 </td></tr><tr><td>16 2020-03-15 </td><td>75 </td><td>2980 </td><td>1033 </td><td>102272.0 152387.4 </td><td>2919.9 </td><td>1124.6 </td><td>97.72 </td></tr><tr><td>17 2020-03-16 </td><td>76 </td><td>5103 </td><td>2123 </td><td>215676.0 </td><td>4550.5 </td><td>1630.6 </td><td>96.71 </td></tr><tr><td>18 2020-03-17 </td><td>77 </td><td>7557 </td><td>2454 </td><td>289882.2 </td><td>6796.4 </td><td>2245.9 </td><td>95.45 </td></tr><tr><td>19 2020-03-18 </td><td>78 </td><td>10534 </td><td>2977 </td><td>370090.3 </td><td>9734.9 </td><td>2938.5 </td><td>94.01 </td></tr><tr><td>20 2020-03-19 </td><td>79 </td><td>14241 </td><td>3707 </td><td>449146.0 </td><td>13388.9 </td><td>3654.0 </td><td>92.46 </td></tr><tr><td>21 2020-03-20 </td><td>80 </td><td>18251 </td><td>4010 </td><td>518806.8 </td><td>17711.6 </td><td>4322.8 </td><td>90.90 </td></tr><tr><td>22 2020-03-21 </td><td>81 </td><td>20886 </td><td>2635 </td><td>571301.3 </td><td>22583.9 </td><td>4872.2 </td><td>89.44 </td></tr><tr><td>23 2020-03-22 </td><td>82 </td><td>23461 </td><td>2575 </td><td>600808.1 </td><td>27824.8 </td><td>5240.9 </td><td>88.18 </td></tr><tr><td>24 2020-03-23 </td><td>83 </td><td>27019 </td><td>3558 </td><td>604447.0 </td><td>33214.3 </td><td>5389.5 </td><td>87.20 </td></tr><tr><td>25 2020-03-24 </td><td>84 </td><td>31514 </td><td>4495 </td><td>594742.4 </td><td>38557.7 </td><td>5343.4 </td><td>86.38 </td></tr><tr><td>26 2020-03-25 </td><td>85 </td><td>36348 </td><td>4834 </td><td>584540.7 </td><td>43812.3 </td><td>5254.6 </td><td>85.59 </td></tr><tr><td>27 2020-03-26 </td><td>86 </td><td>41371 </td><td>5023 </td><td>573901.2 </td><td>48974.1 </td><td>5161.8 </td><td>84.81 </td></tr><tr><td>28 2020-03-27 </td><td>87 </td><td>46463 </td><td>5092 </td><td>562870.7 </td><td>54039.3 </td><td>5065.2 </td><td>84.05 </td></tr><tr><td>29 2020-03-28 </td><td>88 </td><td>49919 </td><td>3456 </td><td>551495.4 </td><td>59004.6 </td><td>4965.3 </td><td>83.32 </td></tr><tr><td>30 2020-03-29 </td><td>89 </td><td>53442 </td><td>3523 </td><td>539820.6 </td><td>63867.1 </td><td>4862.6 </td><td>82.61 </td></tr><tr><td>31 2020-03-30 </td><td>90 </td><td>59543 </td><td>6101 </td><td>527890.6 </td><td>68624.5 </td><td>4757.4 </td><td>81.92 </td></tr><tr><td>32 2020-03-31 </td><td>91 </td><td>64971 </td><td>5428 </td><td>515748.4 </td><td>73274.6 </td><td>4650.1 </td><td>81.25 </td></tr></table></body></html>"}, "TABREF8": {"text": "table of the time post infection: Table 7A -Simplified (Rounded) SensitivityTable Thisis a rounded to the nearest 10% version of the NY Wadsworth Test (see this paper'sTable 5-Wadsworth Calibration Test Sensitivity and Specificity). When the tested subjects consists of a pool with different infection dates, Equation 30A cannot be used to compute the tested positive for the test in aggregate. Instead, each \"vintage\" of infection must be used to individually calculate the tested positive for that vintage, with the total of tested positive for each vintage then summed up to get the total tested positive for the survey. Additionally, the false positives must be included for the cohort of the test that has never been infected. LetZ ≡ The percentage of the entire test population that is test positive (of all vintages) Z ≡ The percentage of the entire test population that is condition (truly) positive (of all vintages) Eq. 32A Or by substitution of Eq. 30A into Eq. 32, and then expanding and simplifying: Eq. 33A The formula in 33A is easy to apply. 1) Use a model to estimate the true infected at each time (in days) :Z . i.e. at the 25 day vintage say there are 4 infected. 2) Multiply that by the coefficient which is the sum of the sensitivity : for that 25 day vintage, plus the specificity, less 1. 3) Sum that up for all . CC-BY 4.0 International license It is made available under a", "latex": null, "type": "table"}, "TABREF9": {"text": ". https://doi.org/10.1101/2020.05.27.20110478 doi: medRxiv preprintAn example is below for a cumulative infected population doubling every 3 days arbitrarily cutoff at 10000 total infected, tested at 40 days since Day 0:", "latex": null, "type": "table"}, "TABREF10": {"text": ". https://doi.org/10.1101/2020.05.27.", "latex": null, "type": "table"}, "TABREF11": {"text": ". https://doi.org/10.1101/2020.05.27.", "latex": null, "type": "table"}}, "back_matter": []}