{
    "paper_id": "1e1ba715aac40707686c6d0205cd1485be69a545",
    "metadata": {
        "title": "What can plastic and reconstructive medical staffs do during the COVID-19 outbreak?",
        "authors": [
            {
                "first": "Minlu",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zuoliang",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "What can plastic and reconstructive medical staffs do during the COVID-19 outbreak? Minlu Huang, Zuoliang Qi The 16th Department, Plastic Surgery Hospital, Chinese Academy of Medical Sciences (CAMS) and Peking Union Medical College (PUMC), Beijing, China Correspondence to: Zuoliang Qi, MD, PhD, public_q@163.com COVID-19 is a novel coronavirus with increasing outbreaks occurring around the world 1,2 . During the past 4 weeks, emergence of new cases has gradually decreased in China with the help of massive efforts from society and the government. In addition to those directly working in the respiratory, infectious, cardiology, nephrology, psychology, and ICU departments and COVID-19 patients, all members of the general population may encounter the new coronavirus. Medical staff in plastics, reconstructive, and other departments also have a responsibility to prevent the disease spreading in our community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to protect both patients and medical staff, selective operations and cosmetic treatments were reduced or postponed in the Plastic Surgery Hospital, Beijing, China. Gloves and medical masks were saved and donated to the doctors and nurses in Wuhan as the demand for protective equipment increased significantly. In addition, a standard operation procedure for COVID-19 was proposed in local hospitals. Our hospital recommended online consultations to replace face-to-face interactions. Hospital websites and official social media accounts provided updated practical disease prevention information instead of plastic surgery information. Other colleagues also conducted publicity campaigns on disease prevention online via their own social media accounts for relatives and friends, especially for older persons who appeared to have developed a serious illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the early stages of the COVID-19 outbreak in certain areas, the public may not care much about the new disease. As more information about COVID-19 becomes available, people without medical background may be anxious to seek diagnosis, which may result in potential risks of cross infection in the crowded fever clinics. Thus, proper information and guidance can help reduce their panic and anxiety. Moreover, if individuals were exhibiting relevant symptoms with epidemiologic history, they were advised to seek medical care following the directions of local health authority. In general, plastic surgeons are particularly good at introducing novel surgical methods to the public and keeping in touch with a great number of patients. As a result, they may be able to present local health authority advice in the form of straightforward images and accessible videos, as well as promote practical information via personal social media or clinic websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to local doctors and nurses from other departments helping in fever clinics and isolation wards 3 , 42,600 (as of March 8, 2020) members of medical staff from other provinces rushed to help their colleagues in Hubei province 4 . Plastic surgeons that had completed ICU training in Beijing and other cities supported Wuhan on their own initiative as well 5 . We suggest that measures should be taken by medical staff from all departments to help slow further spread and to protect health systems from becoming overwhelmed.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 366,
                    "end": 367,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the Mission briefing on COVID-19 -12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plastic and reconstructive medical staffs in front line",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Health Commission of the People's Republic of China. Press Conference of the joint Prevention and Control Mechanism of the State Council",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Peking Union Medical College Hospital. The second batch of Peking Union Medical College Hospital national medical teams went to Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Funding: None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest: None"
        }
    ]
}