{"paper_id": "1e1dd6e84f1c9d85dad91a3475f8c5cc35558428", "metadata": {"title": "Spatio-Temporal Patterns of the 2019-nCoV Epidemic at the County Level in Hubei Province, China", "authors": [{"first": "Wentao", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "National-local Joint Engineering Laboratory of Geospatial Information Technology", "institution": "Hunan University of Science and Technology", "location": {"postCode": "411100", "settlement": "Xiangtan", "country": "China"}}, "email": "yangwentao8868@126.comw.y."}, {"first": "Min", "middle": [], "last": "Deng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410083", "settlement": "Changsha", "country": "China"}}, "email": ""}, {"first": "Chaokui", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "National-local Joint Engineering Laboratory of Geospatial Information Technology", "institution": "Hunan University of Science and Technology", "location": {"postCode": "411100", "settlement": "Xiangtan", "country": "China"}}, "email": ""}, {"first": "Jincai", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Central South University", "location": {"postCode": "410083", "settlement": "Changsha", "country": "China"}}, "email": "huangjincaicsu@csu.edu.cn"}]}, "abstract": [{"text": "Understanding the spatio-temporal characteristics or patterns of the 2019 novel coronavirus (2019-nCoV) epidemic is critical in effectively preventing and controlling this epidemic. However, no research analyzed the spatial dependency and temporal dynamics of 2019-nCoV. Consequently, this research aims to detect the spatio-temporal patterns of the 2019-nCoV epidemic using spatio-temporal analysis methods at the county level in Hubei province. The Mann-Kendall and Pettitt methods were used to identify the temporal trends and abrupt changes in the time series of daily new confirmed cases, respectively. The local Moran's I index was applied to uncover the spatial patterns of the incidence rate, including spatial clusters and outliers. On the basis of the data from January 26 to February 11, 2020, we found that there were 11 areas with different types of temporal patterns of daily new confirmed cases. The pattern characterized by an increasing trend and abrupt change is mainly attributed to the improvement in the ability to diagnose the disease. Spatial clusters with high incidence rates during the period were concentrated in Wuhan Metropolitan Area due to the high intensity of spatial interaction of the population. Therefore, enhancing the ability to diagnose the disease and controlling the movement of the population can be confirmed as effective measures to prevent and control the regional outbreak of the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Indeed, to effectively prevent and control this epidemic, one of the most critical tasks is to clearly and comprehensively understand the epidemic from different perspectives. Currently, a large body of research has been accomplished, especially in the field of medicine. Mainly, these investigations focus on the genomic characterization of the novel coronavirus [3, 4] , the clinical characterization of the infected patients [5, 6] , and the medical diagnosis and treatment of the infected cases [7, 8] . The medical research immensely contributes to the recognition of the virus' characteristics and to obtaining the cure. However, no study has discussed the spatio-temporal patterns of the 2019-nCoV epidemic. Mainly, the spatio-temporal patterns describe the epidemical characteristics, including spatio-temporal distribution (regular, clustered, or random), spatio-temporal association, and spatio-temporal evolution [9] . This is beneficial for enhancing the understanding of this epidemic in the spatio-temporal dimension and providing reliable information for decision-making. For example, Liu et al. [10] and Dong et al. [11] analyzed the spatial and temporal characteristics of human infection of avian influenza A(H7N9) in mainland China in 2013. Their results showed that there existed spatially clustered characteristics. Meanwhile, the research by Qiu et al. [12] identified additional risk factors. To understand the dynamic spread of porcine epidemic diarrhea in 2013 in the US, global and local analysis methods uncovered the spatio-temporal patterns of this epidemic [13]", "cite_spans": [{"start": 364, "end": 367, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 368, "end": 370, "text": "4]", "ref_id": "BIBREF3"}, {"start": 428, "end": 431, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 432, "end": 434, "text": "6]", "ref_id": "BIBREF5"}, {"start": 499, "end": 502, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 503, "end": 505, "text": "8]", "ref_id": "BIBREF7"}, {"start": 924, "end": 927, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Abstract"}, {"text": ". The spatio-temporal distribution and diffusion pattern of the dengue outbreak in Swat, Pakistan, in 2013, was also discovered based on the spatio-temporal analysis method, and the implications were assessed and recommendations were made [14] . Spatio-temporal patterns (i.e., trends and clusters) of influenza in 2005-2018, in China, were detected by spatio-temporal analysis where high-risk areas and the corresponding reasons were identified [15] .", "cite_spans": [{"start": 239, "end": 243, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 446, "end": 450, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Abstract"}, {"text": "As a result, this research aims to detect spatio-temporal patterns of the 2019-nCoV epidemic by using spatio-temporal analysis methods, namely, nonparametric statistical tests implemented by Python and spatial autocorrelation indexes implemented in ArcGIS 10.2. Additionally, considering that apart from Wuhan, where the epidemic first arose, other areas inside the Hubei were also severely affected, we focus on spatio-temporal patterns at the county level in Hubei province. The structure of the article is organized as follows: Section 2 describes the study area, datasets, and methods; Section 3 presents and discusses the results of the identified spatio-temporal patterns and the possible reasons; then, Section 4 provides a summary of our work and details future work.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "As a result of the outbreak of pneumonia caused by the 2019 novel coronavirus (2019-nCoV), Wuhan, the capital of Hubei province in China, became a focus of global attention. After the first case of coronavirus was reported in Wuhan in December 2019, which was not the source of the virus, the coronavirus spread to domestic and foreign areas, resulting in a significant threat to the world. The 2019-nCoV situation reports, published by the World Health Organization (WHO) on 25 February 2020, show that 77,780 cases had been confirmed in China. Outside of China, the number of confirmed cases was 2459, and 2700 infected patients had died [1] . Consequently, the WHO has classified the 2019-nCoV epidemic as a public health emergency of international concern. China and other affected countries have adopted a series of response measures to prevent and control this extraordinary public safety event [2] .", "cite_spans": [{"start": 640, "end": 643, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 901, "end": 904, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study area, i.e., Hubei province, is located in the middle reaches of the Yangtze River and the central part of China. It ranges from 29 • 01 N to 33 • 06 N latitude and 108 • 21 W to 116 • 08 W longitude, with a total area of about 185,900 km 2 . Hubei is characterized by a subtropical climate and has four distinct seasons with cold winters and scorching summers. The annual average temperate is about 15 • C and the coldest and hottest months are January (i.e., averaging 1-5 • C) and July (i.e., averaging 27-30 • C), respectively. The annual precipitation is between 800-1600 mm and the wettest month in Hubei is summer with 300-700 mm of rainfall.", "cite_spans": [], "ref_spans": [], "section": "Study Area and Dataset"}, {"text": "The dataset for this study is composed of the epidemic data and the auxiliary data. The epidemic data mainly includes the number of daily confirmed cases and a total number of regular cumulative confirmed cases (the statistical period is from 0:00 to 24:00). These cases were directly collected by the local Health Commission and reported on the local government website of each city. The auxiliary data include the disease control data also derived from the local government website and the total population collected from China population statistic yearbook (2017). A relatively complete epidemic dataset was found in 75 county-level cites. The spatial distribution of these county-level cities and their corresponding prefecture-level cites are shown in Figure 1 . the total number of daily new confirmed cases, which was far higher than those on February 11 (1638). The change in criteria would result in variations in spatio-temporal patterns for most areas. ", "cite_spans": [], "ref_spans": [{"start": 757, "end": 765, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Study Area and Dataset"}, {"text": "As shown in Figure 2 , this research aims to discover the spatio-temporal patterns of the 2019-nCoV epidemic from two aspects, i.e., temporal and spatial patterns. The temporal pattern, i.e., of daily new confirmed cases per county, is defined based on the characteristics of the temporal trend and abrupt change. In contrast, spatial patterns, i.e., of the incidence rate per county per day, include spatial outliers and clusters. Two types of spatio-temporal analysis methods, namely, nonparametric statistical methods and geographical analysis methods, were used to achieve the above aim. Specifically, Mann-Kendall and Pettitt tests were used to test the temporal trend and abrupt changes in a time series of daily new confirmed cases, respectively. The local Moran's I index was applied to identify spatial outliers and clusters. A brief introduction to the above methods is given in the following subsection. ", "cite_spans": [], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "As mentioned earlier, the temporal patterns of daily new confirmed cases were determined by two characteristics: temporal trend and abrupt change. A temporal trend is a continued increase or decrease in the time series of the number of daily new confirmed cases that can describe the epidemical risk for a given period. Generally, the trend changes smoothly or regularly and can be We only considered the dataset from January 26 to February 11 for the current study. This is because from February 12, the criteria for confirmed cases, in Hubei, was changed by adding clinically diagnosed cases that show signs of pneumonia in the lungs of patients based on a computerized tomographic scan. The 13,332 clinically diagnosed cases on February 12 were added to the total number of daily new confirmed cases, which was far higher than those on February 11 (1638). The change in criteria would result in variations in spatio-temporal patterns for most areas.", "cite_spans": [], "ref_spans": [], "section": "Identifying Temporal Patterns Using the Nonparametric Test"}, {"text": "As shown in Figure 2 , this research aims to discover the spatio-temporal patterns of the 2019-nCoV epidemic from two aspects, i.e., temporal and spatial patterns. The temporal pattern, i.e., of daily new confirmed cases per county, is defined based on the characteristics of the temporal trend and abrupt change. In contrast, spatial patterns, i.e., of the incidence rate per county per day, include spatial outliers and clusters. Two types of spatio-temporal analysis methods, namely, nonparametric statistical methods and geographical analysis methods, were used to achieve the above aim. Specifically, Mann-Kendall and Pettitt tests were used to test the temporal trend and abrupt changes in a time series of daily new confirmed cases, respectively. The local Moran's I index was applied to identify spatial outliers and clusters. A brief introduction to the above methods is given in the following subsection. the total number of daily new confirmed cases, which was far higher than those on February 11 (1638). The change in criteria would result in variations in spatio-temporal patterns for most areas. ", "cite_spans": [], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "As shown in Figure 2 , this research aims to discover the spatio-temporal patterns of the 2019-nCoV epidemic from two aspects, i.e., temporal and spatial patterns. The temporal pattern, i.e., of daily new confirmed cases per county, is defined based on the characteristics of the temporal trend and abrupt change. In contrast, spatial patterns, i.e., of the incidence rate per county per day, include spatial outliers and clusters. Two types of spatio-temporal analysis methods, namely, nonparametric statistical methods and geographical analysis methods, were used to achieve the above aim. Specifically, Mann-Kendall and Pettitt tests were used to test the temporal trend and abrupt changes in a time series of daily new confirmed cases, respectively. The local Moran's I index was applied to identify spatial outliers and clusters. A brief introduction to the above methods is given in the following subsection. ", "cite_spans": [], "ref_spans": [{"start": 12, "end": 20, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Methods"}, {"text": "As mentioned earlier, the temporal patterns of daily new confirmed cases were determined by two characteristics: temporal trend and abrupt change. A temporal trend is a continued increase or decrease in the time series of the number of daily new confirmed cases that can describe the epidemical risk for a given period. Generally, the trend changes smoothly or regularly and can be As mentioned earlier, the temporal patterns of daily new confirmed cases were determined by two characteristics: temporal trend and abrupt change. A temporal trend is a continued increase or decrease in the time series of the number of daily new confirmed cases that can describe the epidemical risk for a given period. Generally, the trend changes smoothly or regularly and can be seen from the commonly used epidemic models [16] . However, owing to the interference of specific events (such as large-scale vaccination and isolating suspected cases), an abrupt change in the time series of daily new confirmed cases may occur. Therefore, based on the level of significance of these trends (i.e., increasing or decreasing trends) and significant abrupt change, six types of temporal patterns can be defined (see Table 1 ). The ITAC pattern has an Increasing Trend and an Abrupt Change, while the ITNO pattern has an Increasing Trend only, and the DTAC pattern has a Decreasing Trend and an Abrupt Change. Moreover, the DTNO pattern has a Decreasing Trend only, while the NOAC pattern has Abrupt Change only, and the NONO pattern has none of these two characteristics. Table 1 . Different types of temporal patterns defined in this study.", "cite_spans": [{"start": 808, "end": 812, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 1194, "end": 1201, "text": "Table 1", "ref_id": null}, {"start": 1550, "end": 1557, "text": "Table 1", "ref_id": null}], "section": "Identifying Temporal Patterns Using the Nonparametric Test"}, {"text": "Decreasing Trend Not Significant Significant Significant", "cite_spans": [], "ref_spans": [], "section": "Increasing Trend"}, {"text": "The Mann-Kendall (M-K) test, a nonparametric method, is widely applied to identify a monotonous trend in a time series [17] [18] [19] . It does not require samples to conform to a specific statistical distribution and has a good performance despite several outliers in the series. An M-K Z statistic that follows a standard normal distribution was used to test the trend. Assuming that (x 1 , x 2 , . . . , x n ) construct a time series, where x j represents the sample collected at time j, the M-K statistic S is defined as", "cite_spans": [{"start": 119, "end": 123, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 124, "end": 128, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 129, "end": 133, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Increasing Trend"}, {"text": "Provided there are not many tied values within the time series with a length of more than 10, the statistic S approximately conforms to the normal distribution. Further, a normal Z statistic test by standardizing the statistic S can be applied for datasets with no less than 10 values. The normal Z statistic is as follows:", "cite_spans": [], "ref_spans": [], "section": "Increasing Trend"}, {"text": "where Var(S) is the variance of S, expressed as", "cite_spans": [], "ref_spans": [], "section": "Increasing Trend"}, {"text": "where n is the number of samples or the length of the time series; m is the number of tied groups (a tied group denotes a set of samples that have the same value); and t k is the number of samples in the kth tied group. For instance, concerning the time series (2, nondetect, 2, 2, nondetect, 3, 5, 4, 4, 5) , it can be seen that n = 10, m = 4, t 1 = 2 for the nondetects, and t 2 = 3 for the tied value 2. A positive value of Z statistic indicates an increasing trend. On the contrary, a negative value corresponds to a decreasing trend. Otherwise, there is no significant monotonous trend. The null hypothesis, H 0 , for the test is that there is no trend in the series, while the alternative hypothesis is that there is a non-null (i.e., negative or positive) trend. When the absolute value of the Z statistic exceeds 1.64, the trend is significant at a confidence level of 95%, which was selected for this study. The Pettit test, i.e., a rank-based and distribution-free test, is commonly used to identify the date of a change point in a time series [20] [21] [22] . For the sequence of random variable (x 1 , x 2 , . . . , x n ) with a change point at τ, the common distribution function for x t (t = 1, 2, . . . , τ) is different from that for x t (t = τ + 1, τ + 2, . . . , n). The null hypothesis, H 0 , for this test is that no change or τ = n is tested against the alternative hypothesis that change or 1 ≤ τ < n by using the statistic K n , whose form can be described as", "cite_spans": [{"start": 293, "end": 295, "text": "3,", "ref_id": "BIBREF2"}, {"start": 296, "end": 298, "text": "5,", "ref_id": "BIBREF4"}, {"start": 299, "end": 301, "text": "4,", "ref_id": "BIBREF3"}, {"start": 302, "end": 304, "text": "4,", "ref_id": "BIBREF3"}, {"start": 305, "end": 307, "text": "5)", "ref_id": "BIBREF4"}, {"start": 1054, "end": 1058, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 1059, "end": 1063, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 1064, "end": 1068, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Increasing Trend"}, {"text": "The significance level associated with K n can be expressed as", "cite_spans": [], "ref_spans": [], "section": "Increasing Trend"}, {"text": "where P represents the probability of the presence of an abrupt change point in the time series.", "cite_spans": [], "ref_spans": [], "section": "Increasing Trend"}, {"text": "Moran's I index is a measure of spatial autocorrelation or dependency that can be used to explore the spatial structure of infectious diseases [23] [24] [25] . Autocorrelation always shows significant local variations because of spatial heterogeneity in spatial or epidemical data. Consequently, local Moran's I index was used to explore the local spatial autocorrelation or dependency of the spatial data [26] .", "cite_spans": [{"start": 143, "end": 147, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 148, "end": 152, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 153, "end": 157, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 406, "end": 410, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "Assuming that (x 1 , x 2 , . . . , x n ) represents data observed at different spatial locations, the form of the local Moran's I index at spatial location i can be expressed as", "cite_spans": [], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "where x is the mean value of all the spatial data; w ij represents spatial weight between the data at spatial location i and j; and S 2 i can be calculated as", "cite_spans": [], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "Further, a normal Z i statistic test derived from standardizing the statistic I i can be applied to perform the hypothesis testing. The null hypothesis, H 0 , shows that data is independent at spatial location i, while the alternative hypothesis, H 1 , shows that autocorrelation structure exists at this location. The Z i statistic can be expressed as", "cite_spans": [], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "where And", "cite_spans": [], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "On the basis of the Z i statistic value, four types of spatial patterns were defined, namely, the High-High (HH) cluster, High-Low (HL) outlier, Low-Low (LL) cluster, and Low-High (LH) outlier. When the Z i statistic is larger than 1.64 (i.e., with a confidence level of 0.05), a unit with a large value of x i corresponds to an HH cluster, and a unit with a small value of x i is defined as an LL cluster. Similarly, when the Z i statistic is smaller to −1.64, a unit with a large value of x i is identified as an HL outlier, and a unit with a small value of x i is regarded as an LH outlier.", "cite_spans": [], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "These four types of spatial patterns can reveal the spatial structure of the incidence rate of the epidemic in the study area. Specifically, an HH (LL) cluster indicates several adjacent areas with a relatively high (low) value of incidence rate of the epidemic, which can reveal a high (low) risk of epidemic in these areas. An HL (LH) outlier means a high (low) value surrounded primarily by low (high) values of incidence rate, which may be caused by a unique mechanism [27] . On this basis, a dynamic spatial pattern can be identified for the incidence rate of all the cities at different times.", "cite_spans": [{"start": 473, "end": 477, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discovering Spatial Patterns by Local Moran's I Index"}, {"text": "According to the results (Table 1) , temporal patterns of daily new confirmed cases were obtained in this study area (see Figure 3 ). Eleven areas showed significant temporal patterns during the study period, and four areas (i.e., Wuhan, Ezhou, Huanggang, and Zaoyang) with ITAC patterns, two areas (i.e., Yunmeng and Tianmen) with ITNO patterns, one area (i.e., Wuxue) with a DTAC pattern, and four areas (i.e., Shiyan, Shennongjia, Jingmen, and Tongcheng) with DTNO patterns. On the basis of the statistic value, four types of spatial patterns were defined, namely, the High-High (HH) cluster, High-Low (HL) outlier, Low-Low (LL) cluster, and Low-High (LH) outlier. When the statistic is larger than 1.64 (i.e., with a confidence level of 0.05), a unit with a large value of xi corresponds to an HH cluster, and a unit with a small value of xi is defined as an LL cluster. Similarly, when the statistic is smaller to −1.64, a unit with a large value of xi is identified as an HL outlier, and a unit with a small value of xi is regarded as an LH outlier.", "cite_spans": [], "ref_spans": [{"start": 25, "end": 34, "text": "(Table 1)", "ref_id": null}, {"start": 122, "end": 130, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Identifying the Temporal Patterns of Daily New Confirmed Cases"}, {"text": "These four types of spatial patterns can reveal the spatial structure of the incidence rate of the epidemic in the study area. Specifically, an HH (LL) cluster indicates several adjacent areas with a relatively high (low) value of incidence rate of the epidemic, which can reveal a high (low) risk of epidemic in these areas. An HL (LH) outlier means a high (low) value surrounded primarily by low (high) values of incidence rate, which may be caused by a unique mechanism [27] . On this basis, a dynamic spatial pattern can be identified for the incidence rate of all the cities at different times.", "cite_spans": [{"start": 473, "end": 477, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Identifying the Temporal Patterns of Daily New Confirmed Cases"}, {"text": "According to the results (Table 1) , temporal patterns of daily new confirmed cases were obtained in this study area (see Figure 3 ). Eleven areas showed significant temporal patterns during the study period, and four areas (i.e., Wuhan, Ezhou, Huanggang, and Zaoyang) with ITAC patterns, two areas (i.e., Yunmeng and Tianmen) with ITNO patterns, one area (i.e., Wuxue) with a DTAC pattern, and four areas (i.e., Shiyan, Shennongjia, Jingmen, and Tongcheng) with DTNO patterns. Almost all the areas (except Zaoyang) that showed increasing trends (including ITAC and ITNO patterns) are distributed near Wuhan. After confirming that the 2019-nCoV epidemic could spread among people, Wuhan was sealed in an emergency to control the transmission of infections from January 23, 2020. Wuhan, the capital of Hubei province, is situated in east-central Hubei and constitutes over a fifth of the province's population. It is recognized as the political, economic, financial, cultural, educational, and transportation center of central China. Because Wuhan is also one of the largest integrated transportation and communication hubs in China, there is a large amount of population interaction and mobility between Wuhan and other areas, both inside and outside of the province. The big data map of migration published by Baidu (https://voice.baidu.com/act/newpneumonia/newpneumonia/?from=osari_pc_1) shows that the destinations of most of the population departing from Wuhan before January 23 are the cities or counties inside Hubei province, especially its surrounding areas. Because of the incubation period of Almost all the areas (except Zaoyang) that showed increasing trends (including ITAC and ITNO patterns) are distributed near Wuhan. After confirming that the 2019-nCoV epidemic could spread among people, Wuhan was sealed in an emergency to control the transmission of infections from January 23, 2020. Wuhan, the capital of Hubei province, is situated in east-central Hubei and constitutes over a fifth of the province's population. It is recognized as the political, economic, financial, cultural, educational, and transportation center of central China. Because Wuhan is also one of the largest integrated transportation and communication hubs in China, there is a large amount of population interaction and mobility between Wuhan and other areas, both inside and outside of the province. The big data map of migration published by Baidu (https://voice.baidu.com/act/newpneumonia/ newpneumonia/?from=osari_pc_1) shows that the destinations of most of the population departing from Wuhan before January 23 are the cities or counties inside Hubei province, especially its surrounding areas. Because of the incubation period of 0 to 14 days and the mean period of 6.4 days [28] , quite a few virus carriers did not receive treatment in isolation and the phenomenon of human-to-human transmission was not effectively controlled during a specific period after January 23. Most of the surrounding areas had to face the difficulty of an increasing trend of daily new confirmed cases. Compared to areas showing increasing trends, the areas with decreasing trends (i.e., DTAC and DTNO) were randomly distributed.", "cite_spans": [{"start": 2774, "end": 2778, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 25, "end": 34, "text": "(Table 1)", "ref_id": null}, {"start": 122, "end": 130, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Identifying the Temporal Patterns of Daily New Confirmed Cases"}, {"text": "The change in the curve in the areas with the ITAC or ITNO pattern is shown in Figure 4 . The abrupt change date of daily new confirmed cases in Wuhan was February 3. Before this day, the number of daily new confirmed cases was approximately 400 to 1,000, and after this day, the numbers fluctuate around 1750. One possible reason is that the number of infected cases was still increasing. However, a more important reason is that on February 2, as a result of the insufficient diagnostic resources, there were lots of suspected cases that had not yet been confirmed. The local government emphasized that they must enhance the ability to examine the infection by several measures, such as providing full payment to third-party examiners, simplification of the examination process, and strengthening the quality of sample allocation and inspection. The abrupt change in Ezhou, on February 7, can be attributed to similar factors to those mentioned above, namely, the improvement of the ability of the medical service. Ezhou was one of the most severely affected areas, and the lack of medical workers greatly affected diagnosis and treatment. On account of this, on February 4, a proposal published by the local disease command invited the retired, resigned, and independent medical workers to return to work. Meanwhile, a medical team from Peking University International Hospital arrived in Ezhou to participate in disease control on February 7. ", "cite_spans": [], "ref_spans": [{"start": 79, "end": 87, "text": "Figure 4", "ref_id": "FIGREF9"}], "section": "Identifying the Temporal Patterns of Daily New Confirmed Cases"}, {"text": "The incidence rate of all areas at the county level was calculated based on the population data and the total number of infections. To obtain the evolution process, local Moran's I indices for each day during the period (January 26 to February 11) were calculated using ArcGIS 10.2. The spatial weight, in Equation (8), was computed based on the edge contiguity of these areas, i.e., wij is equal to 1 if there is a shared edge between two areas i and j, and otherwise, wij is equal to 0. Further, on the basis of the statistical value at the confidence level of 0.05, spatial patterns of the incidence rate were identified ( Figure 5 ). If the pattern on a given day is the same as on the previous day, then the pattern on the current day is not shown. Overall, from Figure 5 , it can be found that this study discovered only three from the dataset, namely, HH clusters, HL outliers, and LH outliers. The proportion of HH The abrupt change date of the other two areas (i.e., Zaoyang and Huangshi) with the ITAC pattern is approximately located on the date with the maximum number of daily new confirmed cases. The disease command at Zaoyang reported that from February 2, all suspected cases would be examined within a few days so that the number of these cases would be decreased to 0. For Huangshi, the number of institutions authorized to conduct nucleic acid tests increased from 4 to 6 from February 8 of 11 3 . Although Yunmeng and Tianmen with the ITNO pattern did not show any significant abrupt changes, an increasing short-term trend appeared at Yunmeng after February 5.", "cite_spans": [{"start": 1414, "end": 1415, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 626, "end": 634, "text": "Figure 5", "ref_id": "FIGREF12"}, {"start": 768, "end": 776, "text": "Figure 5", "ref_id": "FIGREF12"}], "section": "Discovering the Spatial Patterns of the Incidence Rate"}, {"text": "For these areas with DTAC or DTNO, decreasing trends imply that the epidemic was almost under control. All the remaining areas had NONO, which indicates that the daily new confirmed cases in most of these areas generally fluctuated in a particular range and thus did not have significant abrupt change points. Moreover, it can be deduced that a short-time trend, in this study, cannot be identified because the M-K test can only investigate a monotonous global trend over the entire study period. Thus, this was the limitation of the study. For instance, although the daily new confirmed cases of Yunmeng exhibit an increasing trend (see Figure 4 ) over the whole period, there was also a decreasing trend after February 5.", "cite_spans": [], "ref_spans": [{"start": 638, "end": 646, "text": "Figure 4", "ref_id": "FIGREF9"}], "section": "Discovering the Spatial Patterns of the Incidence Rate"}, {"text": "The incidence rate of all areas at the county level was calculated based on the population data and the total number of infections. To obtain the evolution process, local Moran's I indices for each day during the period (January 26 to February 11) were calculated using ArcGIS 10.2. The spatial weight, in Equation (8), was computed based on the edge contiguity of these areas, i.e., w ij is equal to 1 if there is a shared edge between two areas i and j, and otherwise, w ij is equal to 0. Further, on the basis of the statistical value at the confidence level of 0.05, spatial patterns of the incidence rate were identified ( Figure 5 ). If the pattern on a given day is the same as on the previous day, then the pattern on the current day is not shown. Overall, from Figure 5 , it can be found that this study discovered only three from the dataset, namely, HH clusters, HL outliers, and LH outliers. The proportion of HH clusters among all identified patterns was the highest, i.e., mainly around Wuhan, followed by HL clusters. Notably, on January 26, the areas, including Wuhan and Huanggang, where the incidence rates were 0.071‰ and 0.361‰, respectively, were first detected as HH clusters. Although the total number of infections in Wuhan was more significant than in Huanggang, the population of Huanggang is much smaller than that of Wuhan. Thus, this resulted in a higher incidence rate. Subsequently, with the increase of confirmed cases in each area, the incidence rate also increased. The areas near Wuhan and Huanggang, such as Xiaogan (January 27), Ezhou (January 27), Huangshi (January 28), Hanchuan (February 5), Hongan (February 8), and Tuanfeng (February 11), were recognized successively as an element of the HH cluster. As mentioned above, all these areas near Wuhan Notably, on January 26, the areas, including Wuhan and Huanggang, where the incidence rates were 0.071% and 0.361% , respectively, were first detected as HH clusters. Although the total number of infections in Wuhan was more significant than in Huanggang, the population of Huanggang is much smaller than that of Wuhan. Thus, this resulted in a higher incidence rate. Subsequently, with the increase of confirmed cases in each area, the incidence rate also increased. The areas near Wuhan and Huanggang, such as Xiaogan (January 27), Ezhou (January 27), Huangshi (January 28), Hanchuan (February 5), Hongan (February 8), and Tuanfeng (February 11), were recognized successively as an element of the HH cluster. As mentioned above, all these areas near Wuhan received most of the population departing from Wuhan, which led to high incidence rates.", "cite_spans": [], "ref_spans": [{"start": 628, "end": 636, "text": "Figure 5", "ref_id": "FIGREF12"}, {"start": 770, "end": 778, "text": "Figure 5", "ref_id": "FIGREF12"}], "section": "Discovering the Spatial Patterns of the Incidence Rate"}, {"text": "All the LH outliers appeared in Tuanfeng on January 26, and from January 29 to February 3. Tuanfeng, with a low number of infections (i.e., less than 5), shows an outlier characteristic because it was near the HH cluster before February 3. However, from February 3 to February 11, the total number of infections increased from 50 to 117; the high incidence rate resulted in the HH cluster due to proximity. Similarly, Jinzhou was identified as a unique area with the HL outlier from January 31 to February 7. During this period, the number of confirmed cases increased from 149 to 312, which is significantly higher than the surrounding area, thus leading to an HL outlier.", "cite_spans": [], "ref_spans": [], "section": "Discovering the Spatial Patterns of the Incidence Rate"}, {"text": "This research applied spatio-temporal analysis methods to detect spatio-temporal patterns of the 2019-nCoV epidemic at the county level in Hubei province. We mainly focused on temporal patterns of daily new confirmed cases and spatial patterns of the incidence rate from January 26 to February 11, 2020.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Regarding temporal patterns, most areas during the study period did not show significant characteristics of trend or abrupt change. Nevertheless, 11 areas with different types of patterns were detected, and these areas with increasing trend characteristics, included ITAC and ITNO patterns, are characterized by spatial aggregation. Notably, we found that the main reason for the abrupt change was the improvement of the nucleic acid examination capabilities when the number of suspected cases exceeded the detection capacity. Therefore, enhancing the capability to diagnose infections helps control the epidemic; otherwise, isolating the suspected patients is also an effective control measure.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "For spatial patterns, spatial clusters with high incidence rates were detected during the whole study period. These areas are concentrated around Wuhan and also belong to the Wuhan Metropolitan Area or Greater Wuhan. As the political, economic, financial, cultural, educational, and transportation center of Greater Wuhan, a large population flow resulted in the high risk in Greater Wuhan. Spatial outliers were also discovered in two areas, i.e., Jingzhou and Tuanfeng, with a high-low outlier, and a low-high outlier, respectively. Because of spatio-temporal variation of daily new confirmed cases, spatial outliers did not appear during the whole period. Therefore, timely control of regional population flows would be beneficial to prevent a regional outbreak of disease.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "However, the limited reliability of the data (for example, some infections require nucleic acid testing a minimum of two times (on two days), which results in biased data) may affect the analysis result. As a result of the limitation of the methods, we only discussed a few characteristics or patterns. Other characteristics that can be analyzed in depth include a short-term trend or turning points (which cannot be identified using the nonparametric tests used in this study), as well as the future risk in different areas. Additionally, descriptive and nonparametric methods can only detect spatio-temporal patterns. More reliable and quantitative methods need further exploration. For example, spatial regression models, such as geographically weighted regression [29] and spatial dynamic panel data models [30] , can be used, which may also be a critical aspect in future research. ", "cite_spans": [{"start": 768, "end": 772, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 811, "end": 815, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus Disease (COVID-2019) Situation Reports", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Madani", "suffix": ""}, {"first": "F", "middle": [], "last": "Ntoumi", "suffix": ""}, {"first": "R", "middle": [], "last": "Kock", "suffix": ""}, {"first": "O", "middle": [], "last": "Dar", "suffix": ""}, {"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Mchugh", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}], "year": 2020, "venue": "China. Int. J. Infect. Dis", "volume": "91", "issn": "", "pages": "264--266", "other_ids": {"DOI": ["10.1016/j.ijid.2020.01.009"]}}, "BIBREF2": {"ref_id": "b2", "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan", "authors": [{"first": "J", "middle": ["F W"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "K", "middle": ["K W"], "last": "To", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": null, "venue": "Emerg. Microbes Infec", "volume": "2020", "issn": "", "pages": "221--236", "other_ids": {"DOI": ["10.1080/22221751.2020.1719902"]}}, "BIBREF3": {"ref_id": "b3", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: Implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": ["J"], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Niu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "565--574", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30251-8"]}}, "BIBREF4": {"ref_id": "b4", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}, {"first": "R", "middle": [], "last": "Ren", "suffix": ""}, {"first": "K", "middle": ["S M"], "last": "Leung", "suffix": ""}, {"first": "E", "middle": ["H Y"], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "N. Engl. J. Med", "volume": "382", "issn": "", "pages": "1199--1207", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF5": {"ref_id": "b5", "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "F", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "China. J. Med. Virol", "volume": "2020", "issn": "", "pages": "441--447", "other_ids": {"DOI": ["10.1002/jmv.25689"]}}, "BIBREF6": {"ref_id": "b6", "title": "Drug treatment options for the 2019-new coronavirus (2019-nCoV)", "authors": [{"first": "H", "middle": ["Z"], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "Biosci. Trends", "volume": "14", "issn": "", "pages": "69--71", "other_ids": {"DOI": ["10.5582/bst.2020.01020"]}}, "BIBREF7": {"ref_id": "b7", "title": "China's response to a novel coronavirus stands in stark contrast to the 2002 SARS outbreak response", "authors": [{"first": "J", "middle": [], "last": "Nkengasong", "suffix": ""}], "year": null, "venue": "Nat. Med", "volume": "2020", "issn": "", "pages": "310--311", "other_ids": {"DOI": ["10.1038/s41591-020-0771-1"]}}, "BIBREF8": {"ref_id": "b8", "title": "Spatial analysis in epidemiology: Nascent science or a failure of GIS?", "authors": [{"first": "G", "middle": ["M"], "last": "Jacquez", "suffix": ""}], "year": null, "venue": "J. Geogr. Sci", "volume": "2020", "issn": "", "pages": "91--97", "other_ids": {"DOI": ["10.1007/s101090050035"]}}, "BIBREF9": {"ref_id": "b9", "title": "Spatial and temporal analysis of human infection with avian influenza a (H7N9) virus in China", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Qi", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Ji", "suffix": ""}, {"first": "J", "middle": [], "last": "Ai", "suffix": ""}, {"first": "A", "middle": [], "last": "Ge", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Dai", "suffix": ""}], "year": 2013, "venue": "Eur. Surveill", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2807/1560-7917.ES2013.18.47.20640"]}}, "BIBREF10": {"ref_id": "b10", "title": "Spatio-temporal pattern analysis for evaluation of the spread of human infections with avian influenza A(H7N9) virus in China", "authors": [{"first": "W", "middle": [], "last": "Dong", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Q", "middle": ["L"], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}], "year": 2017, "venue": "BMC Infect. Dis", "volume": "17", "issn": "", "pages": "2013--2014", "other_ids": {"DOI": ["10.1186/s12879-017-2781-2"]}}, "BIBREF11": {"ref_id": "b11", "title": "Spatio-temporal pattern and risk factors of the reported novel avian-origin influenza A(H7N9) cases in China", "authors": [{"first": "J", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Li", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Hong", "suffix": ""}, {"first": "X", "middle": [], "last": "Xia", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}], "year": 2014, "venue": "Prev. Vet. Med", "volume": "115", "issn": "", "pages": "229--237", "other_ids": {"DOI": ["10.1016/j.prevetmed.2014.03.030"]}}, "BIBREF12": {"ref_id": "b12", "title": "Spatial and temporal epidemiology of porcine epidemic diarrhea (PED) in the Midwest and Southeast regions of the United States", "authors": [{"first": "J", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "D", "middle": [], "last": "Goede", "suffix": ""}, {"first": "R", "middle": [], "last": "Morrison", "suffix": ""}, {"first": "A", "middle": [], "last": "Perez", "suffix": ""}], "year": 2016, "venue": "Prev. Vet. Med", "volume": "123", "issn": "", "pages": "155--160", "other_ids": {"DOI": ["10.1016/j.prevetmed.2015.11.003"]}}, "BIBREF13": {"ref_id": "b13", "title": "Investigating spati-temporal distribution and diffusion patterns of the dengue outbreak in Swat", "authors": [{"first": "S", "middle": [], "last": "Atique", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Hsu", "suffix": ""}, {"first": "S", "middle": [], "last": "Iqtidar", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Louis", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Shabbir", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Chuang", "suffix": ""}], "year": 2018, "venue": "Pakistan. J. Infect. Public Health", "volume": "11", "issn": "", "pages": "550--557", "other_ids": {"DOI": ["10.1016/j.jiph.2017.12.003"]}}, "BIBREF14": {"ref_id": "b14", "title": "Spatio-temporal Analysis of Infuenza in China", "authors": [{"first": "Y", "middle": ["W"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Li", "suffix": ""}], "year": 2005, "venue": "Sci. Rep", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Global Properties of Infectious Disease Models with Nonlinear Incidence", "authors": [{"first": "A", "middle": [], "last": "Korobeinikov", "suffix": ""}], "year": 2007, "venue": "B. Math. Biol", "volume": "69", "issn": "", "pages": "1871--1886", "other_ids": {"DOI": ["10.1007/s11538-007-9196-y"]}}, "BIBREF16": {"ref_id": "b16", "title": "Nonparametric tests against trend", "authors": [{"first": "H", "middle": ["B"], "last": "Mann", "suffix": ""}], "year": 1945, "venue": "J. Econ. Soc", "volume": "13", "issn": "", "pages": "245--259", "other_ids": {"DOI": ["10.2307/1907187"]}}, "BIBREF17": {"ref_id": "b17", "title": "Trend detection in hydrologic data: The Mann-Kendall trend test under the scaling hypothesis", "authors": [{"first": "K", "middle": ["H"], "last": "Hamed", "suffix": ""}], "year": 2008, "venue": "J. Hydrol", "volume": "349", "issn": "", "pages": "350--363", "other_ids": {"DOI": ["10.1016/j.jhydrol.2007.11.009"]}}, "BIBREF19": {"ref_id": "b19", "title": "Evaluating the non-stationarity of Australian annual maximum flood", "authors": [{"first": "E", "middle": ["H"], "last": "Ishak", "suffix": ""}, {"first": "A", "middle": [], "last": "Rahman", "suffix": ""}, {"first": "S", "middle": [], "last": "Westra", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "G", "middle": [], "last": "Kuczera", "suffix": ""}], "year": 2013, "venue": "J. Hydrol", "volume": "494", "issn": "", "pages": "134--145", "other_ids": {"DOI": ["10.1016/j.jhydrol.2013.04.021"]}}, "BIBREF20": {"ref_id": "b20", "title": "A non-parametric approach to the change-point problem", "authors": [{"first": "A", "middle": ["N"], "last": "Pettitt", "suffix": ""}], "year": 1979, "venue": "Appl. Stat", "volume": "28", "issn": "", "pages": "126--135", "other_ids": {"DOI": ["10.2307/2346729"]}}, "BIBREF21": {"ref_id": "b21", "title": "Analysis of the impact of conservation measures on stream flow regime in catchments of the Loess Plateau", "authors": [{"first": "X", "middle": ["M"], "last": "Mu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Mcvicar", "suffix": ""}, {"first": "B", "middle": [], "last": "Chille", "suffix": ""}, {"first": "P", "middle": [], "last": "Gau", "suffix": ""}], "year": 2007, "venue": "China. Hydrol. Process", "volume": "21", "issn": "", "pages": "2124--2134", "other_ids": {"DOI": ["10.1002/hyp.6391"]}}, "BIBREF22": {"ref_id": "b22", "title": "Changing rainfall and discharge patterns in the northern Limpopo Basin", "authors": [{"first": "D", "middle": [], "last": "Love", "suffix": ""}, {"first": "S", "middle": [], "last": "Uhlenbrook", "suffix": ""}, {"first": "S", "middle": [], "last": "Twomlow", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Der Zaag", "suffix": ""}], "year": 2010, "venue": "", "volume": "36", "issn": "", "pages": "335--350", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Notes on continuous stochastic phenomena", "authors": [{"first": "P", "middle": ["A P"], "last": "Moran", "suffix": ""}], "year": 1950, "venue": "Biometrika", "volume": "37", "issn": "", "pages": "17--23", "other_ids": {"DOI": ["10.1093/biomet/37.1-2.17"]}}, "BIBREF24": {"ref_id": "b24", "title": "Spatial epidemiology: Current approaches and future challenges", "authors": [{"first": "P", "middle": [], "last": "Elliott", "suffix": ""}, {"first": "D", "middle": [], "last": "Wartenberg", "suffix": ""}], "year": 2004, "venue": "Environ. Health Persp", "volume": "112", "issn": "", "pages": "998--1006", "other_ids": {"DOI": ["10.1289/ehp.6735"]}}, "BIBREF25": {"ref_id": "b25", "title": "A review of spatial methods in epidemiology", "authors": [{"first": "A", "middle": ["H"], "last": "Auchincloss", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Gebreab", "suffix": ""}, {"first": "C", "middle": [], "last": "Mair", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Diez Roux", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Public Health", "volume": "33", "issn": "", "pages": "107--123", "other_ids": {"DOI": ["10.1146/annurev-publhealth-031811-124655"]}}, "BIBREF26": {"ref_id": "b26", "title": "Local indicators of spatial association-LISA", "authors": [{"first": "L", "middle": [], "last": "Anselin", "suffix": ""}], "year": 1995, "venue": "Geogr. Anal", "volume": "27", "issn": "", "pages": "93--115", "other_ids": {"DOI": ["10.1111/j.1538-4632.1995.tb00338.x"]}}, "BIBREF27": {"ref_id": "b27", "title": "A spatial anomaly points and regions detection method using multi-constrained graphs and local density", "authors": [{"first": "Y", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Deng", "suffix": ""}, {"first": "X", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "Q", "middle": ["L"], "last": "Liu", "suffix": ""}], "year": 2017, "venue": "Trans. GIS", "volume": "21", "issn": "", "pages": "376--405", "other_ids": {"DOI": ["10.1111/tgis.12208"]}}, "BIBREF28": {"ref_id": "b28", "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China", "authors": [{"first": "J", "middle": ["A"], "last": "Backer", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}], "year": 2020, "venue": "Eur. Surveill", "volume": "25", "issn": "", "pages": "20--28", "other_ids": {"DOI": ["10.2807/1560-7917.ES.2020.25.5.2000062"]}}, "BIBREF29": {"ref_id": "b29", "title": "Exploring determinants of spatial variations in the dengue fever epidemic using geographically weighted regression model: A case study in the joint Guangzhou-Foshan area, China", "authors": [{"first": "H", "middle": ["Y"], "last": "Ren", "suffix": ""}, {"first": "L", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Q", "middle": ["X"], "last": "Li", "suffix": ""}, {"first": "W", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "L", "middle": [], "last": "Lu", "suffix": ""}], "year": null, "venue": "Int. J. Environ. Res. Public Health", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph14121518"]}}, "BIBREF30": {"ref_id": "b30", "title": "Keeping up with the (Portuguese) joneses'-A study on the spatial dependence of municipal expenditure", "authors": [{"first": "P", "middle": ["R"], "last": "Mourao", "suffix": ""}], "year": 2019, "venue": "Appl. Econ", "volume": "51", "issn": "", "pages": "3689--3709", "other_ids": {"DOI": ["10.1080/00036846.2019.1581914"]}}, "BIBREF31": {"ref_id": "b31", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The map of the study area in Hubei province, China.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The main analytical framework used in this study.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The map of the study area in Hubei province, China.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The map of the study area in Hubei province, China.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The main analytical framework used in this study.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The main analytical framework used in this study.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Temporal patterns of the number of daily new confirmed cases.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Temporal patterns of the number of daily new confirmed cases.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 8 of 11", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The change curve of these areas with the ITAC or ITNO patterns.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The change curve of these areas with the ITAC or ITNO patterns.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEERREVIEW  9  The dynamic process of the spatial patterns of the incidence rate.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "The dynamic process of the spatial patterns of the incidence rate.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Contributions: Conceptualization, software, validation, resources, data curation, writing-original draft preparation, and funding acquisition, W.Y.: methodology, W.Y. and M.D.; formal analysis, and investigation, C.L.; writing-review and editing, M.D. and J.H.; visualization, W.Y., C.L. and J.H.; supervision, and project administration, M.D. All authors have read and agree to the published version of the manuscript.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "This research was funded by the funds of the National Science Foundation of China (grant number 41801311), the Natural Science Foundation of Hunan Province, China (grant number 2018JJ3150), the Philosophy and Social Science Foundation of Hunan Province, China (grant number 18YBQ050), and the Scientific Research Fund of Hunan Provincial Education Department (grant number 19C0777).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 3 of 11", "latex": null, "type": "table"}, "TABREF1": {"text": "Identifying Temporal Patterns Using the Nonparametric Test", "latex": null, "type": "table"}, "TABREF3": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 6 of 11", "latex": null, "type": "table"}}, "back_matter": [{"text": "We express our sincere appreciation to the anonymous reviewer for constructive comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}, {"text": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}