{
    "paper_id": "1e1e5576e8c8b207adca183d9764206f369056c9",
    "metadata": {
        "title": "What happened to surgical emergencies in the era of COVID-19 outbreak? Considerations of surgeons working in an Italian COVID-19 red zone",
        "authors": [
            {
                "first": "Alberto",
                "middle": [],
                "last": "Patriti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliera Marche Nord",
                    "location": {
                        "settlement": "Pesaro-Fano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Emilio",
                "middle": [],
                "last": "Eugeni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliera Marche Nord",
                    "location": {
                        "settlement": "Pesaro-Fano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Guerra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliera Marche Nord",
                    "location": {
                        "settlement": "Pesaro-Fano",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The division of General Surgery is the hub center for surgical non-traumatic emergencies in the area accounting for 857 emergency surgeries in 2019 corresponding to an average of 71 cases/month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the month preceding the lockdown promoted by the Italian Prime Minister, 82 patients underwent emergency surgery: 19 appendectomies, 17 colo-rectal resections, 17 small bowel surgeries (adhesiolysis and resections), 11 cholecystectomies, 5 thoracic procedures for spontaneous pneumothorax and strangulated diaphragmatic hernia, 2 gastric resections, and 11 minor procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the month after the lockdown, the emergency surgery volume dropped to the number of 12 cases: 7 appendectomies, 1 foot amputation, 1 colostomy, 2 small bowel resections, and 1 cholecystectomy. According to the data of our operating room database, we observed 86% decrease of cases of emergency surgery compared to the month before the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The same trend has been observed by several general surgeons across northern Italy that we have contacted by phone and in private groups in the social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The following week, a series of abdominal emergencies initially managed at home by the relatives or the general practitioner (GP) were admitted: A 17-year-old patient with peritonitis and septic shock due to an appendicitis lasting 5 days, an aged woman with bowel obstruction managed at home for 7 days, a 52-year old man with perforated diverticular disease 3 days earlier. Two of them required longterm intensive care unit recovery for respiratory distress syndrome and acute renal failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reasons of such a phenomenon seem to be unexplained. General practitioners and emergency medical services are still active as before the lockdown and the Emergency Department (ED) is working in all the hospitals. GP tend to manage the patients by phone to avoid contacts due to the shortage of personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "People are encouraged to stay at home and to call the emergency number or the GP in case of illness. This could explain the reduced affluence to the ED in respect to the past. Most of health conditions that inappropriately crowded the EDs are now managed at home by the GP. On the other hand, this cannot explain the tremendous reduction in the number of emergencies requiring surgery. As a matter of fact, there may be an increasing unknown number of patients suffering of acute abdominal and thoracic disease at home. The destiny of such patients is still unpredictable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several COVID-19 positive critically ill patients could be inappropriately admitted to the COVID hospital where they might receive a suboptimal diagnosis and treatment for their primary pathology. Patients with mild forms of abdominal emergencies such as diverticulitis, cholecystitis, and appendicitis are managed conservatively at home by the GPs but this cannot be feasible for hemorrhages, bowel perforations, and obstructions. Changing in diet habits and social behavior due to social isolation could further explain reduction in bowel obstruction and other diet-related pathologies, but these factors are really unpredictable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless in the near future, this situation could led to the access to EDs of a large amount of patients with abdominal and thoracic complicated acute diseases quickly saturating the few number of surgeons still on duty and the already crowded intensive care units. An emergency into the emergency could be the scenario that is going to happen. The same trend has been observed by the Italian Society of Cardiology that in a survey comprising 50 centers across the country reports a 50% reduction of hospital admissions for acute myocardial infarction in the period 12-19 March 2020 [4].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research involving human participants and/or animals This article"
        },
        {
            "text": "Informed consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research involving human participants and/or animals This article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30120--30121",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "jsp?lingu a=itali ano&menu=notiz ie&p=dalmi niste ro&id=4297",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization (WHO), infection prevention and control of epidemic-and pandemic-prone acute respiratory infections in health care",
            "authors": [],
            "year": 2014,
            "venue": "Organization WHO",
            "volume": "",
            "issn": "",
            "pages": "1--156",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}