{
    "paper_id": "1e1f57a02dac634809cbe242b3e9a703578f9589",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "irresponsible not to use it when clinically appropriate. I am well aware that there are many general dentists out there who have always been in the anti-dam brigade who would now find themselves in a position where they would like to use it but find it 'difficult' .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Formally, I used to provide many dental dam courses but thanks to the wonders of YouTube, the aspiring dam user can view a myriad of presentations demonstrating application and make their choice of the technique that they want to adopt. Two current points I would make however is that it must be latex free, hence the use of the term dental dam as opposed to rubber dam. Also the dam should be brought up over the nostrils, for obvious reasons. However, patients are sometimes resistant to this and they will have to be coaxed gently, explaining why covering the nose is necessary. I have never had a problem with this and frankly if a patient was adamant now that they did not want the nose covered I would decline treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "C. Emery, Portsmouth, UK https://doi.org/10.1038/s41415-020-1913-z",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sir, dexamethasone has recently been in the news as a potential treatment for COVID-19 and the severe immune response, which is believed to cause a lot of the more severe medical problems experienced by patients acutely ill from the disease. Has this medication perhaps got a dental use also which may have been valuable during this crisis when access to urgent dental care was limited? I remember attending an endodontic course including lectures from renowned endodontist, Julian Webber. He was a strong advocate for the use of oral dexamethasone for controlling pulpitis when operative care wasn't immediately available, a treatment option which has evidence to back it. 1 What could have perhaps been very useful was access to dexamethasone via the dental formulary to help treat many of the patients suffering with pulpitis for which the principle of AAA probably did little to relieve their severe pain in the absence of dental treatment. If deemed acceptable by the necessary experts could it be adapted more widely as an additional medication we can ",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 675,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dexamethasone for pulpitis"
        },
        {
            "text": "Sir, what constitutes an aerosol generating procedure (AGP) is in dispute between the British Orthodontic Society (BOS) and the Office of the Chief Dental Officer, England (OCDO). The guidance from the OCDO is that using a slow handpiece for caries removal with high volume suction does not produce an aerosol, 1 while the BOS' view is that for removing composite after a fixed appliance debond, it does. 2 The BOS has therefore advised its members that all orthodontic procedures could be undertaken with personal protective equipment (PPE) appropriate for non-AGP, but should include the use of a fluid resistant surgical mask (FRSM) and high volume evacuation (HVE), as well. 3 The BOS' view is that the corollary use of a rubber dam would be limited in its practical application where multiple teeth are concerned and being technique sensitive, many orthodontists would be unskilled at present. 2 These are understandable concerns, but neither problem is insurmountable. Almost three decades ago, the use of a rubber dam while debonding fixed appliance ceramic brackets was recommended as a means of protecting a patient's airway during a process that could result in the disintegration and aspiration of a radiolucent ceramic fragment. 4 While some orthodontists might need ab initio training in rubber dam placement, for others a refresher session should suffice. It would be no more time consuming or challenging than having to learn how to don and doff AGP PPE and it would generate less contaminated waste.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 679,
                    "end": 680,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 899,
                    "end": 900,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1241,
                    "end": 1242,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Déjà vu!"
        },
        {
            "text": "Should orthodontists wish to enhance cross infection control during composite removal, they could follow the BOS' advice and assess the procedure's risks on an individual basis and undertake all necessary precautions they deem to be appropriate. 3 Bar donning AGP PPE, they could otherwise enhance the BOS' FRSM and HVE recommendations, by including the use of a preformed rubber dam, bearing in mind that while HVE and rubber dam are individually effective at reducing splatter and microbial contamination, together their effects become synergistic.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Déjà vu!"
        },
        {
            "text": "R. Chate, Colchester, UK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déjà vu!"
        },
        {
            "text": "Sir, I am a community dental officer and provide dental care for a large proportion of nursing and residential home residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Updated oral health strategy"
        },
        {
            "text": "In 2018, there were up to 16.007 beds in a nursing home or residential care facility in Northern Ireland. 1 We provide a combination of dental assessments for new residents, review appointments for existing patients and dental treatment as appropriate, either in the nursing home setting as a domiciliary visit or with transfer to the dental clinic where appropriate. We also carry out annual oral health screenings for private and NHS nursing home and residential facilities in the Belfast area. Prevention appears to be the safest way forward for this group of patients, in addition to our fit and well population. The Oral Health Strategy for Northern Ireland was last updated in 2007 and our care providers will be referring to the 'Guidelines for the Oral Healthcare of Older People Living in Nursing and Residential Homes in Northern Ireland' which were published in 2012 for their oral healthcare plans, both of which are now out of date given the current climate.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Updated oral health strategy"
        },
        {
            "text": "Perhaps we would benefit from an updated oral health strategy with a strong emphasis on prevention, particularly in our shielding population. Should the profession also be giving specific advice to carers with regards to safe oral care for our nursing and residential care patients, given the potential risk of exposure to the care provider in the current climate of limited PPE?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Updated oral health strategy"
        },
        {
            "text": "E. Hunter, Belfast, UK   BRITISH DENTAL JOURNAL | VOLUME 229 NO. 1 | JULy 10 2020 5 UPFRONT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Updated oral health strategy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "British Orthodontic Society. The AGP question. Implications for orthodontics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "British Orthodontic Society. Slow speed handpiece use in orthodontic procedures. The BOS position. Version 1",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safer orthodontic debonding with rubber dam",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chate R A C",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Orthod Dentofac Orthop",
            "volume": "103",
            "issn": "",
            "pages": "171--174",
            "other_ids": {
                "DOI": [
                    "10.1038/s41415-020-1908-9"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "supply in NHS primary care? R. Emanuel, Haywards Heath, UK Reference 1. Noguiera B, Silva L, Mesquita C et al. Is the use of dexamethasone effective in controlling pain associated with symptomatic irreversible pulpitis? A systematic review. J Endod 2018; 44: 703-710. https://doi.org/10.1038/s41415-020-1907-x",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}