{
    "paper_id": "1e25418270508605eba071d228c90ac4421ef091",
    "metadata": {
        "title": "Outbreak in Northern Italy: Perspectives from the Bergamo Neurosurgery Department",
        "authors": [
            {
                "first": "Claudio",
                "middle": [],
                "last": "Bernucci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Brembilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierlorenzo",
                "middle": [],
                "last": "Veiceschi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first known contagion from SARS-CoV-2, causing coronavirus disease 2019 (COVID-19), was reported on February 21, 2020, in the small town of Codogno, in Lombardy. On the same day, the fist death from COVID-19 happened in Padua, and the second occurred on February 22, 2020, in Lombardy. 2 The consequent chain of infection led the Italian Council of Ministers to publish a decree prohibiting the transit in and out of the outbreak areas (the so-called red areas), suspending all the public events, and introducing the quarantine for all infected citizens ( Figure 2A ).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 569,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The first cases in Bergamo were identified on February 23, 2020. Since then, the virus has spread exponentially in Northern Italy and throughout the state. Lombard hospitals were gradually overcrowded by patients with COVID-19. 3 On March 8, 2020 in an attempt to contain the epidemic, a decree of the Italian Prime Minister extended the red areas to the entire area of Lombardy and to other 14 Italian provinces ( Figure 2B ). This act was implemented the day after, when the whole of Italy became a red area (Figure 2C) 4 ; this was globally launched by the Government itself, even in social networks, with the hashtag #iorestoacasa (#istayhome). In so doing, the movement of people throughout the country was reduced, all sports events were suspended, and teaching activities in schools and universities were stopped until April 3, 2020. By March 11, only basic shops were left open.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 424,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Up to today (March 20, 2020), the total number of patients who have tested positive for SARS-CoV-2 is 47,021, making Italy the second country with the most confirmed infections, after China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The death toll in Italy recently has surpassed China, becoming the country with the highest COVID-19erelated mortality worldwide. 5 Bergamo is currently the most plagued Italian city, and Papa Giovanni XXIII Hospital is the largest health care center in the city. It comprises 1080 beds, 83 of which are critical care beds (53 of intensive and 30 subintensive care beds). It is designed with a central area (which includes laboratories, diagnostic services, the emergency department, 32 operating rooms) and 7 towers all around it, each of which harbors different medical specialties. It also includes a 24-hour heliport and 280 outpatient clinics. The hospital is home to 1 of the 6 highly specialized trauma centers identified by the Lombard Trauma Management Network in 2012. Moreover, it is the only pediatric trauma center in the region.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Department of Neurosurgery is one of the hospital's flagships. The neurosurgical catchment area covers nearly 1,200,000 citizens. Ten attending neurosurgeons and 3 residents work in the department. There is a neurosurgeon on call 24 hours a day. The neurosurgical ward includes 34 beds and another 16 beds in a dedicated neurointensive care unit. Two operating theaters, offering 17 weekly surgical interventions, are available. In 2019, we completed 1360 surgical procedures (305 major cranial, 285 minor cranial, 191 major spinal, 483 minor spinal), including 260 urgent procedures, 70 pediatric procedures, and 3630 outpatient visits were performed. 6 This solid infrastructure underwent important changes in the past 2 months, in accordance with the evolving COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 658,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the last days of February, there has been a massive increase of COVID-19 cases in Bergamo, and a large number of patients have overloaded the emergency department. Initially, they were kept in the emergency department or admitted to the Department of Infectious Diseases. When the situation further worsened, it was necessary to activate supplementary emergency responses, which resulted in a profound reorganization of all sectors, including Neurosurgery. Many wards were closed and many other were reconverted to COVID-19 facilities, according to the Hospital Health Direction. On February 24, 2020, all hospitalizations for elective surgical procedures were stopped. On March 6, 2020, the Gastroenterology Department was converted to a \"Gastro-COVID\" unit; after 2 days, the \"Pneumo-COVID\" was created, and on March 10, 2020, the Department of Neurology became \"Neuro-COVID.\" Finally, the Department of Hematology was transformed into \"Hemato-COVID\" on March 17, 2020. New intensive care areas were created, taking mechanical ventilators from the dismissed operating rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inside the so-called \"COVID towers,\" 400 total beds have been established for patients with COVID-19 and 92 additional beds in To streamline the constant flow of people, the triage system was extended into the parking lot. The actual number of patients hospitalized with COVID-19 stands at 538 (442 in hospital ward and 96 in intensive care units), which represents 49.8% of the hospital's total capacity. At the moment, it is not possible to increase this quantity because of a lack of workers and critical issues associated with COVID-19einfected hospital staff. Moreover, there exists a significant deficiency of personal protective equipment, medications (i.e., antiviral drugs, antibiotics), medical devices, and even oxygen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "The opening of these special areas required the recruitment of medical and nursing staff (even without specific skills) in treating pulmonary or infectious diseases, taken from both local medical and surgical departments. 7 On March 6, 2020, 25% of the neurosurgical staff was assigned to the COVID towers; this percentage arose to 50% on March 13, 2020, and to 75% since March 20, 2020. This deficit was accompanied by a concomitant overall reduction of neurosurgical activities. Hospitalized patients were gradually discharged, and the Department of Neurosurgery was closed on March 12, 2020. On-call duty 24/7 was also terminated, and our last patients were moved to a new temporary ward of 10 beds, in common with orthopedic surgeons and otolaryngologists.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "Outpatient visits were unaffected until March 6, 2020, at which time they were reduced to a weekly session for urgencies and another one for cerebral and spinal oncological cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "Surgical activity was regular with 17 interventions per week until March 1, 2010 when 7 slots were withdrawn, and only 10 surgical procedures were allowed. In the week of March 9 to 15, 2020, only 4 urgent operations were performed; and after 15 March, no procedures were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "To contain the COVID-19 outbreak, the Regional Health System adopted different urgent containment measures. 8 On March 8, 2020, with Decree XI/2906, 9 the Lombard Health System was reorganized and the regional neurosurgical network was concentrated in 4 hub hospitals: 3 of them for cranial or spinal emergencies and a fourth specialized for oncologic pathologies (Figure 3) . Papa Giovanni XXIII Hospital has remained the reference point for pediatric trauma, whereas all the other Lombard Departments of Neurosurgery have become the spokes of a spoke-and-hub system. In this way, hub hospitals are free to deal with specific medical or surgical emergencies, whereas spoke hospitals focus on patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 374,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Key words"
        },
        {
            "text": "Even though in Italy the national health care system is mainly public, research hospitals and accredited private hospitals were included in this network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "As of today, no pediatric traumatic emergencies have been sent to our institution. This is significatively below expectations 9 and likely has resulted from the legitimate curfew instituted by the government to limit contagious spread of the virus, with the unexpected advantage being a reduced risk of traumatic injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "The true efficacy of this system still needs to be clarified with further data, when such becomes available. The recent literature suggests that the spread of SARS-CoV-2 is still expected to propagate exponentially. 10 Therefore, the readiness of foreign health systems will continue to be challenged worldwide. The Italian experience has demonstrated the priceless contribution of neurosurgeons and other not-specialized physicians dealing with COVID-19, where all the available resources are needed (Supplementary Figure 1) . The world is fighting a battle with an invisible common enemy, a battle that must be won. ",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 525,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Key words"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (COVID-19) in Italy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4344"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On the front lines of coronavirus: the Italian response to covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paterlini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Italian Presidency of the Council of Ministers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Facing Covid-19 in Italy-ethics, logistics, and therapeutics on the epidemic's front line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "409c-825b-25f781d8756c/DGRþ2906þ8þmarzoþ2020. pdf?MOD¼AJPERES&CACHEID¼ROOTWORK-SPACE-5e0deec4-caca-409c-825b-25f781d8756c-n3anYxS",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The response of Milan's Emergency Medical System to the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marrazzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Migliari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stucchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sforza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trends of the infection in the 7 most infected Italian provinces from February 25 to March 20, 2020. In the recent weeks, there has been a significant increase in infections, and Bergamo holds the national record of coronavirus cases. The graph illustrates the overall number of patients who have tested positive for severe acute respiratory syndrome coronavirus 2, including those who are sick, already healed, and deceased, according to Italian Ministry of Health data.1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Red areas in Italy. (A) The first restriction measures were adopted for the little town of Codogno (between Cremona and Lodi) and Vo (near Padua). (B) On March 8, 2020, a decree of the Italian Prime Minister extended the red areas to the entire Lombardy (and to other 14 Italian provinces.(C) On March 9, 2020, the whole of Italy became a red area. 4 466 www.SCIENCEDIRECT.com the intensive care units. All units are currently saturated. Four intensive positions are available for cardiac emergencies or pediatric trauma. In the emergency department, 42 beds are at disposal, and 4 other advanced stations are located in the Shock Room.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lombard neurosurgical reorganization during coronavirus disease 2019 emergency. The blue spots indicate spoke facilities. The red spots demonstrate the 3 hub hospitals taking care of neurosurgical emergencies, located in Varese, Brescia, and Milan; the green spot indicates the hospital designed for oncological surgery in Milan; the yellow spot shows Papa Giovanni XXIII Hospital in Bergamo, the only reference center for pediatric trauma. WORLD NEUROSURGERY 137: 465-468, MAY 2020 www.journals.elsevier.com/world-neurosurgery",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "From the 1 Department of Neuroscience and Surgery of the Nervous System, ASST Papa Giovanni XXIII Hospital, Bergamo; and 2 Department of Neurosurgery, University of Pavia Fondazione IRCCS Policlinico S. Matteo, Pavia, Italy To whom correspondence should be addressed: Carlo Brembilla, M.D. [E-mail: carlinobrembo@gmail.com] Citation: World Neurosurg. (2020) 137:465-468. https://doi.org/10.1016/j.wneu.2020.03.179 WORLD NEUROSURGERY 137: 465-468, MAY 2020 www.journals.elsevier.com/world-neurosurgery",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Claudio Bernucci: Conceptualization, Data curation, Methodology, Supervision, Validation, Visualization, Writing -review & editing. Carlo Brembilla: Data curation, Formal analysis, Supervision, Validation, Visualization, Writing -review & editing. Pierlorenzo Veiceschi: Writing -original draft.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}