{
    "paper_id": "1e25adaeb1a47cce8e742b25e9d168580e150f2d",
    "metadata": {
        "title": "P R A K T I J K",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Vanwege de pandemie van het SARS-CoV-2-virus is in de chronische (diabetes)zorg in korte tijd veel gebeurd om de face-to-facezorg te transformeren tot zorg op afstand (remote) per telefoon en/of beeld. Door een dergelijke crisissituatie komen de aandachtspunten die bij deze nieuwe manier van werken nodig zijn, scherp in beeld. Welke data ontvangen zorgverleners op welke manier van patiënten? Wat zijn de voor-en nadelen van de omvangrijke dataoverdracht? Kunnen op basis van algoritmes betrouwbare behandeladviezen worden gegeven over de insulinedosering? Los van de genoemde specifieke crisissituatie zien we de zorg − de diabeteszorg is daarvan een goed voorbeeld − sowieso al toegroeien naar een steeds meer informatiegedreven sector, waar het beschikbaar komen van technologieën voor de patiënten de zorg dwingt tot aanpassing van bestaande zorgmodellen en werkwijzen. Wij schreven hierover eerder in dit tijdschrift. 1 Eén van de vernieuwingen die in beeld komen, is de zogenaamde digitale diabeteskliniek, ook wel virtuele diabeteskliniek genoemd. In de literatuur wordt deze terminologie al jarenlang gebruikt voor allerlei initiatieven waarin internet of zorg op afstand worden gebruikt, zowel voor type 1-als type 2-diabetes. In dit artikel bespreken wij een aantal onderwerpen dat gerelateerd is aan het opzetten van een virtuele diabeteskliniek. In dit concept spelen de flow en verwerking van diabetesgerelateerde informatie van de patiënt naar de kliniek en weer terug de centrale rol. Het gaat hierbij dus niet over verplaatste zorg (remote care), waarbij dezelfde werkwijze wordt gehanteerd, alleen met beeldcontact in plaats van een fysiek consult. Op de laatst gehouden ATTD International Conference on Advanced Technologies 2020 is een eerste consensusmeeting gehouden, die moet leiden tot aanbevelingen voor de vormgeving van deze manier van zorg, ook buiten crisistijden. De ATTD-consensuswerkgroep heeft als belangrijke pijlers voor een digitale diabeteskliniek een aantal punten geformuleerd (zie kader). Achter deze aanbevelingen zit uiteraard de ambitie om de uitkomst van zorg − uitgedrukt in glucose metrics en PROM's (patient reported outcome measures) − te optimaliseren met een gestroomlijnde data-uitwisseling die voor zowel voor de patiënt als de hulpverlener goed te hanteren is. Daarmee kan een digitale kliniek bijdragen aan een verbetering van waarde van de zorg voor de patiënt.",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 926,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Het gebruik van technologie voor en door diabetespatiënten is de afgelopen jaren enorm toegenomen. Vanuit respectievelijk Duitse en Amerikaanse registries is gemeld dat het aantal insulinepompen is gestegen van 1% in 1995 tot 53% in de periode 2016-2018, en dat het gebruik van CGM toenam van 3% in 2006 tot 38% in 2017. 2, 3 Ondanks die toegenomen inzet van technologie worden de HbA1cstreefwaarden nog altijd niet gehaald. Een kanttekening daarbij is dat regulatie wel beïnvloed werd door wélke techniek wordt gebruikt: bijvoorbeeld de combinatie pomp en sensor scoort beter dan pomp alleen. In de T1D Exchange-studie werd, ondanks stijging van technologiegebruik, zelfs een verslechtering gezien. Van de jongeren met type 1-diabetes heeft in 2018 17% een HbA1c < 7.5% en 21% van de volwassenen heeft een HbA1c < 7%. 2 In de populatie met type 2-diabetes is pomp-en sensorbehandeling minder uitgebreid geëvalueerd, al werd in een recente meta-analyse gerapporteerd dat FGM-gebruik ook in deze groep verbetering van regulatie bewerkstelligt. 4 • Doel van een digitale kliniek is de patiënt te steunen in zelfmanagement.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 819,
                    "end": 820,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "TECHNOLOGIE EN UITKOMST"
        },
        {
            "text": "• Het eigenaarschap van de data moet gereguleerd worden op mondiaal niveau; de patiënt besluit wie mag meekijken. • In een digitale kliniek kunnen sommige face-to-facecontacten vervangen worden door digitale contactmomenten. Dit zorgt voor frequentere tussentijdse interactie. • Het is belangrijk dat de data van alle devices (zoals pompdata met sensordata) gemakkelijk overdraagbaar zijn, om ze te kunnen integreren, interpreteren en van een goed advies te voorzien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TECHNOLOGIE EN UITKOMST"
        },
        {
            "text": "j a a rg a n g 1 8 | n r. 2 | j u n i 2 0 2 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TECHNOLOGIE EN UITKOMST"
        },
        {
            "text": "Een algemene conclusie ligt voor de hand: 'Technologie is niet alles. ' En: 'Technologie kan het niet alleen. ' De kwaliteit van het digitale ecosysteem rondom de techniek, zowel aan de kant van de patiënt als aan die van de hulpverlener, bepaalt uiteindelijk de uitkomst. Het digitale ecosysteem kan worden gedefinieerd als de interactie tussen de communicatielijnen van data en contacten (online en offline), de patiënt en de hulpverlener. Dit omvat een veelheid aan te beïnvloeden parameters, zoals de kennis en ervaring van de hulpverlener, het aantal contacten tussen patiënt en hulpverlener, de kwaliteit van de educatie en de mogelijkheden voor patiënten om toegang te krijgen tot hun eigen gegevens. Hoe meer data en hoe meer patiënten gebruikmaken van digitale zorg, des te belangrijker worden dataflows en de rol van algoritmen. Tevens zal het data-uploaden bij nieuwe systemen niet meer − zoals nu − een actie van de patiënt zijn, maar gaan de data automatisch naar een cloud. Met het eigenaarschap bij de patiënt zijn transparante afspraken nodig over het gebruik van data als onderdeel van het medisch dossier. Het niet kunnen delen van de data door de patiënt maakt een digitale behandeling onmogelijk. Met het blokkeren van de mogelijkheid om FGM-data via een (bestaande) dataflow naar een behandelteam te sturen, is het belang van dit eigenaars-en beheersaspect recent pijnlijk duidelijk geworden. De optimaalste situatie zou moeten inhouden dat de patiënt werkelijk de eigenaar van de data is, de portalhouder/fabrikant de verwerker is, en de zorgverlener de beheerder is van alle gegevens in het zorgdossier. Dit moet ook in de overeenkomsten duidelijk zijn vastgelegd. In dit artikel beperken wij ons verder tot het aspect van de binnenkomende data en hoe die bij een sterk stijgende hoeveelheid aan data toch kan leiden tot een zinvol advies aan de patiënt bij normale belasting van de zorgverleners. De kern is dat er anders gewerkt moet gaan worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIGITAAL ECOSYSTEEM"
        },
        {
            "text": "In de digitale diabeteskliniek kunnen zorgverleners 24/7 inzicht hebben in de diabetesdata en -uitkomsten van hun patiënten. Dit heeft nadelen in de huidige setting van dataverkeer en werkwijzen. De keerzijde is namelijk dat het als last ervaren kan worden wanneer het niet lukt om de patientgegevens goed te verwerken en te interpreteren binnen werktijd; zeker als dat leidt tot suboptimale uitkomsten. Bovendien is het tijdsintensief om patiënten tussen de consulten door op afstand te volgen. Kostte het in het jaar 2000 2 à 3 minuten om de uitkomsten schriftelijk vast te leggen, nu kost elektronische monitoring 16 tot 19 minuten. 5 Het nakijken van de schriftelijke bloedglucosewaarden nam 11 minuten in beslag; het uitlezen van pompdata neemt nu gemiddeld 18 minuten in beslag en het analyseren van de boluscalculator nog eens 15 minuten. 6 Daarbij moet rekening worden gehouden met het feit dat het aantal diabetespatiënten dat beschikking heeft over technologieën anno 2020 aanzienlijk hoger ligt dan in 2000. Bovenstaande cijfers zijn uiteraard erg afhankelijk van de organisatie van de zorg, de ervaring van de hulpverleners, de beschikbare ITmogelijkheden voor het ontvangen van informatie en de manier van terugkoppeling naar de patiënt. Hoe het ook zij, de cijfers geven aan dat een toename van data zonder automatisering niet zomaar een verbetering in zorguitkomsten zal geven. Een goede uitkomst van diabeteszorg kost nu ook voor patiënten veel tijd en inzet. De huidige technieken hebben dat nog niet volledig verminderd. Een gevaar daarbij is dat die inzet − los van de noodzaak diverse alarmen te zetten om het tijdig ingrijpen mogelijk te maken − kan leiden tot zogenoemde alarm fatigue en burn-outverschijnselen. Slechts een beperkte groep patiënten (5-15%) blijkt in staat om deze zaken zelf en voldoende goed te regelen. Los van de technische kant kan een toestroom aan en overflow van gegevens die niet goed of tijdig verwerkt kunnen worden, eveneens leiden tot burn-outklachten van zorgverleners, omdat de tijdsinvestering en de druk die zorgverleners ervaren ten koste gaan van het patiëntencontact. In de VS zegt 54% van de artsen ten minste één burn-outsymptoom te ervaren, waarbij met name de administratieve lastendruk − inclusief het invoeren en verwerken van data − een risicofactor is. 7 Alle reden om de dataprocessen voor alle zorgverleners zo optimaal mogelijk te maken, ook omdat anders de zorg niet daadwerkelijk zal verbeteren.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 637,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 846,
                    "end": 847,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2319,
                    "end": 2320,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BELASTING IN TIJD BIJ ONVERANDERDE ZORGVORMEN"
        },
        {
            "text": "Duidelijk is dat er meer en meer gebruik wordt gemaakt van technologieën die data analyseren en conclusies en adviezen opleveren voor de patiënt en behandelaar. Het aanleveren van gegevens is daarvoor cruciaal. Momenteel gebeurt dat nog te weinig: uit onderzoek in de VS blijkt dat 50-71% van de patiënten tussen de consulten door de data nooit doorstuurt (uploadt) naar de zorgverlener. 2 Ook geven patiënten aan dat het hen ontbreekt aan de kennis, de mogelijkheden en het vertrouwen om de CGM-data te interpreteren. Ten derde geven zij aan behoefte te hebben aan realtime afstemming bij hun zelfmanagement. 8, 9, 10 Wanneer het qua techniek wel lukt om te komen tot datauitwisseling, dan is het de vraag wie vervolgens aan de knoppen gaat draaien. In de ADVICE4U-studie onderzochten Nimri et al 11 j a a rg a n g 1 8 | n r. 2 | j u n i 2 0 2 0 IT-faciliteiten -Realtime data van pompen en sensoren, transmissie via cloud zonder een uploadvereiste, en waar nodig nog uploadmogelijkheden thuis en uitleesmogelijkheden voor alle overige devices (pomp, sensor, bloedglucosemeters) -Patiëntmanagementsysteem dat data van devices kan integreren en onderdeel uitmaakt van het persoonlijke dossier, koppeling met PGO -Decision support-systemen -Spreekuurmanagement: automatische uitnodigingen en reminders op basis van data, alsmede op verzoek patiënt -Voldoende bandbreedte en apparatuur voor video-/beeldconsultatie Bedrijfsvoering -Passende staffing: kwantitatief en kwalitatief (medisch, technisch, datamanagement) -Efficiënte verhouding tussen het aantal hulpverleners en de patiënten -Heldere afspraken over wie en wat met e-health kan worden geholpen en wie beter een face-to-faceconsult kan hebben -Passend declaratiesysteem van zorgkosten Educatie -Over werkwijze, verwachtingen Tabel 3. Belangrijke elementen voor de opzet van een virtuele diabeteskliniek.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ADVIEZEN OPVOLGEN: PERSPECTIEF VAN DE PATIËNT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zes vragen over zorgvernieuwing in diabeteszorg: het value-based healthcare-model in de praktijk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Veeze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aanstoot",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ned Tijdschr Diabetol",
            "volume": "15",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State of Type 1 Diabetes Management and Outcomes from the T1D Exchange in 2016",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Diabetes Technology & Therapeutics",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/dia.2018.0384"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Temporal Trends and Contemporary Use of Insulin Pump Therapy and Glucose Monitoring Among Children, Adolescents, and Adults With Type 1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Den Boom",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of flash glucose monitoring on glycaemic control as measured by HbA1c",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diab Ther",
            "volume": "11",
            "issn": "1",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Physician Time Spent Using the Electronic Health Record During Outpatient Encounters: A Descriptive Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Overhage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccallie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Abstracts from ATTD 2017 10th International Conference on Advanced Technologies & Treatments for Diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornelia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beyond Burnout -Redesigning Care to Restore Meaning and Sanity for Physicians",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "Ingrid",
                    "middle": [
                        "T"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "309--311",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1716845"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Practices to Foster Physician Presence and Connection With Patients in the Clinical Encounter",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zulman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "1",
            "pages": "70--81",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2019.19003"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patients' and caregivers' experiences of using continuous glucose monitoring to support diabetes selfmanagement: qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Endocrine Disorders",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Real-Time Sharing and Following of Continuous Glucose Monitoring Data in Youth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diabetes Therapy",
            "volume": "10",
            "issn": "",
            "pages": "751--75",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Decision Support Systems for Insulin Treatment Adjustment in People with Type 1 Diabetes Pediatr Endocrinol Rev",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nimri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Endocrinol Rev",
            "volume": "17",
            "issn": "1",
            "pages": "170--182",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diabetes digital app technology: benefits, challenges, and recommendations. A consensus report by the European Association for the Study of Diabetes (EASD) and the American Diabetes Association (ADA) Diabetes Technology Working Group",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bergenstal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "229--241",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adjusting insulin doses in patients with type 1 diabetes who use insulin pump and continuous glucose monitoring: Variations among countries and physicians",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nimri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Diabetes Obes Metab",
            "volume": "20",
            "issn": "10",
            "pages": "2458--2466",
            "other_ids": {
                "DOI": [
                    "10.1111/dom.13408"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Remote Monitoring of Diabetes: A Cloud-Connected Digital System for Individuals With Diabetes and Their Health Care Providers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joubert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Benhamou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schaepelynck",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Diabetes Sci Technol",
            "volume": "13",
            "issn": "6",
            "pages": "1161--1168",
            "other_ids": {
                "DOI": [
                    "10.1177/1932296819834054"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Top Ten Tips for Successfully Implementing a Diabetes Telehealth Program",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crossen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Neinstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Technol Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A standard set of person-centred outcomes for diabetes mellitus: results of an international and unified approach. Diabetic Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Rotterdam d.mul@diabeter.nl",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "hoe vaak patiënten zelf hun pompinstellingen wijzigen tussen de consulten door. Patiënten die hun dosis niet aanpassen, geven aan dat zij daar niet voldoende zelfvertrouwen voor hebben (37.5%) of het te ingewikkeld vinden (25%) (zie tabel 1). Tabel 1. Percentage patiënten dat zelf pompstanden aanpast.11",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "gezondheidszorggebruik en overleving samengebracht met PROM's. Door jaarlijkse review kan van veel van deze items de ontwikkeling worden gevolgd en gebruikt worden voor benchmarkactiviteiten. Een klein deel van deze set wordt gevormd door PROM's (patient reported outcome measures), gemeten met gevalideerde vragenlijsten over psychisch welzijn, diabetesbelasting (distress) en depressie. Deze uitkomsten van deze vragenlijsten, met een beperkt aantal vragen, kunnen worden gemonitord door de tijd. Het zal ook voor de evaluatie van de digitale diabeteskliniek essentieel zijn om dergelijke PROM's mee te nemen en verder te ontwikkelen als uitkomstmaat.De contouren van de digitale diabeteskliniek zijn zichtbaar. De vervolgstap nu moet zijn om de beschikbare kennis, middelen en methoden op effectieve wijze te combineren en tot een samenhangend geheel te maken, met als uitkomst optimale diabetesregulatie en kwaliteit van leven. Aan de kant van de hulpverleners is een goede workflow en betrouwbare advisering vanuit datastromen van belang. Voor patiënten moet het aanleveren van informatie eenvoudig zijn, het advies helder en de uitkomst (medisch en PROM's) optimaal. In dit artikel is daarvoor een aantal elementen beschreven. Het ligt in de lijn der verwachting dat een geleidelijke overgang − van het huidige zorgmodel naar een nieuwe − sneller zal verlopen dan gedacht. Denk bijvoorbeeld aan een patient die de kliniek 'binnenkomt' mét een totaalpakket aan pomp-of sensorsysteem binnen een al bestaand zorgconcept van een commerciële aanbieder. Dát alleen al maakt dat de noodzaak tot verandering van ons zorgmodel snel naderbij komt. Wij moeten als diabeteshulpverleners klaarstaan en bereid zijn om onze manier van werken en zorgen daarop te kunnen aanpassen. Dat zal ook van de patiënten aanpassingen vragen, om mee te kunnen gaan met de veranderende manier van begeleiding. De verwachting is dat de gezondheidszorgcrisis rondom het SARS-CoV-2-virus een impuls zal geven aan de ontwikkeling binnen de diabeteszorg in de richting van de digitale diabeteskliniek: de zorg zal meer veranderen dan alleen nu tijdelijk. Met het goed opzetten van zowel de remote care als de 'echte' virtuele kliniek, ontstaan vele nieuwe mogelijkheden en uitdagingen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement: wij danken Nathalie Ekelmans voor ondersteuning bij het maken dit artikel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}