{
    "paper_id": "1e2df9ddc3b7beb6675fc7ff63ad07b7cdd5e9e2",
    "metadata": {
        "title": "Ciliate populations in temporary freshwater ponds: seasonal dynamics and influential factors",
        "authors": [
            {
                "first": "Andru",
                "middle": [],
                "last": "Oksana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Shchyshyn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Katarina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Agnusson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "I"
                ],
                "last": "Dudley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Llia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1. The ciliate populations of two temporary ponds in southern Ontario were studied throughout their aquatic phases in 2001. Pond I (1 ha) held water for 98 days, whereas Pond II (0.25 ha) held water for 34 days. Populations were assessed both within the ponds themselves and within a series of enclosures in which invertebrate predator pressure was manipulated. 2. In the natural pond water, total ciliate abundance in Pond II rose rapidly from day 1 increasing two orders of magnitude by day 7. In contrast, total abundance in Pond I began at the same level as in Pond II but increased much more slowly, reached a plateau of around 500 individuals L )1 , and increased again late in the hydroperiod. 3. Despite being only 500 m apart, the two ponds were fairly dissimilar in terms of their species richness and species composition. Pond I contained 50 species compared with 70 species for Pond II, with only 24 species shared. Additional species occurred within the enclosures raising the total species richness to 145 species; 88 from Pond I, 104 from Pond II, with 47 species (30%) in common. Pond II contained more mid-sized ciliates (50-200 lm), whereas Pond I was dominated by smaller ciliates, especially in mid-May and early June. In Pond I, cumulative species richness throughout the hydroperiod was highest in the predator addition enclosures (65 ± 4 species), followed by the partialpredator exclusion enclosures (50 ± 4). Lowest species richness was found in the control enclosures (39 ± 2) and in the pondwater controls (39 ± 0). Differences between the ciliates in the natural pond water and the enclosures appeared to be related to a greater concentration of phytoplankton within the enclosures (perhaps resulting from extensive growth of duckweed, Lemna, outside), and higher densities of zooplankters in the pond. 4. The physicochemical environment influenced species richness, total abundance and the number of rare species (27 in Pond II versus 13 in Pond I). Variation in ciliate abundance in Pond I could be explained by the number of days after filling (39%) and enclosure treatment (23%). These two parameters also explained 72% of the variation in species richness in Pond I (46 and 26%, respectively). Sixty-five per cent of the variation in abundance in Pond II could be explained by the measured parameters: number of days after filling 27%, pH 19% 2 , and nitrate levels 12%. Fifty-two per cent of the variation in species richness was explained by the environmental parameters, of which pH was the most influential. Species succession was a strong feature of both ponds and its relationship to environmental variables and the presence of other organisms is discussed. 5. Addition of invertebrate predators resulted in higher abundance and higher species richness for a limited time period in one of the ponds -suggesting that differences in foodweb dynamics may influence ciliate community composition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ciliates and other protoctists are believed to play a significant metabolic role in freshwater systems (Wetzel, 1983; Beaver & Crisman, 1989) . In marine environments, ciliates have been recognised as an important link between bacteria and pelagic zooplankters in a 'microbial loop' (e.g. Sleigh, 1989; Pierce & Turner, 1992) , and, in Lake Michigan, experimental studies have shown that a large fraction of picoplankton carbon is directly transferred to higher trophic levels via a picoplankton-protoctist-zooplankton coupling (Carrick et al., 1991) . Ciliates are believed not only to route energy through their consumption of primary producers and subsequent ingestion by predaceous and detritivorous metazoans (Sleigh, 1989; Wickham, 1995) , but also as photosynthesizers via phytoflagellate symbionts (Sorokin, 1999) . High rates of growth and reproduction make ciliates major organic matter transformers.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 117,
                    "text": "(Wetzel, 1983;",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 141,
                    "text": "Beaver & Crisman, 1989)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 302,
                    "text": "Sleigh, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 303,
                    "end": 325,
                    "text": "Pierce & Turner, 1992)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 528,
                    "end": 550,
                    "text": "(Carrick et al., 1991)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 714,
                    "end": 728,
                    "text": "(Sleigh, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 729,
                    "end": 743,
                    "text": "Wickham, 1995)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 806,
                    "end": 821,
                    "text": "(Sorokin, 1999)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite such pivotal roles, the basic biology and population dynamics of ciliates in fresh waters are not well known for a variety of methodological and taxonomical reasons summarised by Finlay et al. (1988) . Such information as does exist has come primarily from large lentic bodies, such as lakes (Goulder, 1974; Petersen, 1990; James, Burns & Forsyth, 1995) and reservoirs (Salvado & Gracia, 1991) , with some studies also having been carried out in running waters (Taylor, 1981; Madoni, 1983; Baldock & Sleigh, 1988) . A few studies have considered the seasonal development of ciliates in ponds (Grolière & Njine, 1973 4 ; Kusano, Kusano & Watanabe, 1987; Guhl, Finlay & Schink, 1994; Finlay & Esteban, 1998) , but almost no data are available from temporary freshwater ponds -in which metazoans demonstrate interesting traits related to the transient nature of the habitat (Williams, 2001) .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 207,
                    "text": "Finlay et al. (1988)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 300,
                    "end": 315,
                    "text": "(Goulder, 1974;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 316,
                    "end": 331,
                    "text": "Petersen, 1990;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 332,
                    "end": 361,
                    "text": "James, Burns & Forsyth, 1995)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 377,
                    "end": 401,
                    "text": "(Salvado & Gracia, 1991)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 469,
                    "end": 483,
                    "text": "(Taylor, 1981;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 484,
                    "end": 497,
                    "text": "Madoni, 1983;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 498,
                    "end": 521,
                    "text": "Baldock & Sleigh, 1988)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 600,
                    "end": 625,
                    "text": "(Grolière & Njine, 1973 4",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 660,
                    "text": "Kusano, Kusano & Watanabe, 1987;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 661,
                    "end": 689,
                    "text": "Guhl, Finlay & Schink, 1994;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 690,
                    "end": 713,
                    "text": "Finlay & Esteban, 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 879,
                    "end": 895,
                    "text": "(Williams, 2001)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study was twofold: first, to describe the ciliate taxa, their population dynamics, and seasonal succession over the differing aquatic phases of two temporary ponds in southern Ontario, Canada; secondly, to attempt to relate these finding to environmental factors that may have influenced them, the latter including a predator field-manipulation experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The two ponds are located in Vandorf, Ontario (44°00¢N, 79°23¢W), and were sampled throughout their aquatic phases in 2001. Both ponds were filled by snowmelt water in early spring. Pond I was initially approximately 1 ha in area with a maximum depth of 27 cm, and held water from 4 April until 17 July (98 days). Pond II was smaller (0.25 ha) but deeper (maximum 66 cm) and held water from 7 April until 17 May (34 days). Both are eutrophic and fishless in nature, and they are separated by a distance of only 500 m. Mixed deciduous woodland and hay fields surround both ponds, although Pond II is somewhat more open in exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A weekly sampling programme was set up by comprising analyses for ciliates, water chemistry (using a Hydrolab H 2 O multiprobe: Hydrolab Corporation, Austin, TX, U.S.A.; and portable Hach Kit spectrophotometer DR2000: Hach Company, Loveland, CO, U.S.A.), and chlorophyll a (acetone extraction method; American Public Health Association, 1995) . Ciliate samples were taken by submerging a closed 35 cm 3 container adjacent to the substrate, removing the lid and sealing it once full. Two such replicates were taken at each sampling site and these were pooled in the field. Because of the time required to identify the large number of species present, only samples from Pond I were examined alive, those from Pond II were preserved with mercury chloride. After thorough mixing, 10 cm 3 were withdrawn from each of the 280 cm 3 samples, and placed in an Utermö hl chamber (Phyco Tech Inc., MI, USA) 6",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 342,
                    "text": "Association, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Routine sampling"
        },
        {
            "text": "; fresh and preserved samples were treated identically. After settling, the ciliates were examined under an inverted microscope. Species in low abundance were concentrated using vacuum filtering (1.2 lm) under low pressure. Identifications were always made on live specimens, using the following keys: Kahl (1930 Kahl ( , 1931 Kahl ( , 1932 Kahl ( , 1935 ; Bick (1972) ; Corliss (1979) ; Curds, Gates & Roberts (1982 ; Foissner et al. (1991) ; Foissner, Berger & Kohmann (1992 ; Foissner et al. (1995) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 312,
                    "text": "Kahl (1930",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 313,
                    "end": 326,
                    "text": "Kahl ( , 1931",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 327,
                    "end": 340,
                    "text": "Kahl ( , 1932",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 341,
                    "end": 354,
                    "text": "Kahl ( , 1935",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 357,
                    "end": 368,
                    "text": "Bick (1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 371,
                    "end": 385,
                    "text": "Corliss (1979)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": ";",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 416,
                    "text": "Curds, Gates & Roberts (1982",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 419,
                    "end": 441,
                    "text": "Foissner et al. (1991)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 442,
                    "end": 443,
                    "text": ";",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 476,
                    "text": "Foissner, Berger & Kohmann (1992",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 479,
                    "end": 501,
                    "text": "Foissner et al. (1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Routine sampling"
        },
        {
            "text": "As part of a larger study on invertebrate community dynamics, a predator manipulation experiment was set up in the two ponds. Six, water-tight, galvanised sheetmetal enclosures, each measuring 2.3 m in diameter and 0.7 m in height, were installed in each pond prior to snowmelt. They were randomly located within relatively homogeneous areas of depth, substrate and exposure, and were forced into the bed to a depth of approximately 10 cm, effectively corralling sections of pond. Within each pond, two of the enclosures were covered with a fine (1 mm), white mesh that excluded the entry of aerially colonising insect predators (primarily Coleoptera and Odonata) -although they may subsequently have contained predators that hatched from dormant eggs laid on the pond bottom in the previous year. Another two enclosures served as 'predator addition' manipulations to which were added, weekly, specimens of the seasonally predominant predators present in the ponds. This amounted to a total of 30 beetle larvae (Rhantus sp., Agabus sp., Acilius sp.) added to each enclosure in Pond I (on days 28, 35 and 42) and 20 in the Pond II enclosures (on days 27 and 34). A total of 120 dragonfly nymphs (Sympetrum obtrusum, S. internum, S. costiferum) was also added to each of the two enclosures in Pond I (on days 49, 56, 63, 70, 77 and 84) . No odonates were added to Pond II as it had dried up by this time. The last two enclosures in each pond served as controls in an attempt to determine any enclosure effects. Thus alongside the samples taken from the ponds themselves, termed 'outside enclosures', samples of water, chlorophyll a and ciliates were also taken from each of the three treatments.",
            "cite_spans": [
                {
                    "start": 1307,
                    "end": 1333,
                    "text": "49, 56, 63, 70, 77 and 84)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The manipulations"
        },
        {
            "text": "The depth of Pond I initially increased during the first week after snowmelt, then gradually decreased at around day 42 (Fig. 1) . Thereafter, depth increased because of rainfall and then declined to 0 on day 98. The pattern in Pond II was one of uniform decline from day 1 to day 42 (Fig. 2) . In both ponds, outside the enclosures, water temperatures, turbidity, nitrate, ammonia (higher in Pond I) and total phosphorus (more variable in Pond I) steadily increased until they reached a maximum prior to dry up (Figs 1 & 2) . Conductivity inversely followed water depth. The pH tended to become lower over the aquatic phase in Pond I (range: 5.5-6.4) but increased in Pond II (range: 6. 8-7.3 ). Dissolved oxygen dropped by a similar amount in both ponds, but the start and end concentrations were lower in Pond I. Chlorophyll a peaked only once in Pond II (day 6), but three times in Pond I (days 21, 49 and prior to dry up).",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 693,
                    "text": "8-7.3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 284,
                    "end": 292,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 512,
                    "end": 524,
                    "text": "(Figs 1 & 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Physicochemical environment"
        },
        {
            "text": "In Pond II, within the enclosures, all measured parameters showed patterns that were very similar to those seen in the pond itself, with the exception of ammonia which was higher (P < 0.05, from a Fisher's LSD test applied after a repeated measures A N O V A A N O V A ) in the control enclosures (Fig. 2) . This was the case also for Pond I in terms of depth, temperature and ammonia, although pH, conductivity and dissolved oxygen were occasionally higher in the enclosures (P < 0.01 from a repeated measures A N O V A A N O V A ; Fig. 1 ). Although initially very similar to the concentrations in the pond, Pond I enclosures showed marked decreases in nitrate, total phosphorus and turbidity prior to dry up (P < 0.05 from a repeated measures A NO V A A N O V A ). Chlorophyll a levels in the Pond I enclosures were very similar to those in the outside water until around day 28, the beginning of the predator addition treatment. Thereafter, the enclosure controls and both predator-manipulation treatments (especially the predator addition) rose significantly above background levels (P < 0.01; Fig. 1 ). Chlorophyll a levels in Pond II were similar amongst all treatments and controls (P ¼ 0.78; Fig. 2 ). Chlorophyll a levels were generally higher in Pond I, with maxima occurring at the beginning of the hydroperiod in Pond II but much later (May to June) in Pond I. Maxima prior to dry up in both ponds were likely a concentration effect because of rapidly decreasing pond volumes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 533,
                    "end": 539,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1099,
                    "end": 1105,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1201,
                    "end": 1207,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Physicochemical environment"
        },
        {
            "text": "Outside the enclosures, total ciliate abundance rose rapidly from day 1 in Pond II such that there was two orders of magnitude increase by day 7 (Fig. 3a) . This higher level was maintained throughout the aquatic phase of the pond. In contrast, total abundance in Pond I began at the same level as in Pond II but increased much more slowly, reached around 230-340 individuals L )1 for much of the pond's life, but increased again late in the aquatic phase (probably a concentration effect of decreasing water volume).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "Despite being only 500 m apart, the two ponds were fairly dissimilar in terms of their species richness and species composition. Pond I contained 50 species compared with 70 species for Pond II, with only 24 species shared. Further, similarity in species between the replicate samples taken within each pond were modest (56% in Pond I; 43% in Pond II), and only around half of the 24 species occurring in both ponds were found in all four replicates combined. Such high spatial heterogeneity belied the visually homogeneous appearance of the habitat (in terms of depth, substrate, water chemistry, light regime, macrophyte composition) within each pond. Most of the ciliates present belonged to the Kinetofragminophora (Pond I: 19 species; Pond II: 29 species) and Polyhymenophora (19 and 22 species, respectively), with slightly fewer Oligohymenophora (12 and 19 species, respectively). Species are given in Appendices 1 and 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population dynamics"
        },
        {
            "text": "On day 1, Pond I was dominated by a single small (<50 lm) species, Urotricha farcta (Fig. 3b) . Thereafter, the predominant species were as listed in Appendix 1 (where high abundance species, 800-8480 individuals L )1 , are marked with '*' in the prey column).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "In Pond II, larger sized ciliates predominated on the first day ( Fig. 3b ): Stentor polymorphus, Spirostomum minus, Loxodes magnus and Paramecium caudatum (Appendix 2). Throughout the remainder of the hydroperiod, no single species predominated, except briefly, between days 20 and 27 in one replicate, in which the medium-sized Epistylis chrysemydis comprised between 26 and 49% of the ciliate community. The larger ciliates gradually diminished as Pond II dried, whereas they were more persistent in Pond I. Medium-sized ciliates were rare early on in both ponds, but became a major component in Pond II, in Pond I their relative numbers fluctuated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "In both ponds, the majority of ciliate species could be categorised as bacterial and ⁄ or algal feeders Foissner & Berger, 1996) . Pond I was dominated initially by species that fed on algae, bacteria and heterotrophic flagellates (the generalist 'abh' category), followed for the rest of the hydroperiod by species belonging to more distinct feeding categories (e.g. bacteria, omnivores, algae ⁄ bacteria). Facultative algivores and bacterivores were better represented in Pond II, where there was no initial dominance of generalist feeders. The relative abundance of algivores in Pond II followed the seasonal trend in phytoplankton (as measured by Chlorophyll a; Fig. 2 ). Predators (i.e. ciliates that fed on other protoctists ⁄ ciliates) were not common in either pond. Within the enclosures, in both ponds, total ciliate abundance began with low values, similar to those seen in the ponds themselves (Fig. 4a) . In Pond I, abundances rose in the enclosure controls and the partial predator exclusion treatments to exceed those of the pond by around day 28. By days 63-70 they exceeded the pond populations considerably.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 128,
                    "text": "Foissner & Berger, 1996)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 672,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "Abundances in the predator addition enclosures began to exceed those in the pond by the end of the first week (prior to the actual addition of the invertebrates on day 28) and greatly exceeded the pond controls to the end of the hydroperiod (10 000 ciliates L )1 versus 1000 ciliates L )1 , respectively) when they had returned to the same level as the enclosure controls and the partial predator exclusion treatments. In contrast, development of ciliate numbers in the Pond II enclosures closely followed densities outside (Fig. 4a ). There was initially (within 6 days) a very rapid increase from 4000 to 27 000 ciliates L )1 , a level which was sustained until the end of the hydroperiod. Densities in Pond I peaked at >100 000 ciliates L )1 (in partial predator exclusion, day 70) primarily comprising small species such as U. farcta, U. furcata, U. nigricans, H. grandinella, and P. cirrifera. Maximum density recorded in Pond II was 41 400 ciliates L )1 (outside enclosures).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 532,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "Additional species occurred within the enclosures: Kinetofragminophora, 15 and 10 species (ponds I and II, respectively); Polyhymenophora, 14 and 18 species and Oligohymenophora nine and six species. This raised the total species richness to 145 species; 88 from Pond I, 104 from Pond II, with 47 species (30%) in common (Appendices 1 and 2). Over the 34-day hydroperiod of Pond II, roughly twice the number of ciliate species were supported than during the first 34 days of Pond I (Fig. 4b) . However, species richness in Pond I rose to near Pond II levels towards the end of its own hydroperiod (around day 98). Cumulative species richness throughout the hydroperiod was highest in the predator addition enclosures (65 ± 4 species), followed by the partial predator exclusion enclosures (50 ± 4). Lowest species richness was found in the control enclosures (39 ± 2) and in the pond controls (39 ± 0). As these two controls were similar, the differences seen in the others were likely the result of predator manipulation rather than because of enclosure effects. Interestingly, there was some increase in both the predator addition enclosures before the predators were added. After addition, these increases became larger. The results obtained in Pond II were less convincing: predator addition (54 ± 3), partial predator exclusion (50 ± 7), enclosure controls (44 ± 4) and pond controls (50 ± 3). For each pond, seasonal ciliate abundance (logtransformed) and species richness from all treatments and outside the enclosures were combined into a larger data set for analysis of the possible influence of environmental factors. Stepwise linear regression indicated that 69% of ciliate abundance in Pond I could be explained by the measured environmental parameters, with number of days after filling and treatment being the most influential (explaining 39 and 23% of the variation in ciliate abundance, respectively; P < 0.001). These two parameters also explained 72% of the variation in species richness in Pond I (46 and 26%, respectively; P < 0.001). Sixtyfive per cent of the variation in abundance in Pond II could be explained by the measured parameters, with number of days after filling accounting for 27% (P < 0.001), pH 19% (P < 0.001) and nitrate levels 12% (P < 0.001); water depth was excluded from the analysis as it was highly correlated with days after filling (r ¼ 0.99). Fifty-two per cent of the variation in species richness was explained by the environmental parameters, of which pH was the most influential (40%; P < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "Pond I was dominated by small ciliates (<50 lm) on two occasions, mid-May and the first half of June (indicated as size group '1' in Appendix 1); at times, some attained densities as high as 10 000-60 000 individuals L )1 . Medium-sized (50-200 lm; size group '2') species were less abundant (1300-3000 individuals L )1 ). Large (>200 lm; size group '3') species were less common but by virtue of their size contributed significantly to overall community biomass. Compared with Pond I, Pond II had a considerably higher frequency of mid-sized ciliates (50-200 lm) (Fig. 5a,b ; Appendix 2, where high abundance is indicated by '*'). In both ponds, large ciliates were abundant early and late in the hydroperiods. Based on a comparison of the first 34 days of each pond, the populations in Pond II appeared to be more stable than in Pond I (see Appendices 1 and 2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 574,
                    "text": "(Fig. 5a,b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Population dynamics"
        },
        {
            "text": "Persistent species (i.e. those present during the entire aquatic phase) comprised about 10% of the ciliate communities in both ponds. Sporadic species were especially notable in Pond II where almost 20% of species appeared only once and >40% appeared no more than twice (see Appendices 1 and 2, where they are marked with 's').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population dynamics"
        },
        {
            "text": "The proportions of the major ciliate feeding categories (based on those established by Foissner & Berger, 1996) and the controls, and were thus combined for each pond (Fig. 6 ). Algivores and bacteriovores were the most common in both ponds: the former ranging between 37 and 88% in Pond I and between 47 and 56% in Pond II; and the latter ranging between 29 and 67% in Pond I and between 22 and 70% in Pond II. There were more algivorous species in Pond II (48%) than in Pond I (40%), although their abundance was greater in Pond I. In Pond II, bacteriovore relative abundance increased as the pond dried-up; in Pond I there was a similar but more variable trend. Facultative algae feeders were most numerous in Pond II early in the season (e.g. 38% of the relative abundance on day 7 was because of U. gallina alone) but thereafter decreased rapidly. Pond I contained only one, although very abundant, facultative algivore, Pelagohalteria cirrifera. Omnivorous ciliates (known to feed on autotrophs, other protoctists and even on small metazoans; Foissner & Berger, 1996) were moderately important parts (21%) of the communities of both ponds early in the season but thereafter declined in Pond I ( Fig. 6 ; also marked with 'o' in the prey column of Appendices 1 and 2).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 111,
                    "text": "Foissner & Berger, 1996)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1049,
                    "end": 1073,
                    "text": "Foissner & Berger, 1996)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1201,
                    "end": 1207,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Feeding groups"
        },
        {
            "text": "Although 13-14% of all species in the two ponds were predators, feeding chiefly on other ciliates, their abundance never exceeded 5% (Pond I) and 8% (Pond II) of the total ciliate community ( Fig. 6 ; predator peaks occurred at around the same time (days 13-21) in both ponds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Feeding groups"
        },
        {
            "text": "Compared with ciliate abundance in permanent ponds, maximum ciliate densities in the two Vandorf ponds were anywhere from 10 to 150% lower (Goulder, 1971b; Grolière & Njine, 1973; Hatano & Watanabe, 1981; Kusano et al., 1987; Berninger, Wickham & Finlay, 1993; Guhl et al., 1994) . Further, ciliate abundance in permanent waters often shows a bimodal seasonal pattern, with maximum ciliate abundance in spring and autumn co-occurring with thermal mixing (e.g. Goulder, 1971a; Mü ller et al., 1991) . Ciliate abundance increased as the habitat was drying up in both ponds, possibly as a result of warmer water and other 'favourable' physical conditions in late summer (Wang, 1928) . The Vandorf ponds are devoid of any nutrient bursts corresponding to thermal mixing, relying instead on progressive nutrient release from the breakdown of dead aquatic vegetation and riparian leaf litter input from the previous year. Hatano & Watanabe (1981) found that high abundance of bacterivorous protoctists in the leaf litter of a small pond was closely related to litter decomposition in late autumn and spring. Densities of algae were low throughout the season in our ponds, and it is likely that much of the communities in both ponds relied on bacteria for food. Indeed, facultative bacterial feeders were frequently more abundant than facultative algivores. Bacterial counts showed this food source to be three times higher in Pond II, possibly explaining the much higher abundance of ciliates there; although ciliate richness was similar in both ponds.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 155,
                    "text": "(Goulder, 1971b;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 156,
                    "end": 179,
                    "text": "Grolière & Njine, 1973;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 180,
                    "end": 204,
                    "text": "Hatano & Watanabe, 1981;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 205,
                    "end": 225,
                    "text": "Kusano et al., 1987;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 226,
                    "end": 260,
                    "text": "Berninger, Wickham & Finlay, 1993;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 261,
                    "end": 279,
                    "text": "Guhl et al., 1994)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 460,
                    "end": 475,
                    "text": "Goulder, 1971a;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 476,
                    "end": 497,
                    "text": "Mü ller et al., 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 667,
                    "end": 679,
                    "text": "(Wang, 1928)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 916,
                    "end": 940,
                    "text": "Hatano & Watanabe (1981)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Variance in total ciliate abundance in the Vandorf ponds could best be explained (39 and 27%, respectively, for ponds I and II, from stepwise linear regression) by the number of days after filling. Overall, dissolved oxygen concentration did not emerge as an influential factor, but on a species level it might be, and some species did disappear when dissolved oxygen levels went below 2 mg L )1 (see Appendices 1 and 2). There are also indications that light availability restricted the distribution of photosynthetic species (e.g. S. viride and E. alatus), as these occurred only early in the hydroperiod of Pond I, when light penetration was greatest (before Lemna covered the surface and turbidity increased). Overall ciliate abundance is also likely to have been influenced by several biotic factors such as competition and predation, both from other ciliates and zooplankton ⁄ meiobenthos (Gilbert, 1989; Gilbert & Jack, 1993) .",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 910,
                    "text": "(Gilbert, 1989;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 911,
                    "end": 932,
                    "text": "Gilbert & Jack, 1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared with other studies, the species richness in ponds I and II was high (88 and 104, respectively), although many species were rare. In Pond I, for example, six of the 88 species made up >50% of the total ciliate abundance. Rare species are often considered to be a 'passive' compartment of total richness (Finlay, Maberly & Cooper, 1997; Finlay & Esteban, 1998 ), yet maintaining an ecological function especially in transient ecological niches. Although the upper end of the range of ciliate richness from permanent ponds is comparable (109 species), the lower end is considerably less so (36 species) (Grolière & Njine, 1973; Dillon & Bierle, 1980; Hatano & Watanabe, 1981; Kusano et al., 1987; Madoni, 1991; Guhl et al., 1994) . Of course, species richness is also dependent on the amount of sampling effort (see Wang, 1928) and taxonomic expertise, and on methods of retrieving 'seedbank' species -for example, Fenchel, Esteban & Finlay (1997) increased their species list from 20 to 137 by applying various enrichment techniques.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 343,
                    "text": "(Finlay, Maberly & Cooper, 1997;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 344,
                    "end": 366,
                    "text": "Finlay & Esteban, 1998",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 609,
                    "end": 633,
                    "text": "(Grolière & Njine, 1973;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 634,
                    "end": 656,
                    "text": "Dillon & Bierle, 1980;",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 681,
                    "text": "Hatano & Watanabe, 1981;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 682,
                    "end": 702,
                    "text": "Kusano et al., 1987;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 703,
                    "end": 716,
                    "text": "Madoni, 1991;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 717,
                    "end": 735,
                    "text": "Guhl et al., 1994)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 822,
                    "end": 833,
                    "text": "Wang, 1928)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 921,
                    "end": 953,
                    "text": "Fenchel, Esteban & Finlay (1997)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is curious that the species richness in Pond I was lower (by 15%) than that in Pond II given that the former held water for almost three times as long. Further, the habitat present in Pond II appeared less varied. For example, Pond II is situated in a hayfield with essentially only one type of vegetation (Phalaris sp.), whereas Pond I supports a wide variety of typical wetland plants. In theory, a more heterogeneous habitat should provide a wider range of microhabitats thereby increasing species richness. Species richness in Pond I increased with time in a fashion similar to that noted in permanent freshwater bodies (Mü ller et al., 1991) , but this was not so for Pond II. One cautionary note is that differences between the two ponds may have been affected to some extent by identifications made on live and preserved samples (ponds I and II, respectively). Counting of live samples may underestimate very small ciliates, whereas using a fixative may distort others (see review by Pierce & Turner, 1992) .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 649,
                    "text": "(Mü ller et al., 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 994,
                    "end": 1016,
                    "text": "Pierce & Turner, 1992)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some of the Vandorf ponds' genera were in common with those found in European permanent ponds, for example: Paramecium (Grolière & Njine, 1973) ; Spirostomum, Epistylis and Halteria (Madoni, 1991) ; Halteria, Euplotes and Prorodon (Finlay & Esteban, 1998) ; and in Japanese ponds: Halteria, Frontonia and Spirostomum (Hatano & Watanabe, 1981) . Loxodes, abundant in Pond II, has been recorded as being an important ciliate in pond sediments (Goulder, 1971b; Finlay & Esteban, 1998) . This global distribution of ciliates corresponds well with the notion that microorganisms are ubiquitous because of their small size and high abundance which generate high levels of random dispersal (Finlay, 2002) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 143,
                    "text": "(Grolière & Njine, 1973)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 182,
                    "end": 196,
                    "text": "(Madoni, 1991)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 231,
                    "end": 255,
                    "text": "(Finlay & Esteban, 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 317,
                    "end": 342,
                    "text": "(Hatano & Watanabe, 1981)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 441,
                    "end": 457,
                    "text": "(Goulder, 1971b;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 458,
                    "end": 481,
                    "text": "Finlay & Esteban, 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 683,
                    "end": 697,
                    "text": "(Finlay, 2002)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, Pond II did not show any clear domination of a few single taxa as was the case in Pond I. In Pond I, dominant ciliate taxa alternated or were replaced almost on a weekly basis. Replacement of dominant taxa every 1-4 weeks has been recorded from permanent ponds (Bick, 1973; Kusano et al., 1987) . It is known that the abundance of single ciliate species often fluctuates widely in response to availability of a suitable food resource and competition, or predation (Finlay & Esteban, 1998) , with seasonal events such as detritus formation by litter feeders in spring, leaf fall in autumn and selective predation, resulting in species replacement (Kusano et al., 1987) . Pond II was spatially more homogeneous than Pond I, but temporally more heterogeneous in that each week there was a substantial decrease (10 cm) in depth. The latter, perhaps combined with other changes (such as large changes in conductivity), may have created an unstable environment that reduced competition among its species, allowing survival of a greater diversity.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 288,
                    "text": "(Bick, 1973;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 289,
                    "end": 309,
                    "text": "Kusano et al., 1987)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 479,
                    "end": 503,
                    "text": "(Finlay & Esteban, 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 661,
                    "end": 682,
                    "text": "(Kusano et al., 1987)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In dynamic habitats, such as temporary ponds, abiotic factors are constantly changing and are reflected in biotic changes such as species composition, species richness and abundance. A seasonal succession of ciliates was evident in both ponds I and II. Such successions have been previously recorded in the ciliates of permanent fresh waters (Beaver & Crisman, 1989; Carrick & Fahnenstiel, 1990; Mü ller et al., 1991) , and are generally considered to be driven by thermal regimes and food resources (Beaver & Crisman, 1989) . Other studies, of both freshwater and marine ciliates, have added the following factors: light and oxygen regime, water chemistry, presence of metabolites, and the abundance of predators such as copepods, ostracods and rotifers (Fenchel, 1987; Sleigh, 1989; Pierce & Turner, 1992) . Ciliates typically have very short generation times (1-2 days) combined with high reproductive capacities, species substitution therefore can occur rapidly. As habitat conditions change, species appear and disappear in association with a large, local diversity of temporarily rare and encysted species. From this 'pool', new species are able to very quickly fill vacant niches (Finlay & Esteban, 1998) .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 366,
                    "text": "(Beaver & Crisman, 1989;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 367,
                    "end": 395,
                    "text": "Carrick & Fahnenstiel, 1990;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 396,
                    "end": 417,
                    "text": "Mü ller et al., 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 500,
                    "end": 524,
                    "text": "(Beaver & Crisman, 1989)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 755,
                    "end": 770,
                    "text": "(Fenchel, 1987;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 771,
                    "end": 784,
                    "text": "Sleigh, 1989;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 785,
                    "end": 807,
                    "text": "Pierce & Turner, 1992)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1187,
                    "end": 1211,
                    "text": "(Finlay & Esteban, 1998)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the Vandorf ponds, species could be categorised into groups according to their time of appearance and length of residence. A number of species appeared early (pioneering or early successional species), of which some disappeared quickly (sporadic residents) whereas others persisted for the entire hydroperiod (regular residents; e.g. Spirostomum ambiguum, and species of Urotricha and Uronema). Some species did not appear until the mid-aquatic phase (mid-successional species; e.g. Brachonella spiralis and Obertrumia aurea), and some not until the end of the hydroperiod (late successional species; e.g. Stokesia vernalis, Vorticella aquadulcis and Dileptus bivacuolatus). Further, some species were spatially well-distributed, whereas others were rare (e.g. found in less than two replicates). It should be noted, however, that these patterns were based on only one full year of intensive sampling. The literature indicates that both consistency (especially in Epistylis and Strobilidium) and inconsistency in occurrence pattern can be expected over several years in permanent waters (Mü ller et al., 1991) .",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1112,
                    "text": "(Mü ller et al., 1991)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our experimental enclosures, in both ponds, total ciliate abundance tended to follow the pattern seen outside enclosures for the first 28 days. Thereafter, in Pond I, ciliate abundance inside the enclosures exceeded that of the pondwater control -primarily because of small ciliates, such as Urotricha, Cyclidium and Uronema, growing rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two possibilities may explain the difference in ciliate abundances between the enclosures and the pond water. First, there was more phytoplankton inside the enclosures, as indicated by the chlorophyll a concentrations, and many of the ciliate species recorded were algivores. Although chlorophyll a did not emerge as a significant factor in the stepwise linear regression, Pond I peak in relative abundance of algivorous species corresponded with high chlorophyll a levels between days 42 and 49. Previous studies (see review by Beaver & Crisman, 1989) have found ciliate abundance and biomass to be strongly related to chlorophyll a, and algivorous ciliates in the benthos have been shown to peak in summer when the production rate of benthic algae was high (Stanley, 1972 7 ; Fenchel, 1975) . In Pond I, the water surface outside the enclosures became densely covered by duckweed (Lemna) from the middle of the hydroperiod onwards, thus reducing the light available to photosynthetic organisms. Accordingly, the pond water had lower chlorophyll a concentrations and thus less food for algivorous ciliates. Madoni (1991) has also shown that a dense cover of Lemna reduces this trophic group. We are uncertain why Lemna, although present, did not thrive in the enclosures. Pond II did not support duckweed, and there the treatments and controls were alike, both in terms of ciliate abundance and chlorophyll a concentrations and the proportion of algal-feeding species was higher (44%).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 552,
                    "text": "Beaver & Crisman, 1989)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 759,
                    "end": 777,
                    "text": "(Stanley, 1972 7 ;",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 792,
                    "text": "Fenchel, 1975)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1108,
                    "end": 1121,
                    "text": "Madoni (1991)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Secondly, the enclosures may have restricted the distribution of organisms including potential predators of ciliates, such as suspension feeders and some carnivorous copepods and other crustaceans (Stoecker & Capuzzo, 1990; Jack & Gilbert, 1997) . Wiackowski, Brett & Goldman (1994) and Jack & Gilbert (1997) have suggested that seasonal succession in the crustacean zooplankton community may be a strong determinant of ciliate community dynamics and composition, and have shown that the relative frequency of small ciliates increases, alongside a decrease in larger ciliates, as zooplankton increases. There was a higher abundance of zooplankton (especially ostracods, cladocerans, cyclopoid and harpacticoid copepods, and large rotifers) outside the enclosures in both ponds I and II (A. K.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 223,
                    "text": "(Stoecker & Capuzzo, 1990;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 224,
                    "end": 245,
                    "text": "Jack & Gilbert, 1997)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 248,
                    "end": 282,
                    "text": "Wiackowski, Brett & Goldman (1994)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 287,
                    "end": 308,
                    "text": "Jack & Gilbert (1997)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall reduction in zooplankton within the enclosures may well have resulted in the higher abundance of ciliates compared with the ponds themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnusson & D. D. Williams, unpublished data)."
        },
        {
            "text": "Despite being in close proximity, the ciliate communities of the two Vandorf ponds were quite different. Both supported a high diversity of species, including many rare species that presumably can exploit the rapidly changing environment that these ponds represent. Length of the hydroperiod was clearly a significant factor in community structure and development, and there was evidence to suggest that dissolved oxygen concentration, amount of light, the availability of phytoplankton as food and the presence of zooplankton as predators, were also influential. Species succession was strongly evident throughout the hydroperiod, as were shifts in cell size. Establishment of the enclosures significantly increased ciliate species richness, probably by broadening the range of niches available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnusson & D. D. Williams, unpublished data)."
        },
        {
            "text": "Dr Dani Boix for help in the field. We are also very grateful to Dr and Mrs Peter van Nostrand for permission to work on their property. Seasonal development of ciliates in Pond I (total from all enclosures), with notes on ciliate size (1 ¼",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnusson & D. D. Williams, unpublished data)."
        },
        {
            "text": "2 ¼ 50-200 lm; 3 > 200 lm), habitat preference (p indicates planktonic, all other ciliates are benthic), high abundance species (*), sporadic species (s), feeding preference [a ¼ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10-50 lm;"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Water Works Association and Water Environment Federation",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ecology of benthic protozoa in rivers -seasonal variation in numerical abundance in fine sediments",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Baldock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Archiv für Hydrobiologie",
            "volume": "111",
            "issn": "",
            "pages": "409--421",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of ciliated protozoa in pelagic fresh-water ecosystems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Beaver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Crisman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Microbial Ecology",
            "volume": "17",
            "issn": "",
            "pages": "111--136",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trophic coupling within the microbial food-web -a study with fine temporal resolution in a eutrophic fresh-water ecosystem",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Berninger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wickham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Freshwater Biology",
            "volume": "30",
            "issn": "",
            "pages": "419--432",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ciliated Protozoa -an Illustrated Guide to the Species Used as Biological Indicators in Freshwater Biology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bick",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population dynamics of protozoa associated with decay of organic materials in fresh water",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bick",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "American Zoologist",
            "volume": "13",
            "issn": "",
            "pages": "149--160",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Planktonic protozoa in lakes Huron and Michigan -seasonal abundance and composition of ciliates and dinoflagellates",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Carrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Fahnenstiel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Great Lakes Research",
            "volume": "16",
            "issn": "",
            "pages": "319--329",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The importance of zooplankton-protozoan trophic couplings in lake Michigan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Carrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Fahnenstiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wetzel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Limnology and Oceanography",
            "volume": "36",
            "issn": "",
            "pages": "1335--1345",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Ciliated Protozoa -Characterization, Classification and Guide to the Literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Corliss",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "British and Other Freshwater Ciliated Protozoa. Part I. Ciliophora: Kinetofragminophora",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Curds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "British and Other Freshwater Ciliated Protozoa. Part II. Ciliophora: Oligohymenophora and Polyhymenophora",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Curds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Microcosms in Ecological Research: Selected Papers from a Symposium Held at",
            "volume": "",
            "issn": "",
            "pages": "446--457",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The quantitative importance of the benthic microfauna of an Arctic tundra pond",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fenchel",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Hydrobiologia",
            "volume": "46",
            "issn": "",
            "pages": "445--464",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ecology of Protozoa -the Biology of Free-Living Phagotrophic Protists",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fenchel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Local versus global diversity of microorganisms: cryptic diversity of ciliated protozoa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fenchel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Oikos",
            "volume": "80",
            "issn": "",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global dispersal of free-living microbial eukaryote species",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "1061--1063",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On the abundance and distribution of protozoa and their food in a productive fresh-water pond",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rogerson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Berninger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "European Journal of Protistology",
            "volume": "23",
            "issn": "",
            "pages": "205--217",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Planktonic ciliate species diversity as an integral component of ecosystem function in a freshwater pond",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Protist",
            "volume": "149",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Microbial diversity and ecosystem function",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Maberly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Oikos",
            "volume": "80",
            "issn": "",
            "pages": "209--213",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A user-friendly guide to the ciliates (Protozoa, Ciliophora) commonly used by hydrobiologists as bioindicators in rivers, lakes, and waste waters, with notes on their ecology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foissner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Freshwater Biology",
            "volume": "35",
            "issn": "",
            "pages": "375--482",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Taxonomische und ö kologische Revision der Ciliaten des Saprobiensystems -Band IV: Gymnostomatea, Loxodes, Suctoria. Informationsberichte Des Bayerischen Landesamtes für Wasserwirtschaft",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foissner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blatterer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kohmann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "1--540",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Taxonomische und ö kologische Revision der Ciliaten des Saprobiensystems -Band II: Peritrichia, Heterotrichida",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foissner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kohmann",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Odontostomatida. Informationsberichte Des Bayerischen Landesamtes für Wasserwirtschaft",
            "volume": "1",
            "issn": "",
            "pages": "1--502",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Taxonomische und ö kologische Revision der Ciliaten des Saprobiensystems -Band III: Hymenostomata, Prostomatida",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foissner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kohmann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nassulida. Informationsberichte Des Bayerischen Landesamtes für Wasserwirtschaft",
            "volume": "1",
            "issn": "",
            "pages": "1--548",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Taxonomische und ö kologische Revision der Ciliaten des Saprobiensystems -Band I: Cyrtophorida, Oligotrichida",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foissner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blatterer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kohmann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hypotrichia, Colpodea. Informationsberichte Des Bayerischen Landesamtes für Wasserwirtschaft",
            "volume": "1",
            "issn": "",
            "pages": "1--478",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The effect of Daphnia interference on a natural rotifer and ciliate community -short-term bottle experiments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Limnology and Oceanography",
            "volume": "34",
            "issn": "",
            "pages": "606--617",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rotifers as predators on small ciliates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jack",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hydrobiologia",
            "volume": "255",
            "issn": "",
            "pages": "247--253",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effects of saprobic conditions on some ciliated protozoa in the benthos and hypolimnion of a eutrophic pond",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goulder",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Freshwater Biology",
            "volume": "1",
            "issn": "",
            "pages": "307--318",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Vertical distribution of some ciliated protozoa in two freshwater sediments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goulder",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Oikos",
            "volume": "22",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Seasonal and spatial-distribution of some benthic ciliated protozoa in Esthwaite water",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goulder",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Freshwater Biology",
            "volume": "4",
            "issn": "",
            "pages": "127--147",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "É tude comparée de la dynamique des populations de ciliés dans differents biotopes d'une mare de forêt pendant une année",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Grolière",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Njine",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--16",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Seasonal development of hypolimnetic ciliate communities in a eutrophic pond",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Guhl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schink",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Fems Microbiology Ecology",
            "volume": "14",
            "issn": "",
            "pages": "293--305",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Seasonal change of protozoa and micrometazoa in a small pond with leaf litter supply",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hatano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Hydrobiologia",
            "volume": "85",
            "issn": "",
            "pages": "161--174",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effects of metazoan predators on ciliates in freshwater plankton communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Eukaryotic Microbiology",
            "volume": "44",
            "issn": "",
            "pages": "194--199",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pelagic ciliated protozoa in 2 monomictic, southern temperate lakes of contrasting trophic state -seasonal distribution and abundance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Plankton Research",
            "volume": "17",
            "issn": "",
            "pages": "1479--1500",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Urtiere oder Protozoa I: Wimpertiere oder Ciliata (Infusoria) 1. Allgemeiner Teil und Prostomata",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "Tierwelt Deutschlands",
            "volume": "18",
            "issn": "",
            "pages": "1--180",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Urtiere oder Protozoa I: Wimpertiere oder Ciliata (Infusoria) 2. Holotricha ausser den im 1. Teil behandelten Prostomata",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Tierwelt Deutschlands",
            "volume": "21",
            "issn": "",
            "pages": "181--398",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Urtiere oder Protozoa I: Wimpertiere oder Ciliata (Infusoria) 3. Spirotricha. Tierwelt Deutschlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "399--650",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Urtiere oder Protozoa I: Wimpertiere oder Ciliata (Infusoria) 4. Peritricha und Chonotricha. Tierwelt Deutschlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "651--886",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Seasonal succession of a microphagotroph community in a small pond during litter decomposition",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kusano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kusano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Microbial Ecology",
            "volume": "14",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Relationship between ciliated protozoa and ecological zones in some water courses of the river Po basin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Madoni",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "International Journal of Ecology and Environmental Sciences",
            "volume": "9",
            "issn": "",
            "pages": "87--98",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Seasonal changes of ciliated protozoa in a small pond covered by floating macrophytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Madoni",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Archiv für Hydrobiologie",
            "volume": "121",
            "issn": "",
            "pages": "449--461",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Seasonal succession of ciliates in lake Constance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mü",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schö Ne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto-Coelho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weisse",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Microbial Ecology",
            "volume": "21",
            "issn": "",
            "pages": "119--138",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Heterotrophic flagellates and ciliates in the hypertrophic lake Søbygaard, Denmark -Seasonal trends and methodological difficulties. Hydrobiologia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "191",
            "issn": "",
            "pages": "255--255",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Ecology of planktonic ciliates in marine food webs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Reviews in Aquatic Sciences",
            "volume": "6",
            "issn": "",
            "pages": "139--181",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Response of ciliate populations to changing environmental conditions along a fresh-water reservoir",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salvado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gracia",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Archiv für Hydrobiologie",
            "volume": "123",
            "issn": "",
            "pages": "239--255",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Protozoa and Other Protists",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Aquatic Microbial Ecology -a Textbook for Students in Environmental Science",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "I"
                    ],
                    "last": "Sorokin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Benthic alge productivity in Tundra ponds and lakes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proceedings of the 1972",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Predation on protozoa -its importance to zooplankton",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoecker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Capuzzo",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Plankton Research",
            "volume": "12",
            "issn": "",
            "pages": "891--908",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Temporal heterogeneity and the ecology of lotic ciliates",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Perspectives in Running Water Ecology",
            "volume": "",
            "issn": "",
            "pages": "209--224",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Ecological studies of the seasonal distribution of protozoa in a fresh-water pond",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "Journal of Morphology and Physiology",
            "volume": "46",
            "issn": "",
            "pages": "431--478",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Differential-effects of zooplankton species on ciliate community structure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiackowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Limnology and Oceanography",
            "volume": "39",
            "issn": "",
            "pages": "486--492",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Trophic relations between cyclopoid copepods and ciliated protists -complex interactions link the microbial and classic food webs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Limnology and Oceanography",
            "volume": "40",
            "issn": "",
            "pages": "1173--1181",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Ecology of Temporary Waters",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Seasonal variation in physicochemical parameters in Pond I. Mean values are shown for the pond water ('Outside enclosures'), the control enclosures, and the two predator manipulation enclosures. Error bars for chlorophyll indicate ±1SE (n ¼ 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Seasonal variation in physicochemical parameters in Pond II. Mean values are shown for the pond water (outside enclosures), the control enclosures, and the two predator manipulation enclosures. Error bars for chlorophyll indicate ±1SE (n ¼ 2). (Fig. 3c; based on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Seasonal development of ciliate abundance in the four treatment enclosures in ponds I and II (mean ± 1SE; n ¼ 2). Arrows on day 1 represent beginning of partial-predator exclusion manipulation. Arrows on days 27 and 28 represent beginning of predator addition manipulation. (b) Seasonal development of species richness (cumulative from the two replicates) inside and outside enclosures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Seasonal development of total ciliate abundance in ponds I and II (mean ± 1SE; n ¼ 2). (b) Seasonal development of three size groups in the ciliate communities of the two ponds (data averaged from two replicates). (c) Relative abundance of the dominant ciliate feeding strategies (data from two replicates). Feeding groups are: a, algivores; b, bacteriovores; h, predators on heterotrophic flagellates; p, predators on other protoctists, including ciliates; o, omnivores; other, unknown prey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relative seasonal development of most abundant ciliate species in (a) Pond I (all samples combined) and (b) Pond II (all samples combined).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Seasonal development of the dominant ciliate feeding groups in ponds I and II (all samples combined). Second y-axis show the percentage of predators.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "flagellates, O ¼ omnivorous, P ¼ predator (mostly ciliates and some small metazoans), Hi ¼ histophagous], light requirement (L indicates that light is required by this species), low oxygen demands (O), and presence in treatments (+1, +2 predator addition; )1, )2 partial predator exclusion; c1, c2 enclosure controls; o1, o2 outside enclosures). Species in bold were present in both ponds. Days in bold indicates low levels of dissolved oxygen in the pond water. Blatterer,Berger & Kohmann (1991);Foissner, Berger, Blatterer & Kohmann (1995);Foissner, Berger & Kohmann (1992 Foissner, Skogstad & Pratt (1988).Appendix 2 Seasonal development of ciliates in Pond II. (see legend to Appendix 1 for explanations) Blackwell Publishing Ltd, Freshwater Biology, 48, of Appendix 1 for explanation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "did not differ markedly among the treatments",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge funding for this project from the Natural Sciences and Engineering Research Council of Canada, and thank Catherine Febria and Ciliate populations in temporary freshwater ponds",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Appendix 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}