{"paper_id": "1e2d656521df2e31ae7d2006daf5b6d24e32dc50", "metadata": {"title": "Sustainability research in business-to-business markets: An agenda for inquiry", "authors": [{"first": "Arun", "middle": [], "last": "Sharma", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Miami", "location": {"addrLine": "5250 University Drive", "postCode": "33146", "settlement": "Coral Gables, Florida", "country": "United States of America"}}, "email": ""}]}, "abstract": [{"text": "Corporate interest in the topic of sustainability has increased in prominence. Most of the research on sustainability has a business-to-consumer focus, with limited research emphasizing sustainability in the context of business-to-business marketing. The paper examines research on sustainability, published in the journal Industrial Marketing Management, where thirty-eight articles have appeared in the past twenty-seven years, the majority on supply-chain research. Research on sustainability in business-to-business markets is sparse, and some of the fundamental research questions in this area have gone unaddressed. This paper addresses three interrelated research issues associated with sustainability in business-to-business markets. First, what research is available to researchers and practitioners? Second, what framework can be used to examine sustainability research in business-to-business markets? Third, what subareas of sustainability research need focus and deeper examination, and what are the associated research questions? Overall, the findings from this paper suggest the need for additional research in the area because of its substantial implications for theory, research, and practice.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Sustainability is defined as \"development that meets the needs of", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In the past two decades, sustainability has become an essential aspect of a firm's strategy. Most large global firms have a statement of social purpose, and many firms have signed the UN Global Compact and support its Sustainable Development Goals (Young & Reeves, 1987) . Davos 2020 has added the pressure to disclose progress on environmental, social, and governance metrics, as well as climate response (Young & Reeves, 2020) . Research and practice in this area largely focus on business-to-consumer markets, with limited attention to business-to-business markets. For example, extensive research exists on consumer demand for sustainable products, but research on such demand among business customers is very limited.", "cite_spans": [{"start": 248, "end": 270, "text": "(Young & Reeves, 1987)", "ref_id": "BIBREF50"}, {"start": 406, "end": 428, "text": "(Young & Reeves, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In the growing discussion of climate change and resource depletion, research on sustainability in business-to-business markets is critical. In practice, extensive discussion of this area already occurs. Consultants have argued that firms must focus on both social and business value, using their core businesses to deliver financial returns and help society meet its challenges (Young & Reeves, 2020) . They suggest that current approaches to sustainability have two major issues-first, an inordinate focus on compliance and reporting and, second, keeping strategy and sustainability separate (Young & Reeves, 2020) . They describe firm evolution from recognizing corporate social responsibility to focusing on compliance (i.e., process changes to meet demands of the regulatory environment), to reactive changes for sustainability (e.g., responses to market and investor pressure), and finally, to sustainable business-model innovation that combines strategy and sustainability (Young & Reeves, 2020) .", "cite_spans": [{"start": 378, "end": 400, "text": "(Young & Reeves, 2020)", "ref_id": null}, {"start": 593, "end": 615, "text": "(Young & Reeves, 2020)", "ref_id": null}, {"start": 979, "end": 1001, "text": "(Young & Reeves, 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Due to the limited research in the area, an essential question pertains to the research focus on sustainability in business-to-business markets. This paper highlights three interrelated research areas associated with the topic. The first entails the basic question of what research is available to researchers and practitioners. Therefore, this study examines prior research in the area, and the review confirms the sparseness of the research. Second is the framework for examining research on sustainability in business-to-business markets. With no existing frameworks, this paper presents one and suggests using it to classify extant and future research. A third research question addresses the subareas that need greater focus and deeper examination, using a survey of academics who work in the business-to-business area to identify directions for future research.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Accordingly, the next section addresses the first research question, namely, that of the existing literature on sustainability in business-tobusiness markets. Then, the discussion proceeds to the development of a framework for research and examining the research in the topic's subareas. The next section provides the details of an academic survey on areas for future research, before the conclusion describes the implications of this research. the present without compromising the ability of future generations to meet their own needs\" (World Commission on Environment and Development, 1987) . There is extensive literature on sustainability and marketing; Chabowski, Mena, and Gonzalez-Padron (2011) found that 1320 articles were published in this area between 1958 and 2008. However, the majority of that research is on consumers and business-toconsumer strategies. As the current paper focuses on business-to-business markets, the literature review focuses on this area within the topic of sustainability. The literature search examined major journals (e.g., Journal of Marketing, Journal of Marketing Research, Management Science) and business-to-business marketing-focused journals (e.g., Industrial Marketing Management, Journal of Business and Industrial Marketing). The keywords for the search were \"sustainability,\" \"sustainable,\" \"environment,\" \"environmental,\" \"green marketing,\" \"industrial,\" \"business-to-business,\" and \"corporate social responsibility.\" We conducted the search in November 2019 and found more than five hundred articles in our search, but when we focused on business-to-business articles, we found forty-six articles, three on corporate social responsibility (CSR), and forty-three on sustainability.", "cite_spans": [{"start": 558, "end": 592, "text": "Environment and Development, 1987)", "ref_id": null}, {"start": 658, "end": 701, "text": "Chabowski, Mena, and Gonzalez-Padron (2011)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "The first area the literature review examined was corporate social responsibility (CSR), which focuses on the responsibilities to society that a business should assume (Bowen, 2013) . Carroll (1991) developed a \"CSR pyramid\" that included economic, legal, ethical, and philanthropic responsibilities. Intuitively, sustainability should be part of a firm's CSR. However, minimal research exists on the relationship between corporate-responsibility initiatives and sustainability in businessto-business marketing. For example, three articles address CSR activities, from the perspectives of sales (Vlachos, Theotokis, & Panagopoulos, 2010) , certification by nongovernmental organizations (Stekelorum, Laguir, & Elbaz, 2019) , and the role of power in supporting CSR activities (Harness, Ranaweera, Karjaluoto, & Jayawardhena, 2018) . However, research addressing the relationship between CSR and sustainability was not found.", "cite_spans": [{"start": 168, "end": 181, "text": "(Bowen, 2013)", "ref_id": "BIBREF20"}, {"start": 184, "end": 198, "text": "Carroll (1991)", "ref_id": "BIBREF21"}, {"start": 595, "end": 637, "text": "(Vlachos, Theotokis, & Panagopoulos, 2010)", "ref_id": "BIBREF48"}, {"start": 687, "end": 722, "text": "(Stekelorum, Laguir, & Elbaz, 2019)", "ref_id": "BIBREF47"}, {"start": 776, "end": 830, "text": "(Harness, Ranaweera, Karjaluoto, & Jayawardhena, 2018)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Introduction"}, {"text": "The review next examined research on sustainability, identifying forty-three articles that focus on sustainability in business-to-business markets, of which thirty-eight were in the journal Industrial Marketing Management. Surprisingly, the majority of those articles (twenty-three) focus on supply-chain strategy (e.g., inward and outward logistics). The outcome of the search suggests extremely limited research in the area. The results are contrasted with other aspects of the business-to-business literature. Paesbrugghe, Sharma, Rangarajan, and Syam (2018) found 173 articles discussing sales and the purchasing function; Kumar, Sharma, and Salo (2019) found 373 articles on key-account management (1979 to 2016); and Kumar, Sharma, Vatavwala, and Kumar (2019) found 119 articles on digital mediation in business-to-business markets (1999 to 2018).", "cite_spans": [{"start": 513, "end": 561, "text": "Paesbrugghe, Sharma, Rangarajan, and Syam (2018)", "ref_id": "BIBREF39"}, {"start": 627, "end": 657, "text": "Kumar, Sharma, and Salo (2019)", "ref_id": "BIBREF31"}, {"start": 723, "end": 765, "text": "Kumar, Sharma, Vatavwala, and Kumar (2019)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "The research on sustainability addresses a number of subareas, calling for the development of a basic framework for examining the research on sustainability in business-to-business markets. Typically, the paper would have attempted to map the extant literature or match papers to extant schools of thought, but the limited number of articles made that very difficult. Also, very limited proposals exist for categorizing sustainability research in business-to-business markets. The traditional input-process-output model (e.g., Forbes & Milliken, 1999) , similar to the S-O-R model (stimulus, organism, and response) has been used in business-to-business marketing (Bonoma & Johnston, 1978) , sustainability (Kudla & Klaas-Wissing, 2012) and to understand firm strategies (Ginter & White, 1982) . Based on existing research on sustainability, the research is divided into three areas: antecedents (inputs or stimulus), firm strategy (process or organism and behavior), and output or outcome, which leads to the feedback and learning loop. The next section discusses research in these areas.", "cite_spans": [{"start": 527, "end": 551, "text": "Forbes & Milliken, 1999)", "ref_id": "BIBREF24"}, {"start": 664, "end": 689, "text": "(Bonoma & Johnston, 1978)", "ref_id": "BIBREF19"}, {"start": 707, "end": 736, "text": "(Kudla & Klaas-Wissing, 2012)", "ref_id": "BIBREF29"}, {"start": 771, "end": 793, "text": "(Ginter & White, 1982)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the examination of antecedents to sustainability strategy, no research focuses on all antecedents, but some focuses on a limited number of antecedents. Peattie and Ratnayaka (1992) suggest that drivers of green marketing are disasters, public opinion, legislation, and scientific evidence. Similarly, after an extensive literature review, Chabowski et al. (2011) suggest that the antecedents of sustainability strategies are the environment, social networks, and economics. In summary, the extremely limited research on the antecedents of sustainability strategy in business-to-business markets indicates that most researchers start by assuming a demand for sustainable products and services.", "cite_spans": [{"start": 155, "end": 183, "text": "Peattie and Ratnayaka (1992)", "ref_id": "BIBREF42"}, {"start": 342, "end": 365, "text": "Chabowski et al. (2011)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Antecedents to sustainability strategy"}, {"text": "Few articles examining overall strategy were found. Peattie and Ratnayaka (1992) developed a model for examining the drivers (e.g., legislation, public opinion), barriers (e.g., costs, complexity, lack of expertise, time needed), and strategies (limited and short-term to extensive and long-term) associated with green marketing. Sharma (2010) suggest enhancing sustainability by reducing surplus supply and reverse logistics through build-to-order manufacturing. Mariadoss, Tansuhaj, and Mouri (2011) examines innovation-based strategies for sustainability. Patala et al. (2016) develop a value-creation model for sustainable offerings and highlight the impact of such offerings, key customer-value creation mechanisms, key success indicators, life-cycle modeling, and life-cycle value. Finally, Lacoste (2016) develops a model that focuses on a sustainable supply chain, and his model integrates supplier and customer networks, products, raw-materials production, business-to-business, end consumer, and return of product. In the context of an overall strategy, the area of research on a sustainable supply chain is extensive, with 23 articles that focus on supply chains and business networks.", "cite_spans": [{"start": 330, "end": 343, "text": "Sharma (2010)", "ref_id": "BIBREF44"}, {"start": 559, "end": 579, "text": "Patala et al. (2016)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Overall market strategy"}, {"text": "Very limited research exists on elements of overall marketing strategy for sustainable products and services. Peattie and Ratnayaka (1992) provide the first discussion on overall marketing-strategy elements for green products. The area of customer behavior has received limited research attention. Ramirez, Gonzalez, and Moreira (2014) identify costs, ease of use, credibility, creativity, and execution as supply-related barriers, and organizational structure and culture as intraorganizational barriers to the adoption of sustainable products. In the area of product development, brand, and positioning, Sharma and Iyer (2012) suggest resource-constrained innovation as a path to sustainable-product development. Kumar and Christodoulopoulou (2014) and Sheth and Sinha (2015) suggest strategies for integrating branding and sustainability. The limited research on communication strategies for sustainable products focuses on identifying sustainability claims in advertising (Leonidou, Leonidou, Hadjimarcou, & Lytovchenko, 2014) . Finally, no research was identified in the areas of pricing and distribution.", "cite_spans": [{"start": 110, "end": 138, "text": "Peattie and Ratnayaka (1992)", "ref_id": "BIBREF42"}, {"start": 298, "end": 335, "text": "Ramirez, Gonzalez, and Moreira (2014)", "ref_id": "BIBREF43"}, {"start": 606, "end": 628, "text": "Sharma and Iyer (2012)", "ref_id": "BIBREF45"}, {"start": 715, "end": 750, "text": "Kumar and Christodoulopoulou (2014)", "ref_id": "BIBREF32"}, {"start": 755, "end": 777, "text": "Sheth and Sinha (2015)", "ref_id": "BIBREF46"}, {"start": 976, "end": 1030, "text": "(Leonidou, Leonidou, Hadjimarcou, & Lytovchenko, 2014)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Marketing strategy elements"}, {"text": "Very limited research on outcomes emerged. Ortiz-de-Mandojana and Bansal (2016) suggest that firms that follow sustainability strategies have less financial volatility, higher sales growth, and higher chances of survival over a 15-year period. Jr, Glenn, Musgrove, Gillison, and Gabler (2014) found that the correlations of environmental strategic focus with market performance and financial performance were 0.29 and 0.27, respectively. The research does not address other outcomes.", "cite_spans": [{"start": 66, "end": 79, "text": "Bansal (2016)", "ref_id": "BIBREF37"}, {"start": 244, "end": 292, "text": "Jr, Glenn, Musgrove, Gillison, and Gabler (2014)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Outcomes"}, {"text": "In summary, minimal research exists on sustainable strategy in A. Sharma Industrial Marketing Management 88 (2020) 323-329 business-to-business marketing. Due to the importance of the topic, the need for additional research motivates this paper's attempts to derive a framework for future research.", "cite_spans": [{"start": 63, "end": 122, "text": "A. Sharma Industrial Marketing Management 88 (2020) 323-329", "ref_id": null}], "ref_spans": [], "section": "Summary"}, {"text": "This section reports the creation of a classification framework for highlighting the topics in sustainability research on business-to-business marketing. More broadly, the current study examines the areas of future research that will have the greatest impact on the understanding of sustainability in business-to-business markets. It seeks to identify the research focus on sustainability, using three classification steps:", "cite_spans": [], "ref_spans": [], "section": "Classification framework for sustainability research"}, {"text": "1. Classify sustainability research on business-to-business markets into manageable areas and subareas; 2. Examine the research in the areas and subareas; 3. Identify focus areas of research that predict maximal impact, in terms of theory and practice; present sample research questions in the subareas to use in future research.", "cite_spans": [], "ref_spans": [], "section": "Classification framework for sustainability research"}, {"text": "Because of the limited research in the area, this paper classifies possible areas of future research. For each area discussed earlier (i.e., antecedents, strategy, and outcomes), subareas are identified to aid in understanding the area. Based on the work of such researchers as Chabowski et al. (2011) , the antecedents include science and the environment; the policy, regulatory, and legal framework; social aspects; economic aspects; and customer demand. Logically, the strategy area focuses on the overall strategy of the firm, marketing strategy, and such associated elements as customer behavior; product/service development, positioning, and branding; pricing; communications; and distribution. Finally, the outcomes include the effect on the environment; revenue and profitability; customer perception, preference, and satisfaction; and shift in customer demand. Fig. 1 shows the framework, and each area is briefly discussed.", "cite_spans": [{"start": 278, "end": 301, "text": "Chabowski et al. (2011)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 870, "end": 876, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Classification of research"}, {"text": "This section examines the research in areas and subareas of sustainability in business-to-business markets and the framework in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 128, "end": 134, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Examining research in areas and subareas"}, {"text": "The focus of this area is on the drivers of sustainable strategy, and the subareas of this area include science and the environment; the policy, regulatory, and legal framework; social aspects; economic aspects; and customer demand. The subarea of science and the environment is well established as sustainability science (Kates et al., 2001) and offers enough evidence to suggest that businesses must practice sustainability. The subarea of a regulatory and legal framework for sustainability offers industry research (e.g., Payne, 2001 , on realestate development), but no overarching understanding of the area. Regarding social aspects, the research examines social programs to enhance sustainability (Ostrom, 2009) and apply social pressure to firms (de Lange, Busch, & Delgado-Ceballos, 2012). In the first three subareas, no research examines the context of the business-to-business marketplace. The subarea of economic aspects offers limited examination of the economic benefits of sustainability (e.g., Sharma & Iyer, 2012) and calls for deeper examination. Finally, in the subarea of customer demand, no research accurately assesses the demand for sustainable products and services; rather, it simply assumes robust demand.", "cite_spans": [{"start": 322, "end": 342, "text": "(Kates et al., 2001)", "ref_id": "BIBREF28"}, {"start": 526, "end": 537, "text": "Payne, 2001", "ref_id": "BIBREF41"}, {"start": 704, "end": 718, "text": "(Ostrom, 2009)", "ref_id": "BIBREF38"}, {"start": 1011, "end": 1031, "text": "Sharma & Iyer, 2012)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Antecedents to sustainable strategy"}, {"text": "The subareas include the overall market strategy of the firm, supply chain, and marketing-strategy elements, including the \"4 Ps.\" The subarea of sustainability strategy offers extensive research (see Bansal, 2005) , but none on business-to-business firms. However, as discussed earlier, substantial research exists in the supply-chain area. The subarea of marketing strategy elements includes customer behavior; product/ service development, positioning, and branding; pricing; communications, distribution, and supply chain. As mentioned earlier, no are except the supply chain offers more than limited research.", "cite_spans": [{"start": 201, "end": 214, "text": "Bansal, 2005)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Sustainability strategy"}, {"text": "The subareas include the effect of sustainability strategy on the environment; revenue and profitability; customer perception, preference, and satisfaction; and shift in customer demand. An examination of the literature found minimal research in this area. Specifically, in the business-to-business context, no single study comprehensively examining any of the subareas was found.", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "One of the key objectives of this study was to develop directions for future research. The key informants surveyed were academic researchers in business-to-business marketing because they actively follow the literature. The research design of Paesbrugghe et al. (2018) and Kumar, Sharma, and Salo (2019) was initially used, particularly to identify the categories for providing directions for future research. The same question was used for all sixteen research topics: science and environment; policy, regulatory, and legal frameworks; social networks; economic returns; customer demand; overall market strategy; customer behaviors; products/service development, positioning and branding; pricing; communications and sales strategy; distribution; supply chain; the effect of sustainable strategy on the environment; the effect of sustainable strategy on revenue and profitability; the effect of sustainable strategy on customer perceptions, preferences, and satisfaction; and the effect of sustainable strategy on a shift in customer demand.", "cite_spans": [{"start": 243, "end": 268, "text": "Paesbrugghe et al. (2018)", "ref_id": "BIBREF39"}, {"start": 273, "end": 303, "text": "Kumar, Sharma, and Salo (2019)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Identifying areas for future research"}, {"text": "A self-administered online questionnaire, as Paesbrugghe et al. (2018) and Kumar, Sharma, and Salo (2019) had used, was designed using the same sentence for all research categories. For each research topic, the importance of the topic and sample research questions was asked. For example, regarding customer demand, the survey stated: \"We would like your opinion on the importance of studying 'Customer Demand' when examining sustainable business-to-business market strategy. Please rate from 1 to 7 (1 = not important and 7 = very important)\"; and \"Can you please share possible research questions in the area of 'Customer Demand' in the context of sustainable business-tobusiness market strategy?\"", "cite_spans": [{"start": 45, "end": 70, "text": "Paesbrugghe et al. (2018)", "ref_id": "BIBREF39"}, {"start": 75, "end": 105, "text": "Kumar, Sharma, and Salo (2019)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Identifying areas for future research"}, {"text": "The editorial board members list of Industrial Marketing Management was used as the sample and the Internet was used to determine the email addresses. The editorial-board members were invited to Sharma Industrial Marketing Management 88 (2020) 323-329 participate in a survey on the importance of the subareas of sustainability in business-to-business markets. Two reminders were sent, a week apart. The mailing encountered three issues. First, the email addresses could not be confirmed and a number of emails were inaccurate. Second, since the email had a survey link, a number of emails went into SPAM folders. Finally, the survey was conducted during the Covid-19 pandemic, which reduced response rates. 385 invitations were sent out, of which 39 could not be delivered (incorrect emails and bouncebacks). 60 responses were received and 3 responses were dropped because of incomplete data, for a final total of 57 respondents. The response rate is comparable to that of Paesbrugghe et al. (2018) , who received 75 responses, and of Kumar, Sharma, and Salo (2019) , who received 42 responses. The importance of each topic and the provided research questions was calculated (see Table 1 ). One of the major findings was that the range of scores was small, from 5.04 to 5.98. This contrasts with Paesbrugghe et al. (2018) , whose range was 3.89 to 5.57, and Kumar, Sharma, and Salo (2019) , with a range of 4.45 to 6.03. The results suggest that researchers regard as important all research areas in sustainability in business-to-business markets. The six most important topics were the effect of sustainable strategy on revenue and profitability (mean = 5.98); policy, regulatory, and legal framework (mean = 5.84); economic returns (mean = 5.80); overall market strategy (mean = 5.77), and customer demand (mean = 5.73).", "cite_spans": [{"start": 195, "end": 251, "text": "Sharma Industrial Marketing Management 88 (2020) 323-329", "ref_id": null}, {"start": 974, "end": 999, "text": "Paesbrugghe et al. (2018)", "ref_id": "BIBREF39"}, {"start": 1036, "end": 1066, "text": "Kumar, Sharma, and Salo (2019)", "ref_id": "BIBREF31"}, {"start": 1297, "end": 1322, "text": "Paesbrugghe et al. (2018)", "ref_id": "BIBREF39"}, {"start": 1349, "end": 1389, "text": "5.57, and Kumar, Sharma, and Salo (2019)", "ref_id": null}], "ref_spans": [{"start": 1181, "end": 1188, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Identifying areas for future research"}, {"text": "Academic researchers also provided possible research questions for each category. To reduce the number of questions, two assistant professors and two PhD students with an interest in sustainability and business-to-business marketing were asked to reduce the number of research questions to five relevant research questions for each subarea. The researchers received descriptions of the areas and subareas and were asked to reduce the number of research questions to five, representing the subareas. The initial agreement on the top five sample questions was 72% percent, and the researchers discussed the results and identified the top five research questions by consensus. The top five research questions appear in Table 2 for antecedents, Table 3 shows sustainability strategy, and Table 4 shows outcomes. The top six areas are discussed next.", "cite_spans": [], "ref_spans": [{"start": 716, "end": 723, "text": "Table 2", "ref_id": null}, {"start": 741, "end": 748, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 784, "end": 791, "text": "Table 4", "ref_id": null}], "section": "Identifying areas for future research"}, {"text": "Limited research addresses the impact of sustainability strategy on revenue and profits in the business-to-business domain. Sharma and Iyer (2012) suggest that resource-constrained sustainable-product development reduces costs to the customer. Jr et al. (2014) found that environmental strategic focus relates to financial performance. Some issues that Cronin, Smith, Gleim, Ramirez, and Martinez (2011) raise are essential to future research endeavors. They suggest investigating the relationship between sustainability strategies and firm performance, the relative effectiveness of various sustainability strategies, and the relationship between developmental processes and performance of sustainable products.", "cite_spans": [{"start": 124, "end": 146, "text": "Sharma and Iyer (2012)", "ref_id": "BIBREF45"}, {"start": 244, "end": 260, "text": "Jr et al. (2014)", "ref_id": "BIBREF27"}, {"start": 353, "end": 403, "text": "Cronin, Smith, Gleim, Ramirez, and Martinez (2011)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "The effect of sustainability strategy on revenue and profitability"}, {"text": "The outcomes focus on conservation or sustainable products and services. Research has shown the positive impact of conservation (e.g., The effect of sustainability strategy on the environment 5.70 The effect of sustainability strategy on revenue and profitability 5.98 The effect of sustainability strategy on customer perceptions, preferences, and satisfaction", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on revenue and profitability"}, {"text": "The effect of sustainability strategy on shift in customer demand 5.51 Table 2 Sample antecedent research questions.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "Table 2", "ref_id": null}], "section": "5.42"}, {"text": "Research area Sample research questions reducing the use of energy) on profitability. Academic researchers suggested the importance of the following aspects of sustainabilitystrategy effect on revenue and profitability:", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "• Mediators, moderators of the relationship between sustainable product strategies and performance in business-to-business contexts;", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "• Financial outcome indicators that can help identify long-term benefits of sustainability strategy;", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "• The costs of sustainability strategy and determining recovery strategies;", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "• Firm's sustainability strategy and revenue and profitability;", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "• Tradeoffs among people, profits, and planet in sustainability business-to-business market strategy.", "cite_spans": [], "ref_spans": [], "section": "5.42"}, {"text": "Academic research on the effect of regulatory and legal frameworks for sustainability on sustainable business strategy was not found. Research on the real-estate industry (e.g., Payne, 2001) includes no formal frameworks. Academic researchers suggested the importance of the following aspects of policy, regulatory, and legal frameworks' effect on sustainability strategy:", "cite_spans": [{"start": 178, "end": 190, "text": "Payne, 2001)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "• The nature of business-to-business firms' influence on policy, regulatory, and legal frameworks;", "cite_spans": [], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "• The effect of public-policy differences in various nations on sustainability strategy of global firms;", "cite_spans": [], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "• The collaboration between business actors and policymakers and the achievement of sustainability goals;", "cite_spans": [], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "• Business-to-business firms following the spirit of the policy and regulations or prescriptions;", "cite_spans": [], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "• The effect of policy, regulatory, and legal frameworks on businessto-business relationships.", "cite_spans": [], "ref_spans": [], "section": "Policy, regulatory, and legal framework"}, {"text": "There is very limited research on economic returns from sustainable strategy (e.g., Sharma & Iyer, 2012) , and academic researchers suggested the importance of a deeper examination of the following aspects of economic returns' effect on sustainable strategy:", "cite_spans": [{"start": 84, "end": 104, "text": "Sharma & Iyer, 2012)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Economic returns"}, {"text": "• Nature of economic returns in business-to-business sustainability • The economic impact of sustainable business models on business-tobusiness ecosystems;", "cite_spans": [], "ref_spans": [], "section": "Economic returns"}, {"text": "• Metrics for assessing the performance of firms committed to sustainable business-to-business market strategy;", "cite_spans": [], "ref_spans": [], "section": "Economic returns"}, {"text": "• The incremental profit potential of the transition to a circular economy;", "cite_spans": [], "ref_spans": [], "section": "Economic returns"}, {"text": "• Customers' willingness to pay more for sustainable products and services.", "cite_spans": [], "ref_spans": [], "section": "Economic returns"}, {"text": "Few articles examining overall strategy were found. Peattie and Ratnayaka (1992) develop a comprehensive model of green marketing, Patala et al. (2016) a value-creation model, and Lacoste (2016) a model that focuses on a sustainable supply chain. Academic researchers suggested that the following aspects of overall market strategy on sustainability are important:", "cite_spans": [{"start": 52, "end": 80, "text": "Peattie and Ratnayaka (1992)", "ref_id": "BIBREF42"}, {"start": 131, "end": 151, "text": "Patala et al. (2016)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Overall market strategy"}, {"text": "• The best practice in overall sustainable market strategy; • Creating a balanced and sustainable business-to-business market strategy where different stakeholders have different expectations;", "cite_spans": [], "ref_spans": [], "section": "Overall market strategy"}, {"text": "• Market-shaping strategies for creating sustainable product and service markets;", "cite_spans": [], "ref_spans": [], "section": "Overall market strategy"}, {"text": "• Market strategy that allows business-to-business firms to be both sustainable and competitive;", "cite_spans": [], "ref_spans": [], "section": "Overall market strategy"}, {"text": "• The advantage and disadvantages of being an early or a late entrant to sustainable markets.", "cite_spans": [], "ref_spans": [], "section": "Overall market strategy"}, {"text": "Very limited research exists on customer demand for sustainable products and services by business-to-business firms. Academic researchers suggest a deeper examination of the following aspects of customer demand's effect on sustainability strategy:", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "• Managers' prediction of customer demand for a sustainable businessto-business market strategy;", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "• Level of business-to-business customers' knowledge about sustainability issues;", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "• The degree to which demand drives innovative sustainable business models;", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "• The factors that increase customer demand for sustainable businessto-business products and services.", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "• The nature of the demand for sustainable business-to-business products and services.", "cite_spans": [], "ref_spans": [], "section": "Customer demand"}, {"text": "Academic research on the effect of sustainability business strategy on the environment was not found. Academic researchers suggested that the following aspects of the effect of sustainability strategy on the environment are important:", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on the environment"}, {"text": "• The effect of business-to-business sustainability strategies on the environment;", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on the environment"}, {"text": "• Reducing carbon-dioxide emission by different sourcing over a shorter supply chain;", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on the environment"}, {"text": "• The collaboration of business-to-business firms and experts in environmental technologies to measure the impact of sustainable business-to-business market strategy;", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on the environment"}, {"text": "• The appropriate environmental indicators to measure the effects of sustainable market strategy;", "cite_spans": [], "ref_spans": [], "section": "The effect of sustainability strategy on the environment"}, {"text": "• Business-to-business firms' introduction of sustainable products and services and the impact on the environment. Table 4 Sample outcome research questions.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 122, "text": "Table 4", "ref_id": null}], "section": "The effect of sustainability strategy on the environment"}, {"text": "Sustainability offerings are becoming more important for businessto-business firms. This paper addresses three interrelated research issues. The first entails the basic question of what research is available to researchers and practitioners. Therefore, this study examines prior research in the area and finds that the research is inadequate and not commensurate with the importance of the topic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The second research question considers the framework for examining sustainability research in business-to-business markets. As there are no existing frameworks, one is presented. The framework has three areas-antecedents, strategy, and outcomes. The subareas of antecedents are science and environment; policy, regulatory, and legal framework; social aspects; economic aspects; and customer demand. The subareas of strategy are overall strategy of the firm, supply chain, and marketing strategy and associated elements-customer behavior; product/service development, positioning, and branding; pricing; communications; and distribution. Finally, the subareas of outcomes are environmental effects; revenue and profitability; customer perception, preference, and satisfaction; and shift in customer demand. The framework provides guideposts for future research.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The third research question addresses the subareas that need greater focus and deeper examination. The paper provides details of survey responses by academic researchers and suggests that academics researchers regard sustainability as an important are of research. The six most important topics identified by academic researchers were the effect of sustainable strategy on revenue and profitability; policy, regulatory, and legal framework; economic returns; overall market strategy; and customer demand.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This paper thus represents a strong call for further research into sustainable business-to-business marketing. Three areas demand attention. First, previous research has assumed customer demand for sustainable products and services, but continued research must examine the nature of that demand. Second, the majority of prior research focuses on specific and narrow models, indicating a clear need for broader perspectives. There are issues of corporate citizenship, business ethics, management state, and the level of analysis (firm or network/ecosystem level) that are important and need to be examined. Third, the proposed framework for classifying sustainability research should be tested and expanded in future research, to achieve a deeper understanding of the key questions and research issues. For example, what alternate schools of thought can be used to develop frameworks? Similarly, what are the boundaries and boundary conditions of the attributes of the framework? Also, what are the drivers of the attributes in the model?", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "How do firms support external research to advance sustainability throughout society?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "How can business-to-business firms combine expertise in science and environment and sustainable business-to-business strategy? 3. How does environmental crisis (e.g., Covid-19) influence business-to-business relationships?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "How do business-to-business firms use scientific evidence to create sustainability strategies? Policy, regulatory, and legal framework 1. How do business-to-business firms influence policy, regulatory, and legal frameworks? 2. How do public-policy differences in various nations' markets affect business-to-business sustainability strategies of global firms? 3. How does collaboration between business actors and policymakers affect achievement of sustainability goals? 4. Which business-to-business firms follow the spirit of policy and regulations or prescriptions? 5. What is the effect of policy, regulatory, and legal frameworks on business-to-business relationships? Social networks 1. How do social networks mediate unethical business-to-business practices? 2. How do social networks affect the identification and selection of partners with similar values and sustainability goals? 3", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "How do customer social networks influence business-to-business firms' sustainability strategy?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "How do internal (to the firm) social networks influence business-to-business firms' sustainability strategy? Economic returns 1. How do sustainable business strategies provide economic returns to business-to-business firms? 2. What are the economic impacts of sustainable business models in a business-to-business ecosystem? 3. What metrics should be used for assessing the performance of business-to-business companies", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Which business-to-business customers are willing to pay more for sustainable products and services? Customer demand 1. How can managers predict customer demand for a sustainable business-to-business market strategy? 2. How knowledgeable are business-to-business customers about sustainability issues? 3. To what degree are innovative sustainable business models demand-driven? 4. What factors increase customer demand for sustainable business-to-business products and services? 5. What is the nature of the demand for sustainable business-to-business products and services? A", "authors": [], "year": 2020, "venue": "Sharma Industrial Marketing Management", "volume": "88", "issn": "", "pages": "323--329", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "What are the best practices in overall sustainable market strategy?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "How can business-to-business managers create a balanced and sustainable business-to-business market strategy wherein different stakeholders have different expectations? 3. What market-shaping strategies can be used to create sustainable product and service markets? 4. What market strategy allows business-to-business firms to be both sustainable and competitive?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "What are the advantages and disadvantages of being an early entrant or a late entrant to sustainable markets? Supply chain 1. How should supply-chain networks be restructured for sustainable business-to-business market strategy? 2. How can business-to-business firms incorporate reverse supply chains in distribution channels? 3. How can sales and operations planning underpin sustainable market strategy? 4. How should contracts and negotiations between supply-chain members change in sustainable markets? 5. What is the role of supply-chain in sustainable business-to-business market strategy? Customer behavior 1. What are buyers' sustainable practices in business-to-business markets? 2", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "What drives business-to-business customers' preference for sustainable organizations?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "What are the differences in business-to-business customer decision-making when buying sustainable products and services?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "How do business-to-business customers measure sustainability impact when buying products and services? Product/service development, positioning, and branding 1. What types of sustainable new-product development/innovation affect business-to-business firms' performance? 2. How should a business-to-business firm position its products and services in the current and emergent sustainable markets? 3. What are the benefits of co-branding for creating value in business-to-business sustainable markets?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "How can brand managers manage the brand journey of consumers in the context of sustainable business-to-business strategy? Pricing 1. How should companies account for customers' willingness to pay for sustainable products in their negotiations with suppliers? 2. What is the price sensitivity of business-to-business customers for sustainable products and services? 3. What are business-to-business customers' responses to price promotions for sustainable products? 4. Should business-to-business firms focus on value instead of pricing for sustainable products and services? 5. Which elements of sustainability should be considered in the price definition of business-to-business products and services? 6", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "What types of sustainable product and service pricing in business-to-business markets different from traditional pricing? Communications and sales strategy 1. How can a business-to-business sales organization positively impact the environment? 2. What message frames are more effective in changing business-to-business customers' preference for sustainable products?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "How can sustainability policies and strategies be successfully transferred to the sales organization?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "How can business-to-business firms develop transparent communications and sales strategy in the context of sustainable market strategy?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "What types of sustainable products and service communications in business-to-business markets different from traditional communications? Distribution 1. How can distribution strategy become an integrated part of sustainable business-to-business market strategy? 2. How does the business-to-business distribution function evolve to address sustainable products and services? 3. What strategies shape direct and reverse logistics to minimize the impact of distribution on the environment?", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evolving sustainably: A longitudinal study of corporate sustainable development", "authors": [{"first": "References", "middle": [], "last": "Bansal", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Strategic Management Journal", "volume": "26", "issn": "3", "pages": "197--218", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The social psychology of industrial buying and selling", "authors": [{"first": "T", "middle": ["V"], "last": "Bonoma", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Johnston", "suffix": ""}], "year": 1978, "venue": "Industrial Marketing Management", "volume": "7", "issn": "4", "pages": "213--224", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Social responsibilities of the businessman", "authors": [{"first": "H", "middle": ["R"], "last": "Bowen", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The pyramid of corporate social responsibility: Toward the moral management of organizational stakeholders", "authors": [{"first": "A", "middle": ["B"], "last": "Carroll", "suffix": ""}], "year": 1991, "venue": "Business Horizons", "volume": "34", "issn": "4", "pages": "39--48", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The structure of sustainability research in marketing, 1958-2008: a basis for future research opportunities", "authors": [{"first": "B", "middle": ["R"], "last": "Chabowski", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mena", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Gonzalez-Padron", "suffix": ""}], "year": 2011, "venue": "Journal of the Academy of Marketing Science", "volume": "39", "issn": "1", "pages": "55--70", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Green marketing strategies: an examination of stakeholders and the opportunities they present", "authors": [{"first": "J", "middle": ["J"], "last": "Cronin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Gleim", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramirez", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Martinez", "suffix": ""}], "year": 2011, "venue": "Journal of the Academy of Marketing Science", "volume": "39", "issn": "1", "pages": "158--174", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Cognition and corporate governance: Understanding boards of directors as strategic decision-making groups", "authors": [{"first": "D", "middle": ["P"], "last": "Forbes", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Milliken", "suffix": ""}], "year": 1999, "venue": "Academy of Management Review", "volume": "24", "issn": "3", "pages": "489--505", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A social learning approach to strategic management: Toward a theoretical foundation", "authors": [{"first": "P", "middle": ["M"], "last": "Ginter", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "White", "suffix": ""}], "year": 1982, "venue": "Academy of Management Review", "volume": "7", "issn": "2", "pages": "253--261", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The role of negative and positive forms of power in supporting CSR alignment and commitment between large firms and SMEs", "authors": [{"first": "D", "middle": [], "last": "Harness", "suffix": ""}, {"first": "C", "middle": [], "last": "Ranaweera", "suffix": ""}, {"first": "H", "middle": [], "last": "Karjaluoto", "suffix": ""}, {"first": "C", "middle": [], "last": "Jayawardhena", "suffix": ""}], "year": 2018, "venue": "Industrial Marketing Management", "volume": "75", "issn": "", "pages": "17--30", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The effects of environmental focus and program timing on green marketing performance and the moderating role of resource commitment", "authors": [{"first": "R", "middle": [], "last": "Jr", "suffix": ""}, {"first": "R", "middle": [], "last": "Glenn", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Musgrove", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Gillison", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Gabler", "suffix": ""}], "year": 2014, "venue": "Industrial Marketing Management", "volume": "43", "issn": "7", "pages": "1246--1257", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Sustainability science", "authors": [{"first": "R", "middle": ["W"], "last": "Kates", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Clark", "suffix": ""}, {"first": "R", "middle": [], "last": "Corell", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hall", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Jaeger", "suffix": ""}, {"first": "I", "middle": [], "last": "Lowe", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Mccarthy", "suffix": ""}], "year": 2001, "venue": "Science", "volume": "292", "issn": "5517", "pages": "641--642", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Sustainability in shipper-logistics service provider relationships: A tentative taxonomy based on agency theory and stimulus-response analysis", "authors": [{"first": "N", "middle": ["L"], "last": "Kudla", "suffix": ""}, {"first": "T", "middle": [], "last": "Klaas-Wissing", "suffix": ""}], "year": 2012, "venue": "Journal of Purchasing and Supply Management", "volume": "18", "issn": "4", "pages": "218--231", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Digital mediation in businessto-business marketing: A bibliometric analysis", "authors": [{"first": "B", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": [], "last": "Vatavwala", "suffix": ""}, {"first": "P", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2019, "venue": "Industrial Marketing Management", "volume": "80", "issn": "", "pages": "126--140", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A bibliometric analysis of extended key account management literature. Industrial Marketing Management", "authors": [{"first": "P", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "J", "middle": [], "last": "Salo", "suffix": ""}], "year": 2019, "venue": "", "volume": "82", "issn": "", "pages": "276--292", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Sustainability and branding: An integrated perspective. Industrial Marketing Management", "authors": [{"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Christodoulopoulou", "suffix": ""}], "year": 2014, "venue": "", "volume": "43", "issn": "", "pages": "6--15", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Sustainable value co-creation in business networks", "authors": [{"first": "S", "middle": [], "last": "Lacoste", "suffix": ""}], "year": 2016, "venue": "Industrial Marketing Management", "volume": "52", "issn": "", "pages": "151--162", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Sustaining sustainability in organizations", "authors": [{"first": "D", "middle": ["E"], "last": "De Lange", "suffix": ""}, {"first": "T", "middle": [], "last": "Busch", "suffix": ""}, {"first": "J", "middle": [], "last": "Delgado-Ceballos", "suffix": ""}], "year": 2012, "venue": "Journal of Business Ethics", "volume": "110", "issn": "2", "pages": "151--156", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Assessing the greenness of environmental advertising claims made by multinational industrial firms", "authors": [{"first": "L", "middle": ["C"], "last": "Leonidou", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Leonidou", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hadjimarcou", "suffix": ""}, {"first": "I", "middle": [], "last": "Lytovchenko", "suffix": ""}], "year": 2014, "venue": "Industrial Marketing Management", "volume": "43", "issn": "4", "pages": "671--684", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Marketing capabilities and innovation-based strategies for environmental sustainability: An exploratory investigation of B2B firms", "authors": [{"first": "B", "middle": ["J"], "last": "Mariadoss", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Tansuhaj", "suffix": ""}, {"first": "N", "middle": [], "last": "Mouri", "suffix": ""}], "year": 2011, "venue": "Industrial Marketing Management", "volume": "40", "issn": "8", "pages": "1305--1318", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The long-term benefits of organizational resilience through sustainable business practices", "authors": [{"first": "N", "middle": [], "last": "Ortiz-De-Mandojana", "suffix": ""}, {"first": "P", "middle": [], "last": "Bansal", "suffix": ""}], "year": 2016, "venue": "Strategic Management Journal", "volume": "37", "issn": "8", "pages": "1615--1631", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A general framework for analyzing sustainability of social-ecological systems", "authors": [{"first": "E", "middle": [], "last": "Ostrom", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "325", "issn": "5939", "pages": "419--422", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Personal selling and the purchasing function: Where do we go from Here?", "authors": [{"first": "B", "middle": [], "last": "Paesbrugghe", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "D", "middle": [], "last": "Rangarajan", "suffix": ""}, {"first": "N", "middle": [], "last": "Syam", "suffix": ""}], "year": 2018, "venue": "Journal of Personal Selling and Sales Management", "volume": "38", "issn": "1", "pages": "123--143", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Sustainable value propositions: Framework and implications for technology suppliers", "authors": [{"first": "S", "middle": [], "last": "Patala", "suffix": ""}, {"first": "A", "middle": [], "last": "Jalkala", "suffix": ""}, {"first": "J", "middle": [], "last": "Keränen", "suffix": ""}, {"first": "S", "middle": [], "last": "Väisänen", "suffix": ""}, {"first": "V", "middle": [], "last": "Tuominen", "suffix": ""}, {"first": "R", "middle": [], "last": "Soukka", "suffix": ""}], "year": 2016, "venue": "Industrial Marketing Management", "volume": "59", "issn": "", "pages": "144--156", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Urban land tenure policy options: Titles or rights?", "authors": [{"first": "G", "middle": [], "last": "Payne", "suffix": ""}], "year": 2001, "venue": "Habitat International", "volume": "25", "issn": "3", "pages": "415--429", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Responding to the green movement", "authors": [{"first": "K", "middle": [], "last": "Peattie", "suffix": ""}, {"first": "M", "middle": [], "last": "Ratnayaka", "suffix": ""}], "year": 1992, "venue": "Industrial Marketing Management", "volume": "21", "issn": "2", "pages": "103--110", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Barriers and bridges to the adoption of environmentally-sustainable offerings", "authors": [{"first": "E", "middle": [], "last": "Ramirez", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Gonzalez", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Moreira", "suffix": ""}], "year": 2014, "venue": "Industrial Marketing Management", "volume": "43", "issn": "1", "pages": "16--24", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Sustainability and businessto-business marketing: A framework and implications", "authors": [{"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Iyer", "suffix": ""}, {"first": "A", "middle": [], "last": "Mehrotra", "suffix": ""}, {"first": "R", "middle": [], "last": "Krishnan", "suffix": ""}], "year": 2010, "venue": "Industrial Marketing Management", "volume": "39", "issn": "2", "pages": "330--341", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Resource-constrained product development: Implications for green marketing and green supply chains", "authors": [{"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Iyer", "suffix": ""}], "year": 2012, "venue": "Industrial Marketing Management", "volume": "41", "issn": "4", "pages": "599--608", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "B2B branding in emerging markets: A sustainability perspective", "authors": [{"first": "J", "middle": ["N"], "last": "Sheth", "suffix": ""}, {"first": "M", "middle": [], "last": "Sinha", "suffix": ""}], "year": 2015, "venue": "Industrial Marketing Management", "volume": "51", "issn": "", "pages": "79--88", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Cooperation with international NGOs and supplier assessment: Investigating the multiple mediating role of CSR activities in SMEs", "authors": [{"first": "R", "middle": [], "last": "Stekelorum", "suffix": ""}, {"first": "I", "middle": [], "last": "Laguir", "suffix": ""}, {"first": "J", "middle": [], "last": "Elbaz", "suffix": ""}], "year": 2019, "venue": "Industrial Marketing Management", "volume": "84", "issn": "", "pages": "50--62", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Sales force reactions to corporate social responsibility: Attributions, outcomes, and the mediating role of organizational trust", "authors": [{"first": "P", "middle": ["A"], "last": "Vlachos", "suffix": ""}, {"first": "A", "middle": [], "last": "Theotokis", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Panagopoulos", "suffix": ""}], "year": 2010, "venue": "Industrial Marketing Management", "volume": "39", "issn": "7", "pages": "1207--1218", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Our common future", "authors": [], "year": 1987, "venue": "World Commission on Environment and Development", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The quest for sustainable business model innovation", "authors": [{"first": "D", "middle": [], "last": "Young", "suffix": ""}, {"first": "M", "middle": [], "last": "Reeves", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The Research Classification Framework.A.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Importance of research topics.", "latex": null, "type": "table"}, "TABREF1": {"text": "Sample Sustainable Strategy Research Questions.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Overall market strategy", "cite_spans": [], "ref_spans": [], "section": "Research area Sample research questions"}, {"text": "The effect of sustainability strategy on the environment 1. How do business-to-business sustainability strategies affect the environment? 2. How does different sourcing over a shorter supply chain reduce carbon-dioxide emission? 3. How should business-to-business firms collaborate with experts in environmental technologies to measure impact of sustainable business-to-business market strategy? 4. What are the appropriate environmental indicators to measure the effects of sustainable market strategy? 5. How does the introduction of sustainable products and services by business-to-business firms impact the environment? The effect of sustainability strategy on revenue and profitability 1. What are the mechanisms (i.e., mediators, moderators) that connect sustainable product strategies to performance in business-to-business contexts? 2. What are the financial outcome indicators that can help identify long-term benefits of sustainable strategy? 3. What are the costs of sustainable strategy and what are the recovery strategies? 4. How does a firm's sustainability strategy affect the business-to-business firm's revenue and profitability? 5. What is the tradeoff between \"people, profits, and planet\" in sustainable business-to-business market strategy? The effect of sustainability strategy on customer perception, preference, and satisfaction 1. What sustainable business-to-business market strategies are driven by competitive parity? 2. Do business-to-business customers believe that sustainable options are better? 3. What types of sustainability strategy lead to long-term effects on business-to-business customer preferences? 4. How does a firm's sustainability strategy affect business-to-business customers' perception, preference, and satisfaction? 5. How is customer satisfaction with sustainable business-to-business products and services different than with traditional products and services? The effect of sustainability strategy on shift in customer demand 1. How does sustainable business-to-business market strategy provide protection from demand fluctuations? 2. How can an organization advance sustainable consumption through sustainable business-to-business market strategy? 3. What are the key components of sustainable business-to-business market strategy in shifting customer demands? 4. How does a firm's sustainability strategy affect business-to-business customers' demand? 5. How does increased availability of sustainable products and services affect the business-to-business customers' demand?", "cite_spans": [], "ref_spans": [], "section": "Research area Sample research questions"}]}