{"paper_id": "1e3e6cb010d8b680ae6c287c333e08d67368ff11", "metadata": {"title": "", "authors": [{"first": "Alban", "middle": [], "last": "Ylli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Medicine", "location": {"settlement": "Tirana", "country": "Albania"}}, "email": ""}, {"first": "Yan", "middle": ["Yan"], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Honolulu at Manoa", "location": {"settlement": "Honolulu", "region": "Hawaii", "country": "USA"}}, "email": ""}, {"first": "Genc", "middle": [], "last": "Burazeri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Medicine", "location": {"settlement": "Tirana", "country": "Albania"}}, "email": ""}, {"first": "Catherine", "middle": [], "last": "Pirkle", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Honolulu at Manoa", "location": {"settlement": "Honolulu", "region": "Hawaii", "country": "USA"}}, "email": ""}, {"first": "Tetine", "middle": [], "last": "Sentell", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Honolulu at Manoa", "location": {"settlement": "Honolulu", "region": "Hawaii", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Background: The purpose of this analysis was to assess the variations in COVID-19 related mortality and incidence rates in relation to the time differences in the commencement of virus circulation and containment measures in different countries of the European Region. Methods: The data for the current analysis (N=50 countries) were retrieved from the John Hopkins University dataset on the 7 th of May 2020, with countries as study units. A piecewise regression analysis was conducted with mortality and cumulative incidence rates introduced as dependent variables and time interval (days from the 22 nd of January to the date when 100 first cases were reported) as the main predictor. The country average life expectancy at birth was statistically adjusted for in the regression model.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": Mortality and incidence were strongly and inversely intercorrelated with days from January 22, respectively -0.83 (p<.0001) and -0.73 (p<.0001). Adjusting for average life expectancy, between days 33 to 50 from the 22th of the January, the average mortality rate decreased by 30.4/million per day (95% CI: 23.2, 37.1, p<0.0001). During interval 51 to 73 days, the change in mortality was no longer statistically significant but still showed a decreasing trend. A similar relationship with time interval was found in incidence. Life expectancy was not associated with mortality rate.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Introduction COVID-19 was declared a pandemic by the World Health Organization (WHO) on March 13 2020 (1) . The WHO, in its first statement of on the 22 nd of January 2020, reported that there was evidence of human-to-human transmission of the new coronavirus identified in the Wuhan outbreak, which was first reported to the WHO on the 31 December, 2019 (2) .", "cite_spans": [{"start": 102, "end": 105, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 355, "end": 358, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "In Europe, the infection spread from China with the first cases reported in second half of January in France, Germany, Italy, Spain and the United Kingdom (3) . Sustained community circulation of SARS-Cov-2 began in late February and early March, and by the end of March, almost all European countries had already reported their first 100 confirmed cases.", "cite_spans": [{"start": 155, "end": 158, "text": "(3)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Countries in Europe started to talk about public health containment measures in late January and early February (4, 5) , but the bulk of drastic, countrywide containment measures in Europe started in mid-March, after the spike of cases in Lombardy, Italy, which provided strong evidence for the devastating potential of the new virus, and after WHO declared the pandemic on 11 th of March. The measures included closure of schools, closure of most non essential businesses and services, ban of nonessential travel, and total lockdown of cities. For most European countries, these measures have never been experienced before at such a size and intensity.", "cite_spans": [{"start": 112, "end": 115, "text": "(4,", "ref_id": "BIBREF7"}, {"start": 116, "end": 118, "text": "5)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "There is a striking difference in COVID-19 indicators between countries in Western Europe and those in Eastern Europe, with much lower cumulative incidence and mortality rates in Eastern Europe.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Mortality rates range from more than 500 per million inhabitants in Spain, to less than 10 per million in Ukraine. The reasons for these differences are still largely unexplained.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Recently, there have been peer reviewed publications and other reports which explore biological factors responsible for the differences in incidence and mortality. Host angiotensin-coverting enzyme (ACE) receptor polymorphism and Bacillus Calmette-Guerin (BCG) vaccination have been cited (6, 7) . While such biological factors are of important clinical significance, they are unlikely to explain the wide population differences in incidence and mortality observed across countries and regions in Europe. While there seems to be general consensus among professionals (8, 9) about the overall efficacy of measures, an active debate about the effect of specific interventions and containment measures remains (10, 11) . All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 289, "end": 292, "text": "(6,", "ref_id": "BIBREF9"}, {"start": 293, "end": 295, "text": "7)", "ref_id": "BIBREF10"}, {"start": 567, "end": 570, "text": "(8,", "ref_id": "BIBREF11"}, {"start": 571, "end": 573, "text": "9)", "ref_id": null}, {"start": 707, "end": 711, "text": "(10,", "ref_id": "BIBREF14"}, {"start": 712, "end": 715, "text": "11)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The objective of this work is to assess if differences in COVID-19 related mortality in Europe are associated with differences in the time when the virus started to circulate in different European countries. We hypothesize that countries where the COVID-19 outbreak started later were in a better position to implement drastic control measures in time to minimize spread of infection and consequent negative health outcomes in their population.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All countries of the WHO European region with a population over 100 000 were included in the analyses (n=50).", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Our outcome variables were COVID-19 mortality and cumulative incidence on the 7 th of May, 2020.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "As an indicator of the initiation of SARS-Cov-2 community circulation-our primary predictor variable-we use the date of reporting the first 100 confirmed cases. The country specific COVID 19 related mortality rates and the dates countries reported their first 100 cases were retrieved from John Hopkins dataset (12). The data were verified at the European Centre for Disease Control (ECDC) database (13) To compare the time differences between European countries concerning initiation of community circulation, we use the interval between the date of the country reporting its first 100 COVID-19 cases to the 22 nd of January, which is the date when the WHO stated there was human-to-human transmission of the novel coronavirus.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. To control for the influence of different proportions of older adults across European countries, the country average life expectancy at birth was included in the multivariate analyses. These data were retrieved from the World Bank dataset at 7 th of May 2020 (14).", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Univariate descriptive statistics were used to summarize all variables. Non-parametric methods were applied for bivariate analysis. We calculated Spearman correlations to measure the strength of associations and used scatterplot with locally weighted smoothing line to examine if there were nonlinear relationships between dependent variables, mortality or incidence, with number of days from the 22th of January COVID. The scatterplots revealed a change of linear pattern at day 50 (which corresponds to 11th of March, as the date when 100 first COVID-19 cases were reported); therefore, summary statistics were calculated for all variables for the time interval from day 31 to 50, and time interval from 51 to 71. One-way ANOVA tests were performed to calculate p-values for differences in means for all variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Next, we carried out bivariate and multivariable piecewise linear regression analysis (15) for mortality and incidence with independent variables days from 22th of January with break point at day 50, and life expectancy. Model diagnostics were performed to improve the model fit. Table 1 shows the summary statistics for all data and by time interval (days from the 22th of January before or after day 50), and the Spearman correlations between variables. The mean mortality, incidence and life expectancy were higher in the time interval 31-50 compared to time interval 51-73 (p~.0001). Mortality and incidence were highly intercorrelated (r=0.84, p<.0001), and positively associated with life expectancy (r~0.75, p<.0001). The correlation between mortality with days from January 22 was -0.83 (p<.0001) and -0.73 (p<.0001) for incidence. Table 1 . Summary statistics for mortality per million, incidence per million and life expectancy for all sample and by number of days from the 22th January (31-50 days or 51-73 days), and the Spearman correlation between the variables. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 280, "end": 287, "text": "Table 1", "ref_id": null}, {"start": 840, "end": 847, "text": "Table 1", "ref_id": null}], "section": "Statistical Analysis"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 1 is the scatterplot of mortality and incidence per million vs. days from the 22th of January with locally weighted smoothing line. The figure shows that the slopes for both mortality and incidence before day 50 were steeper than the time interval between days 51-73. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 144, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Results from bivariate and multivariable piecewise regression after removing influential data are displayed in Table 2 . The parameter estimates attenuated in the multivariable analysis. p=0.0314). The adjusted R 2 (proportion of variation explained by the model) was 75% for mortality and 57% for incidence.", "cite_spans": [], "ref_spans": [{"start": 247, "end": 254, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110148 doi: medRxiv preprint 8 European countries introduced similar measures. There is some evidence that these measures were enforced and community mobility was significantly reduced (18). As the disease spread, drastic measures in Eastern European countries, and in the Western 'periphery' of Europe (Portugal), appear to have been more timely and effective in mitigating COVID-19 mortality. In the West, where the community circulation had initiated much earlier, the mid-March (or even later) measures were comparatively late and allowed a large mass of COVID-19 cases, building a critical reservoir of infection in the population. Consequently, the efficacy of public health actions was greatly reduced and the most vulnerable members (older adults, those with chronic conditions) of society deeply affected.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "While some governments in Asia (China, South Korea, etc.) had already taken drastic public health measures to effectively curb the epidemic, we assume that after the declaration of a global pandemic, decision-makers in Europe were in a better position to take and enforce such extreme measures, which only weeks before had seemed too draconian. International mass media coverage of the pandemic outcomes on the Italian health system and the high risk of dying in Italian northern regions, also influenced quick decision-making by political leadership by mid-March. In countries with swift responses, even if they were just fortunate to have experienced later community spread and fewer seeding events, the outbreaks were less pervasive and the most vulnerable less affected.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "As the pandemic is ongoing, there may be small observed changes in the health outcome differences documented here, with regard to the timing of a critical mass of cases in various regions of Europe.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "However, it is highly unlikely they will significantly change in the associations documented during this wave of pandemic. With few exceptions (for example Russia), as of May 7 th , in European countries epidemic the curves are flattened, the epidemic peaks are past, and the effective reproductive numbers are around 1 (19) .", "cite_spans": [{"start": 320, "end": 324, "text": "(19)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Results"}, {"text": "While life expectancy is lower in the Eastern Europe and a potential confounder, the multivariate analysis shows that timing of outbreak was a more important factor. Further, the burden of chronic disease is higher in Eastern compared to Western Europe (20) , which if an explanatory factor for differences in country level outcomes, would reduce the differences observed between Eastern and All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 253, "end": 257, "text": "(20)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. A number of other factors can be discussed to explain differences in COVID 19 outbreak trajectories between Western and Eastern Europe, including urbanization and population density. Currently, these factors are controversial (21, 22) and no publications demonstrate consistent evidence to support these as deciding factors.", "cite_spans": [{"start": 362, "end": 366, "text": "(21,", "ref_id": "BIBREF22"}, {"start": 367, "end": 370, "text": "22)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Results"}, {"text": "Compulsory BCG vaccination programs across countries have also been associated with COVID-19 morbidity and mortality in a geographical correlation study (7) , but the WHO states that there is not sufficient evidence to confirm this (23) . A trial testing the potential effect of BCG vaccines to boost immunity against COVID 19, is underway in Germany and the Netherlands (24) . Geographical variations of ACE2 receptor polymorphism has also been reported as a possible explanation to Our study is subject to several limitations. Our model may be a good key for explaining some important country differences; for example, the slope in the first regression segment is apparently driven by lower mortality in countries with community circulation reported during 8-11 th March (from Austria to Czech Republic). It does not explain all observed differences, such as that between Belgium and Germany or Sweden and Norway. Further research, focused on comparing specific country situations, is needed in the future.", "cite_spans": [{"start": 153, "end": 156, "text": "(7)", "ref_id": "BIBREF10"}, {"start": 232, "end": 236, "text": "(23)", "ref_id": "BIBREF24"}, {"start": 371, "end": 375, "text": "(24)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Results"}, {"text": "We examine mortality and cumulative incidence as they are reported by countries. While incidence is highly affected by country testing strategies, the reported mortality has been used as a valid health outcome in other studies (6, 7) We also use the date of first 100 cases, as they are reported by countries health authorities. For the moment there is no other way to systematically document unreported community COVID 19 cases. We know that silent community circulation of the virus started before All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 227, "end": 230, "text": "(6,", "ref_id": "BIBREF9"}, {"start": 231, "end": 233, "text": "7)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110148 doi: medRxiv preprint initial detection. Nonetheless, the observation of country epidemic curves, seem to generally confirm the ranking of reported initiation dates.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We include only a few variables, and two outcomes. We recommend that future analyses include more potential covariates into the complex causality web of COVID 19 health outcomes and their relationships with policy decisions and provide estimates of effects of specific factors on outcomes.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Finally, while our hypothesis about higher efficacy to control the epidemic where it started later seems logical, more research is needed on specific public health measures taken by European countries. Such research should find ways how to standardise the interventions and how to make use of relevant non-English literature.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "There is no specific funding for this work.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Authors certify that they have no conflicts of interest concerning the subject matter discussed in this manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pneumonia of unknown cause -China. Disease outbreak news", "authors": [], "year": 2020, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mission summary: WHO Field Visit to Wuhan", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Statement", "suffix": ""}], "year": 2020, "venue": "", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus: Le risque d'introduction est faible mais ne peut pas être exclu. Le Parisien (in French", "authors": [{"first": "Florence", "middle": [], "last": "Mereo", "suffix": ""}], "year": 2020, "venue": "", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus, controlli con gli scanner termici negli aeroporti italiani", "authors": [{"first": "Leonard", "middle": [], "last": "Berberi", "suffix": ""}], "year": 2020, "venue": "Corriere della Sera (in Italian. Coronavirus, Controls with temperature scanners in Italian airports", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The host's angiotensin-converting enzyme polymorphism may explain epidemiological findings in COVID-19 infections", "authors": [{"first": "J", "middle": ["R"], "last": "Delanghe", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Speeckaert", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "De Buyzere", "suffix": ""}], "year": 2020, "venue": "Clin Chim Acta", "volume": "505", "issn": "", "pages": "192--193", "other_ids": {"DOI": ["10.1016/j.cca.2020.03.031.Retrieved10"]}}, "BIBREF10": {"ref_id": "b10", "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study", "authors": [{"first": "A", "middle": [], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Reandelar", "suffix": ""}, {"first": "K", "middle": [], "last": "Fasciglione", "suffix": ""}, {"first": "V", "middle": [], "last": "Roumenova", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Otazu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.24.20042937"]}}, "BIBREF11": {"ref_id": "b11", "title": "Strengthening and adjusting public health measures throughout the COVID-19 transition phases. Policy considerations for the WHO European Region", "authors": [], "year": 2020, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.22.20110148"]}}, "BIBREF13": {"ref_id": "b13", "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study", "authors": [{"first": "K", "middle": [], "last": "Prem", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}, {"first": "N", "middle": [], "last": "Davies", "suffix": ""}], "year": 2020, "venue": "Lancet Public Health", "volume": "5", "issn": "20", "pages": "30073--30079", "other_ids": {"DOI": ["10.1101/2020.05.22.20110148"]}}, "BIBREF14": {"ref_id": "b14", "title": "Impact of non-pharmaceutical interventions against COVID-19 in Europe: a quasi-experimental study", "authors": [{"first": "P", "middle": ["R"], "last": "Hunter", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Colón-González", "suffix": ""}, {"first": "J", "middle": [], "last": "Brainard", "suffix": ""}, {"first": "S", "middle": [], "last": "Rushton", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The United States leads in coronavirus cases, but not pandemic response", "authors": [{"first": "W", "middle": [], "last": "Cornwall", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaiser", "suffix": ""}, {"first": "K", "middle": [], "last": "Kupferschmidt", "suffix": ""}, {"first": "D", "middle": [], "last": "Malakoff", "suffix": ""}, {"first": "K", "middle": [], "last": "Servick", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abc0192.Retreived10"]}}, "BIBREF17": {"ref_id": "b17", "title": "Nonlinear Regression Analysis and Its Applications", "authors": [{"first": "D", "middle": ["M"], "last": "Bates", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Watts", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Misure urgenti in materia di contenimento e gestionedell'emergenza epidemiologica da covid-19, applicabili sull'interoterritorio nazionale (gu n.64 del 11-3-2020). (Government Decree", "authors": [], "year": 2020, "venue": "Italian)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "COVID-19 confirmed cases and deaths in the IHR State Parties and Territories reported to WHO European Region, data as of 07", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Health in the European Union Trends and analysis", "authors": [{"first": "P", "middle": [], "last": "Mladovsky", "suffix": ""}, {"first": "S", "middle": [], "last": "Allin", "suffix": ""}, {"first": "C", "middle": [], "last": "Masseria", "suffix": ""}, {"first": "C", "middle": [], "last": "Hernández-Quevedo", "suffix": ""}, {"first": "D", "middle": [], "last": "Mcdaid", "suffix": ""}, {"first": "E", "middle": [], "last": "Mossialos", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Are Crowded Cities the Reason for the COVID-19 Pandemic? Placing too much blame on urban density is a mistake", "authors": [{"first": "J", "middle": [], "last": "Barr", "suffix": ""}, {"first": "T", "middle": [], "last": "Tassier", "suffix": ""}], "year": 2020, "venue": "Scientific American", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Urban Density Is Not an Enemy in the Coronavirus Fight: Evidence from China", "authors": [{"first": "W", "middle": [], "last": "Fang", "suffix": ""}, {"first": "S", "middle": [], "last": "Wahba", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Bacille Calmette-Guérin (BCG) vaccination and COVID-19", "authors": [{"first": "", "middle": ["Scientific"], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Brief", "suffix": ""}], "year": 2020, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "In Germany, a vaccine candidate will be tested for its effectiveness against infections with the novel corona virus", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The scatter plot (50 countries) between mortality/incidence (deaths/cases per one million population) and the time interval (days from the 22nd of January to the date when 100 first cases were reported) with locally weighted smoothing line.Note: Solid blue dots are influential observations (using cut-off Cook's D value: 4/residual degree of freedom).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "when sustained virus circulation started in the country, is associated with the health impact of the pandemic.Results from these analyses of 50 European countries reveal that the relation between mortality and incidence rates and time of commencement of community circulation of SARS-Cov-2 does not follow a linear gradient. Mortality and incidence rates decreased significantly for every day of delay till 50 days since 22 nd of January (that time interval point corresponds to March 11 th ). After that point, the gradient gets less steep and becomes non significant.Those countries in Europe which observed the earliest COVID-19 circulation, suffered the worst consequences in terms of health outcomes, specifically mortality. While only a matter of a few weeks difference, this time interval may have changed dramatically the reservoir of virus circulating in the community and thereby the trajectory of incident disease and resulting death. Getting to the first 100 cases depends also on seeding episodes. Large urban areas of Western Europe have more intensive global connection and a higher potential for more seeding events, which increased the chances of earlier community transmission in the country.Cumulative incidence and especially recorded mortality was the highest in countries that recorded sustained community circulation of SARS-Cov-2 before 11 th of March 2020, the date WHO declared COVID-19 a world pandemic. The least affected were those countries which recorded their first 100 COVID-19 cases after mid-March 2020.The longer the time it took to get to 100 cases, the easier to control the epidemic; the drastic, social isolation measures, undertaken in European countries, where community circulation of the infection started after March 11 th , seem to have been well-timed. This may explain their significantly lower COVID 19-related incidence and mortality compared with the Western European countries.On March 10 th and 11 th , the Italian government, the first in Europe, issued decrees(16,17) which introduced countrywide lockdown measures, limiting movement out of the home and banning a number of businesses (bars, retail shops etc). On March 20 th the measures were further tightened banning all non essential open air walking. During a short period, after the 11 th of March, most All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "COVID 19 epidemiological findings(6). Nonetheless, the two last hypotheses cannot explain theimportant inner country variations observed in Italy or elsewhere. The delay in infection and timeliness of the measures may better explain the much lower COVID19 morbidity and mortality rate in Sicily, Sardinia or other regions in 'periphery' of Italy, compared to the Northern regions where first clusters where reported.", "latex": null, "type": "figure"}, "TABREF0": {"text": "To date, no peer reviewed papers have reported on the effect of the timing of containment measures in relation to spread of COVID-19 across countries in Europe. While it is very complex to analyse the differences among countries taking similar public health measures, relatively straightforward analyses of the timing the epidemic spread across various European countries on mortality rates are warranted and informative.", "latex": null, "type": "table"}, "TABREF4": {"text": "Bivariate and multivariable regression analysis of mortality and incidence per million with two independent variables: days after the 22th of January with break point at day 50 (time interval 31-50 and 51-73 days), and life expectancy.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Bivariate Analysis </td><td>Multivariable Analysis  </td></tr><tr><td> </td><td>Beta (95% CI) </td><td>p-value </td><td>Beta (95% CI) </td><td>p-value </td></tr><tr><td>Mortality per million </td><td> </td><td> </td><td>R2=75% </td><td> </td></tr><tr><td>Time interval (31-50 days) </td><td>-31.24 (-38.14, -24.34) </td><td>&lt;.0001 </td><td>-30.41 (-37.61, -23.20) </td><td>&lt;.0001 </td></tr><tr><td>Time interval (51-73 days) </td><td>-2.33 (-5.70, 1.05) </td><td>0.1715 </td><td>-0.88 (-5.78, 4.02) </td><td>0.7187 </td></tr><tr><td>Life expectancy (in years) </td><td>17.17 (9.58, 24.76) </td><td>&lt;.0001 </td><td>3.42 (-4.73, 11.56) </td><td>0.4110 </td></tr><tr><td>Incidence per million </td><td> </td><td> </td><td>R2=57% </td><td> </td></tr><tr><td>Time interval (31-50 days) </td><td>-153.23 (-221.58, -84.88) </td><td>&lt;.0001 </td><td>-130.06 (-199.11, -61.01) </td><td>0.0002 </td></tr><tr><td>Time interval (51-73 days) </td><td>-62.52 (-106.76, -18.29) </td><td>0.0066 </td><td>-14.97 (-76.58, 46.63) </td><td>0.6266 </td></tr><tr><td>Life expectancy (in years) </td><td>213.88 (146.44, 281.31) </td><td>&lt;.0001 </td><td>115.44 (10.31, 220.56) </td><td>0.0314 </td></tr></table></body></html>"}, "TABREF5": {"text": "Western Europe suggesting a potential underestimate of the effect the timing of the outbreak on outcomes.", "latex": null, "type": "table"}}, "back_matter": [{"text": "All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110148 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110148 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110148 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "annex"}]}