{
    "paper_id": "1e3ff7ee9f3b68192b9139c9f51ffeb0a0254a32",
    "metadata": {
        "title": "Perceived versus proven SARS-CoV-2-specific immune responses in health-care professionals",
        "authors": [
            {
                "first": "Georg",
                "middle": [
                    "M N"
                ],
                "last": "Behrens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Cossmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Metodi",
                "middle": [
                    "V"
                ],
                "last": "Stankov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Torsten",
                "middle": [],
                "last": "Witte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diana",
                "middle": [],
                "last": "Ernst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Christine"
                ],
                "last": "Happle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Jablonka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There have been concerns about high rates of thus far undiagnosed SARS-CoV-2 infections in the health-care system. The COVID-19 Contact (CoCo) Study follows 217 frontline health-care professionals at a university hospital with weekly SARS-CoV-2-specific serology (IgA/IgG). Study participants estimated their personal likelihood of having had a SARS-CoV-2 infection with a mean of 21% [median 15%, interquartile range (IQR) 5-30%]. In contrast, anti-SARS-CoV-2 IgG prevalence was about 1-2% at baseline. Regular anti-SARS-CoV-2 IgG testing of health-care professionals may aid in directing resources for protective measures and care of COVID-19 patients in the long run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in frontline health-care professionals (HCP) in combination with a questionnaire about respiratory symptoms and risk perception. As testing system, we employed a semiquantitative ELISA [EUROIMMUN Medizinische Labordiagnostik, Lübeck, Germany-CE certified version: specificity 99.0%, sensitivity 93.8% after day 20 according to the manufacturer [5] ]. We confirmed the specificity in a set of 156 sera from non-European refugees and migrants [7] collected in 2015 as negative controls (mean age 31.6 years, range 18-67 years, 78% male). All but one tested negative for SARS-CoV-2 IgG (specificity 99.3%) and 2 out of 90 tested equivocal positive for IgA (specificity 97.8%). The serum of 18 patients after recovery of PCR-confirmed COVID-19 served as positive controls or to generate a standard curve (mean age 44.8 years; mean duration of symptoms 11.8 days, range 3-35 days; mean time since start of symptoms 30.4 days, range 21-61 days). 16/18 tested positive (n = 1 equivocal positive) for SARS-CoV-2 IgG (sensitivity 90%) and 15/18 positive for SARS-CoV-2 IgA (sensitivity 85.7%). Interestingly, the duration of symptoms as a surrogate for disease severity correlated significantly with the IgG ratio (extinction of sample to calibrator ratio) of the SARS-CoV-2 IgG ELISA (Fig. 1a) .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1276,
                    "end": 1285,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Between March 23 and April 17, n = 217 HCP from emergency rooms, infectious and pulmonary disease wards, ICUs, pediatric departments and other units involved in COVID-19 patient care at our university hospital were included in the study. The mean age of participants was 36.5 years (range 18-63 years), and 65% were female. Most of them worked as physicians (53.5%), nurses (27.6%), or medical assistants (9.2%). The majority of participants had direct contact with patients with infectious respiratory diseases working in the emergency department (40.1%), general ward (31.8%), or outpatient departments (13.8%). At baseline, 1.6% of included personnel reported to have visited regions with high SARS-CoV-2 prevalence as defined by the German National Institute of Public Health (Robert Koch Institute [8] ), 16.1% reported to have had contact with confirmed COVID-19 cases, and more than one-third (39.2%) to have had contact with suspected COVID-19 cases. 45.2% of HCP reported to suffer from at least one respiratory symptom of any severity, and 29.0% reported to have had a respiratory infection during the past 2 weeks.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 806,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Upon enrollment, study participants were asked to estimate their personal likelihood of having had a SARS-CoV-2 infection (How high do you rate the probability of having been infected so far? 0-100%). Only 12% of the n = 201 study participants, who answered this question, rated a 0% chance of having already had contracted SARS-CoV-2, while 19% rated their probability greater than 50%. Strikingly, the mean percentage of self-perceived positive SARS-CoV-2 infection status was 21% (range 0-90%, median 15%, IQR 5-30%). Male participants rated their infection risk lower than female participants (mean 16.2% vs. 23.7%, F = 4.4, p = 0.02, median 10% vs. 20%, Z = 3.4, p = 0.001) and older subjects reported lower infection probabilities as compared to younger participants (Pearson − 0.33, p = 0.004) (Fig. 1b) . Reported contact to confirmed or suspected COVID-19 cases did not have a significant impact on perceived probability of infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 810,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In contrast to the high percentage of self-perceived positive SARS-CoV-2 infection status, only two of n = 217 tested frontline HCP showed a clearly positive reaction in the ELISA, and two displayed equivocal positive results according to the manufacturer's interpretation. Both positive results were about 20-fold lower as compared to one patient with severe COVID-19 (Fig. 1a) . The majority of participants (n = 214) had no evidence of anti-SARS-CoV-2 IgG. Anti-SARS-CoV-2 IgA was positive/equivocal positive in n = 9 and n = 10 subjects, respectively, and combined IgG and IgA-positive/equivocal positive in three subjects. Altogether, anti-SARS-CoV-2 IgG prevalence was in the range of 1-2% and the self-perceived likelihood of SARS-CoV-2 infection in these individuals similar to the entire cohort. Our data on SARS-CoV-2 IgG is only partially representative for our university hospital, not fully representative for other clinics, and we do not know the source of infection in anti-SARS-CoV-2 IgG-positive HCP. However, the gap between perceived risk and evidence for an infection is most likely a phenomenon in many health-care settings. Additionally, we have only limited information about the full validity of anti-SARS-CoV-2 serology tests for screening. In a setting with low COVID-19 prevalence, the use of the spike protein S1 to screen for anti-SARS-CoV-2 IgG may be suboptimal, and testing for antibodies against, e.g., the receptor-binding domain of SARS-CoV-2 could increase sensitivity. Interestingly, given the significant association between disease severity and anti-SARS-CoV-2 IgG in our ELISA, we hypothesize that asymptomatic seroconversions could lead to numerous equivocal positive ELISA results (Fig. 1a) , which still may represent neutralizing activity [9] . Such data may be difficult to interpret in cross-sectional studies and our longitudinal study design combined with neutralization assays will be informative about the magnitude of ELISA result changes over time. Finally, a matter of debate remains whether serological tests can also inform about COVID-19-specific immunity. Preliminary studies in rhesus macaques suggest that reinfection does not occur after survival of COVID-19, supporting the notion of at least temporary immunity after primary infection [10] .",
            "cite_spans": [
                {
                    "start": 1783,
                    "end": 1786,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2297,
                    "end": 2301,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1723,
                    "end": 1732,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Taking these limitations into account, our data point toward a currently low rate of SARS-CoV-2-specific IgG in HCP in Northern Germany hospitals, where no overflow of COVID-19 patients has challenged the health-care system so far and confirmed outbreaks are limited. This is in stark contrast to the relatively high rate of self-estimated SARS-CoV-2 infection probability of our hospital's frontline HCP and strikingly different from currently high infection rates in medical personnel from Italian regions [1] . Also, our data show that personal risk perception correlates to age and sex, which should be taken into account when advising hospital staff on protective measures against COVID-19. Regular anti-SARS-CoV-2 IgG testing of health-care workers may aid in monitoring the pandemic, assessing the quality of immune responses, and directing resources to assure COVID-19 care in the long run.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The here presented analyses were approved by local authorities (Data Security Management and Institutional Review Board of Hannover Medical School, approval number 8973_BO_K_2020). Informed consent was obtained from all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Facing Covid-19 in Italy-ethics, logistics, and therapeutics on the epidemic's front line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protecting healthcare workers from SARS-CoV-2 infection: practical indications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferioli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cisternino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pisani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palange",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nava",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir Rev",
            "volume": "",
            "issn": "",
            "pages": "68--2020",
            "other_ids": {
                "DOI": [
                    "10.1183/16000617.0068-2020"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections",
            "authors": [
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chenguang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuxiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jinxiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mingxia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhaoqin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jinli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gary",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haixia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mingfeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jianming",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qianting",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Juanjuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yingxia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.11.20021493v2"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 specific antibody responses in COVID-19 patients",
            "authors": [
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200841"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0897-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seroprevalence of antibodies and antigens against hepatitis A-E viruses in refugees and asylum seekers in Germany in 2015",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablonka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "29",
            "issn": "",
            "pages": "939--984",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) Daily situation report of the Robert Koch Institute",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institute",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection fatality rate of SARS-CoV-2 infection in a German community with a super-spreading event",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Streeck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kümmerer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Höller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuhrmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bartok",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolscheid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wessendorf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eschbach-Bludau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kellings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwaiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stoffel-Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Nöthen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Eis-Hübinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmithausen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.04.20090076"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lack of reinfection in rhesus macaques infected with SARS-CoV-2. biorxiv",
            "authors": [
                {
                    "first": "Linlin",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiayi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiangning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yanfeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feifei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yajin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fengdi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhiguang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Haisheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shuran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guanpeng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shunyi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhiqi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wenjie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yunlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Linna",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chuan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.990226"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anti-SARS-CoV-2 IgG ELISA results. PCR-confirmed COVID-19 cases are depicted as black dots, and health-care professionals depicted as open dots (for which symptoms were not consid-ered). The gray zone (0.8-1.1 ratio) represents the range with equivocal ELISA results. b Differences in mean self-perceived probability for SARS-CoV-2 infection in relation to sex and age",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank the study site coordinators and participants of the CoCo Study group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}