{
    "paper_id": "1e4537e8e8d1bd035b46c99b6d39e61c54131f65",
    "metadata": {
        "title": "Explore the Possible Impact of BCG Vaccination Policy on the Morbidity, Mortality, and Recovery Rates due to COVID-19 Infection",
        "authors": [
            {
                "first": "Chuan-Hsin",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "postCode": "11529",
                        "settlement": "Taipei",
                        "country": "Taiwan (R.O.C."
                    }
                },
                "email": "chuanhsin0324@gate.sinica.edu.tw"
            },
            {
                "first": "Yue-Cune",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tamkang University",
                    "location": {
                        "settlement": "New Taipei City",
                        "country": "Taiwan (R.O.C."
                    }
                },
                "email": "ycchang414@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The Coronavirus is the new form of an acute infectious respiratory disease and has quickly spread over most continents in the world. Recently, it has been shown that Bacille Calmette-Guerin (BCG) might protect against COVID-19. This study aims to investigate the possible correlation between BCG vaccination and morbidity/mortality/recovery rate associated with COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Data of COVID-19 confirmed cases, deaths, recoveries, and population were obtained from https://www.worldometers.info/coronavirus/ (Accessed on 12 June, 2020). To have meaningful comparisons among countries' mortality and recovery rates, we only choose those countries with COVID-19 infected cases at least 200. The Poisson regression and logistic regression were used to explore the relationship between BCG vaccination and morbidity, mortality and recovery rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Among those 158 countries with at least 200 COVID-19 infected cases, there were 141 countries with BCG vaccination information available. The adjusted rates ratio of COVID-19 confirmed cases for Current BCG vaccination vs. non-Current BCG vaccination was 0.339 (with 95% CI= (0.338,0.340)). Moreover, the adjusted odds ratio (OR) of death and recovery after coronavirus infected for Current BCG vaccination vs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "non-Current BCG vaccination were 0.258 (with 95% CI= (0.254,0.261)) and 2.151 (with 95% CI= (2.140,2.163)), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirus Disease-19 pandemic is caused by severe acute respiratory syndrome coronavirus 2 (SARS-COV-2), which is a single-stranded positive-sense RNA virus. The outbreak was first identified in Wuhan, China, and it has quickly spread over all continents in the world. At the time of writing, there are more than 427 thousand people die of COVID-19 and more than 7.7 million people infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The number of cases is still rising without any sign of stopping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, there are several studies mention Bacille Calmette-Guerin (BCG) might protect against COVID-19. 1 2,3 It has been shown that the earlier that the countries established the BCG vaccination policy, the stronger reduction in the numbers of the deaths due to COVID-19 infection. 1 Also, BCG vaccination slowed down the spread or progression of symptoms and death due to 3 BCG is a live attenuated vaccine derived from a strain of Mycobacterium bovis primarily used against tuberculosis (TB). Many nations, including Taiwan, Japan, and China, have a universal BCG vaccination policy in newborns. While other countries such as Spain, France, and Switzerland discontinued universal BCG policies. The US, Italy and the Netherlands have not adopted universal BCG requirements.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to the specific effect of BCG vaccination against TB, BCG has the beneficial non-specific (heterplogous) effects on the immune system and induces cross-protection against other mycobacterial pathogens. The studies show that BCG reduced the incidence of acute lower respiratory tract infection (ALRI) and pneumonia, 4-6 sepsisand pneumonia-related neonatal mortality, 7 yellow fever vaccine viremia, 8 as well as was used for the treatment of bladder cancer. 9,10 In animal model, BCG reduced viral titers of influenza A virus (H7N9) 11 and protected from herpes simplex virus type 2 (HSV2). 12 And BCG markedly reduced the severity of mengovirus (encephalomyocarditis virus) infection in mice. 13, 14 The potential cellular and . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 605,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "14",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint molecular mechanism of non-specific effect of BCG against viral infection has been studies only in the last decades. BCG vaccination significantly increases the secretion of pro-inflammatory cytokines such as IL-1β, tumor necrosis factor (TNF), IFN-γ and IL-6. 15, 16 That might be accompanied with the transcriptional, epigenetic and metabolic reprogramming of innate immune cells, and the phenotypic change in the innate immune cell induces innate immune memory called \"trained immunity\". 8, 17, 18 Therefore, the \"trained immunity\" induced by BCG vaccination may have a role in protecting against COVID-19 virus.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "15,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "16",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "17,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "18",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to investigate the possible correlation between BCG vaccination and morbidity/mortality/recovery rate associated with COVID-19 infection. The development of the effective vaccine might curb the spread of the virus, but that is expected to take at least 12-18 months to develop. Therefore, the cross-protection induced by BCG vaccine might be a bridge to the specific COVID-19 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The definition of BCG vaccination is according to BCG World Atlas 2nd Edition. 19 Data of COVID-19 confirmed cases, deaths, recoveries, and population were obtained from https://www.worldometers.info/coronavirus/ (Accessed on 12 June, 2020).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "19",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "However, it is understandable that the current number of COVID-19 cases is highly underestimated worldwide due to lack of comprehensive screening especially for those lower income countries, for example India. To be able to adjusted for the effect of lower income countries, the income classification (1: Low income; 2: Lower middle income;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "3: Upper middle income; 4: High income) was based on World Bank list of economies (https://datahelpdesk.worldbank.org/knowledgebase/articles/906519-world-bankcountry-and-lending-groups, Accessed on 12 June, 2020). The generalized linear models (GLM) were used to explore the possible factors' effects on the morbidity, mortality, and recovery rates due to COVID-19 infection. More specifically, the Poisson regression models were used to explore the possible factors, mainly BCG vaccination, on the morbidity rates after adjusting for the effects of populations size (using logarithm of populations as offset) and other possible confounding variables. The logistic regression models were used to explore the possible factors, mainly BCG vaccination, on the mortality and recovery rates among those COVID-19 infected cases after adjusting for the aforementioned confounding variables. To have a meaningful comparison, we only chose those countries with COVID-19 infected cases at least 200.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "All analyses were done by using the SPSS v26.0 software (SPSS Inc., Chicago, IL, USA). A p-value < 0.05 was regarded as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There were 158 countries with COVID-19 infected cases at least 200. Among them, there were 17 countries without BCG vaccination information available. The total recovered information is unavailable for UK, Spain, Sweden and Netherlands. There were two countries, Uganda and Vietnam, the total deaths were not reported. To investigate whether the Current BCG vaccination countries have lower number of COVID-19 confirmed cases than non-Current BCG vaccination countries, the Poisson regression models were used with population size (in log-scale) as the offset to take into account the possible impact from various population size. As shown in the model 1 of Table 1 , after adjusting for the effect of population size, the (intensity) rates ratio (RR) of COVID-19 confirmed cases for Current BCG vaccination vs. non-Current BCG vaccination was 0.135 (with 95% CI= (0.135,0.136)). In other words, the (intensity) rate of COVID-19 confirmed cases for those countries with Current BCG vaccination was 86.5% (=1-0.135) significantly lower than those non-Current BCG vaccination countries (p-value < 0.001), after adjusting for the effect of population size. The number of confirmed cases might be influenced by multiple factors. It has been reported the number of COVID-19 reported cases might be dramatically underestimated around the world due to the lowest rate of diagnostic tests and poor testing quality in lower income countries 20, 21 . Accordingly, in order to account for that, we further analyzed with adjustment of the effects of countries' economies by adding it into the previous Poisson regression model. As shown in the Model 2 of Table 1 , the (intensity) rates ratio of COVID-19 confirmed cases for Current BCG vaccination vs. non-Current BCG vaccination was 0.339 (95% CI= (0.338,0.340)). In other words, the (intensity) rate of COVID-19 confirmed cases for those countries with Current BCG vaccination was 66.1% significantly lower than those non-Current BCG vaccination countries (p-value < 0.001), after adjusting for the additional effects of countries' economic statuses.",
            "cite_spans": [
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "20,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "text": "21",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 665,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1650,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. 2.140,2.163) ). In other words, the odds of recovery from coronavirus infection for those countries with current BCG . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 86,
                    "text": "2.140,2.163)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint vaccination was 2.151 times significantly higher than those non-Current BCG vaccination countries (p-value < 0.001), after adjusting for the effects of countries' economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint Miyasaka mentioned that different BCG strains may be variably associated with mortality of COVID-19. 22 The study results might be affected by the different BCG vaccination schedule, 23 as well as different strains of the bacteria. 24 Recently, some randomized controlled trials are underway. 25 In Netherlands, Australia, South Africa, France, and USA, the trials are designed to explore whether BCD-Danish reduces the incidence and severity of COVID-19 in Health Care Workers That data in this study show the BCG might provide the protection against COVID-19, BCG vaccine induces trained immunity and provides non-specific protection to bridge the gap before the disease-specific vaccine is developed, but this hypothesis needs to be further tested in rigorous randomized clinical trials.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "text": "22",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "23",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "24",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "25",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "From Academic Sinica, Taipei (C.H.C.) and Tamkang University, New Taipei City (Y.C.C)-both in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Affiliations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Affiliations"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 16, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increased resistance to virus infections of mice inoculated with BCG (Bacillus calmette-guérin)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Floc&apos;h",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Annales d'immunologie",
            "volume": "127",
            "issn": "",
            "pages": "173--86",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bacille Calmette-Guerin induces NOD2-dependent nonspecific protection from reinfection via epigenetic reprogramming of monocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinnijenhuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quintin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Preijers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "",
            "pages": "17537--17579",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Long-lasting effects of BCG vaccination on both heterologous Th1/Th17 responses and innate trained immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinnijenhuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quintin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Preijers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of innate immunity",
            "volume": "6",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trained immunity: A program of innate immune memory in health and disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Joosten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Latz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BCG-induced trained immunity: can it offer protection against COVID-19?",
            "authors": [
                {
                    "first": "Laj",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature reviews Immunology",
            "volume": "2020",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BCG World Atlas 2nd Edition",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Considering BCG vaccination to reduce the impact of COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sparrow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghebreyesus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1545--1551",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Universal BCG vaccination and protection against COVID-19: critique of an ecological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flhsmes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Is BCG vaccination causally related to reduced COVID-19 mortality? EMBO molecular medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyasaka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The BCG World Atlas: a database of global BCG vaccination policies and practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zwerling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Behr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menzies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS medicine",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Commonly administered BCG strains including an evolutionarily early strain and evolutionarily late strains of disparate genealogy induce comparable protective immunity against tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maslesa-Galić",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "441--446",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trials of BCG vaccine will test for covid-19 protection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "New scientist",
            "volume": "246",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NCT04327206, NCT04328441, NCT04379336, NCT04384549, NCT04348370) (see LINK). Also, the clinical trial use BCG as the therapeutic vaccine for COVID-19 confirmed cases in Brazil (NCT04369794). And the observational, case-control, study in Egypt is examining the severity of disease in COVID-19 positive patients who are tested positive for past BCG exposure compared with tested negative (NCT04347876). In summary, the data in this study might support the heterologous immune effects of BCG on prevention of COVID-19 virus infection as well as reduction of morbidity and mortality of COVID-19. The protective effect of BCG vaccination on COVID-19 may be caused by boosting of the innate immune response by BCG. It has been shown that the exaggerated cytokine responses might be associated with complications in patientswith COVID-19.26 As cautioned by the WHO 27 and the global shortage of BCG supply, 28 it might need to further discuss the therapeutic strategy of BCG vaccination.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "We further used logistic regression to analyze whether BCG vaccination reduced mortality rates caused by COVID-19. Among those (coronavirus) infected (COVID-19 confirmed) cases, the odds ratio (OR) of death for Current BCG vaccination vs. non-Current BCG vaccination was 0.396 (with 95% CI = (0.394,0.399)), as shown in Model 1 of Table 2. In other words, the odds of death due to coronavirus infected for those countries with Current BCG vaccination was 60.4% (=1-0.396) significantly lower than those non-Current BCG vaccination countries (p-value < 0.001), ignoring other factors' effects. Similarly, as shown in the Model 2 of Table 2, after adjusting for the effects of countries' economies, the OR of death after (coronavirus) infected for Current BCG vaccination vs. non-Current BCG vaccination was 0.258 (with 95% CI = (0.254,0.261)). In other words, the odds of death due to coronavirus infected for those countries with Current BCG vaccination was 74.2% significantly lower than those non-Current BCG vaccination countries (p-value < 0.001). Accordingly, the data suggests that BCG vaccination seem to significantly reduce mortality associated with COVID-19. We further investigated whether BCG vaccination increases the recovery rate of COVID-19. Among those (coronavirus) infected (COVID-19 confirmed) cases, the OR of recovery for Current BCG vaccination vs. non-Current BCG vaccination was 1.337 (with 95% CI = (1.333,1.341)), as shown in the Model 1 of Table 3. In other words, the odds of recovery from COVID-19 confirmed for those countries with current BCG vaccination was 33.7% (=1.337-1) significantly higher than those non-Current BCG vaccination countries (p-value < 0.001), ignoring other factors' effects. Similarly, as shown in the Model 2 of Table 3, after adjusting for the effects of countries' economies, the OR of recovery from coronavirus infection for Current BCG vaccination vs. non-Current BCG vaccination was 2.151 (with 95% CI = (",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.06.14.20131268 doi: medRxiv preprint 27. WHO. Bacille Calmette-Guérin (BCG) vaccination and COVID-19. https://wwwwhoint/news-room/commentaries/detail/bacille-calmette-gu%C3%A9rin-(bcg)-vaccination-and-covid-19 2020. 28. Kuroda N. Demand for BCG Vaccine Due to Unproven Claims of its Role in Preventing COVID-19 Is Causing Shortages of Vaccines for Infants in Japan. The Pediatric infectious disease journal 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.06.14.Curr_BCG: Current BCG vaccination = 1: Yes; 0: No; Income = 1: Low income; 2: Lower middle income; 3: Upper middle income; 4: High income.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of logistic regression for comparing mortality rates from COVID-19 infected Curr_BCG: Current BCG vaccination = 1: Yes; 0: No; Income = 1: Low income; 2: Lower middle income; 3: Upper middle income; 4: High income.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of logistic regression for comparing recovery rates from COVID-19 infection Curr_BCG: Current BCG vaccination = 1: Yes; 0: No;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}