{"paper_id": "1e48223ccda9ec1fa91dc5f2348e40c217c513e7", "metadata": {"title": "Loss of smell and taste in combination with other symptoms is a strong predictor of COVID-19 infection", "authors": [{"first": "Cristina", "middle": [], "last": "Menni", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": "cristina.menni@kcl.ac.uk"}, {"first": "Ana", "middle": ["M"], "last": "Valdes", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": "ana.valdes@kcl.ac.uk"}, {"first": "Maxim", "middle": ["B"], "last": "Freidin", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Sajaysurya", "middle": [], "last": "Ganesh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Julia", "middle": ["S"], "last": "El-Sayed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Moustafa", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Alessia", "middle": [], "last": "Visconti", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Pirro", "middle": [], "last": "Hysi", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Ruth", "middle": ["C E"], "last": "Bowyer", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Massimo", "middle": [], "last": "Mangino", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Mario", "middle": [], "last": "Falchi", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Jonathan", "middle": [], "last": "Wolf", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Claire", "middle": ["J"], "last": "Steves", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Tim", "middle": ["D"], "last": "Spector", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {"addrLine": "Westminster Bridge Road", "postCode": "SE17EH", "settlement": "London", "country": "UK"}}, "email": "tim.spector@kcl.ac.uk"}]}, "abstract": [{"text": "A strategy for preventing further spread of the ongoing COVID-19 epidemic is to detect infections and isolate infected individuals without the need of extensive biospecimen testing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objectives: Here we investigate the prevalence of loss of smell and taste among COVID-19 diagnosed individuals and we identify the combination of symptoms, besides loss of smell and taste, most likely to correspond to a positive COVID-19 diagnosis in non-severe cases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Design: Community survey.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "including loss of smell and taste; 579 were positive and 1123 negative. In this subset, we find that loss of smell and taste were present in 59% of COVID-19 positive individuals compared to 18% of those negative to the test, yielding an odds ratio (OR) of COVID-19 diagnosis of OR[95%CI]=6.59[5.25; 8.27], P= 1.90x10 -59 . We also find that a combination of loss of smell and taste, fever, persistent cough, fatigue, diarrhoea, abdominal pain and loss of appetite is predictive of COVID-19 positive test with sensitivity 0.54[0.44; 0.63], specificity 0.86[0.80; 0.90], ROC-AUC 0.77[0.72; 0.82] in the test set, and cross-validation ROC-AUC 0.75[0.72; 0.77].", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the outbreak of COVID-19, an acute respiratory illness caused by the novel coronavirus SARS-CoV-2, in mainland China in December 2019, there have been more than 700,000 confirmed cases worldwide 1 . Global attention has been mainly on the infected patients and frontline responders, with little visibility of the hidden iceberg of cases of coronavirus that are not yet in hospital. Indeed, a large proportion of the UK (and world) population is presenting with flu like symptoms, but widespread population testing is not yet available in countries like the US 2 and the UK 3 . It is therefore of upmost importance to identify the combination of symptoms that are most predictive of COVID-19 infection, in order to instruct on self-isolation and prevent the spreading of the disease.", "cite_spans": [{"start": 201, "end": 202, "text": "1", "ref_id": "BIBREF0"}, {"start": 579, "end": 580, "text": "3", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Case and media reports from China, Italy, South Korea, France, Germany and most recently the UK [4] [5] [6] indicate that a significant number of patients with proven COVID-19 have developed anosmia (loss of smell) and a mechanism of action for the SARS-CoV-2 viral infection causing anosmia has been postulated elsewhere 7 . Moreover, there has been a growing number of reports indicating that a number of patients present anosmia also in the absence of other symptoms 8 . This is suggesting that anosmia could be used as a screening tool to help identify potential mild cases who could be instructed to self-isolate.", "cite_spans": [{"start": 96, "end": 99, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 100, "end": 103, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 104, "end": 107, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 322, "end": 323, "text": "7", "ref_id": "BIBREF7"}, {"start": 470, "end": 471, "text": "8", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the general population, 2-3% are affected by lifelong olfactory disorders (from hyposmia to anosmia) 9 and two of the most frequent aetiologies are the common cold and flu 9 . Post-viral olfactory disorders usually occur after an upper respiratory tract infection (URTI) associated with a common cold or influenza 9 . Women are also more often affected than men and post-URTI disorders usually occur between the fourth and eighth decade of life 10 .", "cite_spans": [{"start": 104, "end": 105, "text": "9", "ref_id": "BIBREF9"}, {"start": 175, "end": 176, "text": "9", "ref_id": "BIBREF9"}, {"start": 317, "end": 318, "text": "9", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here we investigate whether loss of taste and smell is specific to COVID-19 in 1,573,103 individuals who signed up to COVID RADAR, an app that tracks in real time how the disease progresses by recording health information on a daily basis, including temperature, tiredness and symptom. We first investigate the correlation between loss of smell and taste and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint COVID-19 in 579 cases and 1123 controls who had RT-PCR. We then identify which symptoms, besides anosmia, are most likely predicting COVID-19. Finally, we test our predictive model in 410,598 individuals who have symptoms but have not yet been tested.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The COVID RADAR Symptom Tracker app developed by Zoe Global Limited and King's College London was launched in the UK on Tuesday the 24 th March 2020, and in less than a week has reached 1,573,103 subscribers. It enables capture of self-reported information related to COVID-19 infections. On first use, the app records self-reported location, age, and core health risk factors. With continued use, participants provide daily updates on symptoms, health care visits, COVID-19 testing results, and if they are self-quarantining or seeking health care, including the level of intervention and related outcomes. Individuals without apparent symptoms are also encouraged to use the app. Through direct updates, the research team can add or modify questions in real-time to capture new data to test emerging hypotheses about COVID-19 symptoms and treatments. Importantly, participants enrolled in ongoing epidemiologic studies, clinical cohorts, or clinical trials, can provide informed consent to link data collected through the app in a HIPPA and GDPR-compliant manner with extant study data they have previously provided or may provide in the future.", "cite_spans": [], "ref_spans": [], "section": "Study setting and participants"}, {"text": "The research data will be shared with third parties submitting an application to the TwinsUK Research Executive Committee who will review and approve.", "cite_spans": [], "ref_spans": [], "section": "Study setting and participants"}, {"text": "Exposure, outcome and covariates were all ascertained via the app. However, a subset of individuals was tested for COVID-19 with RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Assessment of Exposure, Ascertainment of outcomes, Ascertainment of covariates"}, {"text": "The App Ethics has been approved by KCL ethics Committee and all subscribers provided consent. An informal consultation with TwinsUK members over email and social . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Ethics:"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint media prior app been launched found that they were overwhelmingly supportive of the project.", "cite_spans": [], "ref_spans": [], "section": "Ethics:"}, {"text": "Data from the app were downloaded into a server and only records where the self-reported characteristics fell within the following ranges were utilised for further analyses: age between 16 and 90; height (cm) between 110 and 220; weight (kg) between 40 and 200; BMI(kg/m 2 ) between 14 and 55; and temperature (in C) between 35 and 42.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Baseline characteristics are presented as the number (percentage) for categorical variables and the mean (standard deviation) for continuous variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Multivariate logistic regression adjusting for age, sex and BMI was applied to investigate the correlation between loss of taste and smell and COVID-19 in 579 cases and 1123 controls from participants of the RADAR COVID app who were also tested in the lab for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In this same dataset, we then performed stepwise logistic regression combining forward and backward algorithms, to identify other symptoms associated to COVID-19 independently of loss of smell and taste. We included in the model ten other symptoms (including fever, persistent cough, fatigue, shortness of breath, diarrhoea, delirium, skipped meals, abdominal pain, chest pain and hoarse voice) as well as age and sex and chose, as the best model, the one with the lowest AIC. Prior to the modelling, to preserve the sample size, we imputed missing values for the symptoms of interest using missForest package in R 11 ].", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The sample was randomly split into the train and test sets with 80/20 ratio. The model was fit using the train set and its performance was assessed using the test set. In addition, the performance of the model has been assessed via 10-fold cross-validation in the whole sample of 1703 individuals using the R package cvAUC 12 .", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint For our predictive model, using the R packages pROC and epiR, we further computed the area under curve (AUC) i.e. the overall diagnostic performance of the model, the sensitivity (\"positivity in disease\") i.e. the proportion of subjects who have the target condition (reference standard positive) and give positive test results, and the specificity (\"negativity in health\") i.e. the proportion of subjects without a COVID-19 RT-PCR test that give negative model results.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Finally, we applied the predictive model to the 410,598 individuals reporting symptoms who had not had a COVID-19 test in order to estimate the percentage of individuals reporting some COVID-19 symptoms likely to be infected by the virus. The proportion of estimated infections was calculated repeatedly by sampling the dataset (with replacement) to get the 95% confidence intervals.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The descriptive characteristics of all the \"citizen scientists\" are presented in Table 1 . Briefly, 1,573,103 individuals filled the app report for symptoms between 24 and 29 March 2020, 26% of whom reported suffering from one or more symptoms of COVID-19. Out of these, 10.5% suffered from fever, 28.9% from persistent cough, 28.2% from shortness of breath, 53.1% from fatigue and 18.2% from loss of sense of smell or taste. We selected 1702 participants that reported (i) having had an RT-PCR COVID-19 test, (ii) having received the outcome of the test and (iii) symptoms including loss of smell and taste. Of these, 579 individuals tested positive for COVID-19 and 1123 tested negatively via RT-PCR.", "cite_spans": [], "ref_spans": [{"start": 81, "end": 88, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "In this subset, 59.41% of those testing positive for COVID-19 reported loss of taste and smell compared to only 18.97% of those who tested negative resulting in significantly higher odds of having being diagnosed with COVID-19 infection (OR[95%CI]= 6.59 [5.25; 8.27 ], P= 1.90x10 -59 ) after adjusting for age, sex and BMI. Overall, without any adjustments loss of sense of smell and taste has a positive predictive value of 61.7%.", "cite_spans": [{"start": 254, "end": 265, "text": "[5.25; 8.27", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We then reran a logistic regression adjusting for age, sex and BMI to identify other symptoms besides anosmia, associated with being infected by COVID-19. As shown in Figure 1 , all the ten symptoms (fever, persistent cough, fatigue, shortness of breath, diarrhoea, delirium, skipped meals, abdominal pain, chest pain and hoarse voice) were positively associated to an increase odds of having COVID-19 after adjusting for multiple testing using False Discovery Rate.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 175, "text": "Figure 1", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "The Spearman correlation between loss of smell and taste and the other symptoms is presented in Figure 2 , in the overall cohort, stratifying by sex, by age group, by COVID-19 test and diagnosis.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Results"}, {"text": "We then performed stepwise logistic regression to identify independent symptoms most strongly correlated to COVID-19 adjusting for age, sex and BMI. A combination of loss of smell and taste, fever, fatigue, persistent cough, diarrhoea, abdominal pain and loss of appetite resulted in the best model (with the lowest AIC). We therefore generated a linear model for symptoms that included loss of smell and taste, fever, fatigue, persistent cough, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 05.20048421 doi: medRxiv preprint In this model, the strongest predictor was loss of smell and taste, Figure 3a . We also computed the ROC-AUC stratifying for sex (Figure 3 panel b and c) and age-groups ( Figure 3, panels d, e and f) and found that results were similar in all groups with no significant differences between strata suggesting that our model works in the same way within different sex and age-groups.", "cite_spans": [{"start": 111, "end": 144, "text": "05.20048421 doi: medRxiv preprint", "ref_id": null}], "ref_spans": [{"start": 213, "end": 222, "text": "Figure 3a", "ref_id": "FIGREF5"}, {"start": 274, "end": 298, "text": "(Figure 3 panel b and c)", "ref_id": "FIGREF5"}, {"start": 316, "end": 344, "text": "Figure 3, panels d, e and f)", "ref_id": "FIGREF5"}], "section": "Results"}, {"text": "Finally, we applied the predictive model to the 410,598 individuals reporting symptoms who had not had a COVID-19 test and we find that according to our model 13.06%[12.97%;13.15%] of individuals reporting some COVID-19 symptoms are likely to be infected by the virus. We have repeated the analysis stratifying by sex and age groups (see Figure 4 ). This adds up to 53,609 individuals, which represents 3.4% as proportion of the overall responders to our app.", "cite_spans": [], "ref_spans": [{"start": 338, "end": 346, "text": "Figure 4", "ref_id": "FIGREF6"}], "section": "Results"}, {"text": "Here we report that loss of smell and taste is a strong predictor of COVID-19 besides the most established symptoms of having a high temperature and a new, continuous cough.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "COVID-19 seems to cause problems of smell receptors in line with many other respiratory viruses, including previous coronaviruses thought to account for 10-15% of cases of anosmia 8 .", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We also identify a combination of symptoms including anosmia, fever, fatigue, persistent cough, diarrhoea, abdominal pain and loss of appetite that together can identify with a high specificity and average sensitivity COVID-19 infected individuals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study also has some limitations. First, all the data collected by us is self-reported.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Second, at the moment, we don't know whether anosmia was acquired prior to other COVID-19 symptoms, during the illness or afterwards. This information will become available as the App actually tracks over time. Thirdly, the COVID-19 diagnosis is based on the RT-PCR test that has less than 100% sensitivity (true positive rate) 13 . More accurate tests would provide a more accurate diagnosis and our results might be slightly different. An important caveat is that the individuals on which the model was trained are highly selected because RT-PCR . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint COVID-19 tests are not random. It is that they were tested because they either displayed severe symptoms, were in contact with Covid-19 individuals health workers, or travelled in an area of particular risk. Therefore, we may be overestimating the number of expected positives. Also, the estimates on the prevalence of COVID-19 derived from our model and from self-reported symptoms derived from the members of the public who took part in the app. This has self-selected a group not fully representative of the general population as the sex proportions of our respondents clearly show, with women being much more likely to respond than men and people under 60 representing the majority (>80%) of responders.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our data suggest that anosmia should be added by the World Health Organisation to their COVID-19 symptom list 14 . In the presence of other symptoms, people with loss of smell and taste appear to be 3 times more likely to have contracted the virus according to our data and should therefore self-isolate for fourteen days to reduce the number of people who continue to act as vectors.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The current research suggests that loss of sense of smell and taste could be implemented as part of the screening for COVID-19, however its usefulness in a public health setting will depend on whether this symptom occurs early in the onset of symptoms or only after more severe symptoms, such as cough, high fever and shortness of breath are present. A detailed study on the natural history of COVID-19 symptoms, the order and frequency with which they occur will help answer these questions. A second question is for how long after a person has cleared the virus does this symptom persist and whether it is mostly temporary as is the case for anosmia from other viral infections, or if it has a longer persistence in time.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint We express our sincere thanks to the participants of the RADAR COVID app. We thank the staff of Zoe Global Limited, the Department of Twin Research for their tireless work in contributing to the running of the study and data collection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Dr Menni and Prof Spector had full access to all of the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. Drs Menni and Valdes contributed equally to this manuscript. Dr Steves and Prof Spector also contributed equally to the study. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Authors contribution"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Authors contribution"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Authors contribution"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20048421 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Authors contribution"}, {"text": "is the (which was not peer-reviewed) The copyright holder for this preprint ", "cite_spans": [], "ref_spans": [], "section": "Authors contribution"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 Coronavirus Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Coronavirus Disease 2019 (COVID-19)-Testing in the US", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus: rolling out community testig for covid-19 in the NHS", "authors": [{"first": "A", "middle": ["M"], "last": "Whittington", "suffix": ""}, {"first": "S", "middle": [], "last": "Logan", "suffix": ""}, {"first": "A", "middle": [], "last": "Goodman", "suffix": ""}, {"first": "A", "middle": [], "last": "Houston", "suffix": ""}, {"first": "L", "middle": [], "last": "John", "suffix": ""}, {"first": "F", "middle": [], "last": "Wrigley", "suffix": ""}], "year": 2020, "venue": "BMJ opinion", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coronavirus, tra i sintomi più frequenti la perdita totale di gusto e olfatto", "authors": [{"first": "L", "middle": [], "last": "Cuppin", "suffix": ""}, {"first": "S ; L&apos;", "middle": [], "last": "Orlando", "suffix": ""}, {"first": "", "middle": [], "last": "Epidemia", "suffix": ""}], "year": 2020, "venue": "Corriere della Sera", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Loss of smell could be symptom of COVID-19. Washington Post", "authors": [{"first": "S", "middle": [], "last": "Wu Tan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "New symptom of virus could be loss of taste and smell, top UK doctor says", "authors": [{"first": "Barr", "middle": ["S"], "last": "Coronavirus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "on-neural expression of SARS-CoV-2 entry genes in the olfactory epithelium suggests mechanisms underlying anosmia in COVID-19 patients", "authors": [{"first": "D", "middle": [], "last": "Brann", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsukahara", "suffix": ""}, {"first": "C", "middle": [], "last": "Weinreb", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Logan", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Datta", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Loss of sense of smell as marker of COVID-19 infection", "authors": [{"first": "C", "middle": [], "last": "Hopkiins", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Long term serious olfactory loss in colds and/or flu", "authors": [{"first": "J", "middle": [], "last": "De Haro-Licer", "suffix": ""}, {"first": "J", "middle": [], "last": "Roura-Moreno", "suffix": ""}, {"first": "A", "middle": [], "last": "Vizitiu", "suffix": ""}, {"first": "A", "middle": [], "last": "Gonzalez-Fernandez", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gonzalez-Ares", "suffix": ""}], "year": null, "venue": "Acta Otorrinolaringol Esp", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "diarrhoea, abdominal pain and loss of appetite to get a symptoms prediction model for COVID-19: Prediction model = -2.30 + (0.01 x age) -(0.24 x sex) + (1.6 x loss of smell and taste) + (0.76 x fever) + (0.33 x persistent cough) + (0.25 x fatigue) + (0.31 x diarrhoea) + (0.46 x skipped meals) -(0.48 x abdominal pain) where all symptoms should be coded as 1 if the person reports to suffer from it and 0 if the person reports not suffering from it. The 'sex' feature is also binary, with 1 representing males and 0 representing females. The prediction model had a sensitivity of 0.54[0.44; 0.63] and a specificity of 0.86[0.80; 0.90], and a ROC-AUC 0.77[0.72; 0.82]. Cross-validation ROC-AUC was 0.75[0.72; 0.77].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Conceived and designed the experiments: CJS, TDS; Analyzed the data: CM, MBF, SG, AMV. Contributed reagents/materials/analysis tools: MBF, SG, AV, JESM, PH, MM, MF. Wrote the manuscript: CM, AMV. Revised the manuscript: all The corresponding authors attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted. Competing interests declaration: TDS, AMV are consultants to Zoe Global Ltd (\"Zoe\"). SG and JW are employee of Zoe Global Limited. Other authors have no conflict of interest to declare. Funding This work was supported by Zoe Global Limited also received support from grants from the Wellcome Trust (212904/Z/18/Z) and the Medical Research Council (MRC)/British Heart Foundation Ancestry and Biological Informative Markers for Stratification of Hypertension (AIMHY; MR/M016560/1). The Department of Twin Research is funded by the Wellcome Trust, Medical Research Council, European Union, Chronic Disease Research Foundation (CDRF), Zoe Global Ltd and the National Institute for Health Research (NIHR)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Legends", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Association between symptoms and COVID-19 infection in 1702 participants thatwere tested via RT-PCR, OR(95%CI) are reported.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Spearman correlations between loss of smell and taste versus other flu symptoms in the subscriber of the COVID RADAR app and stratifying by different group of people. Each cell of the matrix contains the Spearman correlation coefficient between loss of taste and smell and one of the symptoms and the corresponding P value. The table is colour coded by correlation according to the table legend (red for positive and blue for negative correlations).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "ROC-curve for prediction in the test set of the risk of positive test for COVID-19 using self-reported symptoms and traits: fever, persistent cough, fatigue, diarrhoea, skipped meals, abdominal pain, loss of smell, sex, age, and BMI in the overall COVID-19 tested subset and stratifying by sex and age groups.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Proportion of participants untested for COVID-19 with an estimated probability of infection greater than 0.5. The proportion of estimated infections was calculated repeatedly by sampling the dataset (with replacement) to get the 95% confidence intervals. The analysis was repeated stratifying by sex and age groups.", "latex": null, "type": "figure"}, "TABREF0": {"text": "LeDell E, Petersen M, van der Laan M. Computationally efficient confidence intervals for cross-validated area under the ROC curve estimates. Electron J Stat.", "latex": null, "type": "table"}, "TABREF1": {"text": "Descriptive characteristics of the study population. Results are presented as n(%) for dichotomous traits, as mean(SD) for continuous traits", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Tested for </td><td>Untested for </td></tr><tr><td> </td><td>COVID-19 </td><td>COVID-19 </td></tr><tr><td>N </td><td>COVID-19 positive </td><td>COVID-19 negative </td><td> </td></tr><tr><td>579 </td><td>1,123 </td><td>1,571,401 </td></tr><tr><td>Males:Females </td><td>179:400 </td><td>297:826 </td><td>511,675:1,059,726 </td></tr><tr><td>age, yrs </td><td>40.79(11.84) </td><td>41.22(12.04) </td><td>41.48(13.77) </td></tr><tr><td>BMI,kg/m2 </td><td>26.25(1.02) </td><td>26.49(5.71) </td><td>26.34(5.47) </td></tr><tr><td>Flu like symptoms </td><td> </td><td> </td><td> </td></tr><tr><td>Answered questions on symptoms </td><td>579 </td><td>1,123 </td><td>410,598 </td></tr><tr><td>Loss of taste and smell </td><td>59.41% </td><td>18.97% </td><td>18.17% </td></tr><tr><td>Fatigue </td><td>80.19% </td><td>58.72% </td><td>53.10% </td></tr><tr><td>Shortness of breath </td><td>49.43% </td><td>36.75% </td><td>28.22% </td></tr><tr><td>Fever </td><td>31.61% </td><td>12.64% </td><td>10.50% </td></tr><tr><td>Persistent cough </td><td>58.03% </td><td>40.96% </td><td>28.97% </td></tr><tr><td>Diarrhoea </td><td>29.02% </td><td>16.56% </td><td>16.98% </td></tr><tr><td>Delirium </td><td>15.37% </td><td>10.77% </td><td>13.19% </td></tr><tr><td>Skipped meals </td><td>40.76% </td><td>20.12% </td><td>16.49% </td></tr><tr><td>Abdominal pain </td><td>19.46% </td><td>14.41% </td><td>12.25% </td></tr><tr><td>Chest pain </td><td>44.56% </td><td>34.02% </td><td>29.15% </td></tr><tr><td>Hoarse voice </td><td>32.30% </td><td>23.69% </td><td>18.70% </td></tr></table></body></html>"}, "TABREF2": {"text": ". https://doi.org/10.1101/2020.04.", "latex": null, "type": "table"}}, "back_matter": []}