{
    "paper_id": "1e4be0854ef4be9c55d2f9f2a27db2f8e8e4e136",
    "metadata": {
        "title": "Journal Pre-proof Early appearance of COVID-19 associated pulmonary infiltrates during daily radiotherapy imaging for lung cancer. Early appearance of COVID-19 associated pulmonary infiltrates during daily radiotherapy imaging for lung cancer",
        "authors": [
            {
                "first": "Morten",
                "middle": [
                    "Hiul"
                ],
                "last": "Suppli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steen",
                "middle": [],
                "last": "Riisgaard De Blanck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tenna",
                "middle": [],
                "last": "Elgaard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mirjana",
                "middle": [],
                "last": "Josipovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Here, we present a patient with locally advanced non-small cell lung cancer developing fatal COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In February 2020, a 74-year-old Caucasian male with 50 pack-years of smoking presented with fatigue, weight loss and dyspnea. The patient was diagnosed with pulmonary adenocarcinoma cTNM stage T3N2M0. Comorbidities included hypertension and bilateral hip arthroplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was referred for chemo-radiotherapy regimen of 60Gy in 30 fractions ( Figure 1 ) with a total of 3 cycles of platinum-doublet chemotherapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In the evening after the 9 th radiotherapy fraction the patient developed fever, dry cough, increased fatigue and myalgia, and was tested positive with Sars-Cov2 virus. He was discharged due to mild clinical symptoms. Due to unknown severity of disease development, a radiotherapy treatment break was issued. The patient was monitored with daily telephone consultations, in which he reported fatigue and dry cough. Three days after positive testing the patient developed severe dyspnea and was admitted to the hospital. During admission the patient developed severe hypoxia and was transferred to the intensive care unit (ICU) for ventilator treatment ( Figure 2 ). Six days after first symptoms the patient died from respiratory failure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 662,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Clinical course"
        },
        {
            "text": "On retrospective workup, a senior radiologist assessed the daily-acquired cone beam computer tomography (CBCT). The CBCT, acquired at the first treatment fraction, showed no new infiltrates in the lung tissue. Similar findings were found on the CBCT acquired at the 7 th fraction. On the CBCT, acquired at the 8 th fraction, two ground-glass opacities (GGO) with patchy consolidation appeared, one in a subpleural location and one more centrally in the middle lobe. At 9 th fraction, progression of the infiltrates in the middle lobe was observed, and one new GGO appeared in a subpleural location in right upper lobe. These GGO were hence visible on the CBCT images up to 36 hours prior to the patient developing clinical COVID-19 symptoms. See Figure 3 for details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 754,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Imaging during radiotherapy"
        },
        {
            "text": "The epidemiology of COVID-19 highlights the problem with spread of Sars-CoV2 before a patient becomes symptomatic. This increases the risk of exposure to treatment personnel and other radiotherapy patients prior to symptoms and referral for COVID testing. During the current pandemic situation the CBCT images, often acquired daily, may provide additional information on changes in the lung tissue, despite the impaired image quality compared to the diagnostic CT [1, 2] . Early identification of changes in pulmonary tissue has been shown to lead towards improved prognosis in COVID-19 patients [3] . Despite poorer image quality in the thoracic CBCT, we were retrospectively able to identify changes in the lung tissue before the patient exhibited clinical COVID-19 symptoms. Staff in radiotherapy departments can immediately prioritize review of daily CBCT or kV images for the presence of lung tissue density as potential harbingers for COVID infection. Observation of new patchy infiltrates may be an early signal supporting COVID-19 testing which would expedite patient management and timely use of appropriate personal protective equipment by clinic staff. The consequences of continuation of radiotherapy in COVID-19 positive patients are unknown. Figure 1 -Radiotherapy treatment plan. The upper panels show dose color wash in the range of 95% -107% (i.e. 57 Gy -64.2 Gy), along with the dose volume histogram. GTV is in red, CTV in orange, PTV in cyan, lungs in light blue, heart in brown, esophagus in yellow, spinal cord and spinal cord PRV in magenta. The lower panels show dose color wash in the range of 50% -107% (i.e. 30 Gy -64.2 Gy), along with the plan geometry with two half arcs for VMAT treatment. Daily imaging during radiotherapy: The CBCTs taken as image guidance. Left and right panels focus on two different areas in the lungs that developed changes in the lung tissue at treatment fractions 8 and 9. No changes in lung tissue were detected on fraction 7, however there was a three day interval between fraction 7 and 8 (i.e. the weekend).",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1256,
                    "end": 1264,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Quality assurance for image-guided radiation therapy utilizing CT-based technologies: A report of the AAPM TG-179",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Bissonnette",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Med Phys",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory Motional Effect on Cone-Beam CT in Lung Radiation Surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Dosim",
            "volume": "34",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Timely Diagnosis and Treatment Shortens the Time to Resolution of Coronavirus Disease (COVID-19) Pneumonia and Lowers the Highest and Last CT Scores From Sequential Chest CT",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Roentgenol",
            "volume": "200",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest X-ray on day 4 after Sars-Cov2 diagnosis showing progressive bilateral lung changes prior to rapidly respiratory failure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 3. Daily imaging during radiotherapy: The CBCTs taken as image guidance. Left and right panels focus on two different areas in the lungs that developed changes in the lung tissue at treatment fractions 8 and 9. No changes in lung tissue were detected on fraction 7, however there was a three day interval between fraction 7 and 8 (i.e. the weekend).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}