{
    "paper_id": "1e4c3fd1a1a4876c3a9e351e11ae2b96761f673e",
    "metadata": {
        "title": "COVID-19 presenting as Acute Pancreatitis",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "M"
                ],
                "last": "Aloysius",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashwin",
                "middle": [],
                "last": "Thatti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anjalika",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": "imanjalika@gmail.com"
            },
            {
                "first": "Nishant",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {},
                "email": "nishantsharma:sharman@thewrightcenter.org:pardeep79@yahoo.com"
            },
            {
                "first": "Pardeep",
                "middle": [],
                "last": "Bansal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hemant",
                "middle": [],
                "last": "Goyal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Facg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Regional Hospital of Scranton",
                    "location": {
                        "addrLine": "746, Jefferson Ave Scranton Pennsylvania",
                        "postCode": "18510"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 pathogenesis is thought to be mediated by angiotensin-converting enzyme-2 (ACE-2) receptor on the host cells, which are highly expressed in the pancreatic islets (4) Although clear pathogenesis is unknown, AP in COVID19 could occur due to the direct cytopathic effect of local SARS-CoV-2 replication or indirectly by harmful immune response induced by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless, our understanding of clinical manifestations of COVID-19 continues to progress, and this case illustrates that SARS-CoV-2 can precipitate AP in the setting of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pancreatitis and cholecystitis in primary acute symptomatic Epstein-Barr virus infection -Systematic review of the literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kottanattu",
                    "suffix": ""
                },
                {
                    "first": "Sag",
                    "middle": [],
                    "last": "Lava",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Helbling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Virol",
            "volume": "82",
            "issn": "",
            "pages": "51--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and gastrointestinal endoscopies: current insights and emergent strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perisetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gajendran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Boregowda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Digestive Endoscopy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pancreatic injury patterns in patients with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of a coronavirus from pigeons with pancreatitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Vet Res",
            "volume": "67",
            "issn": "9",
            "pages": "1575--1584",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pancreatitis and Systemic Coronavirus Infection in a Ferret (Mustela putorius furo)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Beaufrere",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Brisson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comp Med",
            "volume": "68",
            "issn": "3",
            "pages": "208--219",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pandemic of Coronavirus disease-2019 (COVID-19) has spread over 200 countries worldwide, affecting >2 million people and >120,000 deaths. COVID-19 is caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). The most common symptoms include cough, shortness of breath, and fever. However, gastrointestinal manifestations of COVID-19 are increasingly being recognized. Herein, we report a case of COVID-19 who presented with acute pancreatitis (AP) without any other risk factors.CASE REPORTA 36-year-old obese (BMI=35) Hispanic female presented with fever, dry cough, progressive dyspnea, nausea, vomiting, and diarrhea for 8 days. The patient also complained of severe stabbing epigastric pain radiating to back for two days. Her only home medication was alprazolam for chronic anxiety. She denied a history of alcoholism, smoking, and similar symptoms in the past. Physical examination showed tachycardia (110/min) and fever (101.9 F) with hypoxia (SaO2:85% on room air) and scattered wheezing. Abdominal examination revealed severe epigastric tenderness. Admission laboratory workup is summarized inTable 1. Laboratory testing was pertinent for elevated (>3 time of upper limit of normal (ULN)), lipase (ULN=82 u/l) and amylase (ULN=103 u/l), and minimal elevation in AST and ALT. Triglyceride levels were unremarkable. Chest and abdomen CT scans were notable for the presence of multifocal bilateral ground-glass opacities and normal gall bladder, biliary tract, with unremarkable pancreas respectively.The patient was diagnosed with severe acute pancreatitis with ARDS as per the modified Atlanta criteria, and she was admitted to the intensive care unit. Initially, she was treated symptomatically with bowel rest, intravenous crystalloid fluid resuscitation, analgesia, and empiric antibiotics for the possibility of bacterial pneumonia. Later, nasal swab for SARS-CoV-2 reverse transcriptase-polymerase chain reaction (RT-PCR) tested positive. She developed acute hypoxic respiratory failure, requiring high-flow oxygen supplementation. Supportive treatment was continued, and her oxygen requirements declined over the next two weeks with gradual resolution of her gastrointestinal and pulmonary symptoms.DISCUSSIONViral pancreatitis has been well-described in the literature, most commonly from mumps, measles, coxsackie, Epstein-Barr Virus, and Hepatitis-A virus 1 . Coronaviruses (CoVs) are a large family of single-stranded RNA viruses, with infectivity in humans and animals, causing a myriad of symptoms 2,3 . While there was no direct evidence of viral pancreatitis in our case, the temporal relationship between pancreatitis and COVID-19, and lack of other etiologies would suggest coronavirus-induced pancreatitis. Coronavirus' potential to cause acute pancreatitis has not been documented to date in humans. A case-series of 52 COVID-19 patients reported that pancreatic injury (defined by any abnormalities in amylase/lipase) was present in 17% of patients4 . There have been no reported cases of AP caused by SARS-CoV-2 is published literature. Although, there are reports of other coronaviruses causing AP in ferrets and pigeons5,6 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Short Title: COVID-19 and acute pancreatitis Contact: Aloysius Mark Madhok: madhoka@thewrightcenter.org Ashwin Thatti: thattia@thewrightcenter.org Anjalika Gupta: imanjalika@gmail.com Nishant Sharma: sharman@thewrightcenter.org Pardeep Bansal: pardeep79@yahoo.com Hemant Goyal: doc.hemant@yahoo.com Authors' contributions: Study concept and design: Mark Aloysius, Hemant Goyal Acquisition of data: Mark M Aloysius, Ashwin Thatti, Anjalika Gupta, Nishant Sharma Analysis and interpretation of data: Not applicable Drafting of the manuscript: Mark M Aloysius, Ashwin Thatti, Anjalika Gupta, Nishant Sharma Critical revision of the manuscript for important intellectual content;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}