{
    "paper_id": "1e4edff0b6992fcb661f27019e80253e5a873ef1",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 infection with extensive thrombosis: A case of phlegmasia cerulea dolens COVID-19 INFECTION WITH EXTENSIVE THROMBOSIS: A CASE OF PHLEGMASIA CERULEA DOLENS Corresponding Author Journal Pre-proof",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "H"
                ],
                "last": "Morales",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Candace",
                "middle": [
                    "L"
                ],
                "last": "Leigh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [
                    "L"
                ],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": "esimon78@yahoo.com"
            },
            {
                "first": "Erin",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Reports have been published from multiple countries regarding increased thrombus formation in COVID-19 patients, especially critically ill patients. These include DVT formation as well as pulmonary embolism and stroke. Currently, the exact mechanism as to why COVID-19 patients are at higher risk for thrombotic complications has not been determined. It has been thought to be due to endothelial injury, blood stasis or a hypercoagulable state 1 . To our knowledge this is the first reported case of phlegmasia cerulea dolens in a patient diagnosed with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 55-year-old males presented to the emergency department (ED) with sudden onset of right leg pain, swelling and discoloration. He reported a fever and dry cough which began three weeks prior. He stated his symptoms had resolved and he returned to work one day prior to his ED visit. His past medical history was significant for a motor vehicle collision 9 years prior that required multiple surgeries and as a result he developed a DVT and had an IVC filter placed. He had no other significant medical history and did not take any medications. Vitals signs in the ED were: temperature 36.8C, heart rate 85bpm, blood pressure 107/59mm/Hg, respirations 18, pulse oximetry 100% on room air. Physical exam revealed the right lower extremity to be purple and diffusely swollen from the groin to the toes and tender. Pulses were not palpable; however, they were detected via Doppler. His calf was firm, his range of motion was limited due to pain and his capillary refill was delayed. The remainder of his physical examination was unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ultrasound revealed occlusive thrombus beginning in the right external iliac through the common femoral, femoral and popliteal veins and into the calf. Chest x-ray revealed bilateral patchy infiltrates. CT of the chest, abdomen and pelvis demonstrated a subsegmental pulmonary embolism in the medial right middle lobe, thrombus within the distal IVC, right common and external iliac vein, and a possible thrombosed right proximal gonadal vein. He was started on heparin in the ED and vascular surgery and the medical intensive care unit (ICU) were consulted. The decision was made to give 50mg of intravenous alteplase. Labs revealed elevations of: D-dimer 17,300ng/mL, c-reactive protein 4.8mg/dL, high-sensitivity troponin-T 23ng/dL, basic natriuretic peptide 612pg/mL, ferritin 813.8ng/mL, fibrinogen 106mg/dL, lactic acid 5.8mEq/L, and IL-6 19pg/mL. Rapid COVID-19 was positive, and PT/PTT/INR were normal. The patient was admitted to the ICU for further management. He was continued on heparin and transitioned to oral anticoagulation and discharged home on hospital day 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coagulopathy has been studied in both the critically ill, ICU and non-ICU COVID-19 patients. Thrombotic complications include deep venous thrombosis (DVT), pulmonary embolism (PE), ischemic stroke, myocardial infarction, and systemic arterial embolism. Critically ill ICU patients had a 31% increase in these complications when compared to non-ICU patients in a study from the Netherlands and France 2 . Another study compared non-ICU COVID-19 patients to other hospitalized patients and found an increased prevalence in DVT in the COVID-19 patient population 3 . They also found that 53% of patients with COVID-19 had DVT compared to 20% of bed-ridden, non-COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cytokine storm has been implicated in COVID-19 and associated with severe infection 4 , allowing for a focus on cytokine and other proinflammatory markers. It is suspected that the J o u r n a l P r e -p r o o f extensive release of cytokines causing a proinflammatory state may play a role in thrombus formation 5 . Tanaka et al reported that IL-6 could activate the coagulation cascade 6 , increasing the risk of thrombosis and complication. Our patient did have an elevated level of IL-6, in addition to hypertension and elevated CRP, which are all independent risk factors for increased severity of COVID-19 infection 7 .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 388,
                    "end": 389,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Helms et al found that 50 of 57 patients had positive lupus anticoagulant and antiphospholipid (aPL) antibodies 1 , both of which have been associated with thrombotic complications. Our patient was later found to have an elevated cardiolipin IgM, which could have theoretically contributed to his thrombosis. Other viral infections have been associated with aPL antibodies and thrombotic complications 8 . Zhang et al found three patient cases with positive aPL antibodies who were found to have cerebral infarctions in COVID-19 9 . One patient of interest in their report also had evidence of ischemia in the lower extremities. Although it cannot be determined if patients had positive aPL antibodies prior to COVID-19 infection, it is known that aPL antibodies have demonstrated pro-thrombotic complications in patients 8 .",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 823,
                    "text": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While not all patients diagnosed with COVID-19 develop thrombotic complications, it is important for emergency physicians to consider COVID-19 as the cause of a patient's hypercoagulable state even if symptoms have improved. The use of anticoagulants for thrombus prophylaxis in patients with COVID-19 infections is an area under investigation. The use of inflammatory markers and other laboratory values can also be utilized as a indication of a patient's clinical course as they progress through treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High risk of thrombosis in patients in severe SARS-CoV-2 infection: a multicenter prospective cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06062-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Klok et al Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Upsurge of deep venous thrombosis in patients affected by COVID-19: Preliminary data and possible explanations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Marone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Rinaldi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-54"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunotherapeutic implications of IL-6 blockade for cytokine storm",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narazaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunotherapy",
            "volume": "8",
            "issn": "8",
            "pages": "959--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical valueof immune-inflammatory parameters to assess the severity of coronavirus disease 2019",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.04.041"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral infections and antiphospholipid antibodies",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Imad",
                    "suffix": ""
                },
                {
                    "first": "Azzudin",
                    "middle": [
                        "E"
                    ],
                    "last": "Uthman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gharavi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "256--263",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coagulopathy and Antiphospholipid Antibodies in Patients with Covid-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coagulopathy and Antiphospholipid Antibodies in Patients with",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}