{"paper_id": "1e5203f23c18f6bce59c6b4217b64b10d97bac8f", "metadata": {"title": "Coronavirus entry and release in polarized epithelial cells: a review", "authors": [{"first": "Yingying", "middle": [], "last": "Cong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaofeng", "middle": [], "last": "Ren", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Most coronaviruses cause respiratory or intestinal infections in their animal or human host. Hence, their interaction with polarized epithelial cells plays a critical role in the onset and outcome of infection. In this paper, we review the knowledge regarding the entry and release of coronaviruses, with particular emphasis on the severe acute respiratory syndrome and Middle East respiratory syndrome coronaviruses. As these viruses approach the epithelial surfaces from the apical side, it is not surprising that coronavirus cell receptors are exposed primarily on the apical domain of polarized epithelial cells. With respect to release, all possibilities appear to occur. Thus, most coronaviruses exit through the apical surface, several through the basolateral one, although the Middle East respiratory syndrome coronavirus appears to use both sides. These observations help us understand the local or systematic spread of the infection within its host as well as the spread of the virus within the host population. the entero-pathogenic coronavirus TGEV. Nature 1992; 357(6377): 417-420. 31. Tusell SM, Schittone SA, Holmes KV. Mutational analysis of aminopeptidase N, a receptor for several group 1 coronaviruses, identifies key determinants of viral host range. Journal of Virology 2007; 81(3): 1261-1273. 32. Nomura R, Kiyota A, Suzaki E, et al. Human coronavirus 229E binds to CD13 in rafts and enters the cell through caveolae. 364(5): 964-973. 60. Lau SK, Lee P, Tsang AK, et al. Molecular epidemiology of human coronavirus OC43 reveals evolution of different genotypes over time and recent emergence of a novel genotype due to natural recombination. Journal of Virology 2011; 85(21): 11325-11337. 61. Woo PC, Lau SK, Yip CC, et al. Comparative analysis of 22 coronavirus HKU1 genomes reveals a novel genotype and evidence of natural recombination in coronavirus HKU1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronaviruses (CoVs) comprise a large family of enveloped, positive-stranded RNA viruses that infect a broad range of animal hosts as well as humans. These viruses can cause a wide variety of diseases, in particular respiratory and enteric, but also including hepatic, renal and neuronal infection [1, 2] . CoVs are divided into three genera, namely, Alphacoronavirus, Betacoronavirus and Gammacoronavirus, as well as a tentative new genus, the Deltacoronavirus [3] . Wellknown representatives are porcine transmissible gastroenteritis virus (TGEV), porcine respiratory CoV (PRCoV) and porcine epidemic diarrhea virus (PEDV); canine CoV (CCoV), feline CoV (FCoV), bovine CoV (BCoV), human CoVs (HCoVs) including HCoV-229E, HCoV-OC43, HCoV-NL63 and HCoV-HKU1, severe acute respiratory syndrome-associated CoV (SARS-CoV) and Middle East respiratory syndrome virus (MERS-CoV); murine hepatitis virus (MHV); and the avian CoV infectious bronchitis virus (IBV) and turkey CoV (TCoV) [4] .", "cite_spans": [{"start": 298, "end": 301, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 302, "end": 304, "text": "2]", "ref_id": "BIBREF1"}, {"start": 462, "end": 465, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 978, "end": 981, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The CoV genome typically encodes four structural proteins: the spike protein (S), envelope protein (E), membrane protein (M) and nucleocapsid protein (N); some CoVs additionally have a haemagglutinin-esterase (HE) protein [5] [6] [7] . The S glycoprotein of CoV is the dominant surface protein and is responsible for virus attachment and membrane fusion [8] [9] [10] [11] .", "cite_spans": [{"start": 222, "end": 225, "text": "[5]", "ref_id": null}, {"start": 226, "end": 229, "text": "[6]", "ref_id": null}, {"start": 230, "end": 233, "text": "[7]", "ref_id": null}, {"start": 354, "end": 357, "text": "[8]", "ref_id": null}, {"start": 358, "end": 361, "text": "[9]", "ref_id": null}, {"start": 362, "end": 366, "text": "[10]", "ref_id": null}, {"start": 367, "end": 371, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Epithelia are formed of cells that line the cavities in the body and also cover flat surfaces. Epithelial cells cover the inner and outer linings of body cavities and act as a primary barrier to infection by microorganisms, entering their host via body cavities, such as the respiratory or intestinal tract [12] . Primary replication of CoVs is often confined to respiratory or gastrointestinal tract epithelial cells [13] . Epithelial cells are functionally polarized; their surface exhibits two distinguishable regions, which are called apical domain and basolateral domain [14] . The apical membrane faces the luminal (external) compartment and contains proteins that determine the cells' primary functions such as secretion and absorption, whereas the basolateral domain faces the systemic (internal) compartment, that is, tissues and blood [15, 16] .", "cite_spans": [{"start": 307, "end": 311, "text": "[12]", "ref_id": null}, {"start": 418, "end": 422, "text": "[13]", "ref_id": null}, {"start": 576, "end": 580, "text": "[14]", "ref_id": null}, {"start": 845, "end": 849, "text": "[15,", "ref_id": null}, {"start": 850, "end": 853, "text": "16]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "As CoVs generally spread through the fecal-oral or respiratory route, polarized epithelial cells constitute their first natural barrier. Hence, their interaction with these cells determines for a major part the outcome of the infection [17] . In this paper, we review the entry and release of several CoVs in polarized epithelial cells as this information will contribute to our understanding of the pathogenesis of these viruses.", "cite_spans": [{"start": 236, "end": 240, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The entry of several CoVs in polarized epithelial cells has been investigated for several decades. As early as 1994, Rossen and colleagues analyzed the entry of TGEV in filter-grown polarized LLC-pig kidney 1 (LLC-PK1) cells, a line of pig kidney epithelial cells, using radioactive labeling, immunoprecipitation and electron microscopy. The results showed that TGEV infection was restricted to the apical plasma membrane [18] . In 2001, Rossen et al. similarly analyzed the entry of FCoV and CCoV in polarized epithelial LLC-PK1 cells expressing the recombinant feline aminopeptidase-N (fAPN), which acts as a receptor for these viruses, and compared it with TGEV. The results showed that FCoV and CCoV, like TGEV, establish their infection into polarized epithelial cells specifically by entry through the apical membrane [19] . The same pattern has subsequently also been found with a large number of other CoVs including HCoV-229E, HCoV-OC43, HCoV-NL63, HCoV-HKU1, BCoV, SARS-CoV and MHV [4,17,18,20-28]. Recently, Pratelli reported a study with CCoV in filter-grown polarized epithelia primary dog kidney cells (A72 cells) and epithelia feline kidney cells (CrFK cells) showing productive infection both through the apical and basolateral cell membrane [29] .", "cite_spans": [{"start": 422, "end": 426, "text": "[18]", "ref_id": null}, {"start": 824, "end": 828, "text": "[19]", "ref_id": null}, {"start": 1258, "end": 1262, "text": "[29]", "ref_id": null}], "ref_spans": [{"start": 1162, "end": 1174, "text": "(CrFK cells)", "ref_id": null}], "section": "CORONAVIRUS ENTRY INTO POLARIZED EPITHELIAL CELLS"}, {"text": "It is clear that the S glycoprotein of CoV mediates viral attachment to the cellular receptor and subsequent entry into cells [10, 11] . Thus, exploration of the distribution of cellular receptor in polarized epithelial in relation to CoV entry is important for understanding virus invasion. It is well known that porcine aminopeptidase-N (pAPN), the cellular receptor of TGEV, is primarily expressed on the apical side in polarized epithelial cells [18, 30] . Rossen et al. chose LLC-PK1 cells, which are derived from the proximal tubule of porcine kidney, as their in vitro model for determining the association of TGEV entry with localization of pAPN [18] . Furthermore, the authors performed a confocal laser scanning microscope method of filter-grown LLC-PK1 cells, which allows optical sections to be cut either in the horizontal plane (XY section) or in the vertical plane (XZ section) to determine the plasma membrane distribution of the pAPN receptor. The results showed that when the LLC-PK1 cells were not fully polarized, pAPN was expressed on both apical and basolateral sides; in contrast, expression of the pAPN was limited to the apical side in fully polarized LLC-PK1 monolayers . Their results indicated that SARS-CoV S mediated apical entry into polarized epithelial cells. Furthermore, the authors used human respiratory tissues in an immunohistochemical assay. They found a strong expression of ACE2 on the epithelium of almost all tracheal glands, and no ACE2 was detected in the lower bronchi of any of the tissues. These results clearly showed ACE2 to be present on the epithelia of certain parts of the respiratory tract and to mediate SARS-CoV entry [12, 38] . The findings indicate the importance of CoV receptors in the context of entry of these viruses into polarized epithelial cells. It can thus be concluded that CoVs bind to particular host cell molecules and that their specific entry route is mediated by the distribution of these molecules on polarized epithelial cells. The most likely mechanism for the sorting of intracellular budding viruses to the apical or basolateral plasma membrane side involves their interaction with a membrane cellular receptor, which is polarized and targeted to a specific destination. To some extent, it explains the entry of CoV [29] . In our recent study, we infected polarized Vero cells and intestinal epithelial cells (IEC) with PEDV and revealed by using immunofluorescence assays the apical entry of PEDV into both these cell types (unpublished data). Currently available reports have claimed that pAPN might serve as a functional receptor for PEDV [39] [40] [41] . Interestingly, Vero cells are of monkey rather than pig origin and do not express pAPN; therefore, the apical entry of PEDV is independent of the pAPN molecule. Identification of the actual cellular receptor of PEDV is important for understanding the interaction between PEDVand its receptor. Whether there are additional other mechanisms or factors contributing to the entry of CoVs into polarized cells remains unclear.", "cite_spans": [{"start": 126, "end": 130, "text": "[10,", "ref_id": null}, {"start": 131, "end": 134, "text": "11]", "ref_id": null}, {"start": 450, "end": 454, "text": "[18,", "ref_id": null}, {"start": 455, "end": 458, "text": "30]", "ref_id": null}, {"start": 654, "end": 658, "text": "[18]", "ref_id": null}, {"start": 1676, "end": 1680, "text": "[12,", "ref_id": null}, {"start": 1681, "end": 1684, "text": "38]", "ref_id": null}, {"start": 2298, "end": 2302, "text": "[29]", "ref_id": null}, {"start": 2624, "end": 2628, "text": "[39]", "ref_id": null}, {"start": 2629, "end": 2633, "text": "[40]", "ref_id": null}, {"start": 2634, "end": 2638, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "CORONAVIRUS ENTRY INTO POLARIZED EPITHELIAL CELLS"}, {"text": "Coronaviruses are assembled in their host cells from the structural proteins and genome RNA by budding into the endoplasmic reticulum and early Golgi membranes, after which virions are transported through the Golgi complex and secreted out of the cell [42] . Such processes are complex, and as a consequence, understanding the release of CoVs from polarized epithelial cells is more complicated than their entry. It has been reported that TGEV was preferentially released from the apical plasma membrane. In this study, the amounts of infectious TGEV particles released into the apical and basolateral media of infected LLC-PK1 cells were determined by plaque assay. The results showed that 30-fold more pfu had accumulated in the apical medium than in the basolateral medium . To investigate whether the differential release of different CoVs is determined by the cells rather than the viruses, these same authors also analyzed the release of TGEV and MHV from the same polarized cells. Using the porcine LLC-PK1 expressing the MHV receptor to make them susceptible to this murine virus, they confirmed by virus titration the apical release of TGEV, whereas infectious MHV was predominantly released into the basolateral fluid [18, 22] . For PEDV, an important pathogen circulating in Asia, but which recently also emerged in Europe [44, 45] , we investigated the release in polarized VERO and IEC cells and found the virus to be secreted apically using virus titration and real-time PCR (unpublished data). Taken together, the observations demonstrate that there are two patterns for CoV release from the polarized epithelial cells. As epithelial cells are the initial target cells for most CoV infections, the pivotal role in the pathogenesis of viral infections is obvious. The virus specifically released from the apical surface is targeted to the lumen; hence, the resulting infection is more likely to be restricted to the epithelial surface. In contrast, basolateral release should provide access to the blood and lymph vessels, resulting in a systemic infection [23, 46] . Clarification of the different release routines of CoVs may provide important insight into the mechanisms of transmission and pathogenesis and will facilitate the design of effective antiviral strategies to control CoV infection. In September 2012, the MERS-CoV drew attention as a new cause of severe respiratory illness in humans in the Middle East [48] [49] [50] . Patients with confirmed MERS-CoV infection presented with a spectrum of disease symptoms ranging from mild influenza-like illness to severe pneumonia accompanied by respiratory and renal failure and resulting in death; the case fatality rate (CFR) presently stands at 45%, in contrast to the 7% CFR of SARS [51] . For MERS-CoV, no animal reservoir or intermediate host(s) has been definitely implicated in transmission. Limited human-to-human transmission has occurred within several clusters of cases in many countries [52] . MERS-CoV infects primary human bronchial epithelial Calu-3 cells and primary human kidney cells, and CD26 (also known as dipeptidyl peptidase 4, DPP4) was identified as the cellular receptor for MERS-CoV [53] . Tao et al. indicated that MERS-CoV could not infect the cell lines without CD26 expression including ACE2expressing A549 cells, embryonic kidney 293 cells and ACE2-expressing 293 cells and infected the primary human bronchial epithelial Calu-3 cells, which are target cell lines for MERS-CoV and SARS with the distribution of CD26 being indiscriminately expressed on the entire membrane of cells by sequential images caught by z-scanning and ACE2 being distinctly expressed on the apical side. Then, these two HCoVs infected both sides of the polarized epithelial Calu-3 cells. SARS-CoV infected and released almost exclusively through the apical side, whereas MERS-CoV was indeed capable of doing so through either side and released through both routes. It should be noted that there was a nearly 100-fold-lower titer released from the apical side when infection was carried out from the basolateral rather than apical routes [54] . Because of the bilateral entry and release, MERS-CoV caused the lateral spread, human-to-human transmission and vertical transmission, whereas viral particles can be detected in serum and plasma [49, 50] . So far, two main patterns of entry into and release from polarized epithelial cells apply to most CoVs. One is apical entry and apical release, and the other is apical entry and basolateral release. The apical release allows a rapid lateral spread over the respiratory or intestinal epithelium; virus is deposited from infected cells into the lung or gut lumen followed by efficient infection of new nearby target cells. A schematic drawing of the process is shown in Figure 1A . SARS-CoV, for instance, mainly infects through the respiratory tract [12, 17, 43] . The new progeny virions are released from the apical domain of polarized epithelial cells and subsequently infect adjacent epithelial cells. However, these virions do not easily cross the epithelial cell layer and infect tissues; hence, the infection is maintained at the surface of the epithelial cells and causes a massive lateral spread. This condition enables efficient horizontal transmission by respiratory secretions, body fluids or body contact and leads to a widespread dissemination into the population [55, 56] . In contrast, basolateral release supports the vertical transmission from the infected epithelia to blood and lymph vessels, consequently promoting the establishment of a systemic infection [57, 58] , and a proposed schematic drawing is shown in Figure 1B . Virions reach underlying cells and tissues, pass into the bloodstream and are transported around the body, circulating through body fluids. MHV, CCoV and FCoV, which were found to exhibit this pattern of virus release from polarized epithelial cells, cause a systemic infection [19, 22, 23] . The current knowledge regarding the entry and release of several CoVs is summarized in Table 1 .", "cite_spans": [{"start": 252, "end": 256, "text": "[42]", "ref_id": "BIBREF3"}, {"start": 1228, "end": 1232, "text": "[18,", "ref_id": null}, {"start": 1233, "end": 1236, "text": "22]", "ref_id": null}, {"start": 1334, "end": 1338, "text": "[44,", "ref_id": "BIBREF5"}, {"start": 1339, "end": 1342, "text": "45]", "ref_id": "BIBREF6"}, {"start": 2071, "end": 2075, "text": "[23,", "ref_id": null}, {"start": 2076, "end": 2079, "text": "46]", "ref_id": "BIBREF7"}, {"start": 2433, "end": 2437, "text": "[48]", "ref_id": "BIBREF9"}, {"start": 2438, "end": 2442, "text": "[49]", "ref_id": "BIBREF10"}, {"start": 2443, "end": 2447, "text": "[50]", "ref_id": "BIBREF11"}, {"start": 2757, "end": 2761, "text": "[51]", "ref_id": "BIBREF12"}, {"start": 2970, "end": 2974, "text": "[52]", "ref_id": "BIBREF13"}, {"start": 3181, "end": 3185, "text": "[53]", "ref_id": "BIBREF15"}, {"start": 4115, "end": 4119, "text": "[54]", "ref_id": "BIBREF16"}, {"start": 4317, "end": 4321, "text": "[49,", "ref_id": "BIBREF10"}, {"start": 4322, "end": 4325, "text": "50]", "ref_id": "BIBREF11"}, {"start": 4877, "end": 4881, "text": "[12,", "ref_id": null}, {"start": 4882, "end": 4885, "text": "17,", "ref_id": null}, {"start": 4886, "end": 4889, "text": "43]", "ref_id": "BIBREF4"}, {"start": 5405, "end": 5409, "text": "[55,", "ref_id": "BIBREF17"}, {"start": 5410, "end": 5413, "text": "56]", "ref_id": "BIBREF18"}, {"start": 5605, "end": 5609, "text": "[57,", "ref_id": "BIBREF19"}, {"start": 5610, "end": 5613, "text": "58]", "ref_id": "BIBREF20"}, {"start": 5951, "end": 5955, "text": "[19,", "ref_id": null}, {"start": 5956, "end": 5959, "text": "22,", "ref_id": null}, {"start": 5960, "end": 5963, "text": "23]", "ref_id": null}], "ref_spans": [{"start": 4796, "end": 4805, "text": "Figure 1A", "ref_id": "FIGREF3"}, {"start": 5661, "end": 5670, "text": "Figure 1B", "ref_id": "FIGREF3"}, {"start": 6053, "end": 6060, "text": "Table 1", "ref_id": "TABREF0"}], "section": "CORONAVIRUS RELEASE"}, {"text": "Studying the infection of polarized epithelial cells by CoVs is important for understanding the molecular basis of the pathogenesis of these viruses. The polarized distribution of cellular receptors for CoVs determines the entry domain of most CoVs; their polarized release helps explain their pathogenesis.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Multiple factors should be considered in the analysis of the polarized entry and release of CoVs. First, the characteristics of CoVs have an impact on polarized entry, especially on target cell tropisms. For instance, HCoV-229E has a preference to infect nonciliated cells, unlike HCoV-NL63, HCoV-HKU1 and HCoV-OC43 [24]. Experimental polarized cell lines might not reflect the real infection in hosts. Second, laboratory-adapted strains were commonly used in most of the studies; nonetheless, the wild strains might differ in certain infection properties when characterizing the polarized entry or release from the epithelial cells. Finally, as recombination plays a key role in the evolution of the CoVs [59] [60] [61] , especially of HCoVs, most of their target cells were the same, potentially facilitating recombination. Whether it makes a contribution to the polarized entry and release should be investigated in further work.", "cite_spans": [{"start": 706, "end": 710, "text": "[59]", "ref_id": "BIBREF21"}, {"start": 711, "end": 715, "text": "[60]", "ref_id": null}, {"start": 716, "end": 720, "text": "[61]", "ref_id": null}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The entry of several CoVs in polarized epithelial cells is still unclear, as illustrated by PRCoV, IBV and PEDV; for the latter two, this is due particularly to the uncertainty of their cellular receptors. Further elucidation of CoV entry of polarized cells and identification of molecules that are involved in this process should be realized in the future to understand CoV invasion of their target cells in detail. This holds even more for understanding the release of CoVs, as little is still known about the mechanisms and pathways that direct these viruses to specific membrane destinations for their targeted removal from infected cells. ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The molecular biology of coronaviruses", "authors": [{"first": "P", "middle": ["S"], "last": "Masters", "suffix": ""}], "year": 2006, "venue": "Advances in Virus Research", "volume": "66", "issn": "", "pages": "193--292", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Encyclopedia of Virology", "authors": [{"first": "L", "middle": [], "last": "Enjuanes", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "De Groot", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "419--430", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ratification vote on taxonomic proposals to the International Committee on Taxonomy of Viruses", "authors": [{"first": "M", "middle": ["J"], "last": "Adams", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Carstens", "suffix": ""}], "year": 2004, "venue": "Archives of Virology", "volume": "157", "issn": "7", "pages": "353--357", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus M protein accumulate in the Golgi complex beyond the site of virion budding", "authors": [{"first": "J", "middle": [], "last": "Klumperman", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Locker", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Geuze", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Rottier", "suffix": ""}], "year": 1994, "venue": "Journal of Virology", "volume": "68", "issn": "10", "pages": "6523--6534", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "SARS-CoV replication and pathogenesis in an in vitro model of the human conducting airway epithelium", "authors": [{"first": "A", "middle": ["C"], "last": "Sims", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Burkett", "suffix": ""}, {"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Pickles", "suffix": ""}], "year": 2008, "venue": "Virus Research", "volume": "133", "issn": "1", "pages": "33--44", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Molecular epidemiology and phylogenetic analysis of porcine epidemic diarrhea virus (PEDV) field isolates in Korea", "authors": [{"first": "S", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Song", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Park", "suffix": ""}], "year": 2013, "venue": "Archives of Virology", "volume": "158", "issn": "7", "pages": "1533--1541", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Phylogenetic analysis of porcine epidemic diarrhea virus field strains prevailing recently in China", "authors": [{"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Kou", "suffix": ""}, {"first": "X", "middle": [], "last": "Ge", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}], "year": 2013, "venue": "Archives of Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Polar release of pathogenic Old World hantaviruses from renal tubular epithelial cells", "authors": [{"first": "E", "middle": [], "last": "Krautkrämer", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Lehmann", "suffix": ""}, {"first": "V", "middle": [], "last": "Bollinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Zeier", "suffix": ""}], "year": 2012, "venue": "Virology Journal", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The role of severe acute respiratory syndrome (SARS)-coronavirus accessory protein in virus pathogenesis", "authors": [{"first": "R", "middle": [], "last": "Mcbride", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Fielding", "suffix": ""}], "year": 2012, "venue": "Viruses", "volume": "4", "issn": "11", "pages": "2902--2923", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe respiratory illness caused by a novel coronavirus", "authors": [{"first": "A", "middle": [], "last": "Bermingham", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Chand", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Brown", "suffix": ""}], "year": 2012, "venue": "Euro Surveillance", "volume": "17", "issn": "40", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia", "authors": [{"first": "A", "middle": ["M"], "last": "Zaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Boheemen", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}], "year": 2012, "venue": "New England Journal of Medicine", "volume": "367", "issn": "", "pages": "1814--1820", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Middle East respiratory syndrome coronavirus (MERS CoV): update 2013. Current Infectious Disease", "authors": [{"first": "P", "middle": ["L"], "last": "Lim", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Rowe", "suffix": ""}], "year": 2013, "venue": "Reports", "volume": "15", "issn": "4", "pages": "295--298", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The severe acute respiratory syndrome", "authors": [{"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "K", "middle": [], "last": "Stöhr", "suffix": ""}], "year": 2003, "venue": "New England Journal of Medicine", "volume": "349", "issn": "25", "pages": "2431--2441", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Health Protection Agency (HPA) UK Novel Coronavirus Investigation team. Evidence of person-to-person transmission within a family cluster of novel coronavirus infections", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26", "authors": [{"first": "G", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "500", "issn": "7461", "pages": "227--231", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bilateral entry and release of Middle east respiratory syndromecoronavirus induces profound apoptosis of human bronchial epithelial cells", "authors": [{"first": "X", "middle": [], "last": "Tao", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Hill", "suffix": ""}, {"first": "C", "middle": [], "last": "Morimoto", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Tseng", "suffix": ""}], "year": 2013, "venue": "Journal of Virology", "volume": "87", "issn": "17", "pages": "9953--9958", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Measles virus infection of epithelial cells in the macaque upper respiratory tract is mediated by subepithelial immune cells", "authors": [{"first": "M", "middle": [], "last": "Ludlow", "suffix": ""}, {"first": "K", "middle": [], "last": "Lemon", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "De Vries", "suffix": ""}], "year": 2013, "venue": "Journal of Virology", "volume": "87", "issn": "7", "pages": "4033--4042", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Nipah virus infection and glycoprotein targeting in endothelial cells", "authors": [{"first": "S", "middle": [], "last": "Erbar", "suffix": ""}, {"first": "A", "middle": [], "last": "Maisner", "suffix": ""}], "year": 2010, "venue": "Virology Journal", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Zucchini yellow mosaic virus (ZYMV, Potyvirus): vertical transmission, seed infection and cryptic infections", "authors": [{"first": "H", "middle": ["E"], "last": "Simmons", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Dunham", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Zinn", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Munkvold", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Stephenson", "suffix": ""}], "year": 2013, "venue": "Virus Research", "volume": "176", "issn": "1-2", "pages": "259--264", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Vertical transmission of respiratory syncytial virus modulates pre-and postnatal innervation and reactivity of rat airways", "authors": [{"first": "G", "middle": [], "last": "Piedimonte", "suffix": ""}, {"first": "C", "middle": [], "last": "Walton", "suffix": ""}, {"first": "L", "middle": [], "last": "Samsell", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Mosaic structure of human coronavirus NL63, one thousand years of evolution", "authors": [{"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "R", "middle": [], "last": "Dijkman", "suffix": ""}, {"first": "L", "middle": [], "last": "Deng", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "[18], consistent with TGEV entry into these cells to be mediated by pAPN. Similarly, also the entry of HCoV-229E and FCoV through the apical domain of polarized epithelial cells correlated with the apical expression of their cognate aminopeptidase-N (APN) receptor [19,20,24,31-34]. Besides, the apical distribution of angiotensin-converting enzyme II (ACE2; HCoV-NL63 receptor) mediated the apical entry of HCoV-NL63 [24,26]. For their study of polarized MHV entry, Rossen et al. used porcine LLC-PK1 cells stably expressing the carcinoembryonic antigen receptor for MHV (MHVR) and confirmed that the apical entry of the virus could be explained by the specific apical expression of its receptor [23,35]. As far as the entry of SARS-CoV is concerned, Tseng et al. first reported the apical entry of this virus in polarized Calu-3 (a human lung cancer cell line) cells in 2005 using immunofluorescence staining, confocal microscopy and transmission electron microscopy [17]. In the same year, Jia et al. investigated interactions between SARS-CoV and human airway epithelia using native tissue and a primary culture model of polarized, well-differentiated tracheal and bronchial epithelia [21]. They also confirmed SARS-CoV receptor, ACE2, to be expressed in greater abundance on the apical surface of the polarized cells [21,36,37]. Furthermore, Ren et al. analyzed the entry of vesicular stomatitis virus (VSV) pseudotypes bearing SARS-CoV S protein in polarized Vero (a line of monkey kidney cell line), Calu-3 and Caco-2 cells (a human colon cancer cell line) using confocal immunofluorescence and surface biotinylation [12]", "latex": null, "type": "figure"}, "FIGREF1": {"text": "[18]. The same pattern was also found upon infections of polarized epithelial cells with HCoV-229E, HCoV-OC43, HCoV-NL63, HCoV-HKU1, SARS-CoV and BCoV by virus titration or real-time PCR [12,17,20,21,23-28,43]. In 1997, Lin et al. demonstrated that BCoV isolated from enteric (enteric BCoV, EBCoV) and respiratory (respiratory BCoV, RBCoV) tract infections was released through the apical surfaces of the polarized HRT-18G cells, an epithelioid human rectal tumor cell line [28]. Later, in 2000, the same was shown by Wang et al. for HCoV-229E infection of polarized airway epithelia [20], whereas the apical release of HCoV-OC43 from polarized primary epithelial cells was reported by Dijkman et al. in 2013 [24]. In contrast to these examples of apical release, however, CCoV, FCoV and MHV were found to be released from the opposite side [12,17,19-28,43]. Thus, Rossen et al. studied FCoV and CCoV release from polarized porcine epithelial LLC-PK1 cells stably expressing the recombinant fAPN and observed the progeny viruses to accumulate preferentially in the basolateral medium of the epithelial cells [19]", "latex": null, "type": "figure"}, "FIGREF2": {"text": "POLARIZED INFECTIONS BY SEVERE HUMAN RESPIRATORY SYNDROME CORONAVIRUSES IN EPITHELIAL CELLS As HCoV infections are significant threat to public health, a thorough understanding of their infections in polarized cells is important. Particularly, in comparison with the usually milder HCoV-229E, HCoV-OC43 and HCoV-NL63 viruses, the infections of humans by SARS-CoV and MERS-CoV are very severe because of their high mortality rates. Infection of SARS-CoV in polarized epithelia has been examined by several investigators [12,17,21,43]. Tseng et al. infected an established cell line of human bronchial epithelial origin, Calu-3, which is a relevant cell culture model for SARS-CoV infection despite its pulmonary adenocarcinoma origin [17]. The functional receptor for SARS-CoV, ACE2, is preferentially expressed on the apical surface of these cells [12,17,21,43]. Although the authors, as mentioned earlier, demonstrated that SARS-CoV enters these cells through the apical domain of polarized Calu-3 cells, they also found the release to be almost exclusively through this domain. Because SARS-CoV naturally enters its host through the mucosa of the respiratory tract and the eyes, Jia et al. described the entry and release of the virus in polarized human", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Two patterns for coronavirus entry and release from polarized epithelial cells. (A) Entry and release through the apical membrane facilitates lateral spread. (B) Entry at the apical membrane and release through the basolateral membrane facilitates vertical transmission airway epithelia. Their results were consistent with those of Tseng et al. [17,21]. They used native lung tissue and a model of well-differentiated cultures of primary human airway epithelia and showed ACE2 receptor expression to increase and appear more abundantly on the apical side with the differentiation state of epithelia. SARS-CoV preferentially exited via the apical surface of the well-differentiated cells [10,21,47].", "latex": null, "type": "figure"}, "FIGREF4": {"text": "AG, Carnahan RH, Lu XT, Denison MR. Four proteins processed from the replicase gene polyprotein of mouse hepatitis virus colocalize in the cell periphery and adjacent to sites of virion assembly. Journal of Virology 2000; 74(7): 3379-3387. 6. Müller MA, van der Hoek L, Voss D, et al. MH, Hagemeijer MC, Ulasli M, et al. The coronavirus nucleocapsid protein is dynamically associated with the replication-transcription complexes. Journal of Virology 2010; 84(21): 11575-11579. 8. Wang N, Shi X, Jiang L, et al. Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4. Cell Research 2013; 23(8): 986-993. 9. Shim BS, Stadler K, Nguyen HH, et al. Sublingual immunization with recombinant adenovirus encoding SARS-CoV spike protein induces systemic and mucosal immunity without redirection of the virus to the brain. Virology Journal 2012; 9: 215. 10. Josset L, Menachery VD, Gralinski LE, et al. Cell host response to infection with novel human coronavirus EMC predicts potential antivirals and important differences with SARS coronavirus. MBio 2013; 4(3): e00165-13. 11. Belouzard S, Millet JK, Licitra BN, Whittaker GR. Mechanisms of coronavirus cell entry mediated by the viral spike protein. Viruses 2012; 4(6): 1011-1033. its replication in two different types of human primary kidney cells. Virology Journal 2013; 10: 213. 14. Ikonen E, Simons K. Protein and lipid sorting from the trans-Golgi network to the plasma membrane in polarized cells. Seminars in Cell and Developmental Biology 1998; 9(5): 503-509. 15. Catalán M, Niemeyer MI, Cid LP, Sepúlveda FV. Basolateral ClC-2 chloride channels in surface colon epithelium: regulation by a direct effect of intracellular chloride. Gastroenterology 2004; 126(4): 1104-1114. 16. Yang D, Shcheynikov N, Zeng W, et al. IRBIT coordinates epithelial fluid and HCO3-secretion by stimulating the transporters pNBC1 and CFTR in the murine pancreatic duct. Journal of Clinical Investigation 2009; 119(1): 193-202. 17. Tseng CT, Tseng J, Perrone L, Worthy M, Popov V, Peters CJ. Apical entry and release of severe acute respiratory syndromeassociated coronavirus in polarized Calu-3 lung epithelial cells. Journal of Virology 2005; 79(15): 9470-9479. 18. Rossen JW, Bekker CP, Voorhout WF, Strous GJ, van der Ende A, Rottier PJ. Entry and release of transmissible gastroenteritis coronavirus are restricted to apical surfaces of polarized epithelial cells. Journal of Virology 1994; 68(12): 7966-7973. 19. Rossen JW, Kouame J, Goedheer AJ, Vennema H, Rottier PJ. Feline and canine coronavirus are released from the basolateral side of polarized epithelial LLC-PK1 cells expressing the recombinant feline aminopeptidase-N cDNA. Archives of Virology 2001; 146(4): 791-799. 20. Wang G, Deering C, Macke M, et al. Human coronavirus 229E infects polarized airway epithelial from the apical surface. Journal of Virology 2000; 74(19): 9234-9239. 21. Jia HP, Look DC, Shi L, et al. ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia. Journal of Virology 2005; 79(23): 14614-14621. 22. Rossen JW, Voorhout WF, Horzinek MC, van der Ende A, Strous GJ, Rottier PJ. MHV-A59 enters polarized murine epithelial cells through the apical surface but is released basolaterally. Virology 1995; 210(1): 54-66. 23. Rossen JW, Bekker CP, Strous GJ, et al. A murine and a porcine coronavirus are released from opposite surfaces of the same epithelial cells. Virology 1996; 224(1): 345-351. 24. Dijkman R, Jebbink MF, Koekkoek SM, et al. Isolation and characterization of current human coronavirus strains in primary human epithelial cell cultures reveal differences in target cell tropism. Journal of Virology 2013; 87(11): 6081-6090. 25. Pyrc K, Sims AC, Dijkman R, et al. Culturing the unculturable: human coronavirus HKU1 infects, replicates, and produces progeny virions in human ciliated airway epithelial cell cultures. Journal of Virology 2010; 84(21): 11255-11263. 26. Donaldson EF, Yount B, Sims AC, Burkett S, Pickles RJ, Baric RS. Systematic assembly of a full-length infectious clone of human coronavirus NL63. Journal of Virology 2008; Pratelli A. Basic science track. Entry and release of canine coronavirus from polarized epithelial cells. New Microbiologica 33. Bertram S, Dijkman R, Habjan M, et al. TMPRSS2 activates the human coronavirus 229E for cathepsin-independent host cell entry and is expressed in viral target cells in the respiratory epithelium. Journal of Virology 2013; 87(11): 6150-6160. 34. Tekes G, Hofmann-Lehmann R, Bamk-Wolf B, Maier R, Thiel HJ, Thiel V. Chimeric feline coronavirus that encode type II spike protein on type I genetic background display accelerated viral growth and altered receptor usage. Journal of Virology 2010; 84(3): 1326-1333. 35. Langereis MA, Zenq Q, Heesters BA, Huizinga EG, de Groot RJ. The murine coronavirus hemagglutinin-esterase receptorbinding site: a major shift in ligand specificity through modest changes in architecture. PLoS Pathogen 2012; 8(1): e1002492. 36. Struck AW, Axmann M, Pfefferle S, Drosten C, Meyer B. A hexapeptide of the receptorbinding domain of SARS corona virus spike protein blocks viral entry into host cells via the human receptor ACE2. Antiviral Research 2012; 94(3): 288-296. 37. Hou Y, Peng C, Yu M, et al. Angiotensinconverting enzyme 2 (ACE2) proteins of different bat species confer variable susceptibility to SARS-CoV entry. Archives of Virology 2010; 155(10): 1563-1569. 38. Totura AL, Baric RS. SARS coronavirus pathogenesis: host innate immune responses and viral antagonism of interferon. Current Opinion in Virology 2012; 2(3): 264-275. 39. Li BX, Ge JW, Li YJ. Porcine aminopeptidase N is a functional receptor for the PEDV coronavirus. Virology 2007; 365(1): 166-172. 40. Nam E, Lee C. Contribution of the porcine aminopeptidase N (CD13) receptor density to porcine epidemic diarrhea virus infection. Veterinary Microbiology 2010; 144(1-2): 41-50. 41. Oh JS, Song DS, Yang JS, et al. Effect of soluble porcine aminopeptidase N on antibody production against porcine epidemic diarrhea virus. Journal of Veterinary Science", "latex": null, "type": "figure"}, "TABREF0": {"text": "Entry and release of selected coronaviruses from polarized epithelial cells BCoV, bovine coronavirus; CCoV, canine coronavirus; FCoV, feline coronavirus; HCoV, human coronavirus; IBV, avian coronavirus infectious bronchitis virus; MERS-CoV, Middle East respiratory syndrome virus; MHV, murine hepatitis virus; PEDV, porcine epidemic diarrhea virus; PRCoV, porcine respiratory coronavirus; SARS-CoV, severe acute respiratory syndrome-associated coronavirus; TGEV, transmissible gastroenteritis virus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Drs. Susan Weiss and Joshua M. Thornbrough, Department of Microbiology, Perelman School of Medicine, University of Pennsylvania, and Dr. Peter JM Rottier, Virology Division, Utrecht University, for critical reading and discussion of this manuscript. This work is supported by the National Natural Science Foundation of China (31340003 and 31372438).", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "The authors have no competing interest", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}]}