{"paper_id": "1e589559db60e302b6b89f8793cef61207496b07", "metadata": {"title": "Journal of the Pediatric Infectious Diseases Society A Multicenter Consortium to Define the Epidemiology and Outcomes of Inpatient Respiratory Viral Infections in Pediatric Hematopoietic Stem Cell Transplant Recipients", "authors": [{"first": "Brian", "middle": ["T"], "last": "Fisher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lara", "middle": [], "last": "Danziger-Isakov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cincinnati Children's Hospital Medical Center", "location": {"region": "Ohio"}}, "email": ""}, {"first": "Leigh", "middle": ["R"], "last": "Sweet", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baylor College of Medicine", "location": {"settlement": "Houston"}}, "email": ""}, {"first": "Flor", "middle": ["M"], "last": "Munoz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Baylor College of Medicine", "location": {"settlement": "Houston"}}, "email": ""}, {"first": "Gabriela", "middle": [], "last": "Maron", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Jude Children's Research Hospital", "location": {"settlement": "Memphis", "region": "Tennessee"}}, "email": ""}, {"first": "Elaine", "middle": [], "last": "Tuomanen", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Jude Children's Research Hospital", "location": {"settlement": "Memphis", "region": "Tennessee"}}, "email": ""}, {"first": "Alistair", "middle": [], "last": "Murray", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seattle Children's Hospital", "location": {}}, "email": ""}, {"first": "Janet", "middle": ["A"], "last": "Englund", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seattle Children's Hospital", "location": {}}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Dulek", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University Medical Center", "location": {"settlement": "Nashville", "region": "Tennessee"}}, "email": ""}, {"first": "Natasha", "middle": [], "last": "Halasa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Vanderbilt University Medical Center", "location": {"settlement": "Nashville", "region": "Tennessee"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Green", "suffix": "", "affiliation": {"laboratory": "", "institution": "Children's Hospital of Pittsburgh of UPMC", "location": {}}, "email": ""}, {"first": "Marian", "middle": ["G"], "last": "Michaels", "suffix": "", "affiliation": {"laboratory": "", "institution": "Children's Hospital of Pittsburgh of UPMC", "location": {}}, "email": ""}, {"first": "Rebecca", "middle": ["Pellett"], "last": "Madan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Betsy", "middle": ["C"], "last": "Herold", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": ["J"], "last": "Steinbach", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "region": "North Carolina"}}, "email": ""}]}, "abstract": [{"text": "Respiratory virus infections (RVIs) pose a threat to children undergoing hematopoietic stem cell transplantation (HSCT). In this era of sensitive molecular diagnostics, the incidence and outcome of HSCT recipients who are hospitalized with RVI (H-RVI) are not well described.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A retrospective observational cohort of pediatric HSCT recipients (between January 2010 and June 2013) was assembled from 9 US pediatric transplant centers. Their medical charts were reviewed for H-RVI events within 1 year after their transplant. An H-RVI diagnosis required respiratory signs or symptoms plus viral detection (human rhinovirus/enterovirus, human metapneumovirus, influenza, parainfluenza, coronaviruses, and/or respiratory syncytial virus). The incidence of H-RVI was calculated, and the association of baseline HSCT factors with subsequent pulmonary complications and death was assessed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Among 1560 HSCT recipients, 259 (16.6%) acquired at least 1 H-RVI within 1 year after their transplant. The median age of the patients with an H-RVI was lower than that of patients without an H-RVI (4.8 vs 7.1 years; P < .001). Among the patients with a first H-RVI, 48% required some respiratory support, and 14% suffered significant pulmonary sequelae. The all-cause and attributable case-fatality rates within 3 months of H-RVI onset were 11% and 5.4%, respectively. Multivariate logistic regression revealed that H-RVI onset within 60 days of HSCT, steroid use in the 7 days before H-RVI onset, and the need for respiratory support at H-RVI onset were associated with subsequent morbidity or death.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion. Results of this multicenter cohort study suggest that H-RVIs are relatively common in pediatric HSCT recipients and contribute to significant morbidity and death. These data should help inform interventional studies specific to each viral pathogen.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Viral pathogens are the most common source of pediatric respiratory illness [1] . Although respiratory viral infections (RVIs) in the general pediatric population are often mild, they have the potential to result in significant morbidity and death in children with a compromised immune system. Pediatric hematopoietic stem cell transplantation (HSCT) recipients are at particular risk for poor outcomes from RVI given their extent and duration of immunosuppression.", "cite_spans": [{"start": 76, "end": 79, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Although the effects of RVI on HSCT recipients have been reviewed [2] , data specific to pediatric HSCT recipients have been limited to those from small single-center studies with a relatively short follow-up time [3] [4] [5] . The availability of molecular diagnostics to identify RVI in HSCT recipients in many pediatric centers represents an important opportunity to define the contemporary epidemiology and outcomes of RVIs in pediatric HSCT recipients. We conducted a multicenter retrospective study to define the incidence and outcomes of hospitalization with RVI (H-RVI) in a large pediatric cohort in the first year after their HSCT. Our results can inform clinicians of the risk of H-RVI in this high-risk population and assist with the design and conduct of future prospective studies to compare the effectiveness of current and newly available antiviral therapies and prevention strategies.", "cite_spans": [{"start": 66, "end": 69, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 214, "end": 217, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 218, "end": 221, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 222, "end": 225, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "In this multicenter retrospective observational cohort study, we evaluated pediatric HSCT recipients from 9 US pediatric academic institutions between January 1, 2010, and June 30, 2013 ( Table 1 ). The study protocol was approved by the institutional review board at each institution. The cohort was inclusive of patients who underwent an allogeneic or autologous HSCT for any indication. The cohort was limited to children ≤18 years of age at the time of HSCT. Each HSCT recipient was followed from the day of transplant until 365 days after receipt of the transplant, death, or loss to follow-up.", "cite_spans": [], "ref_spans": [{"start": 188, "end": 195, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Study Design and Cohort"}, {"text": "The primary outcome was the occurrence of an H-RVI associated with an inpatient admission within 365 days after the HSCT. The definition of an H-RVI required (1) a positive result for a respiratory viral pathogen from a respiratory specimen (obtained via nasal swab, wash, or aspirate, nasopharyngeal swab, sputum, tracheal aspirate, deep bronchial wash, or a bronchoalveolar wash) and (2) documentation of clinical signs and symptoms of a respiratory illness, including cough, rhinorrhea, and/or increased work of breathing within 72 hours of the positive respiratory viral test. We included the respiratory pathogens human metapneumovirus (hMPV), influenza, parainfluenza (PIV), respiratory syncytial virus (RSV), rhinovirus/enterovirus (RhV), and coronavirus. Because the study was focused on viral pathogens specific to the respiratory tract, adenovirus was excluded purposely because the clinical spectrum of adenovirus disease in HSCT recipients is broad.", "cite_spans": [], "ref_spans": [], "section": "Outcome"}, {"text": "Diagnostic tests used at each center during the study period are listed in Table 1 . Each pathogen was recorded if more than 1 virus was detected for a given H-RVI episode. If a patient had more than 1 H-RVI event involving the same pathogen, then only the first episode was included, unless the subsequent episode occurred ≥30 days after the first one and if there was at least 1 negative test for that virus in the interim. In patients who met H-RVI criteria, the date of H-RVI onset was the day that the respiratory viral test was ordered. Patients with a documented H-RVI were followed for 3 months from onset to assess their subsequent need for respiratory support and the occurrence of pulmonary complications and to identify deaths. Respiratory support was defined as the need for supplemental oxygen, bilevel or continuous airway pressure, conventional mechanical ventilation, high-frequency oscillation ventilation, or extracorporeal membrane oxygenation (ECMO). Pulmonary complications were identified and classified as the need for tracheostomy or the diagnosis of subacute or chronic pulmonary sequelae, bronchiolitis obliterans, or another pulmonary complication not specified.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 82, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Outcome"}, {"text": "Any death that occurred within 3 months of the H-RVI onset was assessed for attribution. Death was attributed to a viral pathogen if the signs and symptoms of the H-RVI did not improve before death and if the signs and symptoms were considered to be potentially contributory to death. Attribution (likely, possible, or not likely) assessment was performed by a central review committee that reviewed a deidentified summary of the circumstances surrounding each patient's death.", "cite_spans": [], "ref_spans": [], "section": "Outcome"}, {"text": "Investigators and trained research assistants at each site retrospectively abstracted from electronic medical records data elements identified a priori, including demographic, pretransplant, transplant, and peri-RVI variables, directly into a central REDCap electronic database hosted at Duke University [6] .", "cite_spans": [{"start": 304, "end": 307, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Data Collection"}, {"text": "The primary aim of this study was to determine the incidence of H-RVI events in a cohort of pediatric HSCT recipients. Only RVI events that resulted in an inpatient admission or were diagnosed during an inpatient admission were included. The incidence of H-RVI in this cohort of HSCT recipients was determined considering all included RVI pathogens (hMPV, influenza, PIV, RSV, RhV, and coronavirus). Univariate logistic regression analyses were performed to assess the association of various baseline factors at the time of transplant with the subsequent development of an H-RVI.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The secondary aims of this study were to determine the frequency of pulmonary complications and all-cause and attributable 3-month case-fatality rates after H-RVI onset. Case-fatality rates were calculated as the proportion of patients with an H-RVI who died within 3 months of RVI onset.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Last, multivariate analyses were performed in the subset of patients with at least 1 H-RVI to identify risk factors present at the time of their first H-RVI that were associated with the subsequent need for respiratory support, pulmonary complications, or death in the 3 months after the RVI-onset period. The following factors were evaluated because they were hypothesized a priori to potentially be associated with the outcomes of interest: age, race, need for respiratory support at the time of H-RVI diagnosis, previous history of chronic lung disease, receipt of T-cell-depleted HSCT, receipt of recent immunosuppression therapy (captured as steroid and non-steroid-containing therapy), and receipt of immunoglobulin G in the 2 weeks before occurrence of the RVI. Each of these variables was assessed in univariate logistic regression analyses. Each multivariate logistic regression model included age, race, and those factors found to be associated with the outcome of interest in the univariate analysis (P < .10). Statistical calculations were performed using Stata 13.0 (Stata Corp., College Station, TX).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "During the 3-year study period at the 9 participating institutions, 1560 HSCT recipients <18 years of age were identified. The number of patients from each center ranged from 22 to 289 (Table 1) . Data were available for most patients for the entire 365-day study period (78%) or until death (16.2%). A minority of the patients (5.8%) were lost to follow-up before complete 365-day capture. Within 1 year of the transplant, 259 (16.6%) patients were diagnosed with 307 RVIs managed in an inpatient setting. The incidence rate of at least 1 H-RVI was similar between allogeneic and autologous HSCT recipients (17.4 vs 14.2%, respectively; P = .13). Table 2 lists the baseline characteristics of the entire cohort and those of patients with and those without a diagnosis of H-RVI within 1 year of their transplant. In univariate analyses, younger age was associated with an increased risk for H-RVI (4.8 vs 7.1 years, respectively; P < .001). Neither donor type nor T-cell-depletion status was associated with increased risk for an H-RVI after transplant.", "cite_spans": [], "ref_spans": [{"start": 185, "end": 194, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 648, "end": 655, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "The median time from HSCT to first H-RVI onset was 55 days (interquartile range, 10.5-149.5 days). RhV was the most common virus, followed by PIV and RSV (Table 3) . Coronavirus was detected infrequently, but it should be noted that diagnostic testing for coronavirus was not available at all institutions during the study period (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 154, "end": 163, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 330, "end": 339, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Types of RVI and Characteristics at Onset of RVI"}, {"text": "Clinical signs at presentation were limited to the upper respiratory tract in the majority (72%) of patients; however, we were significantly more likely to find evidence of lower respiratory tract involvement at presentation in children with HMPV than in those with any other pathogen (59% vs 27%, respectively; P = .01). Fever within 48 hours of illness onset was not common except with influenza-and HMPV-associated events. The presence of chronic lung disease, need for mechanical respiratory support, treatment in an intensive care unit, and renal replacement therapy before illness onset were all relatively rare.", "cite_spans": [], "ref_spans": [], "section": "Types of RVI and Characteristics at Onset of RVI"}, {"text": "A significant proportion (36%) of the patients had received 2 or more immunosuppressive agents for graft-versus-host disease (GVHD) therapy in the week before H-RVI onset. Specifically, steroid exposure was present in 44% of the children in the week leading up to an H-RVI. Neutropenia (absolute neutrophil count, <500 cells per mL) (41%) and lymphopenia (absolute lymphocyte count [ALC], <200 cells per mL) (53%) were commonly present in the week before H-RVI onset.", "cite_spans": [], "ref_spans": [], "section": "Types of RVI and Characteristics at Onset of RVI"}, {"text": "The effects of an H-RVI in the 3-month period after onset of illness were assessed (Table 4 ). Among all first H-RVI events, some type of respiratory support was required by 48% of the children. This support was limited to supplemental oxygen in 28% of the patients, but 15% of the patients who experienced an H-RVI required conventional mechanical ventilation, high-frequency oscillation ventilation, or ECMO. The post-H-RVI course was complicated by significant pulmonary sequelae in 14% of the patients, including both subacute and chronic processes. Among the subset of allogeneic HSCT recipients with an H-RVI, 28% were found to have new-onset GVHD within 3 months of H-RVI onset. Thirty deaths occurred within 3 months of an H-RVI onset. Of these 30, 28 occurred after the first RVI event, which resulted in an all-cause case-fatality rate of 11%. The all-cause casefatality rates ranged from 0% to 24% depending on the viral pathogen, and the highest rate was for patients with HMPV (24%). Of the 28 deaths after a first H-RVI event, 3 (11%), 11 (39%), and 14 (50%) were deemed likely, possibly, and not likely attributable to the RVI, respectively, which yields an attributable case-fatality rate of 5.4%. Supplementary Table 1 provides timing of the deaths after first H-RVI onset and the day of transplant. We found 11 (39%) deaths in the first 30 days after H-RVI, 12 (43%) deaths in days 31 to 60 after H-RVI, and the remaining 5 (18%) deaths occurred between days 61 and 90 after RVI onset.", "cite_spans": [], "ref_spans": [{"start": 83, "end": 91, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 1228, "end": 1235, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Outcomes of H-RVIs"}, {"text": "Multivariable logistic regression models were established to determine the association of various factors present at H-RVI onset with subsequent need for respiratory support, pulmonary complications, and the all-cause case-fatality rate (Table 5) . Limited contemporary data that define the impact of RVI on pediatric HSCT recipients exist. Luján-Zilbermann et al. [3] assembled a retrospective single-center US cohort of 281 pediatric HSCT recipients between 2000 and 2012 and reported an RVI incidence rate within 1 year of transplant of 11%. In another single-center cohort of 176 pediatric HSCT recipients in Korea, the RVI incidence within 28 days of HSCT was 5.1%, whereas in a larger single-center cohort from Canada, the RVI incidence within 100 days of transplant was noted to be 6.4% [4, 5] . The RVI rates from these single-center studies are lower than the 16.6% incidence of H-RVI in our cohort; however, 2 of the studies documented their rates within 1 to 3 months after the transplant, which makes it difficult to compare the rates accurately. In addition, the criteria for respiratory testing, specific respiratory pathogens considered, and reliance on less sensitive nonmolecular diagnostic testing likely contributed to the different RVI rates in the previous reports.", "cite_spans": [{"start": 365, "end": 368, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 794, "end": 797, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 798, "end": 800, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 237, "end": 246, "text": "(Table 5)", "ref_id": "TABREF4"}], "section": "Outcomes of H-RVIs"}, {"text": "Given our study's large sample size and the fact that our definition of RVI required inpatient admission, clinical signs or symptoms, and a polymerase chain reaction (PCR)-positive respiratory specimen, the 16% H-RVI incidence rate represents a reasonable estimate of the contemporary burden of RVI associated with inpatient admissions in pediatric HSCT recipients. Nonetheless, this estimate of H-RVI incidence might underestimate the actual incidence. The etiology for this underestimation is multifactorial, including variation in PCR diagnostics according to site (eg, not all sites tested for each virus [eg, coronavirus] during the study period) and variation in the threshold for performing viral diagnostic testing on patients who presented with a symptomatic respiratory illness. In addition, some patients might have been evaluated for an RVI in an outpatient setting or at a site remote from the transplant center. The median time from HSCT to H-RVI onset was 55 days for all RVI events, and some variation among viral pathogens was noted. The median times to onset of coronavirus, RhV, PIV, and RSV were shorter than the times to onset of influenza and HMPV. This longer duration between transplant day and H-RVI onset might be biased by a preference to perform transplants on children during the summer, when possible; thus, pathogens that have viral seasons that start in the summer or fall (eg, PIV or RSV) would seem to have shorter median times to onset than viruses with a seasonal onset later in the winter (eg, influenza, hMPV). We did not document the month of the transplant because of institutional review board constraints, so we cannot confirm this supposition. In addition, although a majority of H-RVI events in our cohort presented in the first 100 days after HSCT, 25% of these infections occurred after 150 days. Therefore, clinicians should be aware that the risk of a significant H-RVI event persists well beyond the first 100 days after transplant.", "cite_spans": [], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "In the 3-month period after H-RVI onset, afflicted patients frequently required respiratory support; 48% needed supplemental oxygen, bilevel or continuous airway pressure, mechanical ventilation, or ECMO. Pulmonary complications during the 3-month follow-up period were noted in 13% of the children, and 11% of the patients died within 3 months of H-RVI onset. Furthermore, 28% of allogeneic HSCT recipients developed new-onset GVHD within 3 months of their H-RVI. This rate of GVHD is similar to the 10% to 30% rate reported in general for pediatric allogeneic HSCT recipients [7] . Although only 50% of the fatal incident H-RVI events were likely or possibly the result of the RVI, it is possible that the RVI contributed indirectly to the remaining deaths. These findings are consistent with those from previous smaller cohorts in which RVIs were associated with a 15% allcause case fatality, of which 33% were attributed to the RVI [8] .", "cite_spans": [{"start": 578, "end": 581, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 936, "end": 939, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "With multivariate modeling, we aimed to identify factors known at the time of H-RVI onset that might independently portend a poor outcome. Patients exposed to steroids in the 7 days before H-RVI onset were 3 times more likely to experience pulmonary complications and more than 2 times more likely to die in the 3-month follow-up period, although the latter result did not reach statistical significance. This association with steroid exposure was linked previously to poor outcomes in adult patients with HMPV, RSV, or PIV [9] [10] [11] and pediatric patients with PIV [12] . It is interesting that recent exposure to nonsteroid immunosuppressive therapies was not associated with worse outcomes in any of the 3 multivariate models. This measure was inclusive of a heterogeneous group of agents administered for GVHD prophylaxis or treatment. Grouping these agents into a single variable might have limited our ability to detect associations with specific immunosuppressive agents.", "cite_spans": [{"start": 524, "end": 527, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 528, "end": 532, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 533, "end": 537, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 570, "end": 574, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "Previous studies have associated lymphopenia at RVI onset to progression to lower respiratory tract disease or death in adults and children with RSV, influenza, and PIV [10, [12] [13] [14] . Although more than 50% of the children in this cohort were lymphopenic (ALC, <200 cells per mL) at H-RVI onset, the ALC was not available for 20% of the H-RVI events and thus could not be assessed as a risk factor for poor outcome. Data on T-cell-depletion status were available and considered in each model; however, T cell depletion of the stem cell product was not associated with subsequent need for respiratory support, pulmonary complications, or death within 3 months of H-RVI onset.", "cite_spans": [{"start": 169, "end": 173, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 174, "end": 178, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 179, "end": 183, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 184, "end": 188, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "It is interesting that H-RVI onset within the first 60 days after HSCT was associated with a 2-fold increased need for respiratory support in the subsequent 3 months, but early RVI onset was not associated with pulmonary complications or death. The need for respiratory support at the onset of H-RVI was associated with an increased risk for subsequent pulmonary complications and death. Similar results in adult HSCT recipients with RSV were reported [15] . Although neither the timing of H-RVI onset relative to the HSCT nor the need for respiratory support before H-RVI onset is a modifiable factor, knowledge of these associations can inform patient-specific prognosis discussions.", "cite_spans": [{"start": 452, "end": 456, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "Beyond the limitations already mentioned, additional limitations of this study are worth noting. First, in the multivariable model, the viral pathogens were considered equally in terms of their potential to contribute to morbidity and death in the 3-month period after RVI onset. In particular, rhinovirus was the most common pathogen, and the ability to diagnose acute RhV disease can be challenging because of the potential for prolonged RhV viral detection in these hosts [16] . It is notable that pulmonary complications related to RhV infection, including the need for oxygen support, pressure support, or mechanical ventilation, seemed to occur at rates similar to those found after respiratory infections caused by RSV, PIV, or HMPV. Future analyses should focus on models specific to each pathogen; however, such subanalyses would be limited by few events. Second, we did not collect detailed data on patients in the HSCT cohort without an RVI but instead chose to focus on the subset of patients who were diagnosed with an RVI. Therefore, our multivariate analyses were focused on assessing factors that contributed to poor outcomes only among patients with RVI. We were unable to assess factors such as GVHD therapy or monthly intravenous immunoglobulin administration, which might increase or reduce the risk of sustaining an RVI in the post-HSCT period. Third, data regarding utilization of specific antiviral therapies, such as neuraminidase inhibitors, DAS181 (an investigational sialidase fusion protein), ribavirin, and intravenous immunoglobulin, were collected. However, because of the small number of patients who received therapy for a specific virus, it was not possible to assess the comparative effectiveness of these agents. Last, the study definition for H-RVI required the presence of respiratory symptoms. This requirement would result in the lack of detection of an RVI event that presented with nonspecific symptoms such as fever and thus further the potential for underestimating RVI in this patient population.", "cite_spans": [{"start": 475, "end": 479, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "In conclusion, the results of this large multicenter cohort suggest that the burden of RVI among pediatric HSCT recipients is relatively high and results in significant morbidity and death. Identification of independent risk factors such as recent steroid exposure, RVI onset within 60 days of HSCT, and respiratory status at RVI onset provides an opportunity to inform prognostic discussions with other clinicians and with patients and their family. Furthermore, the epidemiology of each respiratory viral pathogen provides baseline information to inform the feasibility of future therapeutic clinical trials and highlights the need for more effective preventive interventions in this vulnerable population.", "cite_spans": [], "ref_spans": [], "section": "Outcomes of H-RVIs"}, {"text": "Supplementary materials are available at Journal of the Pediatric Infectious Diseases Society online.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Centers for Disease Control and Prevention EPIC Study Team. Community-acquired pneumonia requiring hospitalization among U.S. children", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Arnold", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "", "pages": "835--880", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "How I treat respiratory viral infections in the setting of intensive chemotherapy or hematopoietic cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Waghmare", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2016, "venue": "Blood", "volume": "127", "issn": "", "pages": "2682--92", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Respiratory virus infections in pediatric hematopoietic stem cell transplantation", "authors": [{"first": "J", "middle": [], "last": "Luján-Zilbermann", "suffix": ""}, {"first": "E", "middle": [], "last": "Benaim", "suffix": ""}, {"first": "X", "middle": [], "last": "Tong", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "962--970", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Respiratory viral infections during the first 28 days after transplantation in pediatric hematopoietic stem cell transplant recipients", "authors": [{"first": "J", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Jang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2012, "venue": "Clin Transplant", "volume": "26", "issn": "", "pages": "736--776", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Significant transplantation-related mortality from respiratory virus infections within the first one hundred days in children after hematopoietic stem cell transplantation", "authors": [{"first": "S", "middle": [], "last": "Hutspardol", "suffix": ""}, {"first": "M", "middle": [], "last": "Essa", "suffix": ""}, {"first": "S", "middle": [], "last": "Richardson", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "", "pages": "1802--1809", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Research electronic data capture (REDCap)-a metadata-driven methodology and workflow process for providing translational research informatics support", "authors": [{"first": "P", "middle": ["A"], "last": "Harris", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "R", "middle": [], "last": "Thielke", "suffix": ""}], "year": 2009, "venue": "J Biomed Inform", "volume": "42", "issn": "", "pages": "377--81", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Principles of bone marrow and stem cell trasplantation", "authors": [{"first": "W", "middle": ["N"], "last": "Hanning", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Duncan", "suffix": ""}, {"first": "A", "middle": [], "last": "El-Haddad", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Lehmann", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Orkin", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Fishr", "suffix": ""}, {"first": "D", "middle": [], "last": "Ginsburg", "suffix": ""}], "year": 2015, "venue": "Hematology and Oncology of Infancy and Childhood", "volume": "1", "issn": "", "pages": "254--90", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The impact of RSV, adenovirus, influenza, and parainfluenza infection in pediatric patients receiving stem cell transplant, solid organ transplant, or cancer chemotherapy", "authors": [{"first": "M", "middle": ["S"], "last": "Lo", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "N", "middle": [], "last": "Gunawardane", "suffix": ""}], "year": 2013, "venue": "Pediatr Transplant", "volume": "17", "issn": "", "pages": "133--176", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Parainfluenza virus lower respiratory tract disease after hematopoietic cell transplant: viral detection in the lung predicts outcome", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "58", "issn": "", "pages": "1357--68", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Human metapneumovirus infections following hematopoietic cell transplantation: factors associated with disease progression", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Gooley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kuypers", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "", "pages": "178--85", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mortality rates of human metapneumovirus and respiratory syncytial virus lower respiratory tract infections in hematopoietic cell transplantation recipients", "authors": [{"first": "C", "middle": [], "last": "Renaud", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "S", "middle": [], "last": "Seo", "suffix": ""}], "year": 2013, "venue": "Biol Blood Marrow Transplant", "volume": "19", "issn": "", "pages": "1220--1226", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Symptomatic parainfluenza virus infections in children undergoing hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Srinivasan", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2011, "venue": "Biol Blood Marrow Transplant", "volume": "17", "issn": "", "pages": "1520--1527", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Influenza infections after hematopoietic stem cell transplantation: risk factors, mortality, and the effect of antiviral therapy", "authors": [{"first": "W", "middle": ["G"], "last": "Nichols", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Guthrie", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "39", "issn": "", "pages": "1300--1306", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Respiratory syncytial virus in hematopoietic cell transplant recipients: factors determining progression to lower respiratory tract disease", "authors": [{"first": "Y", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Guthrie", "suffix": ""}, {"first": "A", "middle": [], "last": "Waghmare", "suffix": ""}], "year": 2014, "venue": "J Infect Dis", "volume": "209", "issn": "", "pages": "1195--204", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Outcome of respiratory syncytial virus lower respiratory tract disease in hematopoietic cell transplant recipients receiving aerosolized ribavirin: significance of stem cell source and oxygen requirement", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}], "year": 2013, "venue": "Biol Blood Marrow Transplant", "volume": "19", "issn": "", "pages": "589--96", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Human rhinovirus and coronavirus detection among allogeneic hematopoietic stem cell transplantation recipients", "authors": [{"first": "F", "middle": [], "last": "Milano", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Guthrie", "suffix": ""}], "year": 2010, "venue": "Blood", "volume": "115", "issn": "", "pages": "2088--94", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Participating Centers, Number of HSCT Recipients per Center, and Viral Diagnostics Available at Each Center", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Hospital </td><td>No. of Patients </td><td>Viruses Tested by PCRa </td><td>Location and Type of Testing\n</td></tr><tr><td>Children's Hospital of Philadelphia </td><td>203 </td><td>HMPV, FLU, PIV, RSV, RhV </td><td>In-house PCR assay\n</td></tr><tr><td>Children's Hospital of Pittsburgh </td><td>58 </td><td>HMPV, FLU, PIV, RSV, RhV </td><td>In-house PCR Assay\n</td></tr><tr><td>Cincinnati Children's Medical Center </td><td>244 </td><td>HMPV, FLU, PIV, RSV, RhV </td><td>In-house PCR assay\n</td></tr><tr><td>Duke Children's Hospitalb </td><td>211 </td><td>HMPV, FLU, PIV, RSV </td><td>In-house PCR assay\n</td></tr><tr><td>Montefiore Children's Hospital </td><td>22 </td><td>HMPV, FLU, PIV, RSV, RhV </td><td>In-house PCR assay\n</td></tr><tr><td>St Jude's Children's Hospital </td><td>270 </td><td>HMPV, FLU, PIV, RSV </td><td>In-house PCR assay\n</td></tr><tr><td>Seattle Children's Hospital </td><td>161 </td><td>HMPV, FLU, PIV, RSV, RhV, coronavirus </td><td>2010-2011, in-house PCR assay at University of Washington; added FilmArray at </td></tr><tr><td>Texas Children's Hospital </td><td>289 </td><td>HMPV, FLU, PIV, RSV, RhV, coronavirus </td><td>Seattle Children's Hospital in 2012 Combination of in-house PCR and commercial laboratory multiplex PCR\n</td></tr><tr><td>Monroe Carell Jr Children's Hospital at Vanderbilt\n</td><td>102 </td><td>HMPV, FLU, PIV, RSV, RhV, coronavirus </td><td>In-house PCR assay\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Baseline Factors for the Entire Cohort and for Patients With and Those Without an RVI Abbreviations: IQR, interquartile range; RVI, respiratory viral infection; PSC, peripheral stem cell.", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical Characteristics at Time of RVI Onset for HSCT RecipientsAbbreviations: ALC, absolute lymphocyte count; ANC, absolute neutrophil count; FLU, influenza; GVHD, graft-versus-host disease; HMPV, human metapneumovirus; HSCT, hematopoietic stem cell transplant; ICU, intensive care unit; IVIg, intravenous immunoglobulin; RVI, respiratory viral infection; PIV, parainfluenza virus; RhV, rhinovirus; RSV, respiratory syncytial virus.", "latex": null, "type": "table"}, "TABREF3": {"text": "Outcomes of RVI in HSCT Recipients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outcome\n</td><td>All Patients First RVI Event (n = 259) (n [%])\n</td><td>Coronavirus (n = 6) (n [%])\n</td><td>HMPV (n = 17) (n [%]) </td><td>FLU (n = 29) (n [%]) </td><td>PIV (n = 53) (n [%]) </td><td>RSV (n = 40) (n [%]) </td><td>RhV (n = 162) (n [%])\n</td></tr><tr><td> </td><td>125 (48) </td><td>3 (50) </td><td>9 (53) </td><td>9 (31) </td><td>27 (52) </td><td>23 (57) </td><td>80 (49)\n</td></tr><tr><td>Need for any respiratory support within 3 mo of diagnosis\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Oxygen support </td><td>74 (28) </td><td>1 (16.7) </td><td>5 (24) </td><td>4 (14) </td><td>17 (32) </td><td>14 (35) </td><td>53 (33)\n</td></tr><tr><td>BiPAP/CPAP </td><td>10 (4) </td><td>1 (16.7) </td><td>0 </td><td>1 (3) </td><td>3 (6) </td><td>0 </td><td>6 (4)\n</td></tr><tr><td>Mechanical ventilation </td><td>29 (11) </td><td>1 (16.7) </td><td>2 (12) </td><td>3 (10) </td><td>5 (9) </td><td>7 (18) </td><td>16 (10)\n</td></tr><tr><td>HFOV/ECMO </td><td>11 (4) </td><td>0 </td><td>2 (12) </td><td>1 (3) </td><td>2 (4) </td><td>2 (5) </td><td>5 (3)\n</td></tr><tr><td>Pulmonary complications\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>At least 1 complication within 3 mo of diagnosis\n</td><td>35 (14) </td><td>2 (33) </td><td>4 (24) </td><td>1 (3) </td><td>7 (13) </td><td>8 (20) </td><td>21 (13)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Tracheostomy </td><td>3 (1) </td><td>0 </td><td>1 (6) </td><td>0 </td><td>0 </td><td>4 (10) </td><td>0\n</td></tr><tr><td>Subacute pulmonary sequelae </td><td>9 (3) </td><td>1 (17) </td><td>4 (24) </td><td>0 </td><td>1 (2) </td><td>2 (5) </td><td>5 (3)\n</td></tr><tr><td>Chronic pulmonary sequelae </td><td>6 (2) </td><td>0 </td><td>1 (6) </td><td>0 </td><td>0 </td><td>2 (5) </td><td>3 (2)\n</td></tr><tr><td>Bronchiolitis obliterans </td><td>8 (3) </td><td>1 (17) </td><td>0 </td><td>0 </td><td>2 (4) </td><td>4 (10) </td><td>4 (2)\n</td></tr><tr><td>Other pulmonary complications </td><td>20 (8) </td><td>1 (17) </td><td>3 (18) </td><td>1 (3) </td><td>5 (9) </td><td>3 (8) </td><td>10 (6)\n</td></tr><tr><td>All-cause case fatalitya\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>28 (11) </td><td>0 </td><td>4 (24) </td><td>3 (10) </td><td>4 (8) </td><td>4 (10) </td><td>17b (10)\n</td></tr><tr><td>No </td><td>231 (89) </td><td>6 (100) </td><td>13 (76) </td><td>26 (90) </td><td>49 (92) </td><td>36 (90) </td><td>145 (90)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Univariate and Multivariate Logistic Regression Analyses Assessing the Association of Baseline Factors Present at Time of the First RVI Onset With Subsequent Need for Respiratory Support, Pulmonary Complications, or Death Abbreviations: CI, confidence interval; GVHD, graft-versus-host disease; IVIg, intravenous immunoglobulin; HSCT, hematopoietic stem cell transplant; IVIg, intravenous immunoglobulin; NA, not applicable; OR, odds ratio; RVI, respiratory virus infection.Each of the outcome measures was considered within 3 months of the onset of the first RVI event. Multivariate logistic regression models each included age and race and any variable that had a P value of <.10 in univariate analysis.Includes at least 1 of the following: oxygen supplementation, bilevel positive airway pressure/continuous positive airway pressure, mechanical ventilation, or high-frequency oscillator ventilation/extracorporeal membrane oxygenation. For this model only, the patients who did not need respiratory support at the time of RVI onset were considered.Includes at least 1 of the following: tracheostomy, subacute pulmonary sequalae, chronic pulmonary sequalae, bronchiolitis obliterans, or other pulmonary complication.Within 3 months of RVI onset.Age was included in years as a continuous variable, and race was dichotomized as black or not black. f Significant result for multivariate models.", "latex": null, "type": "table"}}, "back_matter": []}