{"paper_id": "1e5bdbe23f72f0f6ef41f9bb3b1f84aea85094a4", "metadata": {"title": "Journal Pre-proof Acute Kidney Injury Due to Collapsing Glomerulopathy Following COVID-19 Infection Acute Kidney Injury Due to Collapsing Glomerulopathy Following COVID-19 Infection", "authors": [{"first": "Yonatan", "middle": [], "last": "Peleg", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "Satoru", "middle": [], "last": "Kudose", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center Corresponding Author: Pietro Canetta", "location": {"addrLine": "622 W 168 th Street", "postCode": "PH4-124, 10032", "settlement": "New York", "region": "MD, MS, NY"}}, "email": ""}, {"first": "", "middle": [], "last": "Agati", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eric", "middle": [], "last": "Siddall", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "Syeda", "middle": [], "last": "Ahmad", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "Sergey", "middle": [], "last": "Kisselev", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Gharavi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "Pietro", "middle": [], "last": "Canetta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center", "location": {}}, "email": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vivette", "middle": [], "last": "D&apos;agati", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University Irving Medical Center Corresponding Author: Pietro Canetta", "location": {"addrLine": "622 W 168 th Street", "postCode": "PH4-124, 10032", "settlement": "New York", "region": "MD, MS, NY"}}, "email": ""}]}, "abstract": [{"text": "Word count: 2332", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A 46-year-old West African man presented to our hospital's emergency room on March 15 th 2020 with severe acute kidney injury. He reported that two to three weeks prior to his hospital presentation he had had subjective fever, myalgias, sore throat and cough, which he had treated with multiple doses of ibuprofen. These complaints resolved one week prior to this hospital presentation, but he subsequently developed worsening abdominal pain, nausea and anorexia that persisted for the following week leading to his hospital presentation. He described lightheadedness when rising from a recumbent position. He reported decreased urine output but denied gross hematuria, frothy urine, or flank pain. He denied any new lower extremity edema or orthopnea, vomiting, diarrhea, change in mentation, persistent respiratory infectious symptoms, recent travel or sick contacts. Other than his recent use of ibuprofen he denied any other medication, vitamin supplementation, or herbal remedy. His medical history included obesity and obstructive sleep apnea for which he used nocturnal continuous positive airway pressure therapy. Baseline serum creatinine was 1.1 mg/dl (eGFR by CKD-EPI 93 ml/min/1.73m 2 ) on routine laboratory testing 16 months prior. He had no family history of kidney disease. He was born in Nigeria, worked as a nurse, lived with his wife and children in New York City, and did not use tobacco or illicit drugs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "On initial presentation, vital signs were notable for blood pressure 144/100 mmHg, heart rate 76 beats per minute, respiratory rate 16 breaths per minute, and SpO2 94% breathing ambient air while lying flat in bed. BMI was 44 kg/m 2 . He had mild tenderness to palpation in the epigastrium and periumbilical region, and trace lower extremity edema; the remainder of the exam was unremarkable. Labs were notable for severe acute kidney injury (presenting serum creatinine 12.5 mg/dl) with nephrotic range proteinuria, hypoalbuminemia, elevated lactate dehydrogenase, and elevated inflammatory markers. Initial laboratory assessment and selected trends are shown in the Table 1 . Imaging studies included a chest x-ray showing mild pulmonary vascular congestion, a renal ultrasound with doppler showing a 14.3 cm right kidney and 14.1 cm left kidney with bilaterally increased echogenicity and normal arterial and venous doppler flow, a CT abdomen and pelvis without iodinated contrast showing mild hepatic steatosis and normal sized spleen, and a nuclear renal scan with DMSA showing equal perfusion to both kidneys without cortical defects.", "cite_spans": [], "ref_spans": [{"start": 668, "end": 675, "text": "Table 1", "ref_id": null}], "section": "Abstract"}, {"text": "The patient was initially treated with several liters of isotonic fluid, however his kidney function did not improve and he remained oliguric with orthopnea and persistent nausea. Therefore, a tunneled dialysis catheter was placed and he began intermittent hemodialysis on hospital day 4. Serologic screens were negative for HIV antibody, Hepatitis C antibody, Hepatitis B surface antigen and core antibody, anti-nuclear antibody, anti-DNA antibody, anti-neutrophil cytoplasmic antibodies, rheumatoid factor, and cryoglobulin. Serum and urine protein electrophoresis and immunofixation were negative for monoclonal protein, and the kappa/lambda free light chain ratio was normal. The patient remained afebrile throughout his hospital course, and after several dialysis sessions his orthopnea improved and he was normoxemic breathing ambient air. A kidney biopsy was performed on hospital day 9.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The biopsy contained 2 cores of renal cortex. There were 20 glomeruli, none of which were globally sclerotic. Fourteen glomeruli demonstrated segmental to global collapse of the glomerular capillaries accompanied by exuberant hypertrophy and hyperplasia of the overlying glomerular epithelial cells, some of which contained prominent PAS-positive protein droplets. The 6 uninvolved glomeruli appeared normal in size and cellularity. No inflammatory crescents, ruptures of Bowman's capsule or fibrinoid necrosis were identified. (Figure 1) The cortex also demonstrated diffuse and severe tubular degenerative and regenerative changes characterized by epithelial simplification, loss of brush border, enlarged nuclei with prominent nucleoli and focal mitotic figures. Some proximal tubular cells contained abundant PAS-positive intracytoplasmic protein droplets. Scattered tubular microcysts were seen. The interstitium was expanded by edema and mild to moderate interstitial inflammation, composed predominantly of mononuclear leukocytes and occasional plasma cells, without tubulitis. There was mild focal tubular atrophy and interstitial fibrosis involving approximately 10% of the cortical parenchyma. Vessels demonstrated minimal arteriosclerosis and mild to moderate arteriolosclerosis.", "cite_spans": [], "ref_spans": [{"start": 528, "end": 538, "text": "(Figure 1)", "ref_id": null}], "section": "Pathology:"}, {"text": "Immunofluorescence performed on 2 glomeruli showed no specific immune staining for IgG, IgM, IgA, C3, C1q, kappa or lambda involving the glomeruli. Proximal tubular cells contained protein droplets staining for albumin. The tissue submitted for electron microscopy contained no glomeruli. Cortical tubules showed acute epithelial injury and protein resorption droplets. No virions were detected by electron microscopy in tubular cells. The biopsy findings were interpreted as consistent with the collapsing variant of focal segmental glomerulosclerosis, also known as collapsing glomerulopathy (CG).", "cite_spans": [], "ref_spans": [], "section": "Pathology:"}, {"text": "After the biopsy result, serum viral PCRs were obtained and resulted negative for HIV-1 RNA, parvovirus B19 DNA, Epstein-Barr virus DNA, cytomegalovirus DNA, and adenovirus DNA. Repeat chest X-ray on hospital day 10 showed improvement in pulmonary vascular congestion and no new pulmonary infiltrate. Nevertheless, given the biopsy findings and his recent resolved respiratory illness, on hospital day 10, he was screened for COVID-19 by nasal swab and was found to be positive for the SARS-novel Coronavirus 2 (SARS-CoV-2) by RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Clinical course:"}, {"text": "Because he lacked respiratory symptoms, the infectious disease service deemed him not to be a candidate for clinical trial of remdesivir. A request for tocilizumab was initially declined because it was in short supply and reserved for life-threatening respiratory failure. As shown in Table 1 , despite an interim negative screen he continued to screen positive for SARS-CoV-2 on hospital day 17. While his LDH down-trended and albumin up-trended towards the end of his hospitalization, he remained dialysis dependent. On hospital day 23, tocilizumab became available and he was dosed 400 mg. He was also started on prednisone 80 mg daily with a plan for one month of therapy with further taper to be determined based on change in residual renal function. He remained dialysis dependent at the time of this report (hospital day 26), with pre-dialysis serum creatinine of 16.6 mg/dl.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 292, "text": "Table 1", "ref_id": null}], "section": "Clinical course:"}, {"text": "Written informed consent was obtained from the patient for genotyping for the Apolipoprotein 1 (APOL1) G1 and G2 alleles, which was performed by Sanger sequencing from genomic DNA extracted from paraffin-embedded biopsy tissue. This revealed the patient to be homozygous for the G1 allele (Supplemental material). In situ hybridization for SARS-CoV-2 performed on formalin-fixed paraffin embedded kidney tissue sections using an RNA probe to the receptor binding domain of the spike protein was negative (Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 504, "end": 513, "text": "(Figure 2", "ref_id": null}], "section": "Additional studies:"}, {"text": "Here we present a 46-year-old West African man with severe acute kidney injury requiring renal replacement therapy due to collapsing glomerulopathy (CG) in the context of COVID-19 illness. CG not associated with HIV/AIDS was first described in the mid-1980s in a small case series of African American patients with nephrotic syndrome and rapidly progressive irreversible kidney failure 1 . CG is an aggressive variant of focal segmental glomerulosclerosis exhibiting high rates of podocyte injury and depletion. Light microscopy is typified by hyperplastic and hypertrophic visceral epithelial cells overlying segmentally or globally collapsed glomerular capillaries that are narrowed or obliterated by wrinkling and retraction of glomerular basement membranes. At the ultrastructural level, podocytes show severe foot process effacement with focal podocyte detachment and parietal cell coverage. Cases associated with viral infection such as HIV may have endothelial tubuloreticular inclusions (\"interferon footprints\"). The tubulointerstitial compartment often contains an infiltrate of mononuclear cells, including monocytes, CD4+ and CD8+ T-cells, and variable plasma cells. Tubular epithelial cells typically display degenerative and regenerative changes and aberrant cellular proliferation and differentiation, leading to microcystic transformation. Tubular atrophy and interstitial fibrosis are common, however comparative studies have shown that these indices were numerically but not significantly more frequent in CG compared to non-collapsing FSGS 2 . A dysregulated podocyte phenotype has been identified in both HIV and non HIV-associated CG. As podocytes are injured and depleted, the visceral epithelial cells show downregulation and loss of mature podocyte markers with de novo expression of markers associated with proliferation and activated parietal epithelial cells 3, 4 .", "cite_spans": [{"start": 1886, "end": 1888, "text": "3,", "ref_id": "BIBREF2"}, {"start": 1889, "end": 1890, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion:"}, {"text": "CG not associated with HIV/AIDS may be idiopathic or associated with a variety of conditions, including other viral infections (such as EBV, influenza, CMV, parvovirus B19) and non-viral infections (such as tuberculosis), autoimmune diseases (such as SLE), drug exposures (such as pamidronate and interferon), hemophagocytic syndrome, and acute glomerular ischemia among others 5 . Many of these exposures are thought to mediate CG by podocyte cytotoxicity such as via pro-inflammatory cytokine expression including type 1 interferons 6 . It is also well recognized that a large proportion of patients with CG carry two allelic risk variants of APOL1, namely G1 and G2, which are common in individuals of West African ancestry and also confer risk for hypertension-attributed end stage kidney disease 7 . Indeed, the APOL1 high risk genotype (either G1/G1, G1/G2 or G2/G2), which is found in approximately 10-15% of the African American population, is disproportionately represented in patients with HIV associated nephropathy (HIVAN) and non HIV associated CG. In general, patients with two high risk APOL1 alleles have a higher likelihood of eventually reaching end stage kidney disease although their response to immunosuppression is not modified by their APOL1 high risk status 8 . Evidence from animal models and cell culture systems suggests that the high risk APOL1 genotype may mediate podocyte damage via upregulation of APOL1 through activation of a viral program in the podocyte, leading to dysregulated endosomal trafficking and autophagic flux resulting in podocyte depletion and glomerular scarring 6 . With the exception of HIVAN and parvovirus B19-associated CG, where virus has been identified in renal epithelial cells, other virally mediated forms of CG in patients with high risk APOL1 genotype typically lack evidence of direct viral infection of the renal parenchyma, supporting potential interferon-mediated podocyte effects. In our case, in situ hybridization did not detect SARS-CoV-2 in the renal tissue.", "cite_spans": [{"start": 535, "end": 536, "text": "6", "ref_id": "BIBREF5"}, {"start": 1282, "end": 1283, "text": "8", "ref_id": "BIBREF7"}, {"start": 1613, "end": 1614, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion:"}, {"text": "Long term renal prognosis in patients with CG not related to HIV/AIDS is guarded. Valeri and colleagues reported a mean time from biopsy to end stage kidney disease to be 13 months in the 43 cases of idiopathic CG (average creatinine at baseline 4.2 mg/dl) compared to 62.5 months in the 50 age matched controls with FSGS NOS (average creatinine at baseline 2.0 mg/dl). Moreover, none of the patients with CG in this series achieved remission with glucocorticoid therapy although 3 of 43 had a spontaneous remission and 2 of 5 patients treated with cyclosporine achieved a remission 2 . Another series compared outcomes between 61 patients with CG (average creatinine at baseline 1.5 mg/dl) and 126 patients with FSGS NOS (average creatinine at baseline 1.2 mg/dl) and found that overall 48% of CG patents vs 26% of FSGS NOS reached end stage kidney disease at 69 months. However, the authors reported that among CG patients who were immunosuppressed (with steroids, calcineurin inhibitors, or both), 70% achieved remission 9 .", "cite_spans": [{"start": 1024, "end": 1025, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion:"}, {"text": "Generally, patients with idiopathic CG without severe glomerulosclerosis or interstitial fibrosis are offered immunosuppression with steroids or calcineurin inhibitors based on evidence that immunosuppression may improve remission rates and that high risk APOL1 genotype status does not modify response to immunosuppression 8, 9 . It is less clear, however, whether patients who develop CG related to a viral illness (such as CMV, adenovirus, parvovirus B19, and EBV, among others) should also receive immunosuppression. There are reports of treating patients with CG related to CMV viremia simultaneously with anti-viral therapy and glucocorticoids with good effect S1, S2 .", "cite_spans": [{"start": 324, "end": 326, "text": "8,", "ref_id": "BIBREF7"}, {"start": 327, "end": 328, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion:"}, {"text": "In December 2019, COVID-19 emerged in Wuhan, China and has rapidly become a global pandemic S3 . Severe disease is typified by a cytokine release syndrome with increased levels of IL-6, IL-10, IL-2, IFN-gamma as well as increased proliferation of Th17 cell population S4 . A recent prospective cohort study S5 reviewed kidney disease among 701 patients who were treated for COVID-19 in Wuhan, China. Those patients with kidney disease had higher in-hospital mortality; moreover there was evidence of hematuria in 26.7% and proteinuria in 43.9% of patients in their cohort. While kidney tissue was not examined, the authors postulated potential multifactorial renal injury including direct cytopathic effects (via viral entry through ACE2 receptors expressed on tubular epithelium) as well as tubular injury from cytokine storm, shock, and rhabdomyolysis S5 . A recent publication of kidney findings at autopsy among 26 patients from China who died of severe respiratory failure from COVID-19 disease revealed that the predominant findings were acute tubular injury, erythrocyte aggregation in peritubular capillaries, and direct viral infection of tubular epithelium and podocytes; none had CG although two had FSGS but the morphologic variant of FSGS was not specified S6 . The heightened cytokine release associated with COVID-19 infection places patients with APOL1 high risk genotype particularly at risk for interferonmediated podocyte injury, as can occur in other virally mediated forms of CG, interferon therapy-induced CG, and lupus-associated CG. Patients with COVID-19 may have a biphasic disease course whereby after an initial onset of symptoms there is a time lapse (~8 days) of worsening respiratory symptoms that corresponds with an exuberant inflammatory response S3 . In our patient with APOL1 high risk genotype, it is plausible that an exuberant inflammatory response induced CG without the usual predominant pulmonary manifestations.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "In summary, we present a case of CG associated with COVID-19 in the initial days of the epidemic's spread to New York City. Larsen and colleagues have reported another patient with CG associated with COVID-19 with more significant pulmonary manifestations S7 . CG has not been reported in outbreaks in China and Europe probably because APOL1 high risk genotypes are only present in populations of African Ancestry. High risk genotypes have been reported in 10-15% of African Americans and can also be detected in persons of Hispanic/Afro-Caribbean ancestry. Considering the projected 50-80% attack rates of COVID-19 in the general population S8,S9 , a significant fraction of the population with West African ancestry may be at risk of developing kidney injury from CG as the COVID-19 pandemic sweeps through the Americas and the African continent. As we learn more about the renal manifestations of COVID-19, we should keep in mind the possibility of CG among COVID-19 patients with proteinuria and acute kidney injury, even among those with mild respiratory disease. Future research will be needed to determine optimal management and particularly whether there is a role for antiviral and anti-inflammatory therapies, including nonspecific agents like glucocorticoids or targeted therapies against specific cytokines or leukocyte subsets ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 1342, "end": 1349, "text": "Table 2", "ref_id": null}], "section": "Discussion:"}, {"text": "The authors declare no relevant financial conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Disclosure/Conflict of Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Nephrotic syndrome, progressive irreversible renal failure, and glomerular \"collapse\": a new clinicopathologic entity?", "authors": [{"first": "M", "middle": ["A"], "last": "Weiss", "suffix": ""}, {"first": "E", "middle": [], "last": "Daquioag", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Margolin", "suffix": ""}], "year": 1986, "venue": "Am J Kidney Dis", "volume": "7", "issn": "", "pages": "20--28", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Idiopathic collapsing focal segmental glomerulosclerosis: a clinicopathologic study", "authors": [{"first": "A", "middle": [], "last": "Valeri", "suffix": ""}, {"first": "L", "middle": [], "last": "Barisoni", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Appel", "suffix": ""}], "year": 1996, "venue": "Kidney Int", "volume": "50", "issn": "", "pages": "1734--1746", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Tracing the origin of glomerular extracapillary lesions from parietal epithelial cells", "authors": [{"first": "B", "middle": [], "last": "Smeets", "suffix": ""}, {"first": "S", "middle": [], "last": "Uhlig", "suffix": ""}, {"first": "A", "middle": [], "last": "Fuss", "suffix": ""}], "year": 2009, "venue": "J Am Soc Nephrol", "volume": "20", "issn": "", "pages": "2604--2615", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "CD44 is required for the pathogenesis of experimental crescentic glomerulonephritis and collapsing focal segmental glomerulosclerosis", "authors": [{"first": "J", "middle": [], "last": "Eymael", "suffix": ""}, {"first": "S", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Loeven", "suffix": ""}], "year": 2018, "venue": "Kidney Int", "volume": "93", "issn": "", "pages": "626--642", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Morphologic variants of focal segmental glomerulosclerosis and their significance", "authors": [{"first": "M", "middle": ["B"], "last": "Stokes", "suffix": ""}, {"first": "D&apos;agati", "middle": [], "last": "Vd", "suffix": ""}], "year": 2014, "venue": "Adv Chronic Kidney Dis", "volume": "21", "issn": "", "pages": "400--407", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Innate immunity pathways regulate the nephropathy gene Apolipoprotein L1", "authors": [{"first": "B", "middle": [], "last": "Nichols", "suffix": ""}, {"first": "P", "middle": [], "last": "Jog", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2015, "venue": "Kidney Int", "volume": "87", "issn": "", "pages": "332--342", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Association of trypanolytic ApoL1 variants with kidney disease in African Americans", "authors": [{"first": "G", "middle": [], "last": "Genovese", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Friedman", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Ross", "suffix": ""}], "year": 2010, "venue": "Science", "volume": "329", "issn": "", "pages": "841--845", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical Features and Histology of Apolipoprotein L1-Associated Nephropathy in the FSGS Clinical Trial", "authors": [{"first": "J", "middle": ["B"], "last": "Kopp", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Winkler", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2015, "venue": "J Am Soc Nephrol", "volume": "26", "issn": "", "pages": "1443--1448", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Renal Survival in Patients with Collapsing Compared with Not Otherwise Specified FSGS", "authors": [{"first": "L", "middle": ["P"], "last": "Laurin", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Gasim", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Derebail", "suffix": ""}], "year": 2016, "venue": "Clin J Am Soc Nephrol", "volume": "11", "issn": "", "pages": "1752--1759", "other_ids": {}}}, "ref_entries": {}, "back_matter": [{"text": "The authors thank Dr. Matthias Szabolcs and the Pathology IHC laboratory staff for performing the ISH testing. This case report was approved by Columbia University Irving Medical Center IRB-AAAT0009 and IRB-AAAC7385.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": ". Acute tubular injury involves many cortical tubules, accompanied by interstitial edema and mild interstitial mononuclear inflammatory infiltrates (C, H&E stain, x400). Scattered proximal tubules", "cite_spans": [], "ref_spans": [], "section": "annex"}]}