{"paper_id": "1e6100b2618780cafbb76f6814ea87bf662bd521", "metadata": {"title": "Management of acute asthma attacks associated with respiratory tract infection: a postal survey of general practitioners in the U.K", "authors": [{"first": "K", "middle": [], "last": "Jones", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Southampton", "location": {"settlement": "Southampton"}}, "email": ""}, {"first": "K", "middle": [], "last": "Gruffydd-Jones", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Southampton", "location": {"settlement": "Southampton"}}, "email": ""}]}, "abstract": [{"text": "Asthma attacks in general practice are frequently associated with respiratory tract infection. The aim of this study was to examine how U.K. general practitioners (GPs) might use oral steroids and antibiotics in such situations. The timing of follow-up and use of self-management plans were also examined.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A postal questionnaire was sent to all 205 GP principals in Bath Health District, U.K. in February and March 1993. Respondents were asked questions regarding the management of an adult and a child presenting with acute asthma associated with respiratory tract infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Replies were received from 185 of 205 (90%) doctors approached. Antibiotics would have been prescribed by 119 of 179 (66%) doctors for the adult and 98 of 169 (58%) doctors for the child. The modal initial dosage of oral prednisolone was 40 mg for the adult and 30 mg for the child, and modal duration of oral steroid dosage was 5 days for both adult and child. Planned follow-up was mainly doctor initiated within 24 h of initial consultation. There was low reported use of self-management plans (49% for adults and 33% in children over 7 years of age).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Antibiotic prescription appears to be common practice by GPs when faced with an acute asthma attack associated with respiratory tract infection. There may also be inadequate duration of oral steroid courses in adults. There is a need to examine further the proper role, if any, of antibiotics in such situations, to determine the optimum dose and course length of oral steroid therapy, and to continue validating the use of self-management plans in acute asthma management.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "General practitioners (GPs) are commonly faced with patients suffering from acute asthma attacks associated with respiratory tract infection. In schoolage children, 80-85% of such attacks have been shown to be associated with viral infections, notably rhinoviruses (1) . Similar results, implicating both rhinoviruses and coronaviruses, have been found in adults (2) .", "cite_spans": [{"start": 265, "end": 268, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 363, "end": 366, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Guidelines regarding the management of acute asthma in general practice were drawn up by the British Thoracic Society (BTS) and other agencies in the U. K. in 1990 (3) , and were revised in 1993 (4) . Clear recommendations are given regarding the need for oral steroids in such situations, together with a condemnation of the use of antibiotics 'in the absence of bacterial infection'. However, advice regarding the best dosage, length of course and method of stopping the oral steroids is less clear.", "cite_spans": [{"start": 153, "end": 167, "text": "K. in 1990 (3)", "ref_id": null}, {"start": 195, "end": 198, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "In spite of such recommendations, preliminary discussions with GP colleagues suggested a widespread use of antibiotics in asthma attacks associated with respiratory tract infection, and a wide diversity about the management of acute asthma attacks in general. Research among GPs, general and respiratory physicians, and paediatricians in the north of England which predated the BTS Guidelines reinforces this suggestion (5) .", "cite_spans": [{"start": 420, "end": 423, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The General Practitioners in Asthma Group (GPIAG) audit of acute asthma attacks in general practice 199 l-l 992 (6) examined general characteristics and mainly initial management of such attacks. One hundred and three of the 218 GPs participating in the audit were from the GPIAG and the rest were self-selected from a group of 2000 GPs who received invitations. Hence, their audit tended to be biased towards GPs interested in asthma. Factors determining subsequent management in general practice were not examined.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Thus, there is a need to examine further GPs' ideas regarding current management of acute asthma attacks in general practice, with particular reference to those associated with respiratory tract infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study aimed to examine the reported usage of oral steroids and antibiotics in asthma attacks associated with respiratory tract infection managed in general practice, and the timing of follow-up consultations using a postal scenario-based questionnaire sent to all GP principals in one health district.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A questionnaire was devised by the investigators concerning the management of two fictitious case histories: (1) of a 45year-old adult, and (2) of a 9-year-old child; presenting with acute asthma associated with respiratory tract infection (see Appendix 1) . The case histories were constructed so that, according to the British Thoracic Society Guidelines, the patients could be completely managed in a general practice setting. Questions were asked concerning the methods of usage of antibiotics and oral steroids in the clinical situations outlined, and about the timing of follow-up after the initial consultation.", "cite_spans": [{"start": 245, "end": 256, "text": "Appendix 1)", "ref_id": null}], "ref_spans": [], "section": "Method"}, {"text": "The questionnaires were checked for face validity with clinical colleagues, and were distributed by post to all 205 GP principals in the Bath Health District in order to avoid self-selection by doctors interested in asthma. Initial distributions of questionnaires were carried out in February 1993, and reminders were sent to non-responders by post 4 weeks later.", "cite_spans": [], "ref_spans": [], "section": "Method"}, {"text": "Data were entered on an IBM compatible personal computer and analysed using the SPSS-PC+ (version 3.0) software package (7) . Descriptive statistics are reported, plus comparisons between adult and child responses using McNemar's test for paired data where appropriate. Chi-square and P values with and without correction for continuity are quoted.", "cite_spans": [{"start": 120, "end": 123, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Method"}, {"text": "Replies were received from 185 of the 205 GPs approached (90% response rate). Of 185 respondents, 86 (4.7%) came from a postgraduate training practice, 154 (83%) stated that there was an asthma clinic in their practice, and 68 (37%) GPs stated that they had a special interest in asthma.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Only six of 185 (4%) GPs stated that they would admit the adult into hospjtal, and 14 of 185 (8%) GPs would admit the child to hospital. This difference was statistically significant (~'~5.4, PzO.02; corrected 4.3 and 0.04). (7) 15 (9) Values in parentheses are percentages.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "One hundred and sixty-seven of 179 (93%) GPs and 148 of 169 (88%) GPs stated that they would use oral steroids for the adult and the child, respectively k2=3.5, P~0.06; corrected 2.8 and 0.10) (see Table 1 ). 'Other' treatment was mainly 'use of the nebulizer', but it was unclear whether the respondents meant additional use of the nebulizer or had missed the point that a nebulizer had been used already. There was a high purported use of oral antibiotics with 119 of 179 (66%) GPs and 98 of 169 (58%) GPs stating they would use them for the adult and the child, respectively or'= 3.7, P=O.O6; corrected 3.0 and 0.08).", "cite_spans": [], "ref_spans": [{"start": 198, "end": 205, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "There was a large degree of agreement about the initial dose of prednisolone to be used, with 139 of 167 (82%) GPs stating that they would give 30 mg or 40 mg (mode 40 mg) of prednisolone for the adult and 115 of 148 (78%) GPs prescribing 20 mg or 30 mg (mode 30 mg) for the child (see Fig. 1 ). One GP preferred the use of dexamethasone and two doctors (1%) stated one dose of 1 mg kg-i prednisolone for the child.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 292, "text": "Fig. 1", "ref_id": null}], "section": "Results"}, {"text": "One hundred and sixty-four answers were received for the adult and 148 answers for the child concerning the duration of initial dosage of prednisolone. There was a modal duration of response of 5 days for both adult and child (see Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 231, "end": 237, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Three doctors stated that they would continue the dose 'until peak flow returns to normal', and one doctor stated that the prednisolone would be continued 'until peak flow returns to normal and then same again'.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Eighteen (12%) and 15 GPs (10%) would tail off the course of prednisolone if it lasted 5 days or less for the adult and the child, respectively. If the course lasted 5-14 days, 78 (47%) and 62 (42%) respondents would tail off the course for the adult and child, respectively, and 132 (79%) and 112 (76%) respondents, respectively, for initial courses of more than 14 days. There were no statistically significant differences in these responses. Most doctors replied that they would initiate review, with only 20 of 179 (11%) and seven of 169 (4%) replying that the patient or parents/child, respectively, should determine the timing of review (see Table 2 ). One hundred and ten (61%) GPs stated that they would review the adult within 48 h and 130 (77%) would review the child within the same length of time k*=18.3, P<O.OOOl). The criteria by which a doctor would advise a patient to contact him/her for an unscheduled visit were also explored. Forty-eight of 179 (27%) and 57 of 169 (34%) respondents answered that worsening symptoms alone were the main determinants in the adult and child cases, respectively. No respondents were using peak flow readings alone in the adult and only two of 169 (1%) GPs were doing so in the child. (11) 42 (25) 90 (50) 88 (52) 33 (18) 20 (12) 3 (2) 2 (1) 20 (11) 7 (4) 12 (7) 10 (6) Values in parentheses are percentages.", "cite_spans": [], "ref_spans": [{"start": 648, "end": 655, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Twenty-seven of 179 (15%) doctors in the adult case and 25 of 169 (15%) in the child case stated that they would use a pre-existing self-management plan, but a large number [97 of 179 (54%) for the adult and 79 of 169 (47%) for the child] would use worsening symptoms and peak flow rate as factors for urgent re-assessment. Two GPs stated that the factors depended on the ability of the patient.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Ninety-one of 185 (49%) (GPs) responding to the questionnaire stated that they issued selfmanagement plans to adult asthmatics rotitinely, with four of 185 (2%) stating they did 'sometimes' (six answers were missing). Only 61 of 185 (33%) admitted to routine use in the over 7-year-olds and 46 of 185 (25%) (13 missing) in the under 7-year-olds. Where there was an asthma clinic in the practice, 86 of 154 (56%) GPs stated that they issued plans to the adults routinely, compared with 59 of 148 (six missing) (38%) GPs to the over 7's and 44 of 148 (six missing) (29%) to the under 7's.", "cite_spans": [], "ref_spans": [], "section": "USE OF A SELF-MANAGEMENT PLANS"}, {"text": "The results show that most GPs would prescribe oral steroids when faced with an acute asthma attack associated with respiratory tract infection and managed within a general practice setting. However, there is greater diversity of opinion about the initial dosage, length of course and means of stopping the course of treatment. Contrary to the British Thoracic Society Guidelines, there is a high reported usage of oral antibiotics in such situations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The 90% response rate suggested that the results are likely to be representative of all GPs in the Bath Health District. Although the characteristics of the 10% non-responders were not examined, 63% of respondents claimed not to have a special interest in asthma, tending to minimize the bias towards asthma-interested doctors noted in the GPIAG survey (6) . However, the results cannot necessarily be extrapolated to the country as a whole.", "cite_spans": [{"start": 353, "end": 356, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "In addition, whilst use of case histories assesses how GPs would respond to a standard situation, it does give rise to the criticism that respondents are more likely to give answers on the basis of what they 'think ought to be done' rather than on what they 'actually do'.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The GPIAG study (6) gave the present authors an opportunity to compare this survey of GPs' reported treatments with those actually given in similar circumstances, and thus to validate the present observations against clinical practice. The GPIAG data revealed a lower usage of steroids (56%) compared with 93% for adults and 88% for children in this study.", "cite_spans": [{"start": 16, "end": 19, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "While the reported usage of oral steroids may thus represent an overestimate of what the GPs would actually do, the same is unlikely to be true for antibiotic prescribing. Indeed, the reverse may apply since GPs responding may have been aware of the BTS Guidelines.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The GPIAG data revealed that GPs used antibiotics in 32% of acute attacks treated, whereas the present figures were considerably higher. This might reflect the present authors' quota sampling rather than the self-selection bias implicit in the GPIAG study. Figures similar to the present data were also shown by a hospital-based audit of therapy for acute attacks (8).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The perception from the authors' preliminary discussions that antibiotics are commonly used in asthma attacks associated with respiratory tract infection is confirmed by the present data. Recommendations to the contrary by the BTS are based on good recent evidence that respiratory tract infections which trigger asthma are mainly viral (l), and on older research which shows that antibiotic therapy confers no additional benefit in acute asthma management where bacterial infection is absent (9). General practitioners have to initiate treatment empirically when faced with an acute asthma episode, without the benefit of radiological or laboratory investigations. Studies are needed in a general practice setting to determine the proper role, if any, of antibiotics in this respect, since this appears to be a major resource usage issue.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Since some data from Italy has shown the presence of Chlamydia pneumoniae infection in seven out of 14 adults with exacerbations of asthma (lo), treatment with macrolides or tetracyclines, rather than penicillins, might have a role in some patients with acute asthma.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The 'setting up' of inhaled steroids is recommended by the BTS Guidelines at the initial consultation during an acute asthma attack. Disappointingly, only 35% and 31% of GPs in this study said that they would increase the dose of inhaled steroids at the initial consultation with the adult and the child, respectively. However, there appears to be no scientific validation of this advice to date.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The initial dose of oral prednisolone recommended by the BTS in acute asthma in adults is 30-60 mg (3). This would have been used by 93% of respondents. There is a relative paucity of dose-response studies in such situations, but a study by Webb in 1986 suggests a positive dose-response curve up to about 0.6 mg kg-' oral prednisolone and an optimal dose of 40mg (11).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "He also reported that there is an increasing response of mean peak flow rate, with duration of course of treatment up to a IO-1Cday plateau. This suggests that a lO-14-day course of treatment should be advised. In this study, just over two-thirds of GPs would use a course of 5 days or less or oral steroids in the adult case, with only 5% of GPs using a dose of 10 days or more. This suggests undertreatment. However, Webb's study did not involve increasing (or indeed stabilizing) inhaled steroid dosage which may minimize the duration of oral steroid course required to regain optimal lung function.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In children, the BTS recommends an initial dosage of 1-2mgkgg' prednisolone. In this study, only 2% of respondents specifically mentioned this dosage recommendation as their choice of dose. However, for a 9-year-old child, 10-90th centile weight limits are 21-39 kg giving a possible dose range of 20-80 mg! The recommendations on 'best dose' in children do, therefore, seem imprecise and there is a need for dose-response studies in children. Storr et al. suggested that a single high dose (60 mg) of oral prednisolone might be sufficient (12), but 30% of children in their study required further doses of treatment, suggesting that a single dose may not be satisfactory.", "cite_spans": [{"start": 444, "end": 456, "text": "Storr et al.", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, tapering off of the oral steroid dose was widely accepted as being unnecessary for initial courses of prednisolone of 5 days or less (89% and 90% of respondents for the adult and child, respectively). Forty-seven percent and 42% of GPs would tail off the course of steroids if it lasted S-14 days in the adult and the child, respectively. The BTS Guidelines are unhelpful in this respect and suggest 'the drug may then be stopped or the dose tapered'. A study by O'Driscoll et al. suggested that tapering of dosage is probably unnecessary in courses of treatment up to 10 days, providing that inhaled steroids are continued (13).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The detail given in the authors' clinical vignettes was not sufficient for any conclusions regarding the variation in duration of reported prescribed steroids to be drawn.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "However, further evidence-based guidance on dosages, duration and tapering would clearly be helpful for GPs who treat up to 90% of all episodes of acute asthma (6, 14) .", "cite_spans": [{"start": 160, "end": 163, "text": "(6,", "ref_id": "BIBREF5"}, {"start": 164, "end": 167, "text": "14)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Most GPs would instigate a follow-up of a patient within 24 h of the initial consultation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Not surprisingly, more GPs (77%) would follow-up the child within 24 h compared to the adult (61%).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Only 11% of GPs said that they would ask the patient to initiate review in the adult case and only 4% in the child's case. Most GPs (69% for the adult and 64% for the child) would advise consideration of peak flow readings and worsening symptoms for urgent review. However, only 15% of GPs would use a pre-existing self-management plan. This was reflected by the admission that only 49% of GPs issued plans routinely to patients with figures of 33% and 25% for children over 7 years of age and under 7 years of age, respectively. These disappointing figures were still reported by doctors where there was an asthma clinic in the practice, with 56% of doctors issuing plans to adult patients, 38% to the over 7's and 29% to the under 7's.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although the questionnaire did not specify exactly what type of self-management plan was being used, the study was conducted at a time in the U.K. when written home-peak-flow-based plans, as originally described by Beasley (15) , were being strongly advocated.", "cite_spans": [{"start": 215, "end": 227, "text": "Beasley (15)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The usefulness of self-management plans in chronic asthma has been documented in improving lung function and reducing morbidity (15,16), although the levels of symptoms and peak flow at which various stepped interventions should be commenced have not been validated. Increased use of self-management plans may allow follow-up after an acute attack managed in general practice to be more 'patient-led' rather than 'doctor led', although more caution is being expressed in the U.K. about the effectiveness of such plans for all patients with asthma (17,18).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, there appears to be widespread usage of both oral antibiotics and oral steroids in acute asthma attacks associated with respiratory tract infection treated in general practice. The most commonly reported duration of oral steroid course is 5 days, which may be sub-optimal in adults. There is probable over-practice of 'tapering off of oral steroids at course length over 5 days. Follow-up after the initial consultation is mainly doctor initiated with low use of patient-initiated review using self-management plans. Despite the shortcomings of the use of clinical vignettes, this research has raised important questions which need to be addressed. There is a need for more research to examine the role of antibiotics in acute asthma attacks associated with respiratory tract infection in general practice. Particularly, historical or investigative indicators for appropriate antibiotic prescribing should be developed. The optimum dose, duration or oral prednisolone therapy and a need to examine the validity of 'stepping up' inhaled steroid therapy after an acute attack should be examined. Finally, there is a need to validate the use of self-management plans in acute as well as chronic asthma and to promote their use as appropriate.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Community study of role of viral infections in exacerbations of asthma in 9-11 year old children", "authors": [{"first": "S", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Patternore", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}], "year": 1995, "venue": "BMJ", "volume": "310", "issn": "", "pages": "1225--1228", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Respiratory viruses and exacerbations of asthma in adults", "authors": [{"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "J", "middle": [], "last": "Kent", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Ireland", "suffix": ""}], "year": 1993, "venue": "BMJ", "volume": "307", "issn": "", "pages": "982--986", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Guidelines for the management of asthma in adults. 2. Acute Asthma", "authors": [{"first": "", "middle": [], "last": "British Thoracic Society", "suffix": ""}], "year": 1990, "venue": "BMJ", "volume": "301", "issn": "", "pages": "797--800", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Guidelines on the management of asthma", "authors": [{"first": "", "middle": [], "last": "British Thoracic Society", "suffix": ""}], "year": 1993, "venue": "Thorax", "volume": "48", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Infection in exacerbations of asthma: views of different groups of practitioners", "authors": [{"first": "C", "middle": ["K"], "last": "Connolly", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Murthy", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Prescott", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Alcock", "suffix": ""}], "year": 1991, "venue": "Postgrud &fed J", "volume": "67", "issn": "", "pages": "892--896", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "for General Practitioners in Asthma Group. National Asthma Attack Audit 1991-1992", "authors": [{"first": "R", "middle": ["G"], "last": "Neville", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Clarke", "suffix": ""}, {"first": "G", "middle": [], "last": "Hoskins", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}], "year": 1993, "venue": "BMJ", "volume": "306", "issn": "", "pages": "559--562", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The SPSS Guide to Data Analysis for SPSS/PC+. Chicago: Statistical Package for the Social Sciences", "authors": [{"first": "M", "middle": ["J"], "last": "Norusis", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Use of a guideline based questionnaire to audit hospital care of acute asthma", "authors": [{"first": "D", "middle": [], "last": "Bell", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Layton", "suffix": ""}, {"first": "J", "middle": [], "last": "Gabbay", "suffix": ""}], "year": 1991, "venue": "BA4.z", "volume": "302", "issn": "", "pages": "1440--1443", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Routine antibiotics in hospital management of asthma", "authors": [{"first": "Val", "middle": [], "last": "Graham", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Milton", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Knowles", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Davies", "suffix": ""}], "year": 1982, "venue": "Lancer", "volume": "1", "issn": "", "pages": "418--420", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Acute exacerbations of asthma in adults: role of Chlamydiupneumoniue infection", "authors": [{"first": "L", "middle": [], "last": "Allegra", "suffix": ""}, {"first": "F", "middle": [], "last": "Blasi", "suffix": ""}, {"first": "S", "middle": [], "last": "Centanni", "suffix": ""}], "year": 1994, "venue": "Eur Resp J", "volume": "7", "issn": "", "pages": "2165--2168", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Dose response of patients to oral corticosteroid treatment during exacerbations of asthma", "authors": [{"first": "J", "middle": ["R"], "last": "Webb", "suffix": ""}], "year": 1986, "venue": "BMJ", "volume": "292", "issn": "", "pages": "1045--1047", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effect of a single oral dose of prednisolone in acute childhood asthma", "authors": [{"first": "J", "middle": [], "last": "Storr", "suffix": ""}, {"first": "E", "middle": [], "last": "Barrel1", "suffix": ""}, {"first": "W", "middle": [], "last": "Barry", "suffix": ""}, {"first": "W", "middle": [], "last": "Lenney", "suffix": ""}, {"first": "G", "middle": [], "last": "Hatcher", "suffix": ""}], "year": 1987, "venue": "Lance?", "volume": "i", "issn": "", "pages": "879--992", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Double-blind trial of steroid tapering in acute asthma", "authors": [{"first": "B", "middle": ["R"], "last": "O&apos;driscoll", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalra", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "Cac", "middle": [], "last": "Pickering", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Carroll", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Woodcock", "suffix": ""}], "year": 1993, "venue": "Lancer", "volume": "341", "issn": "", "pages": "324--327", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The care of children with asthma in general practice: signs of progress?", "authors": [{"first": "I", "middle": ["H"], "last": "Charlton", "suffix": ""}, {"first": "Djg", "middle": [], "last": "Bain", "suffix": ""}], "year": 1991, "venue": "BJGP", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A self-management plan in the treatment of adult asthma", "authors": [{"first": "R", "middle": [], "last": "Beasley", "suffix": ""}, {"first": "M", "middle": [], "last": "Cushley", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1989, "venue": "Thorax", "volume": "44", "issn": "", "pages": "20--204", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluation of peak flow and symptoms only selfmanagement plans for control of acute asthma in general practice", "authors": [{"first": "I", "middle": [], "last": "Charlton", "suffix": ""}, {"first": "G", "middle": [], "last": "Charlton", "suffix": ""}, {"first": "J", "middle": [], "last": "Broomfield", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mullee", "suffix": ""}], "year": 1990, "venue": "BMJ", "volume": "301", "issn": "", "pages": "1355--1359", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Asthma: guided self management", "authors": [{"first": "M", "middle": ["R"], "last": "Partridge", "suffix": ""}], "year": 1994, "venue": "BMJ", "volume": "308", "issn": "", "pages": "547--548", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Peak flow based asthma self-management: a randomised controlled study in general practice", "authors": [{"first": "K", "middle": ["P"], "last": "Jones", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mullee", "suffix": ""}, {"first": "M", "middle": [], "last": "Middleton", "suffix": ""}, {"first": "E", "middle": [], "last": "Chapman", "suffix": ""}, {"first": "Holgate", "middle": [], "last": "St", "suffix": ""}, {"first": "The", "middle": [], "last": "Bts Research Committee", "suffix": ""}], "year": 1995, "venue": "Thorax", "volume": "50", "issn": "", "pages": "851--857", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". I Initial dose of prednisolone used by GPs in the adult and child with acute asthma. Open bars, child, Duration of oral prednisolone course. Open bars, child, n= 148; solid bars, adult, n= 167.TIMINGOF FOLLOW-UP", "latex": null, "type": "figure"}, "TABREF0": {"text": "Treatment given (other than nebulized salbutamol) in acute asthma attack, associated with respiratory", "latex": null, "type": "table"}, "TABREF1": {"text": "Time after initial consultation to review the", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Adult (n= 179) </td><td>Child (n= 169) </td></tr><tr><td>4 h or less </td><td>20 (11) </td><td>42 (25) </td></tr><tr><td>4-24 h </td><td>90 (50) </td><td>88 (52) </td></tr><tr><td>2-5 days </td><td>33 (18) </td><td>20 (12) </td></tr><tr><td>7 days or more </td><td>3 (2) (1</td><td>2 (1) </td></tr><tr><td>Patient-initiated </td><td>review only 20 1) </td><td>7 (4) </td></tr><tr><td>Patient to phone in routinely at pre-set time </td><td>12 (7) </td><td>10 (6) </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors wish to express their grateful thanks to the Medical Department of Allen and Hanburys for their educational grant and support in producing the questionnaire, to Joan Dunleavey, Aldermoor Health Centre, Southampton for collation of the results and to Jenny Coombs and Caroline Townley for their help with distribution and typing of the questionnaires and reports. Finally, thanks to the GPs of Bath Health District for finding time to fill in 'yet another questionnaire'.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "A 45year-old asthmatic man is usually well controlled on twice daily beclomethasone via a metered dose inhaler (total 4OOpg day-i) and inhaled salbutamol qds pm. His maximum attainable peak flow rate (PEFR) = 600 1 m-i.In the preceding 2 days, he has developed a respiratory tract infection with sore throat, cough with yellow sputum and runny nose. He has been waking at night and using his salbutamol six times in the last 24 h.On examination (in surgery at 10 am) he is: Talking in unbroken sentences; Pulse rate= 110 regular; Respiratory rate = 30 min -i; and PEFR=210 1 min-'. Ausculation of his chest reveals scattered wheezes only. His pharynx is red. You give him nebulized salbutamol. He feels much better and PEFR improves to 280 1 min -' after 20 min.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "A 9-year-old asthmatic girl (height 4ft 4ins) is usually well controlled on twice daily inhaled beclomethasone Rotacaps (total dose 400,~g day-') and salbutamol Rotacaps 2OOpg pm qds. Her maximum attainable peak flow rate (PEFR) = 260 1 m -i. She is brought into the surgery by parents having developed a respiratory tract infection in the last 24 h, with a cough, productive of yellow sputum, runny nose and sore throat. She has become more wheezy and breathless and was awake during the night with wheeze.On examination (in surgery at 10 am): She speaks in short sentences; Pulse rate=llOmin-'; Respiratory rate= 30 min -' (no intercostal recession); and PEFR=1201min-'. You give her nebulized salbutamol and she symptomatically improves with PEFR = 160 1 min -i . ", "cite_spans": [], "ref_spans": [], "section": "Case 2: The child"}]}