{"paper_id": "1e62a454b436adc90ea12c5e186a4252f9787a83", "metadata": {"title": "Identification of super-transmitters of SARS-CoV-2", "authors": [{"first": "Xuemei", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University of Hong Kong", "location": {"settlement": "Kowloon", "region": "Hong Kong"}}, "email": ""}, {"first": "Ning", "middle": [], "last": "Dong", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University of Hong Kong", "location": {"settlement": "Kowloon", "region": "Hong Kong"}}, "email": ""}, {"first": "Edward", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wai-Chi", "middle": [], "last": "Chan", "suffix": "", "affiliation": {"laboratory": "State Key Lab of Chemical Biology and Drug Discovery", "institution": "", "location": {}}, "email": ""}, {"first": "Sheng", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University of Hong Kong", "location": {"settlement": "Kowloon", "region": "Hong Kong"}}, "email": "shechen@cityu.edu.hk"}]}, "abstract": [{"text": "A newly emerged coronavirus, SARS-CoV-2, caused severe outbreaks of pneumonia in 21", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The genomic characteristics of SARS-CoV-2 have been elucidated using phylogenetic, 57 structural and mutational analyses by scientists across the globe [4] . High-throughput 58 sequencing revealed that SARS-CoV-2 was a novel betacoronavirus which resembled CoV at around 79.5% sequence identity [5, 6] . A recent study indicated that SARS-CoV-2 was 60 96% identical to a bat coronavirus RaTG13 (accession: MN996532) at the genomic level, 61 suggesting that bat might be a natural host of SARS-CoV-2 [7] . GISAID is a platform for 62 sharing genetic data of influenza. Currently, a rapidly increasing number of SARS-CoV-2 63 genomic sequences are being deposited into this database from laboratories around the world 64 [8] . On the other hand, some recent studies also suspected that Malayan pangolins (Manis", "cite_spans": [{"start": 152, "end": 155, "text": "[4]", "ref_id": null}, {"start": 295, "end": 298, "text": "[5,", "ref_id": null}, {"start": 299, "end": 301, "text": "6]", "ref_id": null}, {"start": 438, "end": 440, "text": "61", "ref_id": null}, {"start": 499, "end": 502, "text": "[7]", "ref_id": null}, {"start": 719, "end": 722, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Sequence analysis, alignment and mutation identification 90 A total of 343 full-length SARS-CoV-2 genomes available in the GISAID platform 91 (https://platform.gisaid.org/) as of March 5, 2020 were downloaded [8] . A total of 247 92 sequences with high sequence quality as noted in the GISAID database were included for 93 further analysis after removing sequences containing little temporal signal and thus are not 94 unsuitable for inference using phylogenetic molecular clock models. Information regarding the 95 date and country of isolation were also retrieved from the GISAID platform. The annotated 96 reference genome sequence of the SARS-CoV-2 isolate Wuhan-Hu-1 (accession: 97 NC_045512.2) was downloaded from the NCBI GenBank database. All genomes were 98 annotated by GATU Genome Annotator [11] using the SARS-CoV2 isolate Wuhan-Hu-1 99 (NC_045512.2) as reference [12] . Nucleotide and amino acid mutations of all genome and 100 separate proteins were analyzed by blast (https://blast.ncbi.nlm.nih.gov/) using the sequence of 101 strain Wuhan-Hu-1 as reference. Global genomic surveillance of SARS-CoV-2 was implemented by means of an automated 105 phylogenetic analysis pipeline using Nextstrain, which generates an interactive visualization 106 integrating a phylogeny with sample metadata such as geographic location or host age [13] .", "cite_spans": [{"start": 57, "end": 59, "text": "90", "ref_id": null}, {"start": 209, "end": 212, "text": "[8]", "ref_id": null}, {"start": 802, "end": 806, "text": "[11]", "ref_id": null}, {"start": 876, "end": 880, "text": "[12]", "ref_id": null}, {"start": 1344, "end": 1348, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "89"}, {"text": "The pipeline involved the sequence alignment module with MAFFT [14] , phylogenetic 108 analysis with IQ-TREE [15], maximum-likelihood phylodynamic analysis with Treetime [16],", "cite_spans": [{"start": 57, "end": 67, "text": "MAFFT [14]", "ref_id": null}], "ref_spans": [], "section": "107"}, {"text": "Phylodynamics analysis of genome sequences of SARS-CoV-2 strains collected worldwide 126 To trace the evolutional process and identify the common ancestor of 247 strains of SARS-127 CoV-2 collected worldwide, root-to-tip regression scatter plots was conducted among all 128 SARS-CoV-2 genomes, with R 2 being found to be 0.23, suggesting that these 247 viral 129 sequences shared a common recent ancestor (Fig 1a) . The date of the most recent common 130 ancestor (tMRCA) of all reported SARS-CoV-2 viruses was 2019-Nov-12, suggesting that this 131 virus emerged recently (Fig 1a) . A total of 379 nucleotide mutations were identified among 132 these 247 sequences based on the sequence alignment, among which G 11083 T (n=5), T3G (n=3), 133 G 29864 A (n=3), C 29870 A (n=3), A1T (n=2), A4T (n=2), T 4402 C (n=2), G 5062 T (n=2), T 18603 C (n=2) 134 and G 22661 T (n=2) were the most homoplasic mutations (Fig 2, (n=3, P 34 S, Q62* and H 73 Q), ORF10 (n=2, P 10 S and I 13 M) and E protein (n=1, S 6 L) (Fig 1b) . 143 Identification of single amino acid substitutions in SARS-CoV-2 isolates consistently showed 144 that these isolates shared a recent common ancestor but entered diverse evolution paths. The 145 estimated substitution rate of SARS-CoV-2 was 8.90e-04 subs/site/year, which was similar to 146 that of other RNA viruses including SARS-CoV, Ebola virus, Zika virus, and others, which 147 was found to be at ~ 1e-3 subs/site/year (http://virological.org/t/phylodynamic-analysis-93-148 genomes-15-feb-2020/356). Based on this mutation rate, a genome of 29kb of SARS-CoV-2 will 149 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 85, "end": 88, "text": "126", "ref_id": null}, {"start": 846, "end": 849, "text": "134", "ref_id": null}, {"start": 1014, "end": 1017, "text": "143", "ref_id": null}], "ref_spans": [{"start": 405, "end": 413, "text": "(Fig 1a)", "ref_id": null}, {"start": 572, "end": 580, "text": "(Fig 1a)", "ref_id": null}, {"start": 905, "end": 912, "text": "(Fig 2,", "ref_id": "FIGREF14"}, {"start": 1003, "end": 1011, "text": "(Fig 1b)", "ref_id": null}], "section": "125"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. isolates obtained from HNSM. Compared to these six viral genomes, others displayed various 160 mutation profiles which comprised 1 to 6 mutations in the genomes. We therefore set these six (Table S1) . could be identified in all offsprings (Fig 2) . The first cluster contained two mutations, C 8782 T 194 and T 28144 C; the second cluster contained the mutation G 26144 T; the third cluster contained the 195 mutation G 11083 T; the fourth cluster contained three mutations, C 241 T, C 3037 T and A 23403 G.", "cite_spans": [], "ref_spans": [{"start": 325, "end": 335, "text": "(Table S1)", "ref_id": "TABREF3"}, {"start": 376, "end": 383, "text": "(Fig 2)", "ref_id": "FIGREF14"}], "section": "125"}, {"text": "Tracing the changes in mutation profiles of these viral genomes over time allowed us to 197 visualize the transmission and evolution dynamics of SARS-CoV-2. Since viruses of all of 198 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "196"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "196"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10. 1101 these four clusters exhibited very high potential to undergo global transmission, we define 199 viruses in these four clusters as super-transmitter cluster 1 (ST1), 2 (ST2), 3(ST3) and 4(ST4). Table 2 ). The viruses in ST1 were also found to be able to rapidly mutate along the 212 transmission paths. Three genome sequences that were reported in Australia, Vietnam and USA 213 on Feb. 28, 24 and Mar. 03, 2020 respectively, were found to harbour a total of 11 mutations.", "cite_spans": [{"start": 97, "end": 101, "text": "1101", "ref_id": null}], "ref_spans": [{"start": 295, "end": 302, "text": "Table 2", "ref_id": "TABREF5"}], "section": "196"}, {"text": "An additional nine mutations were acquired by the parental virus within 50 days (from Jan 05 215 to Feb. 24, 2020), with a mutation rate of 2.3e-3 subs/site/year (29kb genome size), which was 216 much higher than the predicted mutation rate of SARS-CoV-2 (4.057 e-4 subs/site/year) and 217 other coronaviruses such as SARS-CoV-1 and MERS virus. Among viral genomes in this 218 cluster, 43 out of 85 genomes exhibited five or more mutations ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 442, "end": 450, "text": "Table 2)", "ref_id": "TABREF5"}], "section": "214"}, {"text": "Detailed analysis of mutation profiles of the genome sequences in ST1 enables us to trace the 221 evolution routes of these viruses in specific region. In Washington State, USA, a genome 222 sequence with three mutations, C 18060 T, C 8782 T and T 28144 C, was reported on Jan 25, 2020. A 223 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. on Feb. 29, 2020, in which 9, 10 and 11 mutations were identified respectively ( Table 3) . Our 246 data showed that as many as eight additional mutations were acquired by the parental virus 247 within 30 days (from Jan 28 to Feb. 29, 2020), representing a mutation rate of 3.3e-3 248 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 225, "text": "Table 3)", "ref_id": null}], "section": "220"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "220"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 subs/site/year (29kb genome size), which was much higher than the predicted mutation rate of from Italy, and contributed to the current explosive increase in incidence of COVID-19 in 274 Europe (Table 5) To better understand the temporal and spatial distribution of these super-transmitters, we plot 291 variation in the types of genome sequences recovered from different continents against time.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [{"start": 296, "end": 305, "text": "(Table 5)", "ref_id": null}], "section": "220"}, {"text": "The original viruses were transmitted in the first week before the emergence of these super-293 transmitters. ST1 was the first batch of viruses that emerged and dissemination continued 294 throughout the study period. Other STs emerged at different time points and transmission also 295 peaked at different dates. Transmission of ST2 and ST3 mainly occurred between mid January 296 to mid February. Transmission of ST4 viruses mainly began at the end of February. Viruses of 297 the four clusters exhibited much higher mutation rate than those which exhibited diverse 298 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "292"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "292"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020. . https://doi.org/10. 1101 genetic profiles and could not be allocated into specific genetic cluster when compared to the 299 original genome (Fig 3a) . ST1 viruses were those which were disseminated extensively in 300 China, in particular in the later stage of the outbreak (Fig 3b) . ST1, ST2 and ST3 were prevalent 301 in other Asian countries (Fig 3c) . All the four clusters were involved in the outbreaks in Europe 302 in the early stage, but ST4 was the cluster that eventually transformed the outbreaks in Europe 303 to the pandemic level (Fig 3d) . In Oceania, ST1 was involved mainly in the early stage of 304 outbreak, yet ST2 became dominant at the later stage (Fig 3e) . ST1 and other types of viruses 305 were the major transmitters in the US. ST1 was shown to be transmitted mainly in the states of 306 Washington and California, whereas the other types were mainly transmitted in other states, 307 (Fig 3f, Table S1 ). Upon finishing our manuscript, we went to check the available genome sequences in the 312 database and found a rapid increase of numbers of sequences. A total of 1539 genome 313 sequences reported after February 29, 2020 were included for a quick analysis to identify the 314 type of these most recent genomes. As shown in Table 6 , most of the genomes were reported 315 from USA (968 / 63%) and Europe (441 / 29%), where the pandemics were the most server.", "cite_spans": [{"start": 97, "end": 101, "text": "1101", "ref_id": null}, {"start": 290, "end": 293, "text": "300", "ref_id": null}], "ref_spans": [{"start": 217, "end": 225, "text": "(Fig 3a)", "ref_id": "FIGREF15"}, {"start": 350, "end": 358, "text": "(Fig 3b)", "ref_id": "FIGREF15"}, {"start": 422, "end": 430, "text": "(Fig 3c)", "ref_id": "FIGREF15"}, {"start": 622, "end": 630, "text": "(Fig 3d)", "ref_id": "FIGREF15"}, {"start": 748, "end": 756, "text": "(Fig 3e)", "ref_id": "FIGREF15"}, {"start": 989, "end": 1006, "text": "(Fig 3f, Table S1", "ref_id": "FIGREF15"}, {"start": 1333, "end": 1340, "text": "Table 6", "ref_id": "TABREF6"}], "section": "292"}, {"text": "It is good to see some genomes from Africa (20 / 1%) and South America (23 / 2%), which 317 were minimally reported before March 01, 2020. Among these genomes, 89% of the genomes 318 belonged to ST1-4 with ST4 being the most dominant (56%), while the original derivatives 319 accounted for only 11%, which were mainly reported in UK and Netherland. In Africa, ST4 320 (18/20, 90%) was the major type with some of the cases showing travel history to Europe; in 321 Asia, the major types became ST3 (17/33, 52%) and ST4 (16/33, 48%); in Europe, all types 322 were presence with ST4 being the dominant one (668/968, 69%); all the types were reported 323 in the US with ST1 (282/441, 62%) and ST4 (137/441, 14%) being the dominant; in Canada, 324 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "316"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 all types except for ST1 were present; in Oceania, all four STs were present with ST3 being 325 the dominant; in South America, ST1 and ST4 were the most dominant types ( Table 6) . 326 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [{"start": 273, "end": 281, "text": "Table 6)", "ref_id": "TABREF6"}], "section": "316"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 Discussion 327 We conducted detailed and comprehensive analyses of sequences of SARS-CoV-2 reported 328 from December to March 05, 2020 and deposited in the GISAID database. The detailed 329 analysis of 247 high quality genome sequences of SARS-CoV-2 provides insight into the 330 evolution and transmission of this novel virus (Fig 5) . The ancestor of SARS-CoV-2 could (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 113, "end": 116, "text": "327", "ref_id": null}], "ref_spans": [{"start": 430, "end": 437, "text": "(Fig 5)", "ref_id": null}], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 dominant, yet by the end of February and early March, these four super-transmitters became Lastly, our data also provided insight into the major transmitting viruses in current pandemic 373 areas in the world. For example, in Italy, ST2, ST3 were reported in the end of January, while 374 ST4 was reported in February and early March. Similar trends were seen in other countries 375 with exception that a higher proportion of the original viral genomes were reported in 376 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "316"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 Netherland. In the US, the original viruses were reported in other states, while ST1 was the 377 major virus that caused outbreak in Washington and California States. Other ST genomes were 378 also sporadically reported in the US. Although data from Iran is not available, two genomes 379 reported from Australia with travel history from Iran were shown to belong to ST3, suggesting 380 that this cluster was responsible for the pandemic in Iran. In Australia, all genomes were 381 reported except ST4. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "316"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "316"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 of each dot represents the region of isolation of the corresponding isolate. Ancestral state 491 reconstruction and branch length timing were performed with TreeTime [16].", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "316"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "493"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "493"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 (STs) were identified. Each ST was found to exhibit a signature mutation profile.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "493"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "497"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "497"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020. . (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "497"}, {"text": "The copyright holder for this preprint this version posted April 22, 2020 . . https://doi.org/10.1101 US but was less prevalent in other parts of the world. ST2 and ST3 was transmitted mainly in Asian countries other than China, as well as Europe 508 from mid of January to mid of February. ST4 was transmits mainly in Europe in the beginning and then transmitted to all over the world.", "cite_spans": [{"start": 59, "end": 73, "text": "April 22, 2020", "ref_id": null}, {"start": 74, "end": 101, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "497"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Origin and evolution of pathogenic coronaviruses", "authors": [{"first": "J", "middle": [], "last": "Cui", "suffix": ""}, {"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z-L", "middle": [], "last": "Shi", "suffix": ""}], "year": 2019, "venue": "Nature reviews 403 Microbiology", "volume": "17", "issn": "3", "pages": "181--192", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Severe acute respiratory syndrome-related coronavirus-The species and its 405 viruses, a statement of the Coronavirus Study Group", "authors": [{"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical 407 characteristics of 2019 novel coronavirus infection in China", "authors": [{"first": "W-J", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z-Y", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W-H", "middle": [], "last": "Liang", "suffix": ""}, {"first": "C-Q", "middle": [], "last": "Ou", "suffix": ""}, {"first": "J-X", "middle": [], "last": "He", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Shan", "suffix": ""}, {"first": "C-L", "middle": [], "last": "Lei", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comparative analyses of SAR-CoV2 genomes from 409 different geographical locations and other coronavirus family genomes reveals unique 410 features potentially consequential to host-virus interaction and pathogenesis", "authors": [{"first": "R", "middle": [], "last": "Sardar", "suffix": ""}, {"first": "D", "middle": [], "last": "Satish", "suffix": ""}, {"first": "S", "middle": [], "last": "Birla", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Genomic 412 characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins 413 and receptor binding. The Lancet", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Niu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A novel 415 coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Shi", "suffix": ""}, {"first": "R", "middle": [], "last": "Lu", "suffix": ""}], "year": 2019, "venue": "New England Journal of Medicine", "volume": "416", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiological 418 and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, 419 China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "GISAID: Global initiative on sharing all influenza data-from vision to 421 reality", "authors": [{"first": "Y", "middle": [], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Mccauley", "suffix": ""}], "year": null, "venue": "Eurosurveillance", "volume": "2017", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A 423 pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Si", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "B", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "424", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "On the 425 origin and continuing evolution of SARS-CoV-2", "authors": [{"first": "C", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "", "middle": [], "last": "Song", "suffix": ""}, {"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Duan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "", "middle": [], "last": "Wang", "suffix": ""}, {"first": "", "middle": [], "last": "Qian", "suffix": ""}, {"first": "", "middle": [], "last": "Cui", "suffix": ""}, {"first": "", "middle": [], "last": "Lu", "suffix": ""}], "year": null, "venue": "National Science Review", "volume": "036", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Genome Annotation Transfer Utility (GATU): rapid 428 annotation of viral genomes using a closely related reference genome", "authors": [{"first": "V", "middle": [], "last": "Tcherepanov", "suffix": ""}, {"first": "A", "middle": [], "last": "Ehlers", "suffix": ""}, {"first": "C", "middle": [], "last": "Upton", "suffix": ""}], "year": 2006, "venue": "BMC Genomics", "volume": "429", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A new 431 coronavirus associated with human respiratory disease in China", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["G"], "last": "Song", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": ["W"], "last": "Tao", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Pei", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "432", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nextstrain: real-time tracking of pathogen evolution", "authors": [{"first": "R", "middle": ["A"], "last": "Neher", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "434", "issn": "23", "pages": "4121--4123", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Multiple alignment of DNA sequences with MAFFT. In: 436 Bioinformatics for DNA sequence analysis", "authors": [{"first": "K", "middle": [], "last": "Katoh", "suffix": ""}, {"first": "G", "middle": [], "last": "Asimenos", "suffix": ""}, {"first": "H", "middle": [], "last": "Toh", "suffix": ""}], "year": 2009, "venue": "", "volume": "437", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "IQ-TREE: a fast and effective stochastic 438 algorithm for estimating maximum-likelihood phylogenies", "authors": [{"first": "L-T", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Schmidt", "suffix": ""}, {"first": "Von", "middle": [], "last": "Haeseler", "suffix": ""}, {"first": "A", "middle": [], "last": "Minh", "suffix": ""}, {"first": "B", "middle": ["Q"], "last": "", "suffix": ""}], "year": 2015, "venue": "Molecular biology and evolution", "volume": "439", "issn": "1", "pages": "268--274", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "TreeTime: Maximum-likelihood phylodynamic analysis. 441 Virus evolution", "authors": [{"first": "P", "middle": [], "last": "Sagulenko", "suffix": ""}, {"first": "V", "middle": [], "last": "Puller", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Neher", "suffix": ""}], "year": 2018, "venue": "", "volume": "4", "issn": "", "pages": "42--442", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Inkscape: guide to a vector drawing program: prentice hall press", "authors": [{"first": "T", "middle": [], "last": "Bah", "suffix": ""}], "year": 2007, "venue": "", "volume": "443", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large 444 phylogenies", "authors": [{"first": "A", "middle": [], "last": "Stamatakis", "suffix": ""}], "year": 2014, "venue": "Bioinformatics", "volume": "30", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Interactive tree of life (iTOL) v3: an online tool for the display and 446 annotation of phylogenetic and other trees", "authors": [{"first": "I", "middle": [], "last": "Letunic", "suffix": ""}, {"first": "P", "middle": [], "last": "Bork", "suffix": ""}], "year": 2016, "venue": "Nucleic Acids Research", "volume": "44", "issn": "", "pages": "242--245", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of newly emerged coronaviruses such as the highly pathogenic severe acute 44 respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome 45 coronavirus (MERS-CoV) have caused serious respiratory and intestinal infections in human 46 within the past two decades [1]. In December 2019, another new coronavirus, SARS-CoV-2, 47 has emerged and caused outbreaks of lower respiratory tract infections, often with poor clinical 48 outcome, in Wuhan, China. The virus, which has since spread to other cities in China and 49 various countries worldwide [2], exhibited a high potential to undergo human-to-human 50 transmission [3]. As of March 26, 2020, a total of 692 thousand infections were documented 51 worldwide, among which 68 thousand occurred in China (https://www.gisaid.org/epiflu-52 applications/global-cases-betacov/). As a result, WHO declared the risk of SARS-CoV-2 as 53 \"Very High\" in China (https://www.who.int/docs/default-source/coronaviruse/situation-54 reports/20200202-sitrep-13-ncov-v3.pdf).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "161 genomes as reference genome for subsequent analyses. Two earliest viral genomes reported on 162 Dec. 24 and 26 were found to harbour two and three mutations when compared to the reference 163 viral genome, respectively. Four viral genomes from HNSM also contained two mutations with 164 different profiles, suggesting that the original SARS-CoV-2 strain might have been circulating 165 in HNSM for a certain period of time and underwent mutational changes in different 166 intermediate hosts (Table S1). These observations suggested that HNSM was not the only 167 origin of the COVID-19 outbreak, instead the market might only serve as a medium in which 168 transmission of this virus to human first occurred. The original virus seemed to have with the finding that identical genomes were reported in Japan, where the cruise ship was 175 docked. A total of 26 out of the 247 genome sequences tested contain one mutation. Unless 176 isolated from the same location, most of these genomes exhibit unique mutational profile. Five 177 sequences from the Princess Diamond cruise ship were found to exhibit unique mutation 178 profiles, thus further suggesting that random mutations occurred during viral evolution. It 179 should be noted that these genome sequences were also reported in Wuhan, other parts of China 180 and various other countries, confirming that the transmission of the original virus to different 181 parts of the world was accompanied by active but random mutational changes during the 182 process", "latex": null, "type": "figure"}, "FIGREF4": {"text": "of genome sequences of SARS-CoV-2 185 Phylogenetic analysis of the 247 SARS-CoV-2 genomes was also performed, with results 186 showing that such viral genomes exhibited highly diverse genetic profiles and that random 187 mutations occurred during the evolutional process within the first two months. Interestingly, 188 four clusters of genome sequences were observed among the 247 genomes, with the rest 189 exhibiting more diverse profiles. These results were consistent with the data of maximum-190 likelihood phylodynamic analysis shown in Figure 1. Comparison of the mutation profile of 191 each cluster enabled us to discover that all viral genomes in the same cluster were derived from 192 one parental viral genome sequence which bears a signature mutation profile, as such profile 193", "latex": null, "type": "figure"}, "FIGREF5": {"text": "transmission of super-transmitter cluster 1 (ST1) 202 ST1 carried the signature mutation profile of C 8782 T and T 28144 C. The C 8782 T change is a silent 203 mutation, whereas T 28144 C is associated with the amino acid substitution L 84 S in the Orf8ab 204 protein. The ST1 viruses were transmitted very efficiently and a total of 85 out of 247 (34%) 205 genome sequences belonging to this cluster as of March 03, 2010. The earliest sequence of in 206 this cluster was reported in Wuhan, China on Jan 05, 2020 and seven were subsequently 207 reported in January and February in different parts of China and Australia, suggesting that 208 widespread transmission of this cluster of viruses occurred (Table 2). The viruses in ST1 were 209 mainly transmitted among Asian countries area such as China, Japan, South Korea, Taiwan 210 and Singapore, as well as North America, in particular the states of California and Washington 211 in USA (", "latex": null, "type": "figure"}, "FIGREF6": {"text": "11 mutations. The data provided direct evidence of active evolution that results 228 in a large number of mutational changes during the process of transmission of a single virus 229 within a short period of time. In addition, a genome sequence which has two additional 230 mutations when compared to the original virus in this cluster, but were different from those in 231 genome sequences in Washington, was reported in Sichuan, China, suggesting that the same 232 parental virus was also transmitted across China during this period (Table 2). 233 234 Evolution and transmission of super-transmitter 2 (ST2) 235 ST2 carried the signature mutation G 26144 T, which resulted in the G 251 V amino acid substitution 236 in Orf 3 protein of SARS-CoV-2. The first viral genome in this cluster was reported on Jan. 25, 237 2020 in Australia and a total of 28 out of the 247 (11.2%) sequences tested were found to 238 belong to ST2. The parental virus had acquired different mutations and had been disseminated 239 to various Asian countries, North America (USA), Europe, South America (Brazil) and 240 transmission in Australia. Viruses in this cluster seemed to be extensively transmitted by the 241 end of January and lasted till early February. By the end of February, however, transmission 242 efficiency of such viruses seemed to have dropped, as only 4 oof 28 sequences reported during 243 the period Feb. 26 to Mar. 03. 2020 belong to this cluster. Viruses in this cluster were also 244 found to have significantly mutated. Examples are three genomes reported from Switzerland245", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Genomes in ST4 were reported more recently, from the end of February to275    early March. A total of 21 out of 247 (8.4%) genome sequences have been reported so far.276Among the 247 genome sequences of the four clusters of super-transmitters, there is no genome 277 containing either one of these three mutations or a combination of two of these three mutations,278    suggesting that the parental viral genome of ST4 could not be identified. The first virus of this 279 cluster was reported on Jan 28, 2020 in Germany. This virus acquired another silent mutation, 280 C 14408 T, and further spread to other countries in Europe. This virus was also found to mutate 281 efficiently, with three genomes reported on Feb. 29, 2020 from Switzerland carrying 9, 10 and 282 11 mutations respectively. Eight additional mutations were acquired by the parental virus 283 within 30 days (from Jan 28 to Feb. 29, 2020), with a mutation rate of 3.3e-3 subs/site/year 284 (29kb genome size), which was much higher than the predicted mutation rate of SARS-CoV-2 285 (8.0e-4 subs/site/year). At a later stage, ST4 viruses became the most efficient in causing 286 transmission in Europe. Among the 28 genomes reported between Feb. 20 to March 03, 2020, 287 20 (71%) belonged to this transmitter (Table 5).288 289 Temporal and spatial distribution of super-transmitters of SARS-CoV-2 290", "latex": null, "type": "figure"}, "FIGREF9": {"text": "331 have emerged at a date as early as November, 2019 based on results of phylodynamics analysis 332 of these genome sequences. According to the time line of outbreaks, the original virus from 333 Wuhan city and HNSM was responsible for the widespread transmission of SARS-CoV-2 in 334 different parts of the world in January. The origin of the outbreak was not limited to HNSM, 335 those which occurred in multiple sites in Wuhan city might have contributed to the early 336 transmission events and subsequent dissemination to different parts of China and various 337 countries around the world. These data also implied that wild animals in HNSM may not be 338 the intermediate host of SARS-CoV-2 as sources other than HNSM are also considerd the 339 origin of this virus. Given the fact that multiple patients in Wuhan were simultaneously infected 340 by viruses of different genetic composition in the initial outbreak, we hypothesize that a 341 common wild animal such as wild rat would be the most likely intermediate host. Alternatively, 342 a common environmental factor, such as a faulty sewage system, may be involved. It is 343 therefore necessary to investigate the role of a common animal vector or dissemination route 344 in eliciting the SARS-CoV-2 outbreak. 345 346 Interestingly, as the original virus continued to transmit in China and over the world, it has 347 evolved into four major genetic clusters, namely super-transmitter clusters, along with other 348 non-cluster variants derived from the original virus. Each ST cluster carried its unique signature 349 mutation(s), which enable us to trace its origin and transmission dynamics. In the early 350 transmission stage (December and January, 2020), variants from the original virus were 351 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "China and other parts of Asia and became the major virus that caused severe 354 outbreaks in Washington and California states in the US and South Korea; ST2 and ST3 were 355 extensively transmitted in other parts of Asia and Europe during the end of January and early 356 February but its prevalence dropped at the end of February and early March, and was replaced 357 by ST4 which contributed to the pandemic in Europe. Mapping the mutational profile of viral 358 genomes enables us to trace the transmission of viruses of different clusters in different parts 359 of the world. Interestingly, ST4 was not reported in China or other parts of the world. The first 360 genome of this cluster was reported in Germany and contributed to the rapid dissemination of 361 SARS-CoV-2 in Europe. Mutation profile with ST4 is unique, with three mutations being 362 observed in the first viral genome. Genomes with one or two of these three mutations were not 363 reported anywhere. These data do not simply imply that ST4 originated from Europe. One 364 limitation of the study is that we can only utilize currently available genome sequences. The 365 lack of genome sequence of ST4 in other continent does not necessarily mean that ST4 viruses 366 are not present in other continents. A second limitation of this study is the lack of data to explain 367 the mechanisms underlying the evolution of these genetic clusters into super-transmitters. 368 Every ST cluster carried at least one amino acid mutation in different protein. Whether such 369 mutational changes were the key step that enabled SARS-CoV-2 to evolve into super-370 transmitters must be investigated in future research studies.371 372", "latex": null, "type": "figure"}, "FIGREF11": {"text": "signature mutations as markers for different STs, we were able to analysed 1539 384 genomes reported in March. The data further confirmed that four STs became dominant in 385 March with around 90% of the genomes belonging to these four STs, among which ST4 386 became the dominant cluster transmitting in Europe. It also stared transmitting to other parts 387 of world including Africa, Asia, North America and Oceania. ST1 was still the major type 388 transmitting in the US and has transmitted to South America in particular Brazil. These data 389 confirmed that ST1 and ST4 would become worldwide transmitter and dominate the future 390 transmission of SARS-CoV-2 in the world.", "latex": null, "type": "figure"}, "FIGREF12": {"text": ", this study show that four major genetic clusters of viruses evolved from the 393 original SARS-CoV-2 and have transmitted extensively over the world, each becoming 394 dominant in different parts of the world, and that viruses without any signature mutation of the 395 four super-transmitters appear to be transmitted much less efficiently. These super-transmitters 396 exhibit not only high transmission efficiency, but also high mutation rate without 397 compromising infectivity, compromising effectiveness of current infection control effort. Our 398 findings therefore provide important insight into the molecular features of the highly 399 transmissible variants of SARS-CoV-2. 400 401 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Root-to-tip regression scatter plots and distribution of mutations across the 485 SAR-CoV-2 genomes. (a) Root-to-tip regression scatter plots of different strains of SARS-486 CoV-2. (b) Distribution of mutations across the SAR-CoV-2 genome. (A) and (B) illustrated 487 the entropy and events of nucleotide mutations. (C) and (D) illustrated the entropy and events 488 of amino acid mutations. Figure 1. Root-to-tip regression scatter plots of different strains of 489 SARS-CoV-2. Dots in the plot indicate the SARS-CoV-2 isolates used in this study. The color 490 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Phylogentic analysis of SARS-CoV-2 genomes. Four super-transmitter clusters 495", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Changes in the distribution pattern and mutation rate of different super-500 transmitter clusters in various continents over time. Distribution of different STs and their 501 mutations (a) Overall, (b) in China, (c), in Asian countries excluding China, (d) in Europe, (e) 502 in Oceania, and (f) in North America. Two genomes with over 20 mutations were not included 503 to facilitate easy visualization of the graphs.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Transmission of super-transmitters and other derivatives of the original SARS-CoV-2 in different areas of world. The derivatives 506 of the original virus have been transmitted worldwide and contributed to the early outbreak of COVID-19. ST1 transmits mainly in Asia and the 507", "latex": null, "type": "figure"}, "TABREF0": {"text": "supplementary file 1). A total 135 of 147 strains were found to contain single amino acid change, with the majority of such 136 changes being located within ORF1ab (n=104). The L 3606 F change was detected in two viral 137 sequences, while other mutations occurred only once. Mutations that result in amino acid changes include single substitution in the S protein (n=19, D 614 G, L 752 F, F 32 I, H 655 Y, V 483 A, 139 F 157 L, V 615 L, K 202 N, S 939 F, F 797 C, A 93 0V, R 408 I, V 367 F, Q 409 E, S 254 F, A435S, D 1146 E, S 247 R and 140 P 1143 L), ORF3a (n=8, E 191 G, G 76 S, K 61 N, V 259 L, T 176 I, L 140 V, T 269 M and V 88 L), N protein (n=6, 141 K 247 I, S 194 L, P 46 S, S 327 L, E 378 Q and D 343 V), ORF8 (n=4, T 11 I, L 84 S, S 97 N and S 67 F), ORF7a", "latex": null, "type": "table"}, "TABREF1": {"text": "end up with ~26 mutations per genome per year, suggesting that within the two months' study period, the number of mutations in each genome should not exceed five if all test isolates emerged as a result of natural evolution of a single SARS-CoV-2 strain.Multiple origins of SARS-CoV-2 in Wuhan, ChinaTo shed light on the evolution trend of SARS-CoV-2, we analysed the time-dependent changes in mutation profiles of the test strains in detail. A total of 16 viral genomes collected before Jan. 01, 2020, were included (Table 1). All of these 16 genomes were obtained from Wuhan, with half of them from Huanan Seafood Wholesale Market (HNSM) where the original outbreak occurred. Six genomes contained identical sequences, four of which belonged to", "latex": null, "type": "table"}, "TABREF2": {"text": "The copyright holder for this preprint this version postedApril 22, 2020.  .  https://doi.org/10.1101 virus carrying these three mutations was reported in Fujian, China on Jan 21, 2020, suggesting that the virus might have originated from Fujian, China(Table 2). This virus was then further", "latex": null, "type": "table"}, "TABREF3": {"text": "Mutational profile analysis of SARS-CoV-2 genome sequences obtained inHNSM, Hua Nan Seafood Wholesale Market. All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF4": {"text": "The copyright holder for this preprint this version postedApril 22, 2020.  .  https://doi.org/10.1101", "latex": null, "type": "table"}, "TABREF5": {"text": "Mutational analysis of genome sequences in super-transmitter cluster 1.", "latex": null, "type": "table"}, "TABREF6": {"text": "Distribution of different types of SARS-CoV-2 over the world after February 29, 2020.", "latex": null, "type": "table"}}, "back_matter": []}