{
    "paper_id": "1e635cd9d721f6f5bef20eb8ca924a0d04935eab",
    "metadata": {
        "title": "A Scalable Topical Vectored Vaccine Candidate Against SARS-CoV-2 2 3 4",
        "authors": [
            {
                "first": "Mohammed",
                "middle": [
                    "A"
                ],
                "last": "Rohaim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Munir",
                "suffix": "",
                "affiliation": {},
                "email": "muhammad.munir@lancaster.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) caused an 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ongoing unprecedented global public health crises of coronavirus disease in 2019 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(CoVID-19). The precipitously increased death rates, its impact on livelihood and 17 trembling economies warrant the urgent development of SARS-CoV-2 vaccine which 18 would be safe, efficacious and scalable. Owing to unavailability of the vaccine, we 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "propose a de novo synthesised avian orthoavulavirus 1 (AOaV-1)-based topical 20 respiratory vaccine candidate against CoVID-19. Avirulent strain of Newcastle disease 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "virus, proto-type virus of AOaV-1, was engineered to express full length spike (S) 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "glycoprotein which is highly neutralizing and major protective antigen of the SARS-23",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV-2. Broad-scale in vitro characterization of recombinant vaccine candidate 24 demonstrated efficient co-expression of the hemagglutinin-neuraminidase (HN) of 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AOaV-1 and S protein of SARS-CoV-2, and comparable replication kinetics were 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "observed in cell culture model. The recombinant vaccine candidate virus actively 27 replicated and spread within cells independently of exogenous trypsin. Interestingly, 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "incorporation of S protein of SARS-CoV-2 into the recombinant AOaV-1 particles 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "attributed the sensitivity to anti-SARS-CoV-2 antiserum and more prominently to anti-30",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AOaV-1 antiserum. Finally, our results demonstrated that the recombinant vaccine 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "vector stably expressed S protein after multiple propagation in chicken embryonated 32 eggs, and this expression did not significantly impact the in vitro growth characteristics 33 of the recombinant. Taken together, the presented respiratory vaccine candidate is 34 highly attenuated in primates per se, safe and lacking pre-existing immunity in human, 35 and carries the potential for accelerated vaccine development against CoVID-19 for 36 clinical studies. An outbreak of pneumonia was erupted in Chinese seafood market in Wuhan during 53 late 2019 and within a month of its origin, on 30 January 2020, a Public Health 54",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "35",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "36",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emergency of International Concern was declared by the World Health Organization 55 (WHO) due to its high human-to-human transmission. Within next month, the outbreak 56 of coronavirus disease in 2019 (CoVID-19) soared among communities 57 unprecedentedly and spread across the globe and a pandemic was declared on 11 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "March 2020 by WHO. A large proportion (~80%) of CoVID-19 infected patients 59",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "showed only moderate symptoms which led to staggering rate increase in global 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "spread of the infection. The acute respiratory distress syndrome, manifested in ~20% 61",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "of CoVID-19 patients, caused substantial case fatality rates especially in elderly and 62",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "frail people with co-morbidities 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2), the causative 65 agent of ongoing CoVID-19 pandemic, belongs to the family Coronavirdae within the 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "Betacoronavirus non-structural proteins (nsp 1-16) and multiple accessary proteins. Amongst these 71 viral proteins, the S protein constitute a major protective antigen that elicit highly 72 specific antibodies mediated immune responses 2 . Therefore, the S protein remained 73 the primary vaccine markers against coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "Currently, there is no registered drugs or vaccines available to curb the pandemic; 76 however, multiple vaccines using a range of technologies are being developed, or pre-77 clinically or clinically being investigated 3 . Amongst these, an inactivated vaccine has 78 elicited strong antibodies which can neutralize multiple SARS-CoV-2 strains and can 79 partially or fully protect macaques against SARS-CoV-2 challenge 4 . A chimpanzee 80 adeno (ChAd)-vectored vaccine, expressing the full-length S gene of SARS-CoV-2, 81 elicited humoral and cell-mediated responses in rhesus macaques 5 . However, it failed 82 to fully alleviated clinical signs in vaccinated macaques albeit reduced severity and 83 protection against pneumonia. The ChAdOx1 nCoV-19 also failed to reduce the viral 84 replication in the nose, highlighting the potential spread of SARS-CoV-2 through 85 sneezing even in vaccinated people 5 . 86 87",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "Owing to multifaceted advantages, the avian orthoavulavirus 1 (AOaV-1) proposes a 88 potential vaccine vector against SARS-CoV-2. Specifically, AOaV-1 (represented by 89 a type species, Newcastle disease virus, NDV) are exclusively cytoplasmic viruses 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "and therefore the viral gene segments are not integrated into the host genome which 91 raises their safety profile. Since these vectors lack natural recombination, the 92 expression of transgenes is genetically stable. Additionally, AOaV-1 can infect multiple 93 species of animals, the vaccines can be produced in chicken embryonated eggs and 94 multiple cell lines 6 . Given these and other features, apathogenic strains of AOaV-1 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "have been used as live attenuated vaccines against multiple viruses including 96 influenza, SARS, human immunodeficiency virus 7,8 , human parainfluenza, rabies 9 , 97",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "Nipah disease 10 , Rift Valley fever 11 , Ebola and highly pathogenic H5N1 12,13 . 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "Importantly, AOaV-1 has appeared to be safe and effective in mice 10,13 , dogs 9 , pigs 10 , 99 cattle 14,15 , sheep 14 , African green and rhesus monkeys 16,17 and humans 18-21 . Notably, 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "the natural host of AOaV-1 are birds and the vector is antigenically distinct from 101 common human pathogens. Therefore, no pre-existing immunity in human make it an 102 ideal vector to deliver transgene effective and safely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "75"
        },
        {
            "text": "In the present study, we de novo designed an AOaV-1 vector and generated a 105 recombinant vaccine candidate by expressing full-length codon optimized S protein of 106 the SARS-CoV-2 at a pre-optimized gene junction. This topical respiratory vaccine 107 candidate was fully characterized in vitro. Based on the infection and spreadability 108 within cells, its sensitivity to anti-AOaV-1 and anti-SARS-CoV-2 neutralizing 109",
            "cite_spans": [],
            "ref_spans": [],
            "section": "104"
        },
        {
            "text": "antibodies, its replication kinetics and stability in chicken embryonated eggs, the 110 rAOaV-1-SARS-CoV-2 is a scalable topical vectored vaccine candidate against 111 SARS-CoV-2 to be tested for safety and immunogenicity in animal studies. 112 113",
            "cite_spans": [],
            "ref_spans": [],
            "section": "104"
        },
        {
            "text": "Design and Construction of AOaV-1-SARS-CoV-2 Vaccine Candidate. An 116 avirulent strain of AOaV-1 was used to construct vaccine candidate against SARS-117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "115"
        },
        {
            "text": "CoV-2. The full length antigenomic sequence of AOaV-1, originally isolated from 118 asymptomatic wild birds, was de novo synthesised. To facilitate minigenome 119 transcription, an autocatalytic and \"rule-of-six\" adhered hammerhead ribozyme 120 sequences was introduced in both 5' and 3'-ends of the antigenome (Fig. 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "115"
        },
        {
            "text": "An expression cassette containing the Kozak sequence, GE, GS, IG and the ORF for 123 the full-length S gene was codon-optimized for homo sapiens codon usage and 124",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "inserted into the unique PmeI site between P and M genes, which was originally 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "preserved during the cloning of complete antigenome (Fig. 1A) . The construct was 126 named rAOaV-1-SARS-CoV-2 whereas the AOaV-1 without the insertion of the 127 foreign gene (AoaV-1-wt) was used as infection control throughout the study. The 128",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "122"
        },
        {
            "text": "orientation of the inserted S gene was confirmed by the nucleotide sequence analysis. individually inoculated eggs, using real-time PCR and hemagglutination assays, has 134",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "identified successfully rescued rAOaV-1-SARS-CoV-2 viruses ( Fig. 1  135 Supplementary) which were used to fully characterize in the presented study. where a vast majority of rAOaV-1-SARS-CoV-2-infected cells expressed both HN and 144 S proteins simultaneously (Fig. 1D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 72,
                    "text": "Fig. 1  135",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 270,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                }
            ],
            "section": "122"
        },
        {
            "text": "Both recombinant and wild type AOaV-1 isolates replicated at high titre in eggs (≥28 147 HAU/ml, data not shown). The evaluation of the viral replication in the presence of 148 exogenous proteases in Vero cells indicated that rAOaV-1 expressing codon 149 optimized S gene replicated at the level comparable to wild type AOaV-1 (Fig. 1E) . 150 The expression analysis of the S protein by Western blot indicated a potent expression 151 of the full-length S protein in rAOaV-1-SARS-CoV-2-infected cells whereas expression 152 of the HN proteins was detected in both recombinant and wt AOaV-1-infected cells 153",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "150",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "( Fig. 1F and Fig. 3 supplementary) . These results confirm that the expression of the 154 transgene (S) didn't interfere with the growth characteristics of the AOaV-1 and could 155 be a replication competitive vaccine candidate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 35,
                    "text": "Fig. 1F and Fig. 3 supplementary)",
                    "ref_id": null
                }
            ],
            "section": "146"
        },
        {
            "text": "Exogenous Trypsin Independent Growth Characteristics of Vaccine Construct. 158",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "To initiate virus replication, the F protein of the AOaV-1 has to be cleaved by cellular 159",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "proteases 22 . In order to investigate the pre-requisite of exogenous trypsin-like 160 extracellular proteases for the infectivity of AOaV-1, eggs-propagated rAOaV-1- of the infection, confirmed a gradual spread of the infection (Fig. 2B) . Co-expression 170 fluorescence profile highlighted the co-localization of both surface proteins (Fig. 2C) . 171",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                }
            ],
            "section": "157"
        },
        {
            "text": "Similar to recombinant AOaV-1, the AOaV-1-wt replicated to a similar extent over the 172 course of two days post-infection without the need of exogenous extracellular 173",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "proteases and saturated level of expression of the HN protein was observed at 48 174 hours post-infection ( Fig. 2D and Fig. 2 supplementary) . The cumulative 175",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "Fig. 2D and Fig. 2 supplementary)",
                    "ref_id": null
                }
            ],
            "section": "157"
        },
        {
            "text": "fluorescence dynamics (Fig. 2E ) and fluorescence profile (Fig. 2F) confirmed the 176 active and progressive expression and HN-specific staining, respectively. Taken  177 together, these results confirm the active replication, and expression of AOaV-1 and 178",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "(Fig. 2E",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 67,
                    "text": "(Fig. 2F)",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 170,
                    "text": "Taken  177",
                    "ref_id": null
                }
            ],
            "section": "157"
        },
        {
            "text": "foreign genes in Vero cells independently of exogenous trypsin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "The rAOaV-1-SARS-CoV-2 is Sensitive to AOaV-1 and SARS-CoV-2 Antisera. The 181",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "F and HN surface glycoproteins are critical for receptor binding as well as membrane 182",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "fusion which are indispensable for virus entry and subsequent initiation of the virus 183",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "replication 22,23 . In contrast, the coronaviruses have only a single enveloped 184 glycoprotein which perform dual functions of receptor binding and membrane fusion 24 . 185",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "In order to understand the influence of the S protein of the SARS-CoV-2 on the 186 infectivity of recombinant virus, the sensitivities of AOaV-1 and SARS-CoV-2 antisera 187",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "were assessed and compared for neutralization. As expected, the AOaV-1-wt was 188 resistant to mock antiserum neutralization and was almost fully neutralized by the 189 serum against the AOaV-1 (Fig. 3A) . Quantitatively, the anti-AOaV-1 antiserum 190 reduced the infection of AOaV-1-wt in Vero cells by ~92% compared to the mock-191 neutralization (Fig. 3B) . Neutralization analysis of the rAOaV-1-SARS-CoV-2 showed 192 a significant blockage of the virus replication by pre-incubation and subsequent 193",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 358,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                }
            ],
            "section": "180"
        },
        {
            "text": "infection of rAOaV-1-SARS-CoV-2 with either anti-AOaV-1 antiserum or anti-SARS-194",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "CoV-2 anti-serum (Fig. 3C) . There was no neutralization observed upon virus's 195 treatment with the naïve mouse control serum. Compared to mock-neutralization, as 196",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "text": "(Fig. 3C)",
                    "ref_id": null
                }
            ],
            "section": "180"
        },
        {
            "text": "high as 90% inhibition of the rAOaV-1-SARS-CoV-2 was observed with anti-AOaV-1 197",
            "cite_spans": [],
            "ref_spans": [],
            "section": "180"
        },
        {
            "text": "antiserum and ~40% inhibition was noticed using anti-SARS-CoV-2 anti-serum (Fig.  198  3D) . These observations confirm that the incorporation of S protein of SARS-CoV-2 199 into the recombinant AOaV-1 particles attributed the sensitivity of the AOaV-1 to anti-200 SARS-CoV-2 antiserum and anti-AOaV-1 antiserum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 90,
                    "text": "(Fig.  198  3D)",
                    "ref_id": null
                }
            ],
            "section": "180"
        },
        {
            "text": "In Vitro Growth Characterization of the Vaccine Construct. In order to understand 203 the replication competence of rAOaV-1-SARS-CoV-2 and AOaV-1-wt, a multistep 204 growth kinetics was evaluated in Vero cells. The time-course quantitative 205 measurement of the genomic copies confirmed that the expression of the S gene didn't 206",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "interfere with the viral replication and the rAOaV-1-SARS-CoV-2 replicated 207 competitively and comparability with the AOaV-1-wt (Fig. 4A) . The cell lysate from 208 same experimental setting was used to assess the expression of the AOaV-1 209 structural proteins. The expression analysis using Western blotting demonstrated that 210",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "202"
        },
        {
            "text": "both AOaV-1-wt (Fig. 4B) and rAOaV-1-SARS-CoV-2 (Fig. 4C) S-gene expression-confirmed viruses were passaged in 8-days-old embryonated 220 chicken eggs for five consecutive passages. Both rAOaV-1-SARS-CoV-2 and AOaV-221",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 48,
                    "end": 57,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                }
            ],
            "section": "202"
        },
        {
            "text": "1-wt replicated substantially in eggs (≥28 HAU/ml, data not shown). The comparative 222",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "replication competence was assessed between first and fifth eggs passaged viruses 223",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "in Vero cells. The rAOaV-1-SARS-CoV-2 expressing the S protein of the SARS-CoV-224 2 grew efficiently and at the level of the AOaV-1-wt in the first passage as well as after 225 5 th passage in the embryonated eggs (Fig. 5A) . Correspondingly, the expression of 226 the structural protein of the AOaV-1 further confirmed the stable propagation of the wt 227",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                }
            ],
            "section": "202"
        },
        {
            "text": "and recombinant viruses at least for several passages (Fig. 5B and Fig. 3  228  supplementary) . The sequence integrity of the inserted S gene as well as the P and 229",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 94,
                    "text": "(Fig. 5B and Fig. 3  228  supplementary)",
                    "ref_id": null
                }
            ],
            "section": "202"
        },
        {
            "text": "M junction was assessed without any mutations. Additionally, sequencing of the S 230 gene from the first and fifth passages confirmed no unwanted mutations in purified 231",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "viruses. These results demonstrate that the rAOaV-1-SARS-CoV-2 expresses S gene 232",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "stably and this expression did not significantly impact the in vitro growth characteristics 233 of the recombinants. 234 235",
            "cite_spans": [],
            "ref_spans": [],
            "section": "202"
        },
        {
            "text": "The precipitously increasing deaths, negative impact on lives and livelihood, and 238",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "trembling economies warrant the urgent development of SARS-CoV-2 vaccine which 239 would be safe, efficacious and scalable. Amongst experimental vaccines being 240",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "presented for SARS-CoV-2, the vectored-based vaccines hold potential for effective 241 vaccine against CoVID-19 3 . However, each viral vector inherit multiple advantages 242 and disadvantages and careful consideration of gene delivery system may pave the 243 way for an effective vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "We propose here a pre-tested vaccine vector based on the recombinant apathogenic 246 strain of AOaV-1 (i.e. NDV). We engineered AOaV-1 to express the full-length S 247 glycoprotein of SARS-CoV-2 which is a vital viral neutralization and major protective While the mechanism of host range-restriction needs investigations, it is known that 253",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "AOaV-1 induces a strong interferon response in mammalian cells which in turn limit 254 its replication 26,27 . Additionally, sialic acid receptors for the viral attachment might show 255 fundamental differences between avian and mammalian hosts and thus define the 256 host restriction. It has been observed that bovine parainfluenza virus type 3, another 257 paramyxovirus in the same family, determine the host range restriction through 258 multiple viral proteins 28 . Notwithstanding, AOaV-1 are clearly highly restricted to 259",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "primates and this selective replication is irrespective of any of the known pathotypes 260",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "such as mesogenic or lentogenic strains of AOaV-1 29 . 261 262",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "In addition to above mentioned factors, the AOaV-1 carries a range of advantages 263 over multiple other vectors. Similar to other paramyxoviruses, AOaV-1 enters host cells by direct fusion at the 277 plasma membrane through a pH-independent mechanism 32,33 . The AOaV-1 can also 278 enter host cells by an endocytic pathway. The entry of the AOaV-1 in the cell is then 279 mediated by the surface fusion (F) glycoprotein, which is also a major determinant of 280",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "AOaV-1 virulence in birds 34 . The viral infectivity requires cleavage of the F protein 281 through the intracellular ubiquitous proteases including furin, allowing disseminated 282 replication in multiples organs and tissues. A mechanism similar to AOaV-1, rAOaV-283",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "1-SARS-CoV-2 entry the cells through proteolytic cleavage of the S protein 24 . The 284",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "trypsin-independent infectivity of rAOaV-1-SARS-CoV-2, as was observed in our 285 study, facilitated the vector propagation in cells culture model as well as embryonated 286 chicken eggs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "245"
        },
        {
            "text": "It has previously been shown that insertion of the transgene may allow the vector 289 sensitive to neutralization by antibodies which are specific to the inserted protein and 290 may facilitate the seepage of neutralization by vector-specific neutralizing 291",
            "cite_spans": [],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "antibodies 25, 35 . The rAOaV-1-SARS-CoV-2 expresses both the native structural HN 292 protein as well as S glycoprotein and therefore the entry into the cell may be attributed 293",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "text": "35",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "to the AOaV-1-like or SARS-CoV-2-like. In conjunction to this hypothesis, the anti-294",
            "cite_spans": [],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "AOaV-1 antiserum as well as anti-SARS-CoV-2 could substantially block the entry of 295 the rAOaV-1-SARS-CoV-2. Additionally, the recombinant AOaV-1-SARS-CoV-2 296 offers an exciting system to underpin functional interactions between native and 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "foreign envelope glycoproteins in one viral particle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "Recently, insertion of the foreign genes in the backbone of the AOaV-1 has been 300 practiced for multiple viruses including influenza, SARS, human immunodeficiency 301 virus 7,35 , human parainfluenza, rabies 9 , Nipah disease 10 , Rift Valley fever 11 , Ebola and 302 highly pathogenic H5N1 12,13 . In several studies, it has been demonstrated that 303",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "insertion of the transgene into the genomes of AOaV-1 resulted in reduced 304 pathogenicity in poultry birds. This safety was maintained even after the expression of 305 the HA gene from a highly pathogenic avian influenza virus 11-13 . Sustained, stable and 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "progressive replication of both wt and recombinant viruses demonstrated effective 307 spread within cells independently. 308 309",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "Taken together, our results demonstrated that the recombinant vector expressing S 310 protein propagated stably in chicken embryonated eggs for several consecutive 311 passages, and this expression did not significantly impact the in vitro growth 312",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "characteristics of the recombinants. The presented respiratory vaccine candidate has 313",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "the potential for further development as vaccine vector to be available for expedited 314 vaccine development for pre-clinical and clinical studies. 315 316",
            "cite_spans": [],
            "ref_spans": [],
            "section": "299"
        },
        {
            "text": "Cells and viruses. AOaV-1-wt vaccine vector was rescued as described previously 36 have assessed the optimal gene expression when inserted between P and M 333 gene 35, 37, 38 . This arrangement of the gene is identical among all AOaV-1. 334",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "text": "36",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "35,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "In order to offer a competitive reverse genetic system as a novel vaccine vector, an 336 avirulent strain of AOaV-1 was used carrying lentogenic-alike (e.g. NDV) cleavage site 337",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "and pathogenicity (Patent pending on the technology). The full length antigenomic 338 sequence of AOaV-1, originally isolated from asymptomatic wild birds, was partially 339 de novo synthesised (NBS Biologicals, UK) using a novel sequence modification 340",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "approach. Rest of the genome length mainly constituting around the P gene was 341 cloned using overlapping PCRs. The entire cassette was then shuttled into the 342 TVT7R(0,0) (Addgene Plasmid #98631). In order to avoid incorporation of an extra 343",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "non-viral gene residues into the transcribed minigenome and efficient transcription of 344 the gene, an autocatalytic and \"rule of six\" adhered HHRz was introduced at the 5'-345 end and hepatitis delta virus ribozyme (HdvRz) at the 3' end of the antigenome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "335"
        },
        {
            "text": "An expression cassette for the full-length S gene was first in silico generated, 348",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "containing the Kozak sequence, GE, GS, IG and the ORF for the full length S gene 349 was codon-optimized for homo sapiens codon usage and inserted into the unique 350",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "PmeI site between P and M genes, which was originally preserved during the cloning 351 of complete antigenome. The construct was named rAOaV-1-SARS-CoV-2 whereas 352",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "the AOaV-1 without the insertion of the foreign gene (AOaV-1-wt) was used as 353",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "infection control throughout the study. The orientation of the inserted S gene was 354 confirmed by the nucleotide sequence analysis at the time of cloning as well as during 355",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "the propagation of the vector in cells and chicken embryonated eggs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "347"
        },
        {
            "text": "The rAOaV-1-SARS-CoV-2 and AOaV-1-wt were used to rescue the infectious viruses 358",
            "cite_spans": [],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "as described previously 36 at -80 before inoculating into 8-days-old embryonated chicken eggs. After additional 365 three days, individual eggs were screened using hemagglutination assay and real-366 time PCR as we described before [39] [40] [41] permeabilized with 0.1% Triton X-100 for 10 min. After blocking of the cells with 5% 399 bovine serum albumin (BSA) in PBS, they were incubated with monoclonal antibody 400 (mAb) 44 to probe HN or S or both proteins. Binding of primary antibodies were 401 visualized using Alexa 488 α-rabbit and 568 α-mouse secondary antibodies 402",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "text": "36",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[39]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "(Invitrogen). The S and HN proteins expression were analysed through fluorescence 403",
            "cite_spans": [],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "for wild-type and recombinant viruses compared to mock infected cells. The 40,6-404 diamidino-2-phenylindole (DAPI) was used to stain cell nuclei and the images were 405 captured using a Zeiss confocal laser-scanning microscope (Zeiss, Kohen, Germany). 406",
            "cite_spans": [],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "Digital images were processed using Adobe illustrator software, and the same 407 parameters were applied to the whole image area. Competing interests 438",
            "cite_spans": [],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "The authors declare no competing interests. 439 440",
            "cite_spans": [],
            "ref_spans": [],
            "section": "357"
        },
        {
            "text": "Supplementary figures are associated with this manuscript. 442 443",
            "cite_spans": [],
            "ref_spans": [],
            "section": "441"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and Important Lessons From the 446 Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Outbreak in China: Summary of a",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Paramyxovirus fusion: a hypothesis for changes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "197",
            "issn": "",
            "pages": "1--544",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Newcastle 546 disease virus may enter cells by caveolae-mediated endocytosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cantin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holguera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Munoz-Barroso",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Gen. Virol",
            "volume": "547",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "549 Optimization of human immunodeficiency virus gag expression by newcastle 550 disease virus vectors for the induction of potent immune responses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carnero",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Borderia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moltedo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "551",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rescue of recombinant 553 Newcastle disease virus from cDNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ayllon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "80)10.3791/50830"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "P and M gene junction is the optimal 555 insertion site in Newcastle disease virus vaccine vector for foreign gene 556 expression",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zsak",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Gen. Virol",
            "volume": "96",
            "issn": "1",
            "pages": "40--45",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Have we found an Optimal Insertion Site in a Newcastle 558 Disease Virus Vector to Express a Foreign Gene for Vaccine and Gene 559 Therapy Purposes? Br",
            "authors": [
                {
                    "first": "Qingzhong",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biological Standards Commission, Manual of 561 Diagnostic Tests and Vaccines for Terrestrial Animals: Mammals, Birds and 562 Bees",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie. Newcastle Disease",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Basic Laboratory Manual for the Small-Scale Production and 565 Testing of 1-2 Newcastle Disease Vaccine. FAO Regional Office for Asia and 566 the Pacific",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Grimes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Development of a real-time reverse-transcription PCR for 568 detection of Newcastle disease virus RNA in clinical samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Wise",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. of Clin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A simple method of estimating fifty per cent 571 endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am. J. Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Simultaneous Deletion of Virulence 573 Factors and Insertion of Antigens Into the Infectious Laryngotracheitis Virus 574 Using NHEJ-CRISPR/Cas9 and Cre-Lox System for Construction of a Stable 575 Vaccine Vector. Vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Atasoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rohaim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Munir",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Characterization of Monoclonal Antibodies to 577 Newcastle Disease Virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Gen. Virol",
            "volume": "64",
            "issn": "",
            "pages": "2069--2072",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The full-length ORF for S gene of SARS-CoV-2 was over-595 hanged with required transcriptional signals (GE, GS, IG) and inserted in between P 596 and M genes. The rough gene size is mentioned below each gene, the division of the 597 genome across the length and number of nucleotides in intergenic region is displayed 598 at the top of the schema of the AOaV-1 genome",
            "authors": [],
            "year": null,
            "venue": "Figure 1. Construction, rescue and characterization of rAOaV-1-SARS-CoV-2 594 vaccine candidate. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The co-expression of both surface proteins is coloured yellow in 601 combined images. (C) Quantitative co-expression profile is marked with arrow and 602 shown in the line chart. (D) A total of 9 microscopic fields were scanned for the 603 presence of HN or S or both proteins. A significantly higher proportion of HN+S 604 expressing cells was identified. (E) A comparable replication of AOaV-1-wt or rAOaV-605 1-SARS-CoV-2 in Vero cells indicating the competitive replication of AOaV-1 even 606 after the expression of the foreign S gene. (F) Western blot analysis for the expression 607 of the HN protein indicating the active replication of the AOaV-1 and S protein 608 indicating the replication competence of the recombinant virus",
            "authors": [],
            "year": null,
            "venue": "AOaV-1-wt or rAOaV-1-SARS-CoV-2 and sainted for the expression of the HN (red) 600 or S (green) proteins",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Vero cells were infected with moi of 1.0 with rAOaV-1-SARS-CoV-2. These 615 cells were fixed with paraformaldehyde at 0, 6, 12, 24-and 48-hours post-infection 616 and stained for the HN protein of rAOaV-1 and S protein in the rAOaV-1-SARS-CoV-617 2. (B) Cumulative quantification of the green (S) and red (HN) fluorescence intensities 618 before confocal microscopic imaging. (C) The co-expression profile for the HN and S 619 proteins. (D) Vero cells were infected with moi of 1.0 with AOaV-1-wt. These cells were 620 fixed with paraformaldehyde at 0, 6, 12, 24-and 48-hours post-infection and stained 621 for the HN protein of AOaV-1. (E) Cumulative quantification of the green (S) and red 622 (HN) fluorescence intensities before confocal microscopic imaging",
            "authors": [],
            "year": null,
            "venue": "Replication of rAOaV-1-SARS-CoV-2 and AOaV-1-wt in mammalian 614 cells. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "AOaV-627 1-wt virus was incubated with an antiserum against AOaV-1 for 2 hours or was 628 incubated with plan antiserum. The Vero cells were then infected with these viruses 629 and incubated for 24 hours before staining against the HN protein of AOaV-1. (B) The 630 mock-neutralization was set to 100%, and the quantitative analysis of the virus 631 replication was plotted for the AOaV-1 neutralized with antiserum",
            "authors": [],
            "year": null,
            "venue": "Sensitivity of recombinant and wt viruses against antisera. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "These cells were then 634 stained for the expression of the HN glycoprotein of rAOaV-1-SARS-CoV-2. (D) 635 Quantitative measurement of the staining intensities plotted against the mock-treated 636 neutralization control. The asterisk indicates the level of significance. kinetics of the vaccine and wt constructs. (A) Vero cells were 641 infected with an moi 1.0 of rAOaV-1-SARS-CoV-2 or AOaV-1-wt for 2 hours (0 hour 642 post infection) and were then replaced with media to be incubated and extraction of 643 RNA at 6",
            "authors": [],
            "year": null,
            "venue": "CoV-2 virus was incubated with an anti-AOaV-1 antiserum or SARS-CoV-2 antiserum 633 for 2 hours before infection of Vero cells for another 24 hours",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vero cells were infected with AOaV-1 and total 645 cell lysate was prepared at indicated time points post-infection. These lysates were 646 run for Western blotting using HN antibodies to demonstrate virus replication and 647 alpha tubulin as loading control. (C) Similar to section B, cells were infected with 648 rAOaV-1-SARS-CoV-2 and the expression for the HN and alpha tubulin was 649 measured at indicated time points",
            "authors": [],
            "year": null,
            "venue": "AOaV-1 standard run in parallel. (B)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The rAOaV-1-SARS-CoV-2 as well as AOaV-1-wt 654 were propagated in eggs and were quantified in Vero cells. The titre quantification, as 655 shown in the bar chart, represent comparable replication. Both rAOaV-1-SARS-CoV-656 2 and AOaV-1-wt were consecutively propagated in chicken embryonated eggs for 5 657 passages and the virus titre was quantified in Vero cells. (B) The first and fifth 658 passages for both rAOaV-1-SARS-CoV-2 and AOaV-1-wt were used to",
            "authors": [],
            "year": null,
            "venue": "Figure 5. Stability replication of AOaV-1 SARS-CoV-2 vaccine candidate in 653 embryonated chicken eggs. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Supplementary Figure 1. A real-time PCR-based detection of rescued AOaV-1-wt 665 (A) and rAOaV-1-SARS-CoV-2 (B) in chicken embryonated eggs. (C) Quantitative 666 presentation of AOaV-1-wt or rAOaV-1-SARS-CoV-2 detection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hemagglutination assay used to screen the chicken embryonated eggs for the 668 presence (+)/absence (-) of AOaV-1-wt or rAOaV-1-SARS-CoV-2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Supplementary Figure 2. Replication of wt and recombinant viruses in Vero 671 cells. (A) Expanded confocal microscopic images representing Figure 2 A-C in the 672 main text. (B) Comprehensive and expanded confocal microscopic images 673 representing Figure 2 D-F in the main text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "(b-CoV) genus. Similar to SARS-CoV and Middle Eastern respiratory 67 syndrome-related coronavirus (MERS-CoV), SARS-CoV-2 carries a single stranded 68 linear RNA genome with positive polarity 2 . The genome is consisted of 4 structural 69 proteins including envelope (E), spike (S), membrane (M), and nucleocapsid (N), 16 70",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rescue of Recombinant Vaccine and Evaluation of the Spike Gene Expression 131 of SARS-CoV-2. The rAOaV-1-SARS-CoV-2 and AOaV-1-wt were rescued in Vero 132 cells and propagated in 8-day-old embryonated chicken eggs. Screening of multiple 133",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Expression of the S protein was confirmed by indirect confocal immunofluorescent 138 staining of rAOaV-1-SARS-CoV-2-infected Vero cells. Counter-staining of the HN 139 protein of AOaV-1 and S protein of SARS-CoV-2 confirmed co-expression of the 140 surface protein in rAOaV-1-SARS-CoV-2-infected Vero cells, whereas only HN protein 141expression was observed in AOaV-1-wt-infected cells(Fig. 1B). Graphical profile of 142 the expression intensities confirmed co-expression of both surface proteins(Fig. 1C) 143",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "161 SARS-CoV-2 and AOaV-1-wt were used to infect Vero cells with a multiplicity of 162 infection (MOI) of 1.0 without exogenous trypsin treatment. As expected, the 163 replication of rAOaV-1-SARS-CoV-2 was apparent 6 hours post-infection and the 164 individually infected cells spread the infection to neighbouring cells within next 12 165 hours. At 2 days post-infection, as high as 90% of the cells were infected with the 166 rAOaV-1-SARS-CoV-2 and majority of cells co-expressed HN protein of the AOaV-1 167and S protein of the SARS-CoV-2 (Fig. 2A and Fig. 2 supplementary). Cumulative 168 fluorescence dynamics, based on either HN or S protein expressions, over the course 169",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "progressively 211 replicated in Vero cells and expressed the HN protein as early as 6 hours post-212 infection and as late as 2 days after initiation of the infection. These results 213 demonstrated that the expression of the foreign genes by the AOaV-1 was unable to 214 further attenuate the replication of the virus and could yield into sufficient viral quantity 215 in cell culture system. 216 217 Stability of Recombinant AOaV-1 SARS-CoV-2 Vaccine Candidate. In order to 218 assess the stability of the foreign gene in the recombinant AOaV-1, the recovered and 219",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "248 antigen of the virus 24 . Using exhaustive in vitro characterization of recombinant 249 vaccine candidate, rAOaV-1-SARS-CoV-2 demonstrated efficient co-expression of 250 surface proteins of AOaV-1 and SARS-CoV-2 in mammalian cell line. This host-range 251 restricted replication in mammals is one of the most attractive properties of AOaV-1 25 . 252",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ", 319 passaged twice on African green monkey kidney (VERO) cells, and in embryonated 320 chicken eggs. Vero cell line was obtained from the American Type Culture Collection 321 (ATCC, Manassas, VA). These cells were grown in Dulbecco's minimal essential 322 medium (DMEM) containing 10% fetal bovine serum (FBS). Fertile embryonated 323 chicken eggs were purchased from Henry Stewart & Co Ltd, UK. 324 325 Generation of recombinant AOaV-1 expressing S protein of SARS-CoV-2. The 326 genome of AOaV-1 encodes six structural genes in the order of nucleocapsid (N), 327 phosphoprotein (P), matrix (M), fusion (F), hemagglutinin-neuraminidase (HN) and 328 RNA dependent RNA polymerase (RdRP, also known as L). The transcription of the 329 linear gene starts from gene start (GS) and ends at the gene-end (GE). Between the 330 GS and GE, there is an intergenic sequence (IG). The foreign gene can be inserted at 331 any of the gene junction with variable level of transcription; however, recent studies 332",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "with substantial modifications. Briefly, Vero cells were 359 infected with Modified vaccinia Ankara (MVA) expressing the T7 polymerase at a 360 multiplicity of infection 1.0 for 6 hours. These cells were transfected with Lipofectamine 361 2000 using rAOaV-1-SARS-CoV-2 and AOaV-1-wt backbones as well as supporting 362 N, P and L genes expression plasmids (ratio of 1:0.8:0.4:0.1) for 72 hours. After 3 days 363 post-infection, cells and cell supernatants were mixed and freeze-thaw for three time 364",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Stability and growth characteristics of NDV constructs using real-time PCR. The 410 stability of recombinant vaccine candidate compared to parental wild type were grown 411 sequentially in embryonated chicken eggs for at least 5 passages. RNA was extracted 412 from the allantoic fluid of recombinant and wild type after the first and fifth passages 413 in eggs using the QIAamp ® Viral RNA Mini Kit (Qiagen). The real-time qRT-PCR was 414 performed using SuperScript™ III Platinum™ One-Step qRT-PCR Kit to detect 415 NDV M gene 41 , which enabled the calculation of viral genome copies that was plotted 416 against hours post-infection for each of the viruses to produce standard curves. To 417 investigate the growth properties of the recombinant viruses, Vero cells were infected 418 in 6-well plates at a moi of 0.1 after washed twice with PBS and an adsorption time of 419 60 min. Cell supernatants were harvested 0, 6, 12, 24 and 48h after infection (p.i). 420 Viral titers (50% tissue culture infectious dose, TCID50) were calculated by IFA using 421 primary antibodies against viral proteins and Alexa FluorTM 488 α-rabbit and Alexa 422 FluorTM 586 α-mouse as secondary antibodies (Invitrogen), respectively. 423 424 Statistical analysis. Virus-infected and control groups were compared using 425 Student's t-test. All statistical analyses and figures were conducted in the GraphPad 426 Prism (GraphPad Software, La Jolla, CA, USA). 427 428 Acknowledgements 429 This study was supported by the Biotechnology and Biological Sciences Research 430 Council (BBSRC) grant BB/M008681/2. 431 432 Authors contribution 433 M.M. designed the experiment; M.R. and M.M. collected data; M.R. and M.M. 434 performed data analysis and wrote the manuscript; M.R. and M.M. discussed results, 435 revised the manuscript substantively. M.M. reviewed and approved the manuscript. 436 437",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Propagation of viruses in eggs and cells. The infectivity of the recombinant virus 370and parental wild type strains were characterized using a standard hemagglutination 371 assay (HA). The 50% tissue infectious dose (TCID50) assay on Vero cells in 96-well 372plates, was performed and calculated following standard procedures39,40,42  .373 374 Western blotting. To confirm expression of the viral protein, Vero cells were infected 375 with recombinant and wild type viruses at a multiplicity of infection (moi) of 0.1 as we 376 described earlier 43 . Cell lysates were collected at 24 h post infection, subjected to 377 Western blot. Briefly, after 24h post-infection, cells were washed one time with 378 phosphate buffered saline (PBS) followed by adding 100 μL ice-cold NP40 lysis buffer 379 (completed with protease inhibitors cocktail) per well and incubated for 30 min on ice. 380 All cell lysates were denatured at 98 o C for 8 min, proteins were separated by sodium 381 dodecyl sulphate polyacrylamide gel electrophoresis (SDS-PAGE), and subsequently 382 transferred to nitrocellulose membranes 43 . The cell lysates were subjected for 383 centrifugation at 13,000 rpm for 30 min at 4°C and the supernatant were incubated in 384 sample loading buffer 2x (Biorad) containing 10% β-mercaptoethanol for 5 min at 98 385 °C, and separated on a 10% sodium dodecyl sulfate-polyacrylamide gel 386 electrophoresis (SDS-PAGE), and proteins were transferred onto polyvinylidene 387 difluoride (PVDF) membranes. The S and HN viral proteins were detected by 388 incubation with primary antibodies (1:500 dilution). After probing with primary 389antibodies, the blots were incubated with peroxidase-conjugated species-specific 390 secondary antibodies (Abcam) and visualised by chemiluminescence (Chemidoc, 391BioRad, Hercules, CA, USA), as we performed earlier 43 . 392 393Immunofluorescence. The expression of the S and HN proteins in recombinant virus-394 infected cells were evaluated by immunofluorescence assays using confocal 395 microscopy. Vero cells grown on coverslips in 24-well plates, were infected with wild type or recombinant viruses or viruses pre-incubated with antisera for 24h. After fixing 397the cells with 4% paraformaldehyde in PBS for 30 min, washed with PBS, and 398",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}