{
    "paper_id": "1e63358842a8e751186dd9599c38f0158075d832",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ting-Wan",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hsinchu MacKay Memorial Hospital",
                    "location": {
                        "addrLine": "No.690, Sec. 2, Guangfu Road",
                        "postCode": "30071",
                        "settlement": "Hsinchu",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chih-Ming",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hsinchu MacKay Memorial Hospital",
                    "location": {
                        "addrLine": "No.690, Sec. 2, Guangfu Road",
                        "postCode": "30071",
                        "settlement": "Hsinchu",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Man-Na",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hsinchu MacKay Memorial Hospital",
                    "location": {
                        "addrLine": "No.690, Sec. 2, Guangfu Road",
                        "postCode": "30071",
                        "settlement": "Hsinchu",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Frontline healthcare workers have faced huge challenge and psychological stress from the pandemic COVID-19 since December 2019. Most of Taiwan's healthcare facility has reported \"Zero\" infected cases in frontline healthcare workers through caring for COVID-19 confirmed cases. Implementing effective intra-hospital preventive principles to protect frontline healthcare workers' physical and psychological well-being to overcome pandemic of COVID-19 is crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The hospital supply department has controlled and calculated all the epidemic supplies weekly including the materials, equipment, and supplies that will be necessary to be used during the epidemic, and to determine to order extra supplies earlier than planned to maintain stock levels. Every department has implemented a rationing system to distribute surgical facial mask weekly, to be equitable for every healthcare workers. Every hospital department has filled a \"stock card\" when utilizing pandemic prevention and protection supplies, to prevent unnecessary waste or inappropriate usage of supplies and to alleviate acute shortage of materials, which could improve the management of supply chain to ensure healthcare workers have the resources to manage the pandemic crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establish appropriate control of personal protective equipment"
        },
        {
            "text": "Establish standardized rational use of epidemic prevention PPE to provide care and services All healthcare workers have been organized to the standardized rational use of PPE sets, in which a healthcare professional will put on full PPE sets while performing PCR test or direct care and treatment. Hospital orderlies will wear surgical gloves and medical masks to handling samples and specimen to laboratory with appropriate leak-proof container to prevent contaminations. CSSD operators will put on disposable face shield, medical mask, headwear, waterproof gloves, and waterproof gown to cleanse medical equipment and surgical instruments, to prevent overuse and shortage of PPE sets (Table 1 ) [1] .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Establish appropriate control of personal protective equipment"
        },
        {
            "text": "During early epidemic of COVID-19, every nursing unit has provide adequate and intense education and training online learning resources regarding to the adequate steps of putting on PPEs, hand hygiene steps, route of transfer for suspected or confirmed COVID-19 cases, appropriate procedure of handling specimen with suitable container, and intense environment cleaning procedures of which has all record as learning videos and posted on hospital learning website and LINE group for all healthcare providers (including orderlies and cleaners). All the frontline healthcare providers have been arranged to learning from online courses at least 80% of completion rates as regulated by infectious specialist in hospital, which helps healthcare providers to get better understanding of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ongoing and update educations for all frontline healthcare workers"
        },
        {
            "text": "Strictly standardized routine environmental cleaning of every nursing unit in the hospital Every nursing unit has arranged cleaning schedule twice daily, to use 500 ppm NaHCO3 to cleanse frequently touched surfaces such as door handles, computer screen, keyboards, computer mouse, desks, chairs, and switches in nursing station and break room, to disinfect the workplace to prevent the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ongoing and update educations for all frontline healthcare workers"
        },
        {
            "text": "Hospital cleaning staffs have to disinfect all areas which have contacted to suspected or confirmed COVID-19 cases, have worn full PPE while cleaning, and used appropriate detergent solution 5000 ppm NaHCO3 with disposable clothes to disinfect all hard and soft surfaces. Fluorescent marker method and ATP bioluminescence were being used to detect environment cleanliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ongoing and update educations for all frontline healthcare workers"
        },
        {
            "text": "The hospital has to assemble mobile medical equipment to CSSD after use from patients, to ensure assemble in a flawless environment and follow cleaning and disinfectant protocols to cleanse the equipment; this would ultimately be an effective cleaning system with all quality practice to prevent from contaminations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assemble all mobile medical equipment to CSSD department"
        },
        {
            "text": "The hospital has an innovative use of camera technology to observe patients in isolation room for 24 h; physicians and nurses were able to monitor and converse with patients via camera technology individually. Healthcare workers only perform face to face nursing care and treatment when necessary to prevent unnecessary usual contact to prevent contaminations [2] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Digital technology to observe isolation patients"
        },
        {
            "text": "Frontline healthcare workers (including orderlies, cleaning, CSSD staffs) were separated into two groups to work in fixed unit especially isolation wards. Nurses, orderlies, and cleaning staffs are banned to rotated working in different units to reduce hospital-acquired transmission. If healthcare workers have to rotate across the unit, they will rotate at least in a monthly schedule to prevent the spread of viruses. Every healthcare worker requires monitoring of temperate and URI symptoms every 8 h. While reported temperature higher than 37.5°C or presence of URI symptoms will be reported to the hospital's clinical infectious and occupational health teams, staffs will be necessarily followed up in a COVID-19 special clinic to follow-up with the PCR test and will be home quarantined till the PCR test turns out to be negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banned to rotate across the unit/wards"
        },
        {
            "text": "Hospital priest has prayed together with all healthcare workers weekly through hospital broadcasting services, which could relieve emotional strain and physical exhaustion for frontline healthcare workers (Fig. 1) [3] . Hospital spiritual care workers have provided physiological supports through telehealth services, including LINE apps, online resources, and virtual support to sustain and monitor healthcare workers' mental health status and to provide empathy and support (Fig. 2) . This aims to optimize healthcare workers' psychological needs during the COVID-19 pandemic attack.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Provide emotional support for healthcare workers"
        },
        {
            "text": "COVID-19 has rapidly spread across the world since December 2019. The outbreak has caused huge psychological distress for frontline healthcare workers; additional ongoing and clear information and appropriate knowledge through formal or informal training are crucial for self-care. Institutional supportive care and seeking peer support are extremely important to express stress and anxiety feelings and to maintain emotional well-being for healthcare workers to provide care for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Special attention to nurses' protection during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Critical Care",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dealing with psychological distress by healthcare professionals during the COVID-19 pandemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Petzold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strohle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nervenarzt",
            "volume": "27",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hospital priest has prayed together with all healthcare workers weekly for blessing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hospital spiritual care workers providing psycho-socialspiritual services for frontline healthcare workers",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Standardized rationale use of epidemic prevention PPE[1]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all frontline healthcare workers for their efforts to combat COVID-19 in Taiwan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This study was not supported by any funding sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "This article belongs to the final editorial and is exempt from ethical review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Written informed consent was obtained from the hospital priest and healthcare worker for publication of this editorial and accompanying images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 30 April 2020 Accepted: 12 May 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}