{
    "paper_id": "1e63acee4ecb176caf8a43d77ef742c3542d43f9",
    "metadata": {
        "title": "Respiratory Failure in a Patient with Idiopathic Pulmonary Fibrosis",
        "authors": [
            {
                "first": "Ryan",
                "middle": [],
                "last": "Hadley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 65 year old gentleman with Idiopathic Pulmonary Fibrosis (IPF) diagnosed 2 years prior by imaging and surgical lung biopsy is evaluated for acute on chronic shortness of breath. Previously he was able to take care of his activities of daily living with supplemental oxygen administered by nasal cannula at 4 l/min. One day prior to presentation his breathlessness rapidly escalated over the course of a day, with inability to ambulate or bathe, prompting evaluation. He had no fevers, sick exposures, change in his baseline cough, or lower extremity edema. He is on no treatment other than oxygen for his condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Upon evaluation in the emergency room he is noted to require 100 % oxygen to maintain his oxygen saturation, although saturation continued to fall with minimal movement. Arterial blood gas showed a pH of 7.5, PCO2 of 44, PaO2 of 65 with saturation of 91 % on 100 % oxygen by face mask. His hypoxemia continued to worsen and he required invasive mechanical ventilation. He was admitted to the intensive care unit (ICU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On evaluation, beta naturetic peptide and echocardiogram were normal and he was without signs of volume overload. White blood cell count was elevated to 14,000 per mm 3 (normal 4,000-10,000 per mm 3 ). A computed tomography of the chest was completed and lung windows are shown in Fig. 30 .1 alongside his baseline CT scan. Contrast to enhance the pulmonary vasculature showed no evidence of venothromboembolism. Bronchoscopy is completed and alveolar lavage was negative for infectious organisms including respiratory virus polymerase chain reaction (PCR).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 288,
                    "text": "Fig. 30",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Question What is the likely diagnosis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Answer The patient has most likely suffered an acute exacerbation of IPF (AE-IPF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The triggers as well as etiologies for AE-IPF are not known. The cardinal features are acute clinical worsening (<30 days) in a patient with known or newly diagnosed IPF with acceleration of dyspnea and/or hypoxemia and new radiologic changes, typically ground glass opacities, on a background of fibrotic disease (example Fig. 30 .1) [1, 2] . The underlying pathologic insult is classically described as diffuse alveolar damage [3] , the histologic finding of ARDS, which has been superimposed on usual interstitial pneumonia. Common concomitant symptoms mimic a viral lower respiratory tract infection with fever, malaise, flu like symptoms and cough; though these symptoms are not needed to make the diagnosis [1, 2] . Infection is the chief differential diagnosis. Ideally, infection is excluded by bronchoalveolar lavage (BAL) as in the case presentation; how-R. Hadley Pulmonary and Critical Care Medicine, Spectrum Health, Grand Rapids, MI, USA e-mail: ryan.hadley@spectrumhealth.org 30 ever given the worsening hypoxemia in addition to typical poor baseline pulmonary health a BAL may precipitate a life-threatening impairment in gas exchange. If the lower airways cannot be sampled by BAL, treatment for typical bacterial organisms or hospital acquired organisms if applicable are employed presumptively. If structural lung disease exists (as most patients usually have traction bronchiectasis) it may be worthwhile to treat Pseudomonas on an empiric basis. Other conditions that need to be excluded are pneumothorax, pulmonary hypertension, left ventricular failure from systolic or diastolic dysfunction, pulmonary embolism, or acute respiratory distress syndrome of other known causes (i.e. sepsis, pancreatitis, trauma, pneumonia. For more detail see Chap. 21). Cross-sectional imaging is used to rule out small pneumothorax not seen as well as to confirm radiologic changes, which usually are ground glass in appearance, but dense infiltrates can also be seen. A CT pulmonary angiogram has the advantage of evaluating for pulmonary embolus in patients without renal failure.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 717,
                    "end": 719,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Fig. 30",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In sum, AE-IPF is diagnosed when a patient with IPF has acute worsening of dyspnea and/or hypoxemia as well as new ground glass opacities on CT after exclusion of the conditions below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diffuse alveolar damage is the typical underlying histopathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on prospective trials of IPF the incidence of AE-IPF can be estimated. The incidence of acute exacerbation and IPF is approximately 2-14 % per year [4] [5] [6] . Acute exacerbations are often devastating. If patients require mechanical ventilation, mortality has been reported to be 78-86 % [7, 8] . Some authors have proposed that this condition is futile and these patients should not receive critical care intervention such as mechanical ventilation [9, 10] . Others have argued and shown that even short term survival allows a window for pulmonary transplantation [8] . An accurate diagnosis is of utmost importance to exclude reversible causes.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Incidence and Prognosis"
        },
        {
            "text": "Pathologic insult: The classical description of pathologic insult due to acute exacerbation of IPF is diffuse alveolar damage [3] , which is the same as ARDS, but here is superimposed on the pathological findings of idiopathic pulmonary fibrosis: usual interstitial pneumonia. ",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Incidence and Prognosis"
        },
        {
            "text": "As idiopathic pulmonary fibrosis is a rare condition, and acute exacerbations occur spontaneously and abruptly, large prospective randomized trials evaluating treatment are lacking. Expert consensus recommends treatment with corticosteroids though recommended dosage has not been established [11] . Dosing ranges from Solu-Medrol of 1 mg/kg up to \"pulse\" doses of 1000 mg per day [1] . It is our practice to use 2 mg/kg/day of Solu-Medrol in divided doses similar to what has been used in ARDS [12] , given the similar underlying histopathologic insult.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Corticosteroids"
        },
        {
            "text": "Supportive care is essential for treatment of idiopathic pulmonary fibrosis given the lack of evidence-based therapies. Mechanical intubation is typically needed but, noninvasive ventilation can be attempted (see below). While evaluation for conditions listed in Table 30 .1 is suggested, this is not always possible in a given patient. Presumptive treatment with antibacterial agents and diuretics in conjunction with systemic corticosteroids are typically administered unless significant contraindications exist. Heparin can also be considered if pulmonary embolism cannot be adequately excluded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 271,
                    "text": "Table 30",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Supportive Care"
        },
        {
            "text": "Acute exacerbation of idiopathic pulmonary fibrosis is often in terminal event. Patients and family should be made aware of this poor prognosis to allow appropriate decisions about possibly limiting intensive care interventions. Ideally, goals of care planning would occur in the outpatient setting prior to clinical worsening. In patients who are not transplant candidates, palliative care is often a valid choice [9] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Palliative Care"
        },
        {
            "text": "The diagnosis of acute exacerbation of IPF is in the domain of the intensivist. However diagnosis and management of idiopathic pulmonary fibrosis is usually the realm of the pulmonologist. Ensuring that the patient has an accurate diagnosis of idiopathic pulmonary fibrosis is critical to determining prognosis for the underlying condition. Fibrotic lung disease associated with collagenvascular disease, such as polymyositis, has also been associated with acute exacerbations, and may have a better prognosis [13] . Many pulmonologists who are less familiar with interstitial lung diseases often incorrectly attribute all types of lung fibrosis to idiopathic pulmonary fibrosis [14] . Given the disparate outcomes, accurate discrimination of IPF from other fibrotic lung diseases is critical. Clues on CT scan suggesting the diagnosis of IPF are lower lung, subpleural predominance of interlobular septal thickening with honeycombing and traction bronchiectasis (see Fig. 30 .1) [11] . In IPF patients without an acute exacerbation, ground glass infiltrates should be minimal [11] . Clinical findings should include a conspicuous absence of inhalational exposures and rheumatologic conditions as well as presence of \"velcro\" rales. If the diagnosis is in doubt, consultation with a pulmonary specialist with experience in interstitial lung disease is recommended.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 968,
                    "end": 975,
                    "text": "Fig. 30",
                    "ref_id": null
                }
            ],
            "section": "Ensure Correct Diagnosis"
        },
        {
            "text": "Often, patients with undergo a biopsy to establish a diagnosis of IPF. Additionally, patients with IPF are at higher risk of lung cancer which may require surgical treatment. Thoracic surgery for lung cancer resection or surgical lung biopsy can precipitate an acute exacerbation of IPF [15] [16] [17] [18] . Interestingly the insult is often radiologically worse in the [17] . This may be due to the ventilator-associated lung injury from excessive stretch from single lung ventilation during the operation to de-gas the operative lung. Some have suggested restrictive intraoperative fluid management may minimize post-operative AE-IPF risk (see evidence contour) [15] . AE-IPF after non-pulmonary operation has only been reported once [19] .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Exacerbation During Surgical Procedures"
        },
        {
            "text": "Given the poor prognosis of patients who require mechanical ventilation, some have suggested that noninvasive ventilation would be a good strategy for patients with clinical deterioration and idiopathic pulmonary fibrosis. Small, retrospective studies have shown improved outcomes in patients supported with noninvasive positive pressure ventilation (NIPPV) [20] [21] [22] , however a selection bias may account for the better prognosis as patients who can be successfully supported with NIPPV are likely less ill. Of the patients in these studies who failed NIPPV, mortality was reported as 85-100 % [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Noninvasive Ventilation"
        },
        {
            "text": "High flow nasal cannula has been shown to have salutatory affects in idiopathic pulmonary fibrosis patients without an acute exacerbation, specifically decreased minute ventilation, respiratory rate, capillary carbon dioxide were seen [23] . Additionally, small increases in airway pressure were reported, suggesting a partial \"PEEP\" affect [23] . Use of high flow nasal cannula in AE-IPF has not been reported. Anecdotally, we have used high cannula with great success in patients with IPF and clinical worsening.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "High Flow Nasal Cannula"
        },
        {
            "text": "Higher levels of PEEP have been associated with higher mortality in single retrospective analysis [24] . A selection bias for patients with worse hypoxemia requiring higher levels of mean airway pressure is one explanation; however multiple variables were accounted for in the analysis. It may be true that patients with acute exacerbation of IPF have a different physiology and those with ARDS where higher levels of PEEP are felt to be beneficial. The optimal ventilator settings for acute exacerbation of IPF are not known, however to the extent possible we adhere to lung protective ventilation similar to ARDS (see ARDS Chap. 21).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator Settings"
        },
        {
            "text": "A single, unblinded prospective study has shown a benefit in patients admitted with clinical worsening of idiopathic pulmonary fibrosis treated with anticoagulation [25] . Anticoagulation was initiated at the time of clinical worsening, which may or may not have been an acute exacerbation. Coumadin was used in the outpatient setting and low molecular weight heparin was used if the patient was admitted, such as with AE-IPF. All patients were treated with corticosteroid as well. In the subset of patients who had AE-IPF, anticoagulated patients had a lower mortality (18 % vs 71 %). However, 30 % of patients randomized to the treatment arm dropped out of the study, in this unblinded study. Additionally, pulmonary embolism was not excluded as a cause of clinical worsening, and may have played a role in some patients [11] . A large, double blind prospective trial of coumadin in the treatment of IPF was stopped early due to increased mortality in coumadin arm [26] . No difference in incidence of AE-IPF observed.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Anticoagulation"
        },
        {
            "text": "Use of anticoagulation in IPF patients without thromboembolic disease was recommended against by a panel of experts [11] . Anticoagulation specifically used to treat AE-IPF does not have sufficient data to support its use.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Anticoagulation"
        },
        {
            "text": "Cyclophosphamide has been used in case series for treatment of AE-IPF. Morawiec and colleagues described 10 patients who were treated with cyclophosphamide and pulse dose solu-medrol during acute exacerbations with 100 % and 72 % 1 month and 3 months survival rates, respectively [27] . Patients were treated with a methylprednisolone pulse (1,000 mg) at days 1-3 and on day 4 placed on an escalating regimen of cyclophosphamide with an initial dose of 500 mg intravenously. The dose of cyclophosphamide was increased by 200 mg every 2 weeks, provided the total white blood cell count remained at >3,000 cells · mm −3 . The maximum single administered dose was 1,500 mg of cyclophosphamide. Lack of randomization significantly limits the utility of this study. In patients who do not respond to corticosteroids, we consider a trial of cyclophosphamide 2 mg/ kg IV daily on a patient by patient basis.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cyclophosphamide"
        },
        {
            "text": "Inase and coworkers retrospectively analyzed 13 patients after AE-IPF. All patients received pulse solu-medrol followed by oral prednisone, and 7 received cyclosporine A titrated to serum levels of 100-150 in addition to steroids [28] . In the patients treated with cyclosporine A none experienced a reexacerbation of IPF. All patients with steroids alone died of respiratory failure within 66 weeks, whereas four out of the seven treated with cyclosporine A survived for over 2 years after their exacerbation.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cyclosporin A"
        },
        {
            "text": "Sakamoto also evaluated the use of cyclosporine A in AE-IPF retrospectively [29] . Similar to Inase, all patients were treated with pulse solumedrol followed by prednisone. Two out of 11 patients treated with cyclosporine A died during their initial exacerbation, compared to 6 out of 11 patients who were treated with steroids alone. Prevention of re-exacerbation was not observed with five patients experiencing repeat exacerbations while on cyclosporine A. Similar to cyclophosphamide, lack of randomized prospective trials limit widespread adoption of cyclosporine for treatment of AE-IPF",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Cyclosporin A"
        },
        {
            "text": "Mizuno retrospectively evaluated 52 patients with IPF after pulmonary resection of non-small cell lung cancer and found that higher positive intraoperative fluid balance was associated with AE-IPF after multivariate analysis [15] . Prospective use of restrictive fluid practices towards the prevention of postoperative AE-IPF has not been established.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Restrictive Operative Fluid Balance"
        },
        {
            "text": "In patients without other medical comorbidities or of advanced age, pulmonary transplantation can be performed in patients with idiopathic pulmonary fibrosis. In patients who are already listed for transplant and develop acute exacerbation, extracorporeal life-support or mechanical ventilation are not contraindications to pulmonary transplant; though vigilance and of maintaining a robust functional status and avoiding critical care weakness are major challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonary Transplantation"
        },
        {
            "text": "De Novo evaluation of patients with acute exacerbation for pulmonary transplantation is difficult as the typical pre-operative studies, such as colonoscopy, heart catheterization etc. become much more perilous in a patient with severe respiratory failure or on extracorporeal lifesupport. However, this has been reported successfully [30] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Pulmonary Transplantation"
        },
        {
            "text": "To our knowledge, extracorporeal life-support has not been used to support patients with acute exacerbation of idiopathic pulmonary fibrosis other than to provide a bridge to transplant. In patients who are not candidates for pulmonary transplantation, we suggest against extracorporeal life support given the overall poor prognosis of the condition. In patients whom ECLS is used as a bridge to transplant (IPF and non-IPF patients), ECLS longer than 14 days has been associated with worse post-transplant survival [31] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Extracorporeal Life Support"
        },
        {
            "text": "Early studies suggested use of pirfenidone lowered the rate of acute exacerbation of idiopathic pulmonary fibrosis [4] , though this was not seen on subsequent studies [32] . Nintedanib did not reduce the incidence of AE-IPF [6] . Both pirfenidone and nintedanib were both recently approved for treatment of IPF. The initiation of pirfenidone or nintedanib as a treatment specifically for AE-IPF has not been an established and is not recommended.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Anti-fibrotic Medications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute exacerbation of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyzy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "5",
            "pages": "1652--1660",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute exacerbations of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Collard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "7",
            "pages": "636--679",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute exacerbation in idiopathic pulmonary fibrosis. Analysis of clinical and pathologic findings in three cases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondoh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chest",
            "volume": "103",
            "issn": "6",
            "pages": "1808--1820",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Double-blind, placebo-controlled trial of pirfenidone in patients with idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azuma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "9",
            "pages": "1040--1047",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Randomized trial of acetylcysteine in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "22",
            "pages": "2093--101",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and safety of nintedanib in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richeldi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "22",
            "pages": "2071--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute exacerbation of idiopathic pulmonary fibrosis: frequency and clinical features",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "27",
            "issn": "1",
            "pages": "143--50",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Invasive mechanical ventilation in patients with fibrosing interstitial pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaudry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "147",
            "issn": "1",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outcome of patients with idiopathic pulmonary fibrosis (IPF) ventilated in intensive care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Respir Med",
            "volume": "102",
            "issn": "10",
            "pages": "1355--1364",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outcome of patients admitted to the intensive care unit for acute exacerbation of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Hameed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can Respir J",
            "volume": "11",
            "issn": "2",
            "pages": "117--139",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An official ATS/ERS/JRS/ALAT statement: idiopathic pulmonary fibrosis: evidence-based guidelines for diagnosis and management",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "6",
            "pages": "788--824",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "16",
            "pages": "1671--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical features and outcome of acute exacerbation of interstitial pneumonia: collagen vascular diseases-related versus idiopathic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tachikawa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respiration",
            "volume": "83",
            "issn": "1",
            "pages": "20--27",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Idiopathic interstitial pneumonia: do community and academic physicians agree on diagnosis?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "175",
            "issn": "10",
            "pages": "1054--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The importance of intraoperative fluid balance for the prevention of postoperative acute exacerbation of idiopathic pulmonary fibrosis after pulmonary resection for primary lung cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "41",
            "issn": "6",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Predictive factors for postoperative acute exacerbation of interstitial pneumonia combined with lung cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shintani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gen Thorac Cardiovasc Surg",
            "volume": "58",
            "issn": "4",
            "pages": "182--187",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Acute exacerbation of interstitial pneumonia following surgical lung biopsy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondoh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Med",
            "volume": "100",
            "issn": "10",
            "pages": "1753--1762",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mortality and risk factors for surgical lung biopsy in patients with idiopathic interstitial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "31",
            "issn": "6",
            "pages": "1115--1124",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Exacerbations in idiopathic pulmonary fibrosis triggered by pulmonary and nonpulmonary surgery: a case series and comprehensive review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghatol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Ruhl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Danoff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lung",
            "volume": "190",
            "issn": "4",
            "pages": "373--80",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Role of non-invasive ventilation in managing life-threatening acute exacerbation of interstitial pneumonia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tomii",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intern Med",
            "volume": "49",
            "issn": "14",
            "pages": "1341--1348",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Noninvasive ventilation in acute exacerbation of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intern Med",
            "volume": "49",
            "issn": "15",
            "pages": "1509--1523",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Why do patients with interstitial lung diseases fail in the ICU? A 2-center cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gungor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Respir Care",
            "volume": "58",
            "issn": "3",
            "pages": "525--556",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effects of nasal high flow on ventilation in volunteers, COPD and idiopathic pulmonary fibrosis patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braunlich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Respiration",
            "volume": "85",
            "issn": "4",
            "pages": "3--19",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ventilator settings and outcome of respiratory failure in chronic interstitial lung disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fernandez-Perez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "5",
            "pages": "1113--1122",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Anticoagulant therapy for idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "3",
            "pages": "1475--82",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A placebo-controlled randomized trial of warfarin in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Noth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "1",
            "pages": "88--95",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Exacerbations of idiopathic pulmonary fibrosis treated with corticosteroids and cyclophosphamide pulses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morawiec",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "6",
            "pages": "1487--1496",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cyclosporin A followed by the treatment of acute exacerbation of idiopathic pulmonary fibrosis with corticosteroid",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Inase",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intern Med",
            "volume": "42",
            "issn": "7",
            "pages": "565--70",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cyclosporin A in the treatment of acute exacerbation of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intern Med",
            "volume": "49",
            "issn": "2",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Extracorporeal membrane oxygenation as a bridge to pulmonary transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoopes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Organ allocation waiting time during extracorporeal bridge to lung transplant affects outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "3",
            "pages": "1018--1043",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pirfenidone in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "35",
            "issn": "4",
            "pages": "821--830",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". 30.1 (a) Baseline CT scan of patient with basal predominant interlobular septal thickening and traction bronchiechtasis and mild (lower right lung) honeycombing typical of IPF. (b) CT scan of the same patient after presentation for acute on chronic dyspnea and worsened hypoxemia",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}