{"paper_id": "1e6bab81093c3d0f51f5460695ed8e422e86fb22", "metadata": {"title": "Weather factors in the short-term forecasting of daily ambulance calls", "authors": [{"first": "Ho-Ting", "middle": [], "last": "Wong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Poh-Chin", "middle": [], "last": "Lai", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The daily ambulance demand for Hong Kong is rising, and it has been shown that weather factors (temperature and humidity) play a role in the demand for ambulance services. This study aimed at developing short-term forecasting models of daily ambulance calls using the 7-day weather forecast data as predictors. We employed the autoregressive integrated moving average (ARIMA) method to analyze over 1.3 million cases of emergency attendance in May 2006 through April 2009 and the 7-day weather forecast data for the same period. Our results showed that the ARIMA model could offer reasonably accurate forecasts of daily ambulance calls at 1-7 days ahead of time and with improved accuracy by including weather factors. Specifically, the inclusion of average temperature alone in our ARIMA model improved the predictability of the 1-day forecast when compared to that of a simple ARIMA model (8.8 % decrease in the root mean square error, RMSE=53 vs 58). The improvement in the 7-day forecast with average temperature as a predictor was more pronounced, with a 10 % drop in prediction error (RMSE=62 vs 69). These findings suggested that weather forecast data can improve the 1-to 7-day forecasts of daily ambulance demand. As weather forecast data are readily accessible from Hong Kong Observatory's official website, there is virtually no cost to including them in the ARIMA models, which yield better prediction for forward planning and deployment of ambulance manpower.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "That the weather impacts on our daily lives is a known fact. Rainy and inclement days increase the likelihoods of traffic incidents and delays (Karlaftis and Yannis 2010) . Extreme hot and cold weather not only incur more energy needs (Wang et al. 2010 ) but also induce acute health situations (Leung et al. 2008; Kjellstrom et al. 2010) . Severe weather events such as hurricanes, tornadoes, and tropical cyclones often demand special rescue and emergency operations (Williamson et al. 2002) . Weather forecast data have been used effectively in decision-making to plan road maintenance works, prepare for road clearing on snowy days, and estimate resources required to respond to power outages in bad weather conditions. It has been claimed that \"at a cost of US $4 billion annually in the United States, weather is responsible for about two-thirds of aviation delays-$1.7 billion of which would be avoidable with better observations and forecasts\" (NOAA 2005) . Because the accuracy of weather forecasting has improved with better tools (Shukla et al. 2010) , the value of integrating weather information and systems into weather responsive transport management and emergency operations is irrefutable (Cluett et al. 2011; Williamson et al. 2002) .", "cite_spans": [{"start": 143, "end": 170, "text": "(Karlaftis and Yannis 2010)", "ref_id": "BIBREF15"}, {"start": 235, "end": 252, "text": "(Wang et al. 2010", "ref_id": "BIBREF30"}, {"start": 295, "end": 314, "text": "(Leung et al. 2008;", "ref_id": "BIBREF19"}, {"start": 315, "end": 338, "text": "Kjellstrom et al. 2010)", "ref_id": "BIBREF17"}, {"start": 469, "end": 493, "text": "(Williamson et al. 2002)", "ref_id": "BIBREF32"}, {"start": 952, "end": 963, "text": "(NOAA 2005)", "ref_id": null}, {"start": 1041, "end": 1061, "text": "(Shukla et al. 2010)", "ref_id": "BIBREF27"}, {"start": 1206, "end": 1226, "text": "(Cluett et al. 2011;", "ref_id": "BIBREF7"}, {"start": 1227, "end": 1250, "text": "Williamson et al. 2002)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Introduction"}, {"text": "Weather conditions have long been known to affect human health. Keatinge (2002) reported that cardiovascular (such as ischemic heart and cerebrovascular) diseases and respiratory illnesses gave rise to disproportionately higher mortality in winter. Rooney et al. (1998) and Liang et al. (2009) also found that extreme temperatures could exacerbate chronic illnesses. Locally in Hong Kong, Yan's (2000) study recorded a significant negative relationship between minimum temperature and mortality for the age group 65 years and above, as well as a significant positive association between cloud cover and mortality. Wong and Lai (2012) also confirmed the negative relationship between daily ambulance demand and daily average temperature up to 28°C. Recently, the Hong Kong Observatory (HKO) cooperated with the Senior Citizen's Home Safety Association to explore the effects of air temperature on the usage of the Personal Emergency Link Service and those requiring subsequent hospitalization (Hong Kong Observatory 2007) . Their initial findings suggested that the number of hospitalized users was inversely proportional to temperatures below 23°C and 10 % higher at 12°C compared to that at 23°C. The above discussions clearly imply an association between weather conditions and ambulance demand, with the association being more pronounced among the elderly.", "cite_spans": [{"start": 64, "end": 79, "text": "Keatinge (2002)", "ref_id": "BIBREF16"}, {"start": 249, "end": 269, "text": "Rooney et al. (1998)", "ref_id": "BIBREF24"}, {"start": 274, "end": 293, "text": "Liang et al. (2009)", "ref_id": "BIBREF20"}, {"start": 389, "end": 401, "text": "Yan's (2000)", "ref_id": "BIBREF35"}, {"start": 614, "end": 633, "text": "Wong and Lai (2012)", "ref_id": "BIBREF34"}, {"start": 992, "end": 1020, "text": "(Hong Kong Observatory 2007)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Fire Services Department (FSD) manages emergency ambulance services in Hong Kong while the Hospital Authority and some voluntary organizations shoulder nonemergency ambulance calls. A steady increase in the number of ambulance calls (both emergency and nonemergency) has been observed since 1998 (Table 1) . The FSD reportedly handled more than 687,133 ambulance calls in 2010, which reflected a 17.5 % increase from 2005 and a 48 % increase from 1998 (Fire Services Department 2011). During the same period, the total population increased by 4.1 % and 8 %, respectively, in 2005 and 2010 compared with that of 1998. The corresponding increases in the elderly (65+) population were 20.8 % in 2005 and 31.5 % in 2010. The FSD practices a logistic assignment of emergency vehicles that dispatches ambulances on the basis of \"next-inqueue\" by assigning the nearest available ambulance to the scene regardless of which district the ambulance belongs to. It also implements staggered shifts and a move-up system to further improve service and response times by deploying ambulances from nearby clusters to stand by in a cluster whose ambulance resources have been fully utilized. A yearly rate of 8-11 % emergency move-ups of ambulances in 2006-2009 was needed to provide an adequate operational coverage (Fire Services Department 2011; Hong Kong Legislative Council 2005) . In view of the rising demand for emergency ambulance services and limited resources, early knowledge of expected demand is instrumental in the strategic mobilization and deployment of ambulances.", "cite_spans": [{"start": 1304, "end": 1335, "text": "(Fire Services Department 2011;", "ref_id": null}, {"start": 1336, "end": 1371, "text": "Hong Kong Legislative Council 2005)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 300, "end": 309, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The development of forecasting models for ambulance demand and health incidence made notable progress (Setzler et al. 2009 ) in the late 1990s. Baker and Fitzpatrick (1986) attempted separate forecasts on daily emergency and nonemergency ambulance demand using an exponential smoothing model developed originally by Winters (Saydam et al. 1986 ) and then combined the two into a single forecast through goal programming. Four months of data on daily ambulance demand from September to December 1982 were used to forecast daily demand in January and February of 1983. When comparing the mean square errors, the technique of goal programming seemed to outperform multiple linear regression models. Tandberg et al. (1998) employed different time series methods (based on moving averages, means with moving average smoothing, and autoregressive integrated moving averages) to estimate the hourly volumes of ambulance runs. Hourly ambulance statistics in 1994 were used to develop forecast models, and similar statistics in 1995 were used to test and validate the models. The results indicated that time series by \"means with moving average smoothing\" yielded the best performance, with 54.3 % of the variance explained. Liao et al. (2002) considered weather factors with the back-propagation neural network to predict daily ambulance runs. They employed daily ambulance records from 1996 to 1997 in model development and 1998 records in model validation. Their models based on time-series data were able to predict ambulance runs to within 6 % error on average. Channouf et al. (2007) compared the forecast accuracy of two time series models: (1) an autoregressive model based on ambulance data with trend effects of seasonality and specialday removed; and (2) a doubly seasonal ARIMA model with special-day effects included. Their models were derived using 36 months of data and validated based on data in the subsequent 14 months. The results suggested that the first model was better, with a smaller root mean square error (RMSE) at 13.91 and an insignificant average absolute percentage error (AAPE) of 5.72 %. A comprehensive review on ambulance demand forecasts can be found in Wargon (2009) .", "cite_spans": [{"start": 102, "end": 122, "text": "(Setzler et al. 2009", "ref_id": "BIBREF26"}, {"start": 144, "end": 172, "text": "Baker and Fitzpatrick (1986)", "ref_id": "BIBREF3"}, {"start": 324, "end": 343, "text": "(Saydam et al. 1986", "ref_id": "BIBREF25"}, {"start": 696, "end": 718, "text": "Tandberg et al. (1998)", "ref_id": "BIBREF28"}, {"start": 1216, "end": 1234, "text": "Liao et al. (2002)", "ref_id": "BIBREF21"}, {"start": 1558, "end": 1580, "text": "Channouf et al. (2007)", "ref_id": "BIBREF6"}, {"start": 2180, "end": 2193, "text": "Wargon (2009)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "Other than ambulance demand forecasts, time-series models have been used widely in health-related applications. Tong and Hu's (2001) epidemic-forecasting model on disease incidence of the Ross River Virus in Cairns was based on the autoregressive integrated moving average (ARIMA) method. Their forecasting model confirmed that relative humidity and rainfall were significantly associated with disease incidence. Time-series modeling was also adopted by Ajdacic-Gross et al. (2007) in evaluating seasonal associations between monthly suicide data and weather conditions, and by Abeku et al. (2002) in verifying the accuracy of five different forecasting methods of malaria incidence. We believe that time-series analysis in forecasting ambulance demand is superior to ordinary multiple regression analysis (McLay et al. 2012 ) and the back-propagation neural network approach because it can cater for both predictor and temporal effects. Indeed, the general utility of time-series modeling by adequately trained non-specialists has contributed to its popularity (Allard 1998) . In this paper, we have employed a series of linear time-series forecasting models that allow for the inclusion of predictor variables in estimating daily ambulance calls of Hong Kong. The predictive powers of various models are compared using the measure of root mean square error (RMSE). Here, the effectiveness of using HKO's 7-day weather forecast data to predict ambulance demand for the coming days is compared against that using retrospective and actual weather data. Because only forecast data are available before an event day, the practical utility of forecast meteorological data, which are not error-free, in predicting daily ambulance demand for the next few days can be evaluated.", "cite_spans": [{"start": 112, "end": 132, "text": "Tong and Hu's (2001)", "ref_id": "BIBREF29"}, {"start": 454, "end": 481, "text": "Ajdacic-Gross et al. (2007)", "ref_id": "BIBREF1"}, {"start": 578, "end": 597, "text": "Abeku et al. (2002)", "ref_id": "BIBREF0"}, {"start": 806, "end": 824, "text": "(McLay et al. 2012", "ref_id": "BIBREF22"}, {"start": 1062, "end": 1075, "text": "(Allard 1998)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "We predicted daily ambulance demand using the autoregressive integrated moving average (ARIMA) method in model development. The series of daily ambulance calls is the dependent series to be predicted, whereas the 7-day weather forecast or actual meteorological series constitute the independent or predictor series.", "cite_spans": [], "ref_spans": [], "section": "Data and methods"}, {"text": "For this study, we obtained over 6 million records (covering a 3-year period from May 2006 to April 2009 inclusive) of emergency attendance at the Accident and Emergency Departments of all hospitals managed by the Hong Kong Hospital Authority. This 3-year period was chosen because there was neither infectious disease outbreak (e.g., SARS or H1N1 influenza) nor policy changes in emergency medical services (e.g., introduction of ambulance user-fee policy) to cause confounding biases in the study. Each anonymized record contains an arbitrary record number, date and ambulance brought-in indicators to yield essential daily statistics for the study. Having excluded walk-in patients by referencing against the ambulance brought-in indicator, 22 % of records (or over 1.3 million) remained in the model. Figure 1 shows a time-series plot of the daily ambulance cases (with 3-day smoothing) that reveals a pattern of random fluctuation with some periodicity showing comparatively more cases in the summer/hotter and winter/cooler months. We also took note of extreme values or outlier data (such as those on the first day of Chinese New Year when it is considered inappropriate to have hospital visits) that could not be explained by forecasting models. This special day with anomalous ambulance demand is excluded from our prediction model. In addition, a 0.7 % increase in the population from mid-2006 to mid-2009 and the change of age structure (Census and Statistics 2012) were considered negligible. We preferred not to make further artificial adjustment (e.g., normalization) on the data series to prevent undesirable artifacts, although the series had an increasing trend.", "cite_spans": [], "ref_spans": [{"start": 805, "end": 813, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Daily ambulance demand data"}, {"text": "Hong Kong, which is situated in the southern part of China bordering Guangdong Province, is subject to cold and northerly winds from China and has a monsoon-influenced humid subtropical climate tending towards moderately warm temperatures for nearly half the year. Daily actual values of common weather variables from May 2006 to April 2009 inclusive, and the corresponding 7-day forecast values were extracted from the website of the HKO (2010). The HKO produces weather forecast data by employing numerical weather prediction models based upon outputs from the combined Japan Meteorological Agency and European Centre for Medium-Range Weather Forecasts global models (Lam et al. 2005) . Our study averaged the forecast maximum and minimum daily readings to represent the 7-day forecast values of daily average temperature and humidity. Only temperature and relative humidity were considered in our study, not only because their corresponding 7-day weather forecasts were available from the HKO through the Internet but also because these two variables have been shown to have a direct relationship with ambulance demand (Wong and Lai 2012; Yan 2000) . The presence of confounders such as air pollutants was not considered due to unavailability of their corresponding forecast values.", "cite_spans": [{"start": 669, "end": 686, "text": "(Lam et al. 2005)", "ref_id": "BIBREF18"}, {"start": 1122, "end": 1141, "text": "(Wong and Lai 2012;", "ref_id": "BIBREF34"}, {"start": 1142, "end": 1151, "text": "Yan 2000)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Meteorological data"}, {"text": "Compared to a typical multiple regression model, the ARIMA, or linear time-series model (Harvey 1989 (Harvey , 1993 is an advanced forecasting algorithm consisting of two sub processes. The first is an autoregressive process ϕ p (B) that describes how an observation is related to past observations. The second is a moving average process θ q (B) that describes how an observation is related to past error terms. Mathematically, they are expressed as follows.", "cite_spans": [{"start": 88, "end": 100, "text": "(Harvey 1989", "ref_id": "BIBREF9"}, {"start": 101, "end": 115, "text": "(Harvey , 1993", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "ARIMA model"}, {"text": "Order p autoregressive process:", "cite_spans": [], "ref_spans": [], "section": "ARIMA model"}, {"text": "where 8 p is an autoregressive coefficient; p is the order of the non-seasonal autoregressive part of the model; and B is the backward shift operator. Order q moving average process:", "cite_spans": [], "ref_spans": [], "section": "ARIMA model"}, {"text": "where ϑ p is an autoregressive coefficient; and q is the order of the non-seasonal moving average part of the model. Combining the two processes in an ARIMA model (along with consideration of seasonal components and predictors) yields the mathematical expression of ARIMA(p,d,q) (P,D,Q):", "cite_spans": [], "ref_spans": [], "section": "ARIMA model"}, {"text": "where Φ P (B) and Θ Q (B) are the order P seasonal AR polynomial and order Q seasonal MA polynomial respectively; Δ is a differencing operator; y t is the time series under investigation; x it is the i th independent variable at time t; c i is a regression coefficient; μ is the model constant; and a t is the white noise at time t. An example of ARIMA(1,1,1) with temperature and humidity as covariates can be expressed as follows:", "cite_spans": [], "ref_spans": [], "section": "ARIMA model"}, {"text": "A more detailed description of the algorithm can be found in IBM SPSS Statistics 20 (2011b).", "cite_spans": [], "ref_spans": [], "section": "ARIMA model"}, {"text": "An obvious advantage of the ARIMA model is that its autoregressive terms and differencing property can cater for specific weather effects such as time-lag and daily fluctuations. On the contrary, a regression model must introduce specially designed predictors to account for the aforementioned weather effects. Nevertheless, ARIMA models were shown outperformed by regression models for longer-term forecasts (Wong and Lai 2009) . Because this study aims at short-term forecasts of up to 7 days in advance, the ARIMA models were considered a more suitable choice.", "cite_spans": [{"start": 409, "end": 428, "text": "(Wong and Lai 2009)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "ARIMA model"}, {"text": "All ARIMA models in this study were developed using the IBM SPSS Forecasting module, which contains an Expert Modeler that can resolve, for non-expert users, the best model specification involving seasonal ARIMA models (IBM SPSS 2011a). The winter/summer seasonality was not modeled explicitly as our aim was to undertake 1-to 7-day short-term forecasts and modeling the daily effects of temperature/humidity can serve a similar purpose. Specifically, the Expert Modeler can determine the number of autoregressive and moving average terms and the order of differencing required for transforming non-stationary time-series to stationary, which is a basic assumption of ARIMA modeling. As the research involved numerous ARIMA models, the process was facilitated by implementing an SPSS Macro program (Einspruch 2004 ).", "cite_spans": [{"start": 798, "end": 813, "text": "(Einspruch 2004", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "ARIMA model"}, {"text": "We argue that ambulance demand can be represented by the sequence of historical observations such that we can extrapolate the identified pattern to predict future events. The data were divided into two time periods: (1) historical (May 2006-April 2008) and (2) validation (May 2008-April 2009). The historical data were used to develop the forecasting models. Data within the validation period were used to test and evaluate the model performance. Three different versions of ARIMA models were attempted:", "cite_spans": [], "ref_spans": [], "section": "Assessment of prediction accuracy"}, {"text": "(a) without predictors or the benchmark model; (b) using the actual average temperature as the independent or predictor variable; and (c) using both actual average temperature and relative humidity as the independent or predictor variables.", "cite_spans": [], "ref_spans": [], "section": "Assessment of prediction accuracy"}, {"text": "To determine how well our established models can forecast ambulance demands in the next 1-7 days, RMSE values between the actual and predicted daily ambulance cases were calculated. A smaller RMSE value would indicate a closer resemblance between the actual and predicted values, and a larger RMSE value would indicate otherwise. Hence, the difference between RMSE values of various models would indicate the relative effectiveness of the respective predictors (or forecast weather factor) in estimating ambulance demand. The RMSE measure thus enables an objective comparison among the models to identify the optimum model and relevant independent variables. After identifying the best model among models a, b and c, the actual weather data will be replaced by weather forecast data for assessing the effectiveness of applying the model in real life situations. All ARIMA models in this study were developed using the IBM SPSS Forecasting module, which determines automatically the number of autoregressive and moving average terms and the order of differencing needed to transform non-stationary time-series to stationary series. Moreover, weekly periodic patterns of the ambulance demand not explained by weather factors were also considered. Details of the processing procedures can be found in the IBM SPSS Forecasting manual (IBM SPSS, 2011a) .", "cite_spans": [{"start": 1330, "end": 1347, "text": "(IBM SPSS, 2011a)", "ref_id": null}], "ref_spans": [], "section": "Assessment of prediction accuracy"}, {"text": "The performance of the ARIMA models was assessed on the basis of their forecast accuracy as opposed to testing their modeling parameters as past research has confirmed significant relationships between specific weather factors and daily ambulance demand (Wong and Lai 2012) . It is also ineffective to report the modeling parameters because the study involved three sets of ARIMA models with 3,660 different settings for year 2008 (366 times for each version of models a, b, c and 366×7 times for the 1-7 day weather forecasts) that require replacing of the weather forecast data for today by the actual weather data at each subsequent modeling processes. Refitting the ARIMA model using known values from the previous day can ensure that the parameters represent the latest situation. Nevertheless, the general pattern of the modeling parameters (i.e., the values of p, d, and q) is presented in the Results section. It should be noted that the assumptions of ARIMA model were not checked explicitly during the model development phase for the same reason stated above. Nonetheless, the effects would be reflected objectively in the forecast accuracy during the model validation phase that verified whether fundamental assumptions of the model had been violated. Figure 2 shows deterioration in the absolute forecast accuracy (or increasing prediction errors) of HKO weather variables with longer forecast time span, which is not surprising because prediction tends to lose accuracy further into the future. It also shows that the accuracies of forecast average temperature are far better than those of forecast average relative humidity. This preliminary analysis suggests that forecast average temperature is more reliable and should be considered first in the forecast model.", "cite_spans": [{"start": 254, "end": 273, "text": "(Wong and Lai 2012)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1263, "end": 1271, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Assessment of prediction accuracy"}, {"text": "The performance of the ARIMA models was compared as shown in Table 2 . It can be seen that model b gives smaller RMSEs compared with the benchmark model a indicating that average temperature is indeed a useful predictor for improved accuracy. However, model c shows that adding relative humidity to model b brings uncertainty into the prediction which implies that it would be sufficient to have average temperature as the sole predictor in the forecast model. Given that forecasting is a prediction of what would occur in the future in the absence of actual values, the predictor in model b was substituted by forecast average temperatures to predict ambulance demand in the next few days; this gives model b'. Since the forecast average temperature was found to be quite reliable (Fig. 2) , the RMSEs of model b' compared favorably against those of model b in Table 1 . Figure 3 shows the RMSEs of the 1-to 7-day forecasts as exhibited by three ARIMA models (i.e., columns 2, 3, and 7 of Table 1 , respectively, for models a, b, and b'). The benchmark model a predicts ambulance demand based purely on historical behavior. The prediction accuracy improved by 9.1 % to 15.4 % when the actual average temperature was added as a predictor in model b.", "cite_spans": [], "ref_spans": [{"start": 61, "end": 68, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 782, "end": 790, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 862, "end": 869, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 872, "end": 880, "text": "Figure 3", "ref_id": null}, {"start": 990, "end": 997, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Although model b' making use of the forecast average temperature did not perform as well as model b, the fact that it improved prediction accuracy by 8.8 % to 13.2 % suggests that weather forecast data (i.e., 1-to 7-day forecast data of the average temperature in this case) is an effective predictor in the forecasting model.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Results of 1-and 7-day forecasts by the three models are shown in Fig. 4 . The worst forecast occurred on the day after the Chinese New Year (by date and actual ambulance vs forecast demand: 27 January 2009; 1233 vs 845) because the forecast was severely affected by the low ambulance demand on the day before. This inaccurate forecast is unlikely to be a problem because the abnormality can be easily identified and the anomalous forecast appears for just 1 day out of the whole year. Besides, the modeling parameters (i.e., the values of p, d, and q) appear reliable as they fall within one order of magnitude.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 72, "text": "Fig. 4", "ref_id": null}], "section": "Results"}, {"text": "In this study, we compared the performance of four different ARIMA forecasting models to predict daily ambulance demand from 1 to 7 days in advance. Our empirical findings showed that the benchmark ARIMA model a was outperformed by two ARIMA models b and b' making use of average temperature as a predictor. Firstly, the inclusion of actual average temperature as a predictor yielded the best results to inform the significance of this weather variable in enhancing forecasting accuracy. Secondly, substituting actual by forecast average temperature produced encouraging results because the latter was a credible reflection of the former. Finally, the combined use of both average temperature and average relative humidity in model c did not improve model performance further.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "The insignificant effects of relative humidity were partly because its actual and forecast values were not in close agreement and partly because the average temperature has already explained most of the variance in ambulance demand. We suspect that a straightforward addition of average relative humidity into the forecasting model was not able to expound the remaining variance in ambulance demand. To Fig. 3 Comparing root mean square errors of different autoregressive integrated moving average (ARIMA) models further explore the potential role of relative humidity in prediction, it may be necessary to consider an alternative and well-defined weather index such as the net effective temperature (NET) (Hentschel 1987) . A weather index, along with more precise weather forecast data, could perhaps capture the underlying and intricate relationships between weather factors and ambulance demand.", "cite_spans": [{"start": 706, "end": 722, "text": "(Hentschel 1987)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 403, "end": 409, "text": "Fig. 3", "ref_id": null}], "section": "Discussion and conclusions"}, {"text": "A deficiency of this research is data completeness because our ambulance data did not include cases of false call and dead before arrival to a hospital. These demands for ambulance services are important in terms of resource implications. In principle, more inclusive data could be derived from call records of the FSD-the managing authority of ambulance services. Another deficiency concerns the representativeness of average values of weather variables (i.e., temperature and relative humidity) computed from their corresponding maximum and minimum readings. It would be more ideal if official average readings of weather variables could be obtained from the HKO. Finally, although the ambulance demand forecast was improved by incorporating the temperature factor, we took note that not all ambulance demand was weather related. The model could be strengthened if different types of ambulance demand could be identified. Through differentiating ambulance demand by its different nature, specific models could be developed for various types of ambulance demand to derive more accurate overall forecasts. However, this Fig. 4 Results of the 1-and 7-day ahead forecasts by the three models suggestion was not tested in the study because essential identifiers were not available.", "cite_spans": [], "ref_spans": [{"start": 1120, "end": 1126, "text": "Fig. 4", "ref_id": null}], "section": "Discussion and conclusions"}, {"text": "In summary, this is the first study in which a forecasting model of the daily demand for ambulance services in Hong Kong has been developed using the ARIMA method and weather forecast data from the HKO. Although the effectiveness of using the ARIMA model in predicting ambulance or emergency services demand has been demonstrated outside of Hong Kong (see Channouf et al. 2007; Setzler et al. 2009 ), these latter studies made use of retrospective or actual meteorological data which, in the practical setting, are not available on the day to enable forecasting. The effectiveness of utilizing official weather forecast data to predict daily ambulance demand for the coming days, as we have established in our study, is a more appropriate demonstration of the societal use and values of meteorological information.", "cite_spans": [{"start": 356, "end": 377, "text": "Channouf et al. 2007;", "ref_id": "BIBREF6"}, {"start": 378, "end": 397, "text": "Setzler et al. 2009", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "The above finding is timely for the development of the Fourth Generation Mobilising System (FGMS) as the existing system will be overloaded in 2013. Weather forecast data could be incorporated into the FGMS without additional cost by linking directly to the HKO website. The incorporation of weather forecast data is worthwhile because its inclusion will improve forecast accuracy to better gauge resource management and deployment of ambulance attendants. For example, if the HKO 7-day weather forecasts warned of declining average temperatures in the next week and the ambulance demand forecast system predicted an increasing demand for ambulance services, such information would alert the need for advanced planning and estimation of a sufficient number of ambulance attendants required for the occasion. Such forward planning would enhance employee communication and reduce the need for compensation payment due to cancellation of previously approved leaves.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "There are few studies about the joint decision-making processes of forecasters and emergency managers during severe weather events (e.g., see Baumgart et al. 2008 ). Due to a lack of standardization and the complex nature of interagency cooperation, much time is wasted at the beginning on liaison and coordination. Medical care of na on-recurrent nature due to extreme weather conditions must not be neglected. In an emergency situation when lives are endangered, a 12-hour difference is important 1 day out but becomes less important the farther out the forecast is. Given that the present day FSD does not provide forecasts of daily ambulance demand, our forecasting model b' is helpful for the agency or the managing authority to know beforehand and be better prepared for the expected rise in the demand for emergency ambulances arising from changing weather conditions. Prior knowledge of service demand can facilitate vehicle logistics to assure that the needy can receive timely services.", "cite_spans": [{"start": 142, "end": 162, "text": "Baumgart et al. 2008", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion and conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Forecasting malaria incidence from historical morbidity patterns in epidemic-prone areas of Ethiopia: a simple seasonal adjustment method perform best", "authors": [{"first": "T", "middle": ["A"], "last": "Abeku", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Vias", "suffix": ""}, {"first": "G", "middle": [], "last": "Borsboom", "suffix": ""}, {"first": "A", "middle": [], "last": "Teklehaimanot", "suffix": ""}, {"first": "A", "middle": [], "last": "Kebede", "suffix": ""}, {"first": "D", "middle": [], "last": "Olana", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Oortmarssen", "suffix": ""}, {"first": "Jdf", "middle": [], "last": "Habbema", "suffix": ""}], "year": 2002, "venue": "Trop Med Int Health", "volume": "7", "issn": "10", "pages": "851--857", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Seasonal associations between weather conditions and suicide-evidence against a classic hypothesis", "authors": [{"first": "V", "middle": [], "last": "Ajdacic-Gross", "suffix": ""}, {"first": "C", "middle": [], "last": "Lauber", "suffix": ""}, {"first": "R", "middle": [], "last": "Sansossio", "suffix": ""}, {"first": "M", "middle": [], "last": "Bopp", "suffix": ""}, {"first": "D", "middle": [], "last": "Eich", "suffix": ""}, {"first": "M", "middle": [], "last": "Gostynski", "suffix": ""}, {"first": "F", "middle": [], "last": "Gutzwiller", "suffix": ""}, {"first": "W", "middle": [], "last": "Rossler", "suffix": ""}], "year": 2007, "venue": "Am J Epidemiol", "volume": "165", "issn": "5", "pages": "561--569", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Use of time-series analysis in infectious diseases surveillance", "authors": [{"first": "R", "middle": [], "last": "Allard", "suffix": ""}], "year": 1998, "venue": "Bull World Health Organ", "volume": "76", "issn": "4", "pages": "327--333", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Determination of an optimal forecast model for ambulance demand using goal programming", "authors": [{"first": "J", "middle": ["R"], "last": "Baker", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Fitzpatrick", "suffix": ""}], "year": 1986, "venue": "J Oper Res Soc", "volume": "37", "issn": "11", "pages": "1047--1059", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Emergency management decision making during severe weather", "authors": [{"first": "L", "middle": ["A"], "last": "Baumgart", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Bass", "suffix": ""}, {"first": "B", "middle": [], "last": "Philips", "suffix": ""}, {"first": "K", "middle": [], "last": "Kloesel", "suffix": ""}], "year": 2008, "venue": "Weather Forecast", "volume": "23", "issn": "", "pages": "1268--1279", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hong Kong statistics-population and vital events", "authors": [], "year": 2010, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The application of forecasting techniques to modeling emergency medical system calls in Calgary", "authors": [{"first": "N", "middle": [], "last": "Channouf", "suffix": ""}, {"first": "L", "middle": [], "last": "&apos;ecuyer", "suffix": ""}, {"first": "P", "middle": [], "last": "Ingolfsson", "suffix": ""}, {"first": "A", "middle": [], "last": "Avramidis", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "", "suffix": ""}], "year": 2007, "venue": "Alberta. Health Care Manag Sci", "volume": "10", "issn": "1", "pages": "25--45", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Weather information integration in transportation management Center (TMC) operations, Final report FHWA-JPO-11-058", "authors": [{"first": "C", "middle": [], "last": "Cluett", "suffix": ""}, {"first": "D", "middle": [], "last": "Gopalakrishna", "suffix": ""}, {"first": "F", "middle": [], "last": "Kitchener", "suffix": ""}, {"first": "K", "middle": [], "last": "Balke", "suffix": ""}, {"first": "L", "middle": [], "last": "Osborne", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Next steps with SPSS. Sage, Thousand Oaks Fire Services Department (2011) Hong Kong fire services review", "authors": [{"first": "E", "middle": ["L"], "last": "Einspruch", "suffix": ""}], "year": 2004, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Forecasting, structural time series models and the Kalman filter", "authors": [{"first": "A", "middle": ["C"], "last": "Harvey", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A human biometeorology classification of climate for large and local scales", "authors": [{"first": "G", "middle": [], "last": "Hentschel", "suffix": ""}], "year": 1986, "venue": "Proceedings WMO/HMO/UNEP Symposium on Climate and Human Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Warm words in wintry weather. Press release", "authors": [{"first": "Hong", "middle": [], "last": "Kong Observatory", "suffix": ""}], "year": 2007, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Extract of meteorological observations for Hong Kong", "authors": [{"first": "Hong", "middle": [], "last": "Kong Observatory", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Discussion paper for panel on security-provision of emergency ambulance service", "authors": [{"first": "Hong", "middle": [], "last": "Kong Legislative", "suffix": ""}, {"first": "", "middle": [], "last": "Council", "suffix": ""}], "year": 2005, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "SPSS statistics 20 Algorithms", "authors": [{"first": "Ibm", "middle": [], "last": "Spss", "suffix": ""}], "year": 2011, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Weather effects on daily traffic accidents and fatalities: time series count data approach, Paper #10-0325", "authors": [{"first": "M", "middle": ["G"], "last": "Karlaftis", "suffix": ""}, {"first": "G", "middle": [], "last": "Yannis", "suffix": ""}], "year": 2010, "venue": "Transportation Research Board 89th Annual Meeting", "volume": "", "issn": "", "pages": "10--14", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Winter mortality and its causes", "authors": [{"first": "W", "middle": ["R"], "last": "Keatinge", "suffix": ""}], "year": 2002, "venue": "Int J Circumpolar Health", "volume": "61", "issn": "4", "pages": "292--299", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Public health impact of global heating due to climate change: potential effects on chronic non-communicable diseases", "authors": [{"first": "T", "middle": [], "last": "Kjellstrom", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Butler", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Lucas", "suffix": ""}, {"first": "R", "middle": [], "last": "Bonita", "suffix": ""}], "year": 2010, "venue": "Int J Public Health", "volume": "55", "issn": "", "pages": "97--103", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Use of model ensemble products for weather forecasting in Hong Kong, WMO Training Workshop on Ensemble Prediction System", "authors": [{"first": "C", "middle": ["C"], "last": "Lam", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Yeung", "suffix": ""}, {"first": "H", "middle": [], "last": "Lam", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "18--23", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Impact of weather on human health", "authors": [{"first": "W", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Leung", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Mok", "suffix": ""}], "year": 2008, "venue": "Macau Seminar on Meteorological Science and Technology", "volume": "", "issn": "", "pages": "22--23", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Diurnal temperature range and emergency room admissions for chronic obstructive pulmonary disease in Taiwan", "authors": [{"first": "W", "middle": ["M"], "last": "Liang", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Liu", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kuo", "suffix": ""}], "year": 2009, "venue": "Int J Biometeorol", "volume": "53", "issn": "1", "pages": "17--23", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Ambulance run volume prediction by back-propagation neural network", "authors": [{"first": "P", "middle": ["S"], "last": "Liao", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Tzeng", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Chen", "suffix": ""}], "year": 2002, "venue": "Proceedings 4th China-Japan-Korea Joint Symposium on Medical Informatics, CJKMI, Beijing", "volume": "", "issn": "", "pages": "203--206", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Analyzing the volume and nature of emergency medical calls during severe weather events using regression methodologies", "authors": [{"first": "L", "middle": ["A"], "last": "Mclay", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Boone", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Brooks", "suffix": ""}], "year": 2012, "venue": "Socio Econ Plan Sci", "volume": "46", "issn": "", "pages": "55--66", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Finalizing plans for a global earth observation system of systems", "authors": [], "year": 2005, "venue": "NOAA", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Excess mortality in England and Wales, and in Greater London, during the 1995 heat wave", "authors": [{"first": "C", "middle": [], "last": "Rooney", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Kovats", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Coleman", "suffix": ""}], "year": 1998, "venue": "J Epidemiol Community Health", "volume": "52", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "An interactive forecasting program using Winters' exponential smoothing model", "authors": [{"first": "C", "middle": ["A"], "last": "Saydam", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Baker", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Fitzpatrick", "suffix": ""}], "year": 1986, "venue": "J Bus Forecast", "volume": "4", "issn": "", "pages": "26--29", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "EMS call volume predictions: a comparative study", "authors": [{"first": "H", "middle": [], "last": "Setzler", "suffix": ""}, {"first": "C", "middle": [], "last": "Saydam", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}], "year": 2009, "venue": "Comput Oper Res", "volume": "36", "issn": "6", "pages": "1843--1851", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Toward a new generation of world climate research and computing facilities", "authors": [{"first": "J", "middle": [], "last": "Shukla", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Palmer", "suffix": ""}, {"first": "R", "middle": [], "last": "Hagedorn", "suffix": ""}, {"first": "B", "middle": [], "last": "Hoskins", "suffix": ""}, {"first": "J", "middle": [], "last": "Kinter", "suffix": ""}, {"first": "J", "middle": [], "last": "Marotzke", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Slingo", "suffix": ""}], "year": 2010, "venue": "Bull Am Meteorol Soc", "volume": "", "issn": "", "pages": "1407--1412", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Time series forecasts of ambulance run volume", "authors": [{"first": "D", "middle": [], "last": "Tandberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Tibbetts", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Sklar", "suffix": ""}], "year": 1998, "venue": "Am J Emerg Med", "volume": "16", "issn": "", "pages": "232--237", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Climate variation and incidence of Ross River in Cairns, Australia: a time-series analysis", "authors": [{"first": "S", "middle": [], "last": "Tong", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Hu", "suffix": ""}], "year": 2001, "venue": "Environ Health Perspect", "volume": "109", "issn": "12", "pages": "1271--1273", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Assessment of climate change impact on residential building heating and cooling energy requirement in Australia", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ren", "suffix": ""}], "year": 2010, "venue": "Build Environ", "volume": "45", "issn": "7", "pages": "1663--1682", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A systematic review of models for forecasting the number of emergency department visits", "authors": [{"first": "M", "middle": [], "last": "Wargon", "suffix": ""}, {"first": "B", "middle": [], "last": "Guidet", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Hoang", "suffix": ""}, {"first": "G", "middle": [], "last": "Hejblum", "suffix": ""}], "year": 2009, "venue": "Emerg Med J", "volume": "26", "issn": "6", "pages": "395--399", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The socio-economic value of improved weather and climate information", "authors": [{"first": "R", "middle": ["A"], "last": "Williamson", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Hertzfeld", "suffix": ""}, {"first": "J", "middle": [], "last": "Cordes", "suffix": ""}], "year": 2002, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Time series forecasts of monthly ambulance calls in Hong Kong", "authors": [{"first": "H", "middle": ["T"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Lai", "suffix": ""}], "year": 2009, "venue": "10th Asian Urbanization Conference", "volume": "", "issn": "", "pages": "16--19", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Weather inference and daily demand for emergency ambulance services", "authors": [{"first": "H", "middle": ["T"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Lai", "suffix": ""}], "year": 2012, "venue": "Emerg Med J", "volume": "29", "issn": "", "pages": "60--64", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The influence of weather on human mortality in Hong Kong", "authors": [{"first": "Y", "middle": ["Y"], "last": "Yan", "suffix": ""}], "year": 2000, "venue": "Soc Sci Med", "volume": "50", "issn": "", "pages": "419--427", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A time-series plot of daily ambulance cases with 3-day smoothing(May 2006-April 2009", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Average absolute percentage errors between actual and forecast values for average temperature and average relative humidity", "latex": null, "type": "figure"}, "TABREF0": {"text": "Annual counts of ambulance calls from 1998 to 2010", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>Number of ambulance calls\n</td><td>Percent change from previous\n</td><td>Cumulative increase since\n</td></tr><tr><td>(× 103)\n</td><td>year\n</td><td>1998 (× 103)\n</td></tr><tr><td>1998 </td><td>464 </td><td>- </td><td>-\n</td></tr><tr><td>1999 </td><td>484 </td><td>4.41 % </td><td>20\n</td></tr><tr><td>2000 </td><td>519 </td><td>7.25 % </td><td>56\n</td></tr><tr><td>2001 </td><td>540 </td><td>3.99 % </td><td>76\n</td></tr><tr><td>2002 </td><td>559 </td><td>3.61 % </td><td>96\n</td></tr><tr><td>2003 </td><td>526 </td><td>−6.06 % </td><td>62\n</td></tr><tr><td>2004 </td><td>574 </td><td>9.13 % </td><td>110\n</td></tr><tr><td>2005 </td><td>584 </td><td>1.83 % </td><td>120\n</td></tr><tr><td>2006 </td><td>575 </td><td>−1.60 % </td><td>111\n</td></tr><tr><td>2007 </td><td>611 </td><td>6.25 % </td><td>147\n</td></tr><tr><td>2008 </td><td>643 </td><td>5.23 % </td><td>179\n</td></tr><tr><td>2009 </td><td>658 </td><td>2.43 % </td><td>194\n</td></tr><tr><td>2010 </td><td>686 </td><td>4.25 % </td><td>222\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Comparing forecast results of different autoregressive integrated moving average (ARIMA) models. All modeling parameters (i.e. the values of p, d, and q) fall within one order of magnitude. RMSE Root mean square error", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of days in advance\n</td><td>RMSE </td><td> </td><td> </td><td>Percent change in RMSE </td><td>Forecasting model b':\nARIMA using forecast\naverage temperature</td></tr><tr><td>Model a </td><td>Model b </td><td>Model c </td><td>a vs b </td><td>a vs c </td><td> </td><td> </td></tr><tr><td> </td><td>ARIMA </td><td>ARIMA using actual average temperature\n</td><td>ARIMA using actual average temperature and relative humidity\n</td><td>ARIMA using actual average temperature\n</td><td>ARIMA using actual average temperature and relative humidity\n</td><td>RMSE </td><td>Percent change in RMSE a vs b'\n</td></tr><tr><td>1 </td><td>58 </td><td>52 </td><td>52 </td><td>9 % </td><td>10 % </td><td>53 </td><td>9 %\n</td></tr><tr><td>2 </td><td>61 </td><td>54 </td><td>54 </td><td>13 % </td><td>13 % </td><td>55 </td><td>10 %\n</td></tr><tr><td>3 </td><td>63 </td><td>55 </td><td>55 </td><td>13 % </td><td>14 % </td><td>57 </td><td>10 %\n</td></tr><tr><td>4 </td><td>66 </td><td>57 </td><td>57 </td><td>13 % </td><td>14 % </td><td>58 </td><td>12 %\n</td></tr><tr><td>5 </td><td>67 </td><td>57 </td><td>58 </td><td>15 % </td><td>15 % </td><td>59 </td><td>13 %\n</td></tr><tr><td>6 </td><td>67 </td><td>58 </td><td>58 </td><td>14 % </td><td>13 % </td><td>60 </td><td>10 %\n</td></tr><tr><td>7 </td><td>69 </td><td>59 </td><td>59 </td><td>14 % </td><td>14 % </td><td>62 </td><td>10 %\n</td></tr><tr><td> </td><td>↑ </td><td>↑ </td><td>↑ </td><td>↑ </td><td>↑ </td><td>↑\n</td><td> </td></tr><tr><td> </td><td>Forecast model without a predictor\n</td><td>Using actual average temperature as a predictor yields smaller RMSEs or better results\n</td><td>Using both actual average temperature and humidity values as predictors yields almost similar results\n</td><td>Model b with a single predictor improves the prediction accuracy of model a\n</td><td>Model c with two predictors shows almost similar improvements in the prediction accuracy of model a\n</td><td>Using forecast average temperature alone yields reasonably acceptable results compared against\nb, which is impractical because actual temperature readings are\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>model </td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments The research is supported in part by (1) Hui-Oi-Chow Trust Fund, the University of Hong Kong, and (2) General Research Fund, Research Grants Council of Hong Kong. We are grateful to the following government departments of the Hong Kong Special Administrative Region for data access: Hong Kong Observatory and Hospital Authority.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Competing interest None to declare.Ethical considerations Ethical approvals have been obtained from the University of Hong Kong Human Research Ethics Committee for Non-Clinical Faculties.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}