{
    "paper_id": "1e6eb0960df4a392569903677351f32beb8a48c4",
    "metadata": {
        "title": "e Role of Chest Computed Tomography in Asymptomatic Patients of Positive Coronavirus Disease 2019: A Case and Literature Review",
        "authors": [
            {
                "first": "Jeton",
                "middle": [],
                "last": "Shatri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lirim",
                "middle": [],
                "last": "Tafilaj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Clinical Center of Kosovo",
                    "location": {
                        "settlement": "Prishtina, Kosovo",
                        "country": "Albania"
                    }
                },
                "email": ""
            },
            {
                "first": "Agon",
                "middle": [],
                "last": "Turkaj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Prishtina \"Hasan Prishtina\"",
                    "location": {
                        "addrLine": "Kosova -10000",
                        "settlement": "Kosovo",
                        "region": "Albanian",
                        "country": "Albania"
                    }
                },
                "email": ""
            },
            {
                "first": "Kreshnike",
                "middle": [],
                "last": "Dedushi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Metë",
                "middle": [],
                "last": "Shatri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Prishtina \"Hasan Prishtina\"",
                    "location": {
                        "addrLine": "Kosova -10000",
                        "settlement": "Kosovo",
                        "region": "Albanian",
                        "country": "Albania"
                    }
                },
                "email": ""
            },
            {
                "first": "Sadi",
                "middle": [],
                "last": "Bexheti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Serbeze",
                "middle": [
                    "Kabashi"
                ],
                "last": "Mucaj",
                "suffix": "",
                "affiliation": {},
                "email": "serbeze.mucaj@uni-pr.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "An unconscious 60-year-old male was brought to the ER by his relatives from a village in Pristina's vicinity. According to the family members, the patient had been complaining about dizziness and fatigue throughout the day. Other symptoms, such as coughing, fever, and chest pain, were not present. His medical history (in this case, a heteroanamnesis) states that the ABSTRACT Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an ongoing global health emergency. At present, patients are the primary source of infection. A randomly diagnosed confirmed case of COVID-19 highlights the importance of computerized tomography of thorax in diagnosing asymptomatic patients. In the early phase of COVID-19, routine screenings miss patients who are virus carriers, and tracking travel history is of paramount importance to early detection and isolation of SARS-CoV-2 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of April 15, 2020, more than 2,018,920 cases of the coronavirus disease 2019 (COVID-19) infection have been confirmed worldwide. e current definition of the ongoing global COVID-19 pandemic as an acute respiratory disease is based on the diagnosis of pneumonia. e usual symptoms are fever, cough, dyspnea, and myalgia. is diagnosis was made by a positive polymerase chain reaction test, which is highly specific. e first cases were seen in Wuhan, China, in December 2019, before spreading globally. [1] [2] [3] In Kosovo, the first two cases were reported on March 13, 2020; as of April 7, there are 184 laboratory-confirmed cases. e diagnosis was also made by a positive polymerase chain reaction (PCR) test, which is highly specific. e computerized tomography (CT) has a higher sensitivity but lower specificity and can play a role in the diagnosis and treatment of the disease. However, multiple radiologists have come forward to state that CT should not be relied on as a primary diagnostic/screening tool for COVID-19. [4] [5] [6] patient suffers from high blood pressure and diabetes mellitus type 2. After consultation with a neurologist, the patient underwent a CT scan of his head and a complete blood test. e CT scan revealed general cerebral atrophy (corresponding to the patient's age) and discreet gliotic lesions but no changes to the brain parenchyma [ Figure 1 ]. e radiologist in charge during that shift, taking into consideration the current coronavirus pandemic, ordered a chest CT scan. During the careful analysis of the chest, CT scan the following lesions could be observed: Alveolar changes predominantly, such as ground-glass opacities, focal consolidations, and mixed opacities (including a reversed halo sign), with bilateral and multifocal involvement, peripheral distribution, predominantly in the middle, lower, and posterior lung fields, septal thickening, and reticular changes superimposed on alveolar changes [ Figure 2 ]. Also incipient lung scarring (fibrotic bands) and pleural effusion with ground-glass opacities especially predominated shown in [ Figure 3 ] and mediastinal lymphonodes [ Figure 4 ]. e blood test results were as follows: Glucose 102 mg/dL (65-110 mg/dL), leukocytes WBC 28000, INR 1.0, fibrinogen 28, LDH 29, procalcitonin 1.3, protein C-reactive PCR 96.6 mg/l (30-120), protein 7.0 g/dL (6.0-8.0 g/dL), sample test positive for COVID-19, neutrophil 6.07 × 10 3 /μL 2.00-7.50, lymphocyte 1.65 × 10 3 /μL 1.00-4.00, monocytes 0.35 × 10 3 / μL 0.10-1.00, eosinophil 0.00 < × 10 3 /μL 0.10-0.40, basophil 0.01 × 10 3 /μL 0.00-0.20, erythroblast 0.00 × 10 3 /μL, urea 63 > mg/dL (15-50), and creatinine 0.71 mg/dL (0.5-1.3).",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1378,
                    "end": 1386,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1957,
                    "end": 1965,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2099,
                    "end": 2107,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2140,
                    "end": 2148,
                    "text": "Figure 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "e patient was hospitalized immediately at the Infectious Disease Clinic at around 19:00 and received the specific protocol treatment for COVID-19. After 12 h, the patient's condition worsened and was relocated to the intensive care unit. Sixteen hours later, the patient passed away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The sensitivity and specificity of the chest CT for COVID-19 are reported to vary between 80-90% and 60-70%. [7] The definitive test for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the real-time reverse transcriptase PCR (RT-PCR) test. It is believed to be highly specific, but its sensitivity has been reported to be as low as 60-70% [8] and as high as 95-97%. [9] False negatives present serious clinical problems, and several negative tests might be required in a single case to be confident about excluding the disease. CT should not be used for COVID-19 screening in asymptomatic patients, but may be considered in hospitalized patients, symptomatic cases, or in specific clinical situations. Tomography findings of COVID-19 pneumonia are non-specific and similar to those of other pulmonary infections, and they vary according to the stage of the onset disease. They must be correlated with clinical and laboratory evidence of COVID-19 infection. To date, it is recommended that the final diagnosis of the disease be confirmed by a positive RT-PCR test or genetic sequencing. Clinicians and radiologists should be familiar with the spectrum of COVID-19 involvement and be vigilant to identify and treat affected patients early. Those patients may have few clinical symptoms, chest CT may present normal findings, and even laboratory tests are negative at the beginning. However, the patients discussed in this article presented an inconsistent situation because the patient came to the clinic with atypical clinical changes for COVID-19 and was diagnosed accidentally.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "COVID-19 is still a new infectious disease, and there are different opinions on the use of CT in early examination in asymptomatic patients. e findings from the described case show that the CT examination was effective at discovering changes in the asymptomatic patient or patient with atypical symptoms of COVID-19 which was then confirmed by a PCR test. In the early phase of COVID-19, routine screenings miss patients who are virus carriers, and tracking travel history is of paramount importance to early detection and isolation of SARS-CoV-2 cases. When there is a global outbreak trend of COVID-19, this report should serve as an epidemic prevention and control reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "e best current practice advises that CT chest is not used to diagnose COVID-19 but is useful in assessing subsequent complications. In our case, the patient with non-typical symptoms for positive COVID-19 was given a chest CT considering the circumstances in which we are, the findings were in favor for COVID-19 positive, which later was confirmed through by PCR test. erefore, we must be especially careful during the period of global pandemic that patients coming to the emergency center with atypical signs of COVID 19 should be considered for the possibility of chest CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "e authors certify that they have obtained all appropriate patient consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of patient consent"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "ere are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "e continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infec Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ACR Recommendations for the Use of Chest Radiography and Computed Tomography (CT) for Suspected",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recommendations-for-Chest-Radiography-and-CT-for-Suspected-COVID19-Infection",
            "authors": [],
            "year": null,
            "venue": "Infection",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RCR Position on the Role of CT in Patients Suspected with COVID-19 Infection. e Royal College of Radiologists",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Canadian Society of oracic Radiology and Canadian Association of Radiologists' Statement on COVID-19-CAR-Canadian Association of Radiologists",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: A report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Performance of radiologists in differentiating COVID-19 from viral pneumonia on chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halsey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Essentials for radiologists on COVID-19: An update-radiology scientific expert panel",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Elicker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ketai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "e Role of Chest Computed Tomography in Asymptomatic Patients of Positive Coronavirus Disease 2019: A case and literature review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shatri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tafilaj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turkaj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dedushi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shatri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bexheti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kabashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Imaging Sci",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Radiology department preparedness for COVID-19. Radiology scientific expert panel",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Carolyn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Danny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kolli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest computed tomography (CT) images of a 64-yearold man with asymptomatic symptom for coronavirus disease 2019. Axial plane chest CT scans showing lymph nodes larger than 1 cm (Red arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Head computed tomography images of a 64-year-old man with asymptomatic symptom for coronavirus disease 2019. (a) Axial showing subarachnoid space dilated associated with cortical atrophy (Red arrows). (b) Choroid plexus calcification in the lateral ventricles (Red arrows).b a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest computed tomography (CT) images of a 64-yearold man with asymptomatic symptom for coronavirus disease 2019 (COVID-19). (a-d) Axial chest CT scans showing multifocal and bilateral ground-glass opacities, with peripheral and posterior predominance (Red arrows), which are typical pulmonary findings of COVID-19 infection (confirmed by reverse transcriptase polymerase chain reaction).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chest computed tomography (CT) images of a 64-year-old man with asymptomatic symptom for coronavirus disease 2019. Chest CT with different planes, coronal plane (a and b) reconstruction shows bilateral multifocal ground-glass opacities (Red arrows) and sagittal plane (c and d) images show multiple patchy and bilateral areas of ground-glass opacities with a posterior predominance (Red arrows).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}