{"paper_id": "1e7440ce38d40e5f12edf201728f3742f9c082bc", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Hepatitis B virus disease progression in East Asia is most frequently associated with genotype C (HBV/C). The increasing availability of HBV/C genetic sequences and detailed annotations provides an opportunity to investigate the epidemiological factors underlying its evolutionary history. In this study, the Bayesian phylogeography framework was used to investigate the origins and patterns in spatial dissemination of HBV/C by analyzing East Asian sequences obtained from 1992 to 2010. The most recent common ancestor of HBV/C was traced back to the early 1900s in China, where it eventually diverged into two major lineages during the 1930s-1960s that gave rise to distinct epidemic waves spreading exponentially to other East Asian countries and the USA. Demographic inference of viral effective population size over time indicated similar dynamics for both lineages, characterized by exponential growth since the early 1980s, followed by a significant bottleneck in 2003 and another increase after 2004. Although additional factors cannot be ruled out, we provide evidence to suggest this bottleneck was the result of limited human movement from/to China during the SARS outbreak in 2003. This is the first extensive evolutionary study of HBV/C in East Asia as well as the first to assess more realistic spatial ecological influences between co-circulating infectious diseases.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "East Asia, HBV genotype C, human mobility, phylogeography, population bottleneck, SARS the different genotypes, except for genotypes D and G, which are scattered worldwide. 4 Genotype A is prevalent in Africa, North America and Europe; Genotypes B and C are the major genotypes circulating in Asia 4 and, even in the USA, are the most common among Asian patients 5 ; genotype E is prevalent in Africa; F/H in Central and South America; I in Taiwan; and J in Japan. 4, 6, 7 HBV genotype C (HBV/C), in particular, is the most prevalent genotype in almost every East Asian country, and it also accounts for a large number of infections in the USA (prevalence of 41% and 23% along the Western and Eastern coasts, respectively 5 ). In Korea, genotype C constitutes almost 100% of the infections, 8 approximately 50% in Hong Kong, 9 and 85% in Japan. 10 In Mainland China, genotype C is predominant in the Northern part of China (Beijing, Xingjiang and Gansu), while genotype B is prevalent in the Central and Eastern part of China (Hunan and Fujian), with an overall prevalence of 41% for genotype B and 53% for genotype C. 11 Similarly in Taiwan, where HBV genotype B is the most prevalent (68%), genotype C still accounts for almost one-third of the infections (32%). 12 and C4 in the Aborigines from Australia. 14 Chronic infection with HBV/C has been associated with significantly higher risk than with other genotypes for progression to LC and HCC. 15, 16 In Taiwan, in particular, chronic hepatitis and HCC are still the 9th ranking cause of death. 16 Indeed, several studies have suggested that disease outcomes are related to specific genetic variants. [17] [18] [19] Due to the disease activity and the risk of HCC development with which HBV/C is associated, it is important to investigate the molecular evolution and demographic history of this genotype in highly endemic countries notably the high prevalence of genotype C in USA and the prevalence (14.8%) of chronic HBV infections among Asian immigrants who likely acquired infections in their country of origin. 20 We consider this as an Asianrelated infection network, and therefore the HBV/C sequences from USA will be included in the study. Previous studies based on Bayesian coalescent analysis estimated the HBV evolutionary rate to be approximately 10 −4 -10 −5 nucleotide substitutions/site/ year 21, 22 and traced back the time of the most recent common ancestor (tMRCA) of the currently circulating human genotypes to ~1500 years ago, which in turn separated from the avian HBV lineage ~6000 years ago. 21 However, specific genotypes, or lineages within genotypes responsible for current outbreaks, may have a more recent origin, and their successful spread could be the result of specific historical or geopolitical correlates during the past decades potentially related to an unprecedented increase in human mobility. Therefore, our main objective was to infer the origin and epidemic history of HBV/C in East Asia and investigate ecological factors affecting dissemination and epidemic outbreaks of the virus.", "cite_spans": [{"start": 173, "end": 174, "text": "4", "ref_id": "BIBREF3"}, {"start": 298, "end": 299, "text": "4", "ref_id": "BIBREF3"}, {"start": 363, "end": 364, "text": "5", "ref_id": "BIBREF4"}, {"start": 465, "end": 467, "text": "4,", "ref_id": "BIBREF3"}, {"start": 468, "end": 470, "text": "6,", "ref_id": "BIBREF5"}, {"start": 471, "end": 472, "text": "7", "ref_id": "BIBREF6"}, {"start": 791, "end": 792, "text": "8", "ref_id": "BIBREF7"}, {"start": 825, "end": 826, "text": "9", "ref_id": "BIBREF8"}, {"start": 845, "end": 847, "text": "10", "ref_id": "BIBREF9"}, {"start": 1119, "end": 1121, "text": "11", "ref_id": "BIBREF10"}, {"start": 1265, "end": 1267, "text": "12", "ref_id": "BIBREF11"}, {"start": 1449, "end": 1452, "text": "15,", "ref_id": "BIBREF14"}, {"start": 1453, "end": 1455, "text": "16", "ref_id": null}, {"start": 1550, "end": 1552, "text": "16", "ref_id": null}, {"start": 1656, "end": 1660, "text": "[17]", "ref_id": null}, {"start": 1661, "end": 1665, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 1666, "end": 1670, "text": "[19]", "ref_id": "BIBREF17"}, {"start": 2071, "end": 2073, "text": "20", "ref_id": "BIBREF18"}, {"start": 2363, "end": 2366, "text": "21,", "ref_id": "BIBREF19"}, {"start": 2367, "end": 2369, "text": "22", "ref_id": "BIBREF20"}, {"start": 2571, "end": 2573, "text": "21", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "K E Y W O R D S"}, {"text": "We mined the GenBank database (https://www.ncbi.nlm.nih.gov) to compile a comprehensive data set of all currently available HBV/C sequences. The gold standard method for HBV genotyping is wholegenome sequencing followed by phylogenetic analysis. 23 Therefore, to infer a reliable demographic history of HBV/C, we focused on fullgenome sequences with known sampling time and country of origin Sequences included in the final data set were required to satisfy the following criteria: nonrecombinant sequences with no uncertainty concerning genotype assignment; sequences isolated only from human serum or plasma (sequences from liver tumour were excluded to avoid the potential confounding factor of tissue-specific convergent evolution of sequences sampled from different patients);", "cite_spans": [{"start": 246, "end": 248, "text": "23", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "| HBV data set selection"}, {"text": "sequences not epidemiologically linked (ie, not linked through a direct transmission chain); and when multiple sequences from the same subjects were available, only one sequence was randomly selected. Genotyping classification was confirmed by phylogenetic analysis using Neighbor Joining (NJ) tree reconstruction, with the GTR nucleotide substitution model, gamma-distributed rate heterogeneity among sites (GTR + G), and 1000 bootstrap replicates, from an alignment including the full-genome sequences obtained from GenBank and well-established genotype (A to J) reference strains (accession numbers shown in Table S1 ). Calculations were carried out within MEGA6 software. 24 Data collection times of HBV sequences included in the full-genome data set (n = 429) spanned from 1992 to 2010. To ensure that a specific country was not falsely over-represented in the alignment, a sampling ratio was calculated using the proportion of genotype C in chronic HBV cases (China 53%, Korea 98%, Japan 85%, Taiwan 32%, USA 41%) normalized by HBV prevalence in the general population of each country (China 10%, 25 Korea 5.9%, 26 Japan 4%, 27 Taiwan 15%, 28 USA 15%, 20, 29 which resulted in a sampling ratio China:Korea:Japan:Taiwan:USA of 1.6:1.7:1:1.4:1.8. Sequences were, then, randomly selected from each country according to this ratio to generate an alignment including a final alignment of 120 strains representative of the virus prevalence in each country spanning from 1992 to 2010 (see Table   S2 ) to infer maximum likelihood (ML) trees, NJ trees and Bayesian coalescent inference. ", "cite_spans": [{"start": 676, "end": 678, "text": "24", "ref_id": "BIBREF22"}, {"start": 1103, "end": 1105, "text": "25", "ref_id": "BIBREF23"}, {"start": 1118, "end": 1120, "text": "26", "ref_id": "BIBREF24"}, {"start": 1131, "end": 1133, "text": "27", "ref_id": "BIBREF25"}, {"start": 1146, "end": 1148, "text": "28", "ref_id": "BIBREF26"}, {"start": 1158, "end": 1161, "text": "20,", "ref_id": "BIBREF18"}, {"start": 1162, "end": 1164, "text": "29", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 611, "end": 619, "text": "Table S1", "ref_id": "TABREF4"}, {"start": 1488, "end": 1498, "text": "Table   S2", "ref_id": null}], "section": "| HBV data set selection"}, {"text": "The best-fitting nucleotide substitution (GTR + G) model was selected using a hierarchical likelihood ratio test within PAUP* v4.0. 30 NJ and ML trees were then inferred according to the best-fitting model using MEGA6 and PhyML 3.0 (http://www.atgc-montpellier. ", "cite_spans": [{"start": 132, "end": 134, "text": "30", "ref_id": null}], "ref_spans": [], "section": "| NJ and ML phylogeny and gene flow analysis"}, {"text": "To assess the molecular clock signal carried in the temporally sampled viral sequences, a cross-platform software, TempEst (formerly known as Path-O-Gen; http://tree.bio.ed.ac.uk/software/tempest/), is used to explore the association between genetic divergence through time and the sampling dates.", "cite_spans": [], "ref_spans": [], "section": "| Molecular clock signal test and Bayesian coalescent inference"}, {"text": "Time-scaled phylogenetic trees, evolutionary rates and demographic histories of HBV/C strains were evaluated using the Bayesian coalescent framework implemented in BEAST v1.8.2 (http://beast. community/index.html), which uses a Markov Chain Monte Carlo (MCMC) sampling method to obtain posterior distributions of tree topologies and parameter estimates. Bifurcating nodes with posterior probability greater than 0.95 were considered statistically well supported. Six different evolutionary models were tested: strict vs relaxed molecular clock, each one with a constant size, exponential growth or Bayesian Skygrid (nonparametric) demographic prior. 32 Depending on the model, MCMCs were run for 500 million to 1.5 billion generations (sampling every 0.01% of the run) until the effective sampling size of each parameter estimate (after burn-in of 10%-25%, depending on the model) was >200 to ensure proper mixing of the Markov chain. For each run, the marginal likelihood was estimated via path sampling (PS) and stepping stone (SS) methods 33 and the resulting Bayes Factors (BF) (ratio of marginal likelihoods) used to select the best-fitting clock/demographic model. 34 In practice, following the original work of Kass and Raftery, 35 ", "cite_spans": [{"start": 650, "end": 652, "text": "32", "ref_id": "BIBREF30"}, {"start": 1171, "end": 1173, "text": "34", "ref_id": "BIBREF33"}, {"start": 1236, "end": 1238, "text": "35", "ref_id": null}], "ref_spans": [], "section": "| Molecular clock signal test and Bayesian coalescent inference"}, {"text": "In ML and NJ trees, the putative location of each ancestral lineage (internal branch) was inferred by assigning a discrete character to each sequence corresponding to the country of origin and reconstructing ancestral states by maximum parsimony. A more in-depth phylogeographic analysis, incorporating both spatial and temporal information, was also performed with BEAST 36 using a discrete trait, symmetric substitution model with Bayesian stochastic search variable selection (BSSVS). The MCC tree was converted to a keyhole markup language file (KML file) using SPREAD 37 software and projected onto a geographical map using Google Earth (available online: http://www.google.com/earth) to produce a graphical animation of the estimated spatiotemporal patterns of HBV/C evolution.", "cite_spans": [], "ref_spans": [], "section": "| Bayesian phylogeography"}, {"text": "Longitude and latitude of each centre of the cities or countries were marked orderly in a text-delimited file for SPREAD.", "cite_spans": [], "ref_spans": [], "section": "| Bayesian phylogeography"}, {"text": "The entry numbers at customs arrival point of Eastern Asian countries, as well as departure trends, were collected from a number of national databases (see below) to evaluate potential correlations between viral demographic history and human mobility during the past two to three decades (depending on available data for each country).", "cite_spans": [], "ref_spans": [], "section": "| Human mobility data in East Asia"}, {"text": "Human mobility data in Taiwan ", "cite_spans": [], "ref_spans": [{"start": 23, "end": 29, "text": "Taiwan", "ref_id": null}], "section": "| Human mobility data in East Asia"}, {"text": "The NJ tree inferred from genotype C full-genome sequences was rooted with genotype B strains (see Figure 1 ) ", "cite_spans": [], "ref_spans": [{"start": 99, "end": 107, "text": "Figure 1", "ref_id": null}], "section": "| HBV/C phylogeny and viral gene flow"}, {"text": "In order to investigate the timeframe of HBV/C spatial dispersion patterns in East Asia within the Bayesian coalescent framework, we selected from all available full-genome sequences a random sub-sample according to the relative ratio of HBV/C prevalence in each country ( site/year), in agreement with previous estimates. 21 The overall topology of the Bayesian maximum clade credibility (MCC) tree ( Figure 3A ) inferred from the data set is almost the same as ML and NJ phylogenies inferred from the full data set (Figure 1 and Figure   S1 ). The majority of the available strains (99.5%) clustered within ", "cite_spans": [{"start": 323, "end": 325, "text": "21", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 402, "end": 411, "text": "Figure 3A", "ref_id": null}, {"start": 517, "end": 526, "text": "(Figure 1", "ref_id": null}, {"start": 531, "end": 542, "text": "Figure   S1", "ref_id": null}], "section": "| HBV/C Bayesian phylogeography"}, {"text": "Similar to the data set including all lineages, the relaxed molecular clock and nonparametric Skygrid demographic prior were determined to be the best-fitting models when sequences of each of the three major lineages described in the previous section were analysed separately (Table 1) ", "cite_spans": [], "ref_spans": [{"start": 276, "end": 285, "text": "(Table 1)", "ref_id": null}], "section": "| HBV/C population dynamics and human mobility"}, {"text": "The prevalence and dynamics of HBV/C infection are a major public health concern in East Asia. Our study resulted in two significant findings. First, we showed that during the past three decades Since 1995, when successful vaccination programs started to curtail the number of \"mother-to-infant\" transmissions, overall HBV prevalence has been decreasing, especially in Japan. 48 ", "cite_spans": [{"start": 376, "end": 378, "text": "48", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "| D ISCUSS I ON"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "CO N FLI C T S O F I NTE R E S T"}, {"text": "Hsin-Fu Liu http://orcid.org/0000-0003-0082-2269", "cite_spans": [], "ref_spans": [], "section": "O RCI D"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. WHO guidance on development of influenza vaccine reference viruses by reverse genetics", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Typing hepatitis B virus by homology in nucleotide sequence: comparison of surface antigen subtypes", "authors": [{"first": "H", "middle": [], "last": "Okamoto", "suffix": ""}, {"first": "F", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "H", "middle": [], "last": "Sakugawa", "suffix": ""}], "year": 1988, "venue": "J Gen Virol", "volume": "69", "issn": "10", "pages": "2575--2583", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Molecular epidemiological study of hepatitis B virus infection in two different ethnic populations from the Solomon Islands", "authors": [{"first": "T", "middle": [], "last": "Utsumi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yano", "suffix": ""}, {"first": "B", "middle": ["X"], "last": "Truong", "suffix": ""}], "year": 2007, "venue": "J Med Virol", "volume": "79", "issn": "3", "pages": "229--235", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hepatitis B virus genotypes", "authors": [{"first": "A", "middle": [], "last": "Kramvis", "suffix": ""}, {"first": "M", "middle": [], "last": "Kew", "suffix": ""}, {"first": "G", "middle": [], "last": "Francois", "suffix": ""}], "year": 2005, "venue": "Vaccine", "volume": "23", "issn": "", "pages": "2409--2423", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hepatitis B virus genotypes in the United States: results of a nationwide study", "authors": [{"first": "C", "middle": ["J"], "last": "Chu", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Keeffe", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Han", "suffix": ""}], "year": 2003, "venue": "Gastroenterology", "volume": "125", "issn": "2", "pages": "444--451", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A genetic variant of hepatitis B virus divergent from known human and ape genotypes isolated from a Japanese patient and provisionally assigned to new genotype", "authors": [{"first": "K", "middle": [], "last": "Tatematsu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "F", "middle": [], "last": "Kurbanov", "suffix": ""}], "year": 2009, "venue": "J. J Virol", "volume": "83", "issn": "20", "pages": "10538--10547", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Molecular characterization of hepatitis B virus and a 9-year clinical profile in a patient infected with genotype I", "authors": [{"first": "C", "middle": [], "last": "Osiowy", "suffix": ""}, {"first": "K", "middle": [], "last": "Kaita", "suffix": ""}, {"first": "K", "middle": [], "last": "Solar", "suffix": ""}, {"first": "K", "middle": [], "last": "Mendoza", "suffix": ""}], "year": 2010, "venue": "J Med Virol", "volume": "82", "issn": "6", "pages": "942--948", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Distribution of hepatitis B virus genotypes in Korea", "authors": [{"first": "J", "middle": ["H"], "last": "Cho", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Yoon", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Lee", "suffix": ""}], "year": 2009, "venue": "Korean J Hepatol", "volume": "15", "issn": "2", "pages": "140--147", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Hepatitis B virus genotype C is associated with more severe liver fibrosis than genotype B", "authors": [{"first": "H", "middle": ["L"], "last": "Chan", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Wong", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Tse", "suffix": ""}], "year": 2009, "venue": "Clin Gastroenterol Hepatol", "volume": "7", "issn": "12", "pages": "1361--1366", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Geographic distribution of hepatitis B virus (HBV) genotype in patients with chronic HBV infection in Japan", "authors": [{"first": "E", "middle": [], "last": "Orito", "suffix": ""}, {"first": "T", "middle": [], "last": "Ichida", "suffix": ""}, {"first": "H", "middle": [], "last": "Sakugawa", "suffix": ""}], "year": 2001, "venue": "Hepatology", "volume": "34", "issn": "3", "pages": "590--594", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Geographic distribution, virologic and clinical characteristics of hepatitis B virus genotypes in China", "authors": [{"first": "G", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Wen", "suffix": ""}], "year": 2005, "venue": "J Viral Hepat", "volume": "12", "issn": "6", "pages": "609--617", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Genotypes and clinical phenotypes of hepatitis B virus in patients with chronic hepatitis B virus infection", "authors": [{"first": "J", "middle": ["H"], "last": "Kao", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Lai", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Chen", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "4", "pages": "1207--1209", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Genotype C of hepatitis B virus can be classified into at least two subgroups", "authors": [{"first": "T", "middle": ["T"], "last": "Huy", "suffix": ""}, {"first": "H", "middle": [], "last": "Ushijima", "suffix": ""}, {"first": "V", "middle": ["X"], "last": "Quang", "suffix": ""}], "year": 2004, "venue": "J Gen Virol", "volume": "85", "issn": "2", "pages": "283--292", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A novel variant genotype C of hepatitis B virus identified in isolates from Australian Aborigines: complete genome sequence and phylogenetic relatedness", "authors": [{"first": "F", "middle": [], "last": "Sugauchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mizokami", "suffix": ""}, {"first": "E", "middle": [], "last": "Orito", "suffix": ""}], "year": 2001, "venue": "J Gen Virol", "volume": "82", "issn": "", "pages": "883--892", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hepatitis B virus genotype C takes a more aggressive disease course than hepatitis B virus genotype B in hepatitis B e antigen-positive patients", "authors": [{"first": "H", "middle": ["L"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Hui", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Hung", "suffix": ""}, {"first": "F", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Sung", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "3", "pages": "1277--1279", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Viral genotype and hepatitis B virus DNA levels are correlated with histological liver damage in HBeAg-negative chronic hepatitis B virus infection", "authors": [{"first": "H", "middle": ["L"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Liew", "suffix": ""}], "year": 2002, "venue": "Am J Gastroenterol", "volume": "97", "issn": "2", "pages": "406--412", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hepatitis B virus genotype A is more often associated with severe liver disease in northern India than is genotype D", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "S", "middle": [], "last": "Naik", "suffix": ""}, {"first": "R", "middle": [], "last": "Aggarwal", "suffix": ""}], "year": 2005, "venue": "Indian J Gastroenterol", "volume": "24", "issn": "1", "pages": "19--22", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Core promoter mutations and genotypes in relation to viral replication and liver damage in East Asian hepatitis B virus carriers", "authors": [{"first": "M", "middle": [], "last": "Lindh", "suffix": ""}, {"first": "C", "middle": [], "last": "Hannoun", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Dhillon", "suffix": ""}, {"first": "G", "middle": [], "last": "Norkrans", "suffix": ""}, {"first": "P", "middle": [], "last": "Horal", "suffix": ""}], "year": 1999, "venue": "J Infect Dis", "volume": "179", "issn": "4", "pages": "775--782", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Screening for chronic hepatitis B among Asian/Pacific Islander populations", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Bayesian estimates of the evolutionary rate and age of hepatitis B virus", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}], "year": 2007, "venue": "J Mol Evol", "volume": "65", "issn": "2", "pages": "197--205", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Molecular evolution of hepatitis B virus over 25 years", "authors": [{"first": "C", "middle": [], "last": "Osiowy", "suffix": ""}, {"first": "E", "middle": [], "last": "Giles", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "M", "middle": [], "last": "Mizokami", "suffix": ""}, {"first": "G", "middle": ["Y"], "last": "Minuk", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "21", "pages": "10307--10314", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Hepatitis B virus genotyping: current methods and clinical implications", "authors": [{"first": "B", "middle": ["S"], "last": "Guirgis", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Abbas", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Azzazy", "suffix": ""}], "year": 2010, "venue": "Int J Infect Dis", "volume": "14", "issn": "11", "pages": "941--953", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "MEGA6: molecular evolutionary genetics analysis version 6.0", "authors": [{"first": "K", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "D", "middle": [], "last": "Peterson", "suffix": ""}, {"first": "A", "middle": [], "last": "Filipski", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2013, "venue": "Mol Biol Evol", "volume": "30", "issn": "12", "pages": "2725--2729", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Epidemiological serosurvey of hepatitis B in China-declining HBV prevalence due to hepatitis B vaccination", "authors": [{"first": "X", "middle": [], "last": "Liang", "suffix": ""}, {"first": "S", "middle": [], "last": "Bi", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "47", "pages": "6550--6557", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hepatitis B vaccinations among Koreans: Results from 2005 Korea National Cancer Screening Survey", "authors": [{"first": "H", "middle": ["S"], "last": "Juon", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Choi", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Park", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Kwak", "suffix": ""}, {"first": "S", "middle": [], "last": "Lee", "suffix": ""}], "year": 2009, "venue": "BMC Infect Dis", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Epidemiology of Hepatitis B Virus in Japan, especially in Nagasaki", "authors": [{"first": "T", "middle": [], "last": "Miyamoto", "suffix": ""}], "year": 1986, "venue": "Acta Med Nagasaki", "volume": "30", "issn": "", "pages": "290--293", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Epidemiology of hepatitis B virus infection in the Asia-Pacific region", "authors": [{"first": "C", "middle": ["J"], "last": "Chen", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Yu", "suffix": ""}], "year": 2000, "venue": "J Gastroenterol Hepatol", "volume": "15", "issn": "", "pages": "3--6", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Epidemiology of hepatitis B in the United States", "authors": [{"first": "W", "middle": ["R"], "last": "Kim", "suffix": ""}], "year": 2009, "venue": "Hepatology", "volume": "49", "issn": "5", "pages": "28--34", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Estimation of levels of gene flow from DNA sequence data", "authors": [{"first": "R", "middle": ["R"], "last": "Hudson", "suffix": ""}, {"first": "M", "middle": [], "last": "Slatkin", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Maddison", "suffix": ""}], "year": 1992, "venue": "Genetics", "volume": "132", "issn": "2", "pages": "583--589", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Improving Bayesian population dynamics inference: a coalescentbased model for multiple loci", "authors": [{"first": "M", "middle": ["S"], "last": "Gill", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Faria", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "B", "middle": [], "last": "Shapiro", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}], "year": 2013, "venue": "Mol Biol Evol", "volume": "30", "issn": "3", "pages": "713--724", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Improving the accuracy of demographic and molecular clock model comparison while accommodating phylogenetic uncertainty", "authors": [{"first": "G", "middle": [], "last": "Baele", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "T", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Alekseyenko", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Make the most of your samples: Bayes factor estimators for high-dimensional models of sequence evolution", "authors": [{"first": "G", "middle": [], "last": "Baele", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "S", "middle": [], "last": "Vansteelandt", "suffix": ""}], "year": 2013, "venue": "BMC Bioinformatics", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7", "authors": [{"first": "A", "middle": ["J"], "last": "Drummond", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}, {"first": "D", "middle": [], "last": "Xie", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}], "year": 2012, "venue": "Mol Biol Evol", "volume": "29", "issn": "8", "pages": "1969--1973", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "SPREAD: spatial phylogenetic reconstruction of evolutionary dynamics", "authors": [{"first": "F", "middle": [], "last": "Bielejec", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "20", "pages": "2910--2912", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Viral phylodynamics and the search for an 'effective number of infections'", "authors": [{"first": "S", "middle": ["D"], "last": "Frost", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Volz", "suffix": ""}], "year": null, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "365", "issn": "", "pages": "1879--1890", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "SARS epidemic area", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Severe acute respiratory syndrome coronavirus sequence characteristics and evolutionary rate estimate from maximum likelihood analysis", "authors": [{"first": "M", "middle": [], "last": "Salemi", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Fitch", "suffix": ""}, {"first": "M", "middle": [], "last": "Ciccozzi", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ruiz-Alvarez", "suffix": ""}, {"first": "G", "middle": [], "last": "Rezza", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Lewis", "suffix": ""}], "year": 2004, "venue": "J Virol", "volume": "78", "issn": "3", "pages": "1602--1603", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cultural Revolution memoirs written and read in English: Image formation, reception and counternarrative: Thesis(Ph.D.)-University of Minnesota", "authors": [{"first": "Z", "middle": [], "last": "Geng", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Life and Death in Shanghai", "authors": [{"first": "N", "middle": [], "last": "Cheng", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "World Health Organization changes Hong Kong, Guangdong travel recommendations", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Summary of probable SARS cases with onset of illness from 1", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "SARS in healthcare facilities", "authors": [{"first": "L", "middle": ["C"], "last": "Mcdonald", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Simor", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Su", "suffix": ""}], "year": 2004, "venue": "Toronto and Taiwan. Emerg Infect Dis", "volume": "10", "issn": "5", "pages": "777--781", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Control measures for severe acute respiratory syndrome (SARS) in Taiwan", "authors": [{"first": "S", "middle": ["J"], "last": "Twu", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Chen", "suffix": ""}], "year": 2003, "venue": "Emerg Infect Dis", "volume": "9", "issn": "6", "pages": "718--720", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Molecular evolution and phylodynamics of acute hepatitis B virus in Japan", "authors": [{"first": "S", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Toyoda", "suffix": ""}, {"first": "T", "middle": [], "last": "Kumada", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "PLoS ONE", "volume": "11", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Characterising two-pathogen competition in spatially structured environments", "authors": [{"first": "C", "middle": [], "last": "Poletto", "suffix": ""}, {"first": "S", "middle": [], "last": "Meloni", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Metre", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}, {"first": "Y", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2015, "venue": "Sci Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "both are necessary for calibration of molecular clock and Bayesian inference of spatiotemporal dynamics [see section 2.3]). Sequences lacking isolation time were complemented by the kind email reply from the submitted authors. Sequences with only publication year instead of isolation time were excluded from the data set. To make the most abundant time information to the data set, we kept at least 2 sequences for each isolation year as possible. If insufficient qualified sequence could be obtained from Genbank in a certain year, the sequence number was less.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "fr/phyml/), respectively. Statistical supports for internal branches in the phylogeny were assessed by bootstrapping (1000 replicates) and the approximate likelihood ratio test (aLRT). Genotype B sequences were used for outgroup-rooting in the NJ and ML trees. Phylogenies were then annotated with FigTree v1.4.0 (http://tree.bio.ed.ac.uk/ software/figtree/). The existence of distinct subpopulations of HBV/C in different countries was analysed by the Slatkin and Maddison 31 test and percentage of viral migrations from/to different countries inferred by maximum parsimonious reconstruction of ancestral states using the MacClade v4.08 program.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". Chinese sequences of HBV/C are closest to the root, followed by lineages belonging to Taiwan, Japan and the west coast of the USA. The Japanese strains gave further rise to lineages belonging to Korea. The results were confirmed by the ML tree (Figure S1), which exhibits a similar topology. Viral gene flow analysis based on maximum parsimony reconstruction of ancestral location characters (ie, most parsimonious geographic origin of ancestral sequences) shows that the majority of spatial transition events observed in the ML and NJ trees (72.5%-58.8%) occurred from China to other East Asian countries (Figure 2), while the remaining transitions (nearer the tips) occurred between Korea and Japan. Overall, the results implicate China as the initial epicentre of the epidemic from where different lineages progressively spread to other East Asian countries.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "lineages 2 and 3, with lineage 2 primarily consisting of Japan and Korean isolates (60.9% of all available sequences within the clade), and lineage 3 of Chinese/Taiwanese isolates (70.5% of all available sequences within the clade) (Figure 3B). The HBV/C most recent common ancestor (MRCA) emerged in China in the mid-1940s with a 95% high posterior density interval (95% HPD) of 1901-1969. After an initial spread in China, three lineages emerged almost simultaneously around the 1950s (95%HPD 1932-1970, 1942-1970 and 1944-1970, respectively [Figure 4]). Lineage 1 gave rise to two separate introductions from China to Taiwan and from China to USA. Lineage 2 exhibited a transition from China to Japan, from where it disseminated in turn to Korea through several separate introductions. Lineage 3 appeared to circulate within China, from where it was further disseminated to Taiwan, through at least three separate introductions, and then to USA. No introduction from Japan into Taiwan was observed. Significantly supported viral migration routes (BF > 3) over 1992-2010, representing the spatial transitions in the MCC tree, are shown in Figure 4.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "I G U R E 3 Bayesian MCC tree of HBV/C full-genome sequences from East Asian countries. (A) The time-scaled MCC tree was inferred using the Bayesian coalescent framework. Numbers marked on branches represent posterior probabilities. Branches are coloured according to country of origin of each lineage (legend to the left). The tree was scaled in time by calibrating a relaxed molecular clock (lognormal distribution?). The 95% high posterior density intervals for the time of origin of the main ancestral lineages are given in parenthesis to the right of each internal node (ie, inferred ancestor of the lineage). Three major lineages (L.1, L.2 and L.3) originating from China are indicated. (B) Sequence distribution of strains sorted from the MCC tree Lineages 2 and 3 Overall, in agreement with the ML and NJ gene flow analysis (see section 3.1), the data implicated China as the epicentre of several HBV/C radiations that were possibly at the origin of independent outbreaks in the adjacent Asian countries during the past three decades.", "latex": null, "type": "figure"}, "FIGREF5": {"text": ". Skygrid plots display changes in virus effective population size (Ne), which is a measure of viral diversity and is related to the number of new transmissions (incidence) over the sampling time period.38 The population demographic history, or changes in Ne over the evolutionary history in question, of lin-eages 2 and 3 was remarkably similar (Figure 5). Lineage 3 was characterized by overall viral effective population growth from 1980 to 1997 (a small and transient decrease was observed between 1989 and 1995) (Figure 5A). A sharp population bottleneck was then observed in 2003, followed by growth and potential stabilization (growing HPD intervals toward most recent sampling time) during the last decade (Figure 5A). Such a strong bottleneck usually associated with one or more than two major events relate to natural environment, human or epidemics. Coincidently, a wide affected emerging pathogen outbreak arose in East Asia in 2003. This newly emerging coronavirus caused severe acute respiratory syndrome (SARS-CoV), leading to an outbreak in the area between Hong Kong and Guangdong in 2003. The fast transmission and high mortality rate caused worldwide attention. With the WHO and governments' propaganda continuously advising people to avoid the attendance of public events and to change travel plans to epidemic areas such as China and Taiwan, 39 restrictions on tourism were tightened so as to reduce human contact. In order to analyse the potential impact of these travel restrictions on HBV/C spread, we collected travel numbers at customs in each East Asia country during the past three decades (Figure 6) for comparison with phylogeographic data. The total entry number at customs arrival point of China and Taiwan (the two countries where most of lineage 3 strains circulated) showed a rapid growth from 1981 to 2002. In 2003, during the SARS-CoV epidemic, the number of arriving people had a loss of more than 6 million (97 908 252 people in 2002 vs 91 662 082 people in 2003) in China and 72 000 people in Taiwan (2 977 692 people in 2002 vs 2 248 117 people in 2003).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Temporal dynamics of HBV/C phylogeographic dispersion in East Asia. (A) Major routes of viral dispersion (pink line) set off from China to Japan and Taiwan respectively, while minor route (yellow line) started to expand inside China. (B) HBV lineage in Japan goes to Korea and flow back and forth (C). The direction and expansion range (circles in (D)) were inferred by the Bayesian MCC tree and visualized by Google earth (see Section 2) The population dynamic of lineage 3 is highly correlating with the number of people entering each country (Pearson r = 0.829**, P < 0.001 for China; Pearson r = 0.879**, P < 0.001, for Taiwan) and leaving each country (Pearson r = 0.909**, P < 0.001 for China; Pearson r = 0.709**, P < 0.001, for Taiwan). The HBV/C population bottleneck occurred during the time frame of the SARS-CoV epidemic 40 and was followed by another substantial growth matching a new increase in human mobility in the aftermath of the SARS-CoV epidemic (Figure 5).Lineage 2 was characterized by fairly constant growth in viral Ne between 1975 and 2002, followed by two major bottlenecks (and eventual rebound): one in 2003 and a more recent one in 2009 (Figure 5B). The total entry number at customs arrival point of Japan and Korea (where lineage 2 strains mostly circulated) grew exponentially since 1975 and experienced a temporary decrease of 620 000 people in 2003 (10 585 117 people in 2002 vs 9 964 762 people in 2003), followed by another rapid growth and eventual plateau in 2004-2008 (Figure 5B) in the aftermath of the SARS-CoV emergency. Comparison with human mobility data shows a significant correlation between the viral Ne and number of people travelling out of Japan and Korea (Pearson r = 0.578*, P = 0.038), as well as with people entering Japan and Korea (Pearson r = 0.555*, P = 0.049), while the viral Ne population bottleneck in 2003 matches the reduced travel out of Japan that occurred during the SARS-CoV epidemic scare.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "HBV/C appeared to have been disseminated radically from China to neighbouring Eastern Asian countries-through multiple independent introductions and further spread such as, for example, from Japan to Korea-all phylogeographic transitions corresponded with human mobility. This is not only evident in the directional spread from China/Taiwan to Japan and from Japan to Korea, but also by the introduction of HBV/C strains in USA from China around the 1960s shown by our phylogeography analysis. The correlation ofF I G U R E 5 HBV/C Skygrid plots and human mobility data in East Asia. (A) The Bayesian Skygrid plot (yellow-pink) shows changes in viral effective population size (Ne) of HBV/C lineage 3 strains (left y-axis) over time (x-axis), with the black solid line and shaded areas representing mean N e and 95% HPD estimates, respectively. The blue solid line represents human mobility data as the number of people entering China/Taiwan (right y-axis). (B) The Bayesian Skygrid plot (light blue colour) shows changes in viral Ne of HBV/C lineage 2 strains (left y-axis) over time (xaxis), with the black solid line and shaded areas representing mean Ne and 95% HPD estimates, respectively. The orange line represents human mobility data (right y-axis) as the number of people entering Japan. Human mobility data for Korea were not available dissemination of virus out of China with neighbouring countries over the past three decades with human mobility indicates a prominent role for human travel in spreading disease in East Asia. In 1966, the \"Proletarian Cultural Revolution'' in China sparked public demonstrations, factional battles and government initiatives that resulted in waves of immigration to the USA, 41,42 exactly the same time frame of HBV/C introduction, according to our reconstruction. The strong HBV population bottleneck is confusing at first glance because there seems no appropriate explanation for any event leading to the major decline in East Asia around that time. However, SARS-CoV raised an outbreak in East Asia. It led to 774 deaths and 8098 infections and reached 30 countries in only a few months. 43 The fast transmission and high mortality rate (9.6%) 44 caused worldwide attention. During the 2003 SARS outbreak, hospitals with SARS cases and healthcare workers had been segregated. 45 Thousands of people had been isolated in hospitals including medical staff. People who had the possibility of being in contact with SARS patients were requested to be isolated in their homes. 46,47 Under this social atmosphere, community fairs and gatherings were reduced, not only in the general population but also in PWID (patients with injecting drugs) and MSM (men having sex with men). Human contact and international population flow (eg, travel) are important factors in the genetic diversity supply to a blood-transmitted virus such as HBV. When the effective population lacks income for a while, this would then be sharply reflected in phylodynamic analysis. Human-contactcaused environmental pressure for virus Ne is too hard to prove, but the pressure has left a trace on travelling numbers in every East Asia country. While the overall Ne of the virus has been increasing over the past three decades, at least two of the major co-circulating lineages of genotype C (one mainly spreading in Japan and Korea, the other one in China and Taiwan) experienced a significant viral population bottleneck around 2003 at the time of the SARS-CoV outbreak in China. The analysis of human mobility data showed that, indeed, during the SARS-CoV emergency, population movements in East Asia were strongly correlated with viral Ne fluctuation. The relatively limited decrease in the number of foreigners entering Japan and Korea may be due to the absence of Japan and Korea in the list of WHO travel advice recipients, also potentially explaining the moderate statistical correlation with the Ne of lineage 2. The significant decrease in people leaving the country during 2003, together with the phylogeography reconstruction showing directional F I G U R E 6 Arriving and departure numbers in East Asia. The orange pattern line represents departure number in each year (x-axis) and the blue line represents the arriving number at the custom check point in China, Taiwan, Japan and Korea, respectively. Persons were plotted by millions (", "latex": null, "type": "figure"}, "FIGREF8": {"text": "However, current vaccination programs do not target recent immigrants from neighbouring countries, and our data show a steady increase in viral diversity, consistent with continuous emergence and dissemination of distinct lineages, likely fostered by human migration. HBV/C and SARS-CoV infect human hosts through very different routes (airborne vs mainly sexual contact), but human mobility reflected the influence on the host of co-expansion of HBV from the spread of SARS-CoV. In this particular case, the restriction on human mobility caused by the rapid dissemination of SARS-CoV may have resulted in a temporary decrease in the HBV/C effective population size. In other words, our data indicate that the co-circulation of two pathogens targeting the same human population resulted in a complex dynamic wherein one outbreak effectively down-modulated the other. A stochastic model of pathogen competition, co-circulating in a spatially structured environment, has recently been proposed. 49 By simulating two pathogens spreading through a travelling network with a stochastic mechanistic approach, the model investigated several complex scenarios where \"ecological factors,\" such as host mobility, could be either noninfluential for the competition dynamics or play a critical role in selecting the dominant pathogen. The development of more realistic spatial ecology models of multiple, cocirculating infectious diseases, as well as the monitoring and analysis of potentially competing epidemics, should be, therefore, a major focus for next-generation epidemiology studies. This is the first study depicting the evolutionary history of HBV/C in East Asia. By using state-of-the-art phylogeography techniques, we show that distinct HBV epidemic lineages emerged from China during the 1930s-1960s and spread exponentially across different Eastern Asian countries in the following decades. Demographic inference of viral effective population size over time indicated similar dynamics for both lineages, characterized by exponential growth since the early 1980s, followed by a significant bottleneck in 2003 and another increase after 2004. We first speculated that the host co-expansion virus population was influenced by strict restriction of population movement from/to China during the SARS-CoV outbreak in 2003. Given the continuous challenge of emerging and reemerging pathogens in the 21st century globalized world, our results highlight the need for the development of more realistic spatial ecology models of multiple co-circulating infectious diseases.ACK N OWLED G EM ENTSThis study was supported in part by the Ministry of Science and Technology, Taiwan (grant NSC 102-2917-I-019-001)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Several sub-genotypes with specific molecular epidemiology patterns have been described within HBV/C. Sub-genotype C1 (or Cs: s for Southeast Asia) is dominant in Southeast Asia and Southern China; C2 (or Ce: e for East Asia) is found in East Asia (South Korea and Japan) and northern part of China 13 ; C3 in Oceania 3 ;", "latex": null, "type": "table"}, "TABREF1": {"text": "HBV/C sequences were aligned with the MUSCLE algorithm implemented in the MEGA6 software. Fasta files were downloaded from the link. (https://drive.google.com/ the ML and NJ trees. Outgroups were excluded in the data set of the Bayesian inference, as rooting was inferred by calibrating a molecular clock (see below). The alignments are available from the authors upon request.", "latex": null, "type": "table"}, "TABREF2": {"text": "any two models can be compared to evaluate the strength of evidence against the null hypothesis (H 0 ) defined in the following way: 2lnBF < 2 indicates no evidence against H 0 ; 2-6, weak evidence; 6-10: strong evidence, and >10 very strong evidence. Maximum clade credibility (MCC) trees were obtained with TreeAnnotator v1.8.2 in the BEAST v1.8.2 software package and edited for display purposes in FigTree.", "latex": null, "type": "table"}, "TABREF3": {"text": ", collected from 1992 to 2015, were downloaded from the Tourism Bureau, Ministry of Transportation and Communications, Taiwan (http://admin.taiwan.net.tw/statistics/year.aspx?no=134.); data in China, collected from 1981 to 2015, were obtained from China National Tourism Administration (http:// www.cnta.gov.cn); data in Japan, collected from 1975 to 2015, were obtained from Japan Tourism Agency (http://www.mlit.go.jp/ kankocho/zh-tw/siryou/toukei/in_out.html.); data in South Korea, collected from 1995 to 2015, were obtained from Korea Tourism Organization (http://kto.visitkorea.or.kr/eng/tourismStatics/key-Facts/KoreaMonthlyStatistics/eng/inout/inout.kto). Statistical analysis for potential correlations between human mobility and viral population demographic history was assessed by bivariate Pearson correlation using IBM SPSS statistics v.21 software package.", "latex": null, "type": "table"}, "TABREF4": {"text": ". A root-to-tip regression plot was inferred from the ML tree to test for the presence of temporal signal re-", "latex": null, "type": "table"}}, "back_matter": []}