{
    "paper_id": "1e78e6b28080418e8a0e0d401bb7cb29eecfde63",
    "metadata": {
        "title": "To appear in: One Health",
        "authors": [
            {
                "first": "Marcelo",
                "middle": [
                    "Beltrão"
                ],
                "last": "Molento",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The drug, and its drug family, is well tolerated to all its hosts, being largely excreted by feces, having rare lethal human cases [1] . However, neurological adverse events of IVM (i.e. confusion, tremors, seizure, local swelling, vomiting), may happen in patients that could last for a week [2] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since its commercial release, IVM has been extensively used, representing alone the largest margin of sales to the livestock/companion animal sector, as it continuously gave exceptionally high rates of parasiticide efficacy. But as with any other drug, the chemical benefit of IVM was not perennial. Although parasite infection saw a large reduction worldwide (by two to three -fold), due to the long-acting protection of IVM, the animals were challenged by a new and more adapted parasite populations. Short treatment intervals, sometimes in a frequency of less than 2 weeks (this is extremely short in veterinary practice), seems to be one of the most dangerous factors for drug failure and parasite selection for resistance. Thus, this came with a high cost, as companies saw IVM use being reduced in sheep, horses, dogs (some isolates appear to be refractory to IVM), and gradually to cattle due to the spread of resistance [3] . Mass treatment is practiced to control human parasites as well, and drug resistance is one of the major concerns for the continuation of large-scale parasite eradication programs (i.e. Onchocerciasis).",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 931,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "IVM has also the reputation of having antiviral effects (i.e. for Dengue), being well accepted in the medical practice. The drug can act at different binding sites of proteins, reducing viral replication [4] . With the arrival of COVID-19, IVM has made the international headlines again with evidences of its in vitro activity against the virus [5] . Unauthorized people are prescribing these methods over broad audiences at official pharmaceutical homepages, YouTube channels, and TV interviews. To make matters worse, there has been a rush to drug stores where people are adopting self-medication and more concerningly, self-dosing, as IVM is sold without prescription. This immediately followed pointless prophylaxis, prevention and treatment protocols of COVID-19. And although IVM is well known for its good margin of safety, this may not be sufficient if people start taking it on a regular basis. The risk could also be potentiated by unknown drug-drug interactions, which may affect the central nervous system (blood-brain barrier) physiology, rendering potential harmful health effects.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, a word of caution is more than required and opportune specially for the use of IVM. Although available data are coming from front-line medical personnel, and official sources, most of the evidences are based on entirely empirical facts. We are going through very difficult times and its common sense that we need to look for therapy alternatives to better face some of the In Brazil, and other countries with major structural, personnel, and finance difficulties, we must use great caution at every step we take. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Pharmacokinetics and Interactions of Ivermectin in Humans -A Mini-review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Canga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M S"
                    ],
                    "last": "Prieto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Liébana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Veja",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Vieitez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1208/s12248-007-9000-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Serious neurological adverse events after ivermectin -do they occur beyond the indication of onchocerciasis?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.17-0042"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parasite control in the age of drug resistance and changing agricultural practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Molento",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet. Parasitol",
            "volume": "163",
            "issn": "",
            "pages": "229--234",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetpar.2009.06.007"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antiviral treatment of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Símsek Yavuz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Turkish J. Med. Sci",
            "volume": "50",
            "issn": "",
            "pages": "611--619",
            "other_ids": {
                "DOI": [
                    "10.3906/sag-2004-145"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The FDA-approved drug ivermectin inhibits the replication of SARS-CoV-2 in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Catton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ivermectin and novel coronavirus disease (COVID-19): keeping rigor in times of urgency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chaccour",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hammann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramon-Garcia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Rabinovich",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.20-0271"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Veterinary Clinical Parasitology. Department of Veterinary Medicine. Federal University of Paraná. R: dos Funcionarios, 1540. Curitiba, PR, Brazil. CEP: 80.035-050. E-mail: molento@ufpr.br Ivermectin (IVM), a derivative of the bacterium Streptomyces avermitilis introduced in 1981, could easily be placed among such drugs as morphine (1827), aspirin (1899), and penicillin (1942), that are distinguished for their vital benefits to human and animal health. IVM gained its reputation due to its importance in veterinary and human medicine, up until today reserved mostly in the field of Parasitology. Dr. Satoshi Ômura and Dr. William Campbell won the Nobel Price of Medicine 2015 for IVM discovery and its worldwide use in the combat of parasitic diseases. The Merck Institute donates millions of doses to combat river blindness caused by Onchocerca volvulus, benefiting people in central Africa and elsewhere. Even before being used in humans, IVM with its broad spectrum of activity as an endectocide, was extremely well received by the entire Veterinary community when it was commercially released in the mid 80's. The Ivermectin Research for Malaria Elimination Network is also working to establish the addition of IVM as a vector control to interrupt malaria transmission. This program and many other positive initiatives, gave IVM the status of a wonder drug. IVM is so essential to some areas of the world, that it is a synonym of a vaccine. IVM is part of the exclusive endectocide (avermectins and milbemycins) family, together with moxidectin, abamectin, doramectin, among others. This drug family has the characteristic of having high efficacy against most of the most important parasites (Rhipicephalus microplus -cattle-tick, Haemonchus contortus -barber's pole worm, Haematobia irritans -horn-fly, Dirofilaria immitis -heartworm andSarcoptes scabiei -mange), of livestock and pets, as well as humans, bringing safety to One World -One Health initiatives. Absorption of IVM in humans is considerably different from livestock, reaching a maximum plasma concentration of 20 to 50 ng/ml, after a dose of 6 or 12 mg, respectively. The time its maximum concentration is of approximately 4h with an elimination half-life of 12 to 24h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The authors determined the anti-viral activity of IVM, inhibiting the SARS-CoV-2 virus in Vero-hSLAM cells reducing viral RNA after 48 h. The authors suggested that different doses and for different COVID-19 phases promoted through media. There is ://agorarn.com.br/cidades/secretaria-de-saude-de-natal-recomenda-usar-ivermectina-paraprevenir-e-tratar-coronavirus-saiba-como/), as a preventive-prophylaxis measurement, advocating that IVM can be used regularly to prevent the risk of infection and to maintain a low viral population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "problems caused by COVID-19. In this line, WHO has a number of studies using ethnomedical and Chinese traditional medicine in the hope to find drug candidates to fight COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Two initiatives are welcome to assist Governments and the population at large alerting on IVM. The administration of YouTube (in Portuguese-Pt), in association with the Agence France-Presse, AFP, a global information agency based in Paris, France is actively blocking false information (https://checamos.afp.com/nao-ha-provas-de-que-ivermectina-testada-apenas-vitro-possa-curar-onovo-coronavirus), regarding IVM; and the Agency for Sanitary Vigilance of Brazil, ://www.google.com/search?q=tomar+ivermectina+contra+o+covid&source=lnms&tbm=isch& sa=X&ved=2ahUKEwijk92V6YvqAhV9IrkGHQ7BDRoQ_AUoA3oECAsQBQ&biw=1286&bih=542&dpr=2 #imgrc=j_Kx-EKQl1nqwM). Unfortunately, the material only refers to the use of hydroxychloroquine. We are in the post-genomic era, developing the most advanced biomedical and drug discovery research (i.e. chemistry and synthetic technology, biopharmacology with virtual protein screening, translational medicine), using computer-aid drug design to fight a large range of zoonotic, food-borne and new viral and bacterial diseases. Besides sharing a good amount of recent research data, there is a strong need for basic health assistance and technology and information transfer in and to LatinAmerica. The focus should be on the regulatory guidance to local government agencies to provide clear protocols for the use of IVM, as well as, the use of multimedia and E-learning resources to promote awareness. In the special case of IVM, this could mean a safer therapeutic drug (no risk of overdose), with possible greater advantages once we prove its efficacy against COVID-19[6]. The drug must show a reduction on hospital duration (in days), patient mortality, and virus load (negative conversion/in days), and to improve clinical condition. Apart from improving general health and recovery, with no side-effects, we need to see more research funds and scientific studies in Latin America, which could contribute to better therapeutic decisions with IVM.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}