{
    "paper_id": "1e7ce0d4e817412f20b2da378e6305fe6d8ad3f5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Drury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sussex",
                    "location": {
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": "j.drury@sussex.ac.uk."
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Reicher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of St Andrews",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [],
                "last": "Stott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keele University",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Notions of psychological frailty have been at the forefront of debates around the public response to the COVID-19 pandemic. In particular, there is the argument that collective selfishness, thoughtless behaviour, and over-reaction would make the effects of COVID-19 much worse. The same kinds of claims have been made in relation to other kinds of emergencies, such as fires, earthquakes, and sinking ships. We argue that in these cases as well as in the case of the COVID-19 pandemic, other factors are better explanations for fatalitiesnamely under-reaction to threat, systemic or structural factors, and mismanagement. Psychologizing disasters serves to distract from the real causes and thus from who might be held responsible. Far from being the problem, collective behaviour in emergenciesincluding the solidarity and cooperation so commonly witnessed among survivorsis the solution, one that should be harnessed more effectively in policy and practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Notions of psychological frailtyweaknesses of reason or weaknesses of moralityhave been evident in many of the comments on public responses to the COVID-19 crisis. Some of these have informed policy. For example, part of the reason for delay in introducing stricter distancing measures in the United Kingdom was the authorities' assumption that the public would soon 'fatigue' and stop observing them. 1 As ever, though, such frailty is said to be magnified by the collective. Thus, back in the early days of COVID-19, many commentators argued that collective 'panic' would potentially be more disastrous than the pandemic itself, through its effects on markets, availability of goods, 2 relations between different groups, 3 and crime. 4 'Panic'meaning selfish, thoughtless behaviour, and over-reactionwas said to be as 'contagious' as the virus itself. 5 Such collective psychology would therefore turn an emergency into a disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "But is this really the case? Exactly the same claim about the role of public 'panic' has historically been made in relation to many other kinds of emergencies, including fires, terrorist attacks, sinking ships, and crowd crushes. Was it really selfishness, over-reaction, and general bad behaviour that caused so many deaths in these cases? Or was it something else?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Take the sinking of the M/V Estonia in 1994, for example. Over 800 people died. Prima facie, the greater survival rates of men over women and crew over passengers might suggest that the strongest individuals selfishly neglected others in order to save themselves. But analysis of the survivorship records and eyewitness testimonies illustrates the danger of psychologizing physical constraints (Cornwell et al., 2001) . The extreme listing of the ship was very sudden. There were attempts among passengers to help each other, but most did not have the strength to get to the exits themselves, let alone assist others.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 417,
                    "text": "(Cornwell et al., 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Examining the evidence in emergencies suggests three main reasons why there are avoidable fatalities: (1) under-reaction to threat, (2) systemic factors, and (3) mismanagement. Here, we briefly describe these alternative explanations for deaths in disasters. We then examine how far they help us understand what has happened in the case of COVID-19 in the UK context, before discussing the real collective psychology of emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why did they die?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rather than over-reaction, the first factor that turns an emergency into a disaster is underreaction. People often underestimate risk and disregard possible signals of danger (Tierney, Lindell, & Perry, 2001) . During 9/11, people inside the World Trade Center who saw objects falling from the sky outside did not initially recognize these as pieces of the plane that had struck their building. Slowness to comprehend the threat means delay in attempts to escape. Some people even took time to close down their computers before they sought to leave the building.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 208,
                    "text": "(Tierney, Lindell, & Perry, 2001)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second reason for deaths in emergencies is systemic. Disasters do not affect everyone in the same way; those already disadvantaged suffer disproportionately. 6 In the Grenfell Tower firethe worst fire in the United Kingdom since the second world warneglect and cost-saving by the authorities and manufacturers were behind the fatal decision to clad the block in flammable material. Poorer sections of society also have fewer resources to help them cope when disaster strikes and less power to demand adequate aftercare.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A third reason why emergencies often end so badly is mismanagement. The Cocoanut Grove nightclub fire of 1942, in which 492 people died, has been presented in psychology textbooks as an embodiment of the received wisdom that 'most deaths in night-club fires are due to crowd panic'. Chertkoff and Kushigian's (1999) detailed re-analysis of events suggests instead failure of management of two types. First, there was mismanagement of space. The emergency exit door was locked. The windows were also nailed shut to prevent people leaving without paying their tab. Second, there were failures of communication. There were no exit signs or training in emergency evacuation, so when staff tried to help lead survivors out, they could not find the fire exit. In the official investigation, the major causes of the loss of life were said to be the locked doors, the unfamiliarity and inaccessibility of normal exits, and the jamming of the revolving door.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 315,
                    "text": "Chertkoff and Kushigian's (1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There was no implication that crowd behaviour caused the deaths. The management was subsequently prosecuted for manslaughter and neglect of building laws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A similar story of mismanagement of space can be found in the literature on fatal crowd crushes (sometimesusually erroneouslycalled 'stampedes'). 'Panic' explanations once dominated, but a recent systematic review cites as the most common causes of fatalities not collective psychology but overcrowding, closure of exits, congestion at bottlenecks, deficiencies in safety barriers, and lack of coordination with local authorities (de Almeida & von Schreeb, 2019) . Notoriously, the fatal crush at Hillsborough in 1989 was initially explained by some in terms of the disorderly behaviour of fans. But it was later demonstrated that disproportionate concern among authorities with preventing football hooliganism led to neglect of crowd safetyincluding the disastrous decision to let fans into an already overcrowded terrace. 7 In short, Hillsborough, like Cocoanut Grove, did not happen because of failings at the level of collective psychology.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 462,
                    "text": "(de Almeida & von Schreeb, 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In relation to failures of communication, changes to information and communication practices have often improved safety and saved lives. When the World Trade Center was subject to a terrorist attack in 1993, the evacuation was relatively slow (Aguirre, Wenger, & Vigo, 1998) . Subsequently, regular drills were introduced so that people became familiar with the locations of emergency exits. This measure helped make the 9/11 evacuation so successful. 8 In the case of mass casualty decontamination following a chemical incident, failure of responders to communicate effectively has led to reduced public compliance with the procedure, increasing risk of fatalities (Carter et al., 2015) . The solution has been to train responders with the skills to communicate to the public both why decontamination is needed and how to carry it out (Drury et al., 2019) .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 274,
                    "text": "(Aguirre, Wenger, & Vigo, 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 687,
                    "text": "(Carter et al., 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 836,
                    "end": 856,
                    "text": "(Drury et al., 2019)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under-reaction, system, and mismanagement in the COVID-19 response in the United Kingdom Unlike fires, earthquakes, floods, and bombings, which tend to be short-term events which occur in one place, the effects of the current pandemic are dispersed in time and space. Yet like these other emergencies, there is a mortal threat which creates collective fear. And when we examine some of the major problems in response and outcomes 9 in the COVID-19 crisis, prima facie our three-fold classification above fits better than explanations in terms of public selfishness, thoughtlessness, and over-reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, under-reaction: While some members of the public have not taken the pandemic seriously, the UK data show that the vast majority adhered to the social distancing and 'stay at home' regulations. 10 Yet there is evidence of highly consequential political underreaction. In the United Kingdom, a criticism has been that that the government did not prepare or respond in time. 11 Importantly, the official advice on social distancing was only given on 16 March 2020, and the instruction to 'stay at home' only on the 23 rd . The result of this under-reaction is a death rate proportionately higher than most other countries -with over 30,000 hospital and community deaths recorded by 12 May 2020 (Scally, Jacobson, & Abbasi, 2020) .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 732,
                    "text": "(Scally, Jacobson, & Abbasi, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some of this failure to prepare in time may be straightforward mismanagement. But some of it may also be due to under-estimating risk by those in authority. The World Health Organization warned about the risk of human-to-human transmission of COVID-19 as early as 10 January 2020 and urged precautions. The first Department of Health and Social Care press release on COVID-19, on 22 January, stated that the risk to the UK population was 'low'. 12 Two days later, the Lancet published the first article showing evidence that COVID-19 was transmittable to humans; the authors recommended careful surveillance, rigorous testing, respirators, and greater use of personal protective equipment. 13 But on the same day, the UK Chief Medical Officer still maintained that the risk to the UK public was low. The first documented transmission within the United Kingdom (as opposed to from travellers from abroad) appeared on 28 February. Yet the UK risk level was not raised to 'high' till 12 March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In relation to our second factor, one example where systemic factors were evident but a discourse of public bad behaviour was mobilized was in the case of so-called 'panic buying'. 14 The rapid emptying of supermarket shelves was an effect of the vulnerability of just-in-time supply chains to just a small uptick in consumer spending; and purchasing evidence suggests that, in fact, only a small proportion of the population was stockpiling in response to the expectations of 'lockdown' and shortages. 15 Nevertheless, government ministers chided some of the public for their 'selfishness', psychologizing the problem. This representation of the public as selfish is highly consequential. Where others in the community are seen as competitors, this can create the very individualism that is being condemned, undermining the sense of collectivity needed in these times (van Bavel et al., 2020) .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 893,
                    "text": "(van Bavel et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Systemic factors have been crucial in another sense. Poorer and less powerful sections of society had fewer choices about how to behave during the first phase of lockdown. Despite media campaigns to vilify some people as selfish and thoughtless 'covidiots', the evidence on reasons for non-adherence shows that much of it was practical rather than psychological. Many people had to cram into Tube trains to go to work because they needed money to survive and government support schemes were insufficient. People were told they could go out to exercise, but those in urban areas had limited public space. And some employers failed to provide the support for social distancing and hygiene. 16 Those with less income and wealth also live in more crowded homes. 17 The outcomes of these systematic inequalities are predictable: Poorer people have repeatedly been shown to be more vulnerable to infection and more likely to die. 18 These inequalities have persisted into the second phase of lockdown (from May 2020), with lower income people being less able to work from home and more likely to be in jobs that bring them into contact with others. 12 https://www.gov.uk/government/news/dhsc-and-phe-statement-on-coronavirus 13 https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30183-5/fulltext 14 The use of the term 'panic' in this case illustrates why it is seen as an unhelpful concept by disaster researchers (Chertkoff & Kushigian, 1999) ; the judgement about whether a behaviour is an overreaction is either subjective since criteria are unclear (how much shopping does one really need?) or post hoc (and therefore not explanatory). 15 https://www.warc.com/newsandopinion/opinion/why-stockpiling-is-not-the-crazy-selfish-behaviour-that-it-seems/3483 16 https://www.bbc.co.uk/news/business-52243179 17 https://www.citylab.com/equity/2020/04/coronavirus-spread-map-city-urban-density-suburbs-rural-data/609394/ 18 https://www.health.org.uk/news-and-comment/news/deaths-from-covid-19-in-the-most-deprived-areas Finally, there is evidence of a specific mismanagement in the form of failure of communication. In the UK response, one thing we observed to have changed (and which might therefore indicate recognition of an earlier error) was the way the public were addressed in the official messaging. Initial government communications stressed the risk to oneself as an individual. For example:",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 690,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1454,
                    "text": "(Chertkoff & Kushigian, 1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As per the current advice, the most important thing individuals can do to protect themselves remains washing their hands more often, for at least 20 seconds, with soap and water. 19 (emphasis added)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The message some people therefore picked up from this was about the risk to themselves personally. Such individual-focused messaging can lead people to discount the risk, especially if they consider themselves young and healthy. 20 Later, there was a shift to the rationale being to 'protect the NHS', 'protect others', and a change from 'you the potential victim' to 'you the spreader' (e.g., 'act like you've got it'), which seems to have been more persuasive. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This last example makes the point that indeed psychology is heavily involved in the public response to COVID-19. However, it is not a psychology of fixed behavioural tendencies, since the self and hence 'self-interest' (the motivations for and boundaries of concern) varies with contextual factors (in this case political leadership, which failed initially to communicate in collectivist terms). So, of course psychology matters in what happens in emergencies, but for reasons other than inevitable collective selfishness, thoughtlessness, and over-reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "Let's consider first the conditions under which behaviour is competitive vs cooperative in emergencies. There have been many reports of mutual social support by members of the public during the COVID-19 crisis. 22 Reviews suggest that cooperation among survivors is very common in emergencies and that members of the public save more lives than professional responders (Drury et al., 2019) . But, in some emergencies, people compete, push, and even trample each other. What are the conditions for this to occur? Chertkoff and Kushigian's (1999) comparison of different evacuations found that there was more competition when exits were narrow and unfamiliar. We also know that people compete more and coordinate less in evacuations when they are positioned psychologically as individuals rather than as group members. As Mintz (1951) shows, when an evacuating crowd blocks the exit, this can be explained in terms of the prevalence of individual competition in a collective setting (rather than in terms of excessive emotion). In these cases, then, the emergency ends badly due to the absence of collective psychology (i.e., lack of coordination and cooperation).",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 389,
                    "text": "(Drury et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 512,
                    "end": 544,
                    "text": "Chertkoff and Kushigian's (1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 820,
                    "end": 832,
                    "text": "Mintz (1951)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "19 https://www.gov.uk/government/news/covid-19-government-announces-moving-out-of-contain-phase-and-into-delay 20 https://thepsychologist.bps.org.uk/dont-personalise-collectivise 21 The UK government's new slogan -'Stay alert' --unveiled in early May 2020 abandoned the collectivization implicit in the previous successful messaging, with the consequence that 'only three in ten Brits think that they know what the new slogan . . . is asking them to do'. https://yougov.co.uk/topics/health/articles-reports/2020/05/11/brits-split-changes-coronavirus-lockdownmeasures 22 https://www.theguardian.com/world/2020/may/03/nhs-coronavirus-crisis-volunteers-frustrated-at-lack-of-tasks?CMP=Sha re_iOSApp_Other Cooperating and giving support can also carry risks, which need to be acknowledged. In mass evacuations, the larger the group, the slower the egress, because speed is reduced through people interacting with each other (Aguirre et al., 1998) . And the motivation to give support to other survivors can lead some to take risks with their personal safety; so, what is good for the collective in emergency is not always good for particular individuals (Drury, Cocking, & Reicher, 2009). 23 In the case of COVID-19, the risk to the individual from supporting the group is clear where that supportive behaviour involves physical proximity (whether delivering food or giving emotional support face-to-face).",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 942,
                    "text": "(Aguirre et al., 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1150,
                    "end": 1187,
                    "text": "(Drury, Cocking, & Reicher, 2009). 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "What about public under-reactionwhy does this occur? Under-estimation of risk has sometimes been characterized as an 'optimistic bias' (Kinsey, Gwynne, Kuligowski, & Kinateder, 2019) . But in a context where emergency events are rare (i.e., most of the time), it is reasonable to assume that 'it won't happen to us'. This assumption can reverse when emergency events become more commonfor example, in 2017 after a spate of terrorist attacks in London, hundreds of people in Oxford Street fled from a noise that turned out to be harmless. In general, then, the extent to which information concerning a threat is seen as plausible is a function of the broad social context of dangers. Expectations of danger are raised (and the readiness to flee or take other action is greater) in a context of recent incidents relevant to our social group.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 182,
                    "text": "(Kinsey, Gwynne, Kuligowski, & Kinateder, 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "How do perceptions of risk become collective? People respond not only to 'direct' signals of risk but to other people's responses to that signal (Bruder, Fischer, & Manstead, 2014) . We suggest that the extent to which the response of others to the possible threat is seen as conveying information is dependent on the self-relevance of these others in a particular context, which in turn is often a function of shared identity. Based on what we know about social influence processes in other contexts (Bruder et al., 2014) , in the case of COVID-19, it is plausible to suppose that the sight of others in our community routinely observing (or ignoring) social distancing regulations, for example, is likely to send a strong signal to us around the safety of doing the sameparticularly where we identify with the community or see these exemplars as prototypes.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 180,
                    "text": "(Bruder, Fischer, & Manstead, 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 501,
                    "end": 522,
                    "text": "(Bruder et al., 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "Psychological factors can interact with management failures to help explain why some emergency events end so badly. Fearing public 'panic' leads the authorities to withhold information about the emergency (Drury et al., 2019) . But lack of information in an emergency increases public anxiety. And when the public perceives that information is being withheld from them, this damages their relationship with the authority (Carter et al., 2015) . Consequently, when the authorities do release correct information, the public may mistrust and fail to act upon it. In the case of COVID-19, the need to treat the public with respect in order to build trust has been part of the advice given by behavioural scientists to the UK government. 24",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 225,
                    "text": "(Drury et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 421,
                    "end": 442,
                    "text": "(Carter et al., 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The role of collective psychology"
        },
        {
            "text": "We do not deny that in emergencies some people behave selfishly and thoughtlessly or that some may over-react. Indeed, as explained, research suggests some of the conditions for competition to prevail over cooperation. What we are questioning here is the notion that such public reactions are a default or are a major cause of problems in the COVID-19 crisis. The existing literature on disasters does not support this view, and prima facie major problems in the COVID-19 response and outcomes can be better understood otherwisein terms of (political) under-reaction, systemic issues, and mismanagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Collective 'panic' is referred to as a 'disaster myth' in the literature on disasters (Drury et al., 2019) . Rather than a neutral description of how people actually behave, it is best understood as part of a particular discourse or cultural representation, one which psychologizesand indeed pathologizespublic responses in emergencies and disasters. Given what is known about under-reaction, systemic factors, and mismanagement in emergencies, to emphasize instead the role of collective 'bad behaviour' has clear ideological functions. In naturalizing fatalities, it distracts from the real causes and thus from who might be held responsible for mismanagement, instead blaming the victims. The irony, of course, is that, far from being the problem, collective psychology in emergenciesthe solidarity and cooperation so commonly witnessed among community members and strangersis usually the solution. Collective psychology therefore can and should be harnessed more effectively in policy and practice in the COVID-19 response (Elcheroth & Drury, 2020 )through framing both the threat and the solution in collective terms, and through emphasizing shared norms around collective well-being and safety (Drury et al., 2019) . Why do people die in emergencies? It is probably not because of collective psychology.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 106,
                    "text": "(Drury et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1027,
                    "end": 1051,
                    "text": "(Elcheroth & Drury, 2020",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1200,
                    "end": 1220,
                    "text": "(Drury et al., 2019)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A test of the emergent norm theory of collective behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Aguirre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wenger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vigo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Sociological Forum",
            "volume": "13",
            "issn": "",
            "pages": "301--321",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1022145900928"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social appraisal as cause of collective emotions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S R"
                    ],
                    "last": "Manstead",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Collective emotions: Perspectives from psychology, philosophy, and sociology",
            "volume": "",
            "issn": "",
            "pages": "141--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Applying crowd psychology to develop recommendations for the management of mass decontamination",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Security",
            "volume": "13",
            "issn": "1",
            "pages": "45--53",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2014.0061"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Don't panic: The psychology of emergency egress and ingress",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chertkoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Kushigian",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Panic or situational constraints? The case of the M/V Estonia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cornwell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "19",
            "issn": "1",
            "pages": "5--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human stampedes: An updated review of current literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "De Almeida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schreeb",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prehospital and Disaster Medicine",
            "volume": "34",
            "issn": "1",
            "pages": "82--90",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X18001073"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Facilitating collective psychosocial resilience in the public in emergencies: Twelve recommendations based on the social identity approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cocking",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ntontis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tekin Guven",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Frontiers in Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2019.00141"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The nature of collective resilience: Survivor reactions to the 2005 London bombings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cocking",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reicher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "27",
            "issn": "",
            "pages": "66--95",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Collective resilience in times of crisis: A summary of knowledge and derived policy principles for socially effective responses to the Covid-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elcheroth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Journal of Social Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cognitive biases within decision making during fire evacuations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinsey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M V"
                    ],
                    "last": "Gwynne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Kuligowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kinateder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Fire Technology",
            "volume": "55",
            "issn": "2",
            "pages": "465--85",
            "other_ids": {
                "DOI": [
                    "10.1007/s10694-018-0708-0"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Non-adaptive group behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mintz",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Journal of Abnormal and Social Psychology",
            "volume": "46",
            "issn": "",
            "pages": "150--159",
            "other_ids": {
                "DOI": [
                    "10.1037/h0063293"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The UK's public health response to covid-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scally",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1932"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Facing the unexpected: Disaster preparedness and response in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Bavel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baicker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Boggio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capraro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cichocka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        ". ."
                    ],
                    "last": "Cikara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature Human Behaviour",
            "volume": "4",
            "issn": "",
            "pages": "460--471",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0884-z"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors declare no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}