{"paper_id": "1e7fa3d42ea2e9de69500caf47365103d9b0bcbe", "metadata": {"title": "Anesthesia and protection in an emergency cesarean section for pregnant woman infected with a novel coronavirus: case report and literature review", "authors": [{"first": "Yin", "middle": [], "last": "Du", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Long"], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Gang Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoming", "middle": [], "last": "Lei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianrui", "middle": [], "last": "Lv", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "An outbreak of novel coronavirus pneumonia occurred worldwide since December 2019, which had been named COVID-19 subsequently. It is extremely transmissive that infection in pregnant women were unavoidable. The delivery process will produce large amount of contaminated media, leaving a challenge for medical personnel to ensure both the safety of the mother and infant and good self-protection. Only rare cases of pregnant women with COVID-19 are available for reference. Here, we report a 30-year-old woman had reverse transcription polymerase chain reaction-confirmed COVID-19 at 36 weeks 2 days of gestation. Significant low and high variability of fetal heart rate baseline and severe variable decelerations were repeated after admission. An emergency cesarean section at 37 weeks 1 day of gestation under combined spinal and epidural anesthesia was performed with strict protection for all personnel. Anesthesia and operation went uneventfully. None of the participants were infected. We can conclude that when confronted with cesarean section in parturient with COVID-19, careful planning and detailed preparation can improve the safety of the mother and infant and reduce the risk of infection for medical staff to help preventing and controlling the epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In early December 2019, a cluster of cases of pneumonia of a newly identified coronavirus was noted in Wuhan in China [1] . The infection spread rapidly across the world. The coronavirus was initially termed 2019-nCoV and subsequently SARS-CoV-2, producing a disease that had been termed COVID-19 [2] . The novel coronavirus 2019 epidemic was characterized as a pandemic on WHO Director-General's opening remarks at the media briefing [3] . It is certain that 2019-nCoV will infect parturients in such a cruel situation.", "cite_spans": [{"start": 118, "end": 121, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 297, "end": 300, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 435, "end": 438, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Patients of mild COVID-19 may present with fever, fatigue, dry cough, but severe infection may progress rapidly to acute respiratory distress syndrome, septic shock, intractable acidosis and coagulopathy [4] . Parturient with COVID-19 will make the disease more complicated, because the effects of maternal infection on the fetus and childbirth must be examined.", "cite_spans": [{"start": 204, "end": 207, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "Kinds of infectious agents such as blood, amniotic fluid, and other body fluids are generated during cesarean section, creating a challenge for healthcare workers of keeping the mother and neonate safe while protecting themself against infection. However, there are few reports available for reference on exact anesthesia design for pregnant women confirmed with COVID-19 [5, 6, 12] . Here, we report a COVID-19-confirmed case of parturient in our institution, providing full details about the anesthesia process of emergency cesarean section.", "cite_spans": [{"start": 372, "end": 375, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 376, "end": 378, "text": "6,", "ref_id": "BIBREF5"}, {"start": 379, "end": 382, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "This patient consented to publication of the case and signed written informed consent. A 30-year-old, gravida 2, para 2 woman(163 cm, 75 kg) who had reverse transcription polymerase chain reaction (RT-PCR)-confirmed COVID-19 at 36 weeks 2 days of gestation without obstetric comorbidities was transferred from the local hospital to our institution. The patient was screened positive and hospitalized, secondary to her father-in-law was diagnosed with COVID-19. She was reported fever and occasional cough. Diagnosis of mild COVID-19 was made based on symptoms and pathogen inspection.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "The patient was enclosed in an isolation ward of the fever unit in our hospital after admission. Pharyngeal swab specimens were collected and SARS-CoV-2 was detected through RT-PCR again. The laboratory test results showed a leukocyte count of 13.73 × 10 9 /L with neutrophil 91% and lymphocyte 5.9%. Chest X-ray and computed tomography scan showed that the texture of both lungs increased, and no obvious exudation shadows were seen (Fig. 1) . Nonstress test results of reactive type and ultrasound examination of placenta level 1 indicated intrauterine fetal health. However, significant variability of fetal heart rate baseline with the lowest 90-100 beats/min for 1 min and the highest 180-200 beats/min for about 3 min and severe variable decelerations occurred repeatedly on the third day of admission. Obstetric experts speculated that the patient could not deliver vaginally quickly and the termination of parturient by cesarean section was inevitable. Furthermore, multidisciplinary team, which consisted of departments of anesthesiology, obstetrics/gynecology, infectious disease, respiratory medicine and neonatology, finally decided that an emergency cesarean section was the most beneficial mode of delivery for both mother and the fetus.", "cite_spans": [], "ref_spans": [{"start": 434, "end": 442, "text": "(Fig. 1)", "ref_id": null}], "section": "Case report"}, {"text": "A large amount of body fluids containing SARS-Cov-2 would generate during the operation, so we had very strict protective measures. The patient wearing an N95 mask and lying in a negative pressure transfer vehicle was sent through a designated channel to a negative pressure operating room that had been tested in advance (Fig. 2a) . The negative pressure transfer vehicle consists of a transfer vehicle and a negative pressure chamber which is made of high-strength transparent material with waterproof sealed zipper and used for the transportation of patients with respiratory infectious diseases such as SARS because it can produce a negative pressure of at least 15 Pa within 2 min and its filtration of aerosol particles of 0.3 μm is greater than 99.99% (Fig. 2b) . All participants equipped with droplets, contact and airborne precautions performed an emergency section at 37 weeks 1 day of gestation under combined spinal and epidural anesthesia (CSEA).", "cite_spans": [], "ref_spans": [{"start": 322, "end": 331, "text": "(Fig. 2a)", "ref_id": "FIGREF0"}, {"start": 759, "end": 768, "text": "(Fig. 2b)", "ref_id": "FIGREF0"}], "section": "Case report"}, {"text": "Anesthesia-related personnel hold emergency pre-anesthesia seminar to determine the exact anesthesia method and duties of tertiary anesthesiologist. A resident anesthesiologist who was ready to help outside the operating room was responsible for all the anesthesia preparation involving first-aid appliance, anesthetics, consumable items, anesthetic equipment; an experienced attending anesthesiologist performed CSEA separately and was in charge of intraoperative management; a chief anesthesiologist was located in the clean corridor to provide rescue in case of critical situation. The parturient was picked up after all personnel finished safeguard procedures and arrived at the predetermined position. The passageway where the patient got through was immediately sprayed with a disinfectant containing chlorine (500 mg/L chlorine dioxide solution) to kill the virus.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "We provided emotional comfort to the anxious parturient. Her baseline blood pressure and heart rate were 121/74 mmHg and 94 beats/min, respectively. SpO2 was 96% (inhaled air). She was positioned in the right lateral decubitus position, and epidural anesthesia was attempted with an 18-gauge Tuohy needle via the median approach at L3-4. The loss-of-resistance technique was utilized to detect the epidural space. The dura mater was punctured with a 25-gauge pen-type spinal anesthesia needle through the channel of the Tuohy needle and ropivacaine (1.5 mL 0.75% ropivacaine and 1.5 mL cerebrospinal fluid dilution) was injected (Fig. 2c, d) . After that, a 20-gauge nylon Fig. 1 Chest imaging of the parturient. a X-ray showed the weight gain of the lungs and b computed tomography showed no abnormal density in the lungs epidural catheter was threaded 4 cm towards head inside the epidural space in case additional local anesthetics were needed. Anesthesia was assessed bilaterally using cold and light touch, and a T6 block was reached after 5 min. The cesarean section was performed uneventfully without discomfort or poor muscle relaxation. The neonate was 2730 g, with Apgar score at 1 and 5 min of 7 and 9, respectively.", "cite_spans": [], "ref_spans": [{"start": 629, "end": 641, "text": "(Fig. 2c, d)", "ref_id": "FIGREF0"}, {"start": 673, "end": 679, "text": "Fig. 1", "ref_id": null}], "section": "Case report"}, {"text": "The patient referred back to the isolation ward accompanied by the attending anesthesiologist after surgery. The neonate was not infected. Both of them were discharged smoothly at day 5 postoperatively after SARS-CoV-2 detection of maternal pharyngeal swab specimen turned negative. All the surgical participants were directed to the designated hotel for isolation following a planned route after the cesarean section. SARS-CoV-2 detection and chest computed tomography were used for COVID-19 screening after 14 days. The participating medical staff had been released from quarantine and none of them was infected.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "We performed an emergency cesarean section in a patient with a highly infectious respiratory viral pathogenic disease. The multidisciplinary team worked together to formulate detailed plans and make sufficient preparations, leading to the uneventful completion of the operation under CSEA, safe the mother and the newborn, and zero infection for medical staff.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The reasons we preferred CSEA were as follows: first, although fetal heart rate (FHR) monitoring indicated that FHR was 120-140 beats/min with severe variable deceleration, it could be improved by the parturient lying on the left side and inhaling oxygen so we had ample time to perform the CSEA. Second, spinal anesthesia was superior to general anesthesia in reducing maternal and neonatal complications compared with general anesthesia [7, 8] . Finally, tracheal intubation was one of the operations with the highest risk of respiratory virus-borne disease infection, which could generate a large amount of virus-containing aerosols, droplets, sputum, etc. CSEA was conducted by an experienced attending anesthesiologist with skilled operation to shorten the virus exposure time [9] .", "cite_spans": [{"start": 439, "end": 442, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 443, "end": 445, "text": "8]", "ref_id": "BIBREF7"}, {"start": 782, "end": 785, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "COVID-19 spread very rapidly. It was declared a global pandemic by WHO, which neither previous SARS nor MERS could be considered [3] . It might transmit through droplets, contact and respiratory aerosols within short-range during the cesarean section [10] . Although the mother did not have obvious hypoxia and dyspnea, the newborn had mild neonatal asphyxia in the absence of premature delivery, amniotic fluid pollution, umbilical cord torsion, and placental disease. It could be assumed that COVID-19 could also have adverse effects on the fetus even if the mother's condition was relatively mild.", "cite_spans": [{"start": 129, "end": 132, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 251, "end": 255, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "This patient brought us such a challenge, how could we not only ensure the security of the mother and fetus, but also protect ourselves from being infected. We reviewed related literature in PUBMED (Table 1) on April 16, 2020 only to find a case report which provided details of cesarean section anesthesia for a parturient with MERS [11] and another case report emphasizing mainly on the key points of anesthesia for emergency cesarean section of parturient confirmed with COVID-19 [12] . Besides, parturient with MERS in the case report had been full recovery before surgery [11] while our patient was undergoing infection during operation and was highly contagious; there is no mention of the importance of preparation and teamwork which is the heart of our effort in the case report of cesarean section with COVID-19 [12] . Case 4 mentioned that a nurse got infected with unprotected exposure of 50 cm for 2 min when she was caring for a pregnant woman with MERS infection, which alerted us medical personnel would be infected with a little carelessness.", "cite_spans": [{"start": 334, "end": 338, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 483, "end": 487, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 577, "end": 581, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 821, "end": 825, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 198, "end": 207, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "The desired outcome was due to our thoughtful plan and full preparation. We had prepared a lot for this. The specific process and details are given in Fig. 3 . The most noteworthy point was numerous scenario simulation exercises of COVID-19 cesarean section, which impressed us deeply on the specific process and promoted improvement of details, which made us sophisticated and calm when we actually faced the infected patient, along with good communication and coordination of all involved departments.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 157, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "Our cesarean section details indeed filled some of the blanks in the clinical anesthesia of COVID-19 pregnant women. However, there is still no experience on COVID-19 associated with severe infection, extreme fetal distress, or infection during the second trimester of parturient. How to ensure the safety of mothers, infants and healthcare workers in complex situations has yet to be explored.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Confronted with a cesarean section which owns a high risk of infection, a thorough anesthesia plan, comprehensive pre-anesthesia preparation and tacit multidisciplinary cooperation can improve the safety of mothers and infants, and reduce the risk of infection of medical staff, conducive to epidemic prevention and control. COVID-19 patients with life-threatening situation and obstetric comorbidities need more experience accumulation of cesarean section anesthesia.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Author contributions Specific details of anesthesia and surgery was provided by LW. Literature search and analysis were conducted by WL. Clinical data collection was performed by XL. The first draft of the manuscript was written by YD. The work is critically revised by GW and JL. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Funding This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The author declares that there is no competing interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--760", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO Director-General's remarks at the media briefing on 2019-nCoV on 11", "authors": [{"first": "Geneva", "middle": ["S"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "WHO Director-General's opening remarks at the media briefing on COVID-19-11", "authors": [{"first": "Geneva", "middle": ["S"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "MERS-CoV infection in a pregnant woman in Korea", "authors": [{"first": "S", "middle": ["Y"], "last": "Jeong", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Sung", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Sung", "suffix": ""}], "year": 2017, "venue": "J Korean Med Sci", "volume": "32", "issn": "10", "pages": "1717--1737", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome", "authors": [{"first": "S", "middle": ["F"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Chow", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Leung", "suffix": ""}], "year": 2004, "venue": "Am J Obstet Gynecol", "volume": "191", "issn": "1", "pages": "292--299", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Anesthetic practice for caesarean section and factors influencing anesthesiologists' choice of anesthesia: a population-based study", "authors": [{"first": "H", "middle": ["Y"], "last": "Lai", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Tsai", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Fan", "suffix": ""}], "year": 2014, "venue": "Acta Anaesthesiol Scand", "volume": "58", "issn": "7", "pages": "843--50", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mode of anaesthetic for category 1 caesarean sections and neonatal outcomes", "authors": [{"first": "M", "middle": [], "last": "Beckmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Calderbank", "suffix": ""}], "year": 2012, "venue": "Aust N Z J Obstet Gynaecol", "volume": "52", "issn": "4", "pages": "316--336", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infection control measures for operative procedures in severe acute respiratory syndromerelated patients", "authors": [{"first": "V", "middle": ["W"], "last": "Chee", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Khoo", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Lee", "suffix": ""}], "year": 2004, "venue": "Anesthesiology", "volume": "100", "issn": "6", "pages": "1394--1402", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Early transmission dynamics in wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "13", "pages": "1199--207", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Emergency cesarean section in an epidemic of the middle east respiratory syndrome: a case report", "authors": [{"first": "M", "middle": ["H"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Choi", "suffix": ""}], "year": 2016, "venue": "Korean J Anesthesiol", "volume": "69", "issn": "3", "pages": "287--91", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Emergency caesarean delivery in a patient with confirmed coronavirus disease 2019 under spinal anaesthesia", "authors": [{"first": "H", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Luo", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Br J Anaesth", "volume": "124", "issn": "5", "pages": "216--218218", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "SARS and pregnancy: a case report", "authors": [{"first": "C", "middle": ["A"], "last": "Robertson", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lowther", "suffix": ""}, {"first": "T", "middle": [], "last": "Birch", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "2", "pages": "345--353", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Stillbirth during infection with middle east respiratory syndrome coronavirus", "authors": [{"first": "D", "middle": ["C"], "last": "Payne", "suffix": ""}, {"first": "I", "middle": [], "last": "Iblan", "suffix": ""}, {"first": "S", "middle": [], "last": "Alqasrawi", "suffix": ""}], "year": 2014, "venue": "J Infect Dis", "volume": "209", "issn": "12", "pages": "1870--1872", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Operation flowchart before admission, and on the day of cesarean section", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Middle east respiratory syndrome coronavirus during pregnancy", "authors": [{"first": "A", "middle": [], "last": "Malik", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "El", "suffix": ""}, {"first": "M", "middle": [], "last": "Ravi", "suffix": ""}], "year": 2013, "venue": "Emerg Infect Dis", "volume": "22", "issn": "3", "pages": "515--522", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Impact of middle east respiratory syndrome coronavirus (MERS-CoV) on pregnancy and perinatal outcome", "authors": [{"first": "H", "middle": [], "last": "Alserehi", "suffix": ""}, {"first": "G", "middle": [], "last": "Wali", "suffix": ""}, {"first": "A", "middle": [], "last": "Alshukairi", "suffix": ""}], "year": 2016, "venue": "BMC Infect Dis", "volume": "2", "issn": "16", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Middle east respiratory syndrome coronavirus infection during pregnancy: a report of 5 cases from Saudi Arabia", "authors": [{"first": "A", "middle": [], "last": "Assiri", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Abedi", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Al", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "7", "pages": "951--954", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Surgery under strict protection. Negative pressure transfer vehicle-mounted patients entered the operating room (a); appearance of the negative pressure transfer device, the red arrow refers to the body of negative pressure chamber, the yellow arrow to the water-proof sealed zipper and the blue arrow to the transfer vehicle part (b); strictly protected anesthesiologist was performing spinal canal puncture (c); the midwife was transferring the newborn to the incubator (d)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of delivery cases of pregnant women with coronavirus infectionThe clinical manifestation of \"mild\" means only fever, cough, and short breath; \"severe\" means ICU or mechanical ventilation. \"Blank\" means not mentioned. \"a\" be our caseSARS, Severe Acute Respiratory Syndromes. MERS, Middle East Respiratory Syndromes Case Study (Year) Coronavirus Manifestation Gestation age on birth / delivery way", "latex": null, "type": "table"}}, "back_matter": []}