{
    "paper_id": "1e80b7a3ed9ab825870ded838bea36997eabb7c7",
    "metadata": {
        "title": "Chapter 6 THE WELFARE OF FERAL CATS",
        "authors": [
            {
                "first": "Margaret",
                "middle": [
                    "R"
                ],
                "last": "Slater",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "postCode": "77843-4458",
                        "settlement": "College Station",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The control of feral cats is a controversial issue in many countries, due to the differences in the way humans perceive cats in general and feral cats in particular. As cats spread into a wide range of habitats, there are concerns regarding the best methods to control their numbers. Predation on wildlife, public health and zoonotic diseases, as well as the welfare of the cats themselves, are issues that drive the need to control the feral cat population. Killing the cats, or letting nature take its course, were the usual historical approaches but in recent years non-lethal methods have been espoused as being more humane and effective. Efforts have been made to improve the welfare of feral cat populations through sterilization, the control of infectious disease and ensuring that they are adequately cared for. A combination of approaches are necessary to decrease feral cat numbers, to prevent influx of owned cats into the population, and to manage established feral cat colonies successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For over four thousand years, cats have closely accompanied the development of human society, both as real and as symbolic creatures. Often associated with evil, witchcraft, devil worship or simply bad luck, they have at times been used as scapegoats for natural disasters or personal misfortunes (Tabor 1983; Serpell 2000) . While some of these negative stereotypes persist to the present day, ever since the 19th century there has been a rapid evolution towards a far more favourable perception of cats.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 309,
                    "text": "(Tabor 1983;",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 310,
                    "end": 323,
                    "text": "Serpell 2000)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In many countries the welfare of all cats, and in particular feral cats, has become a focus of public concern. Feral cats are likely to be found wherever humans have traveled, either as escapees from domestication or as deliberately introduced controllers of rodents or other pests (Figure 1 ). The interest in feral cats may focus on animal control, especially in countries where the free-roaming dog problem no longer is a major concern, or on issues such as predation, public health or the well-being of the cats themselves. Feral cats are still viewed by many as creatures living on the borders of civilized communities. This view reinforces the peripheral status of cats and emphasizes their wild or natural propensities. There are also those who argue that feral cats do not belong in the wild, because they are introduced predators of more valued species. I hope to throw some light on the discussion about where feral cats belong, and how to deal with them, by examining selected English language publications, particularly those from the past fifteen years. I have used the scientific literature when it is available but for some types of information, lay publications and personal communication are the only available sources. the reliance on humans for food and shelter (strays) or independence of humans (ferals) (Hugh-Jones et al. 1995; Dickman 1996b) .",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1349,
                    "text": "(Hugh-Jones et al. 1995;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1350,
                    "end": 1364,
                    "text": "Dickman 1996b)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "I have not defined feral cats in the usual biological sense, which views them as having \"escaped\" domestication and gone wild, or as having populations which reproduce in the wild. My definition of a feral cat is a pragmatic one, based on the status of an individual cat at a particular point in time. A feral cat is one that cannot be handled and is not suitable for placement into a typical pet home, that is, a cat that is unsocialized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Socialization is defined as the process by which an animal develops appropriate social behaviour toward conspecifics (Turner 2000) . However, the term is commonly used to describe the relationship between cats and humans, in the context of \"socialization to humans\". I use the term socialized rather than tame, as it is a more accurate description of those cats that are adoptable. The socialized or unsocialized (feral) status must be determined, recognizing that there is considerable variability among cats which may be modified by the situation and change with time. The experience, knowledge and type of interaction of the observer may have a great influence over the gestalt assessment of each cat's sociability. Many factors have been shown to affect the socialization of cats, and are discussed in Chapter 3.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 130,
                    "text": "(Turner 2000)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In general, the sociability of a cat relates to its comfort when handled by a person. The sociability index is a spectrum, ranging from cats that are completely unfamiliar with humans, are terrified of them and cannot be handled (feral cats), through cats that have some limited interaction with familiar caretakers, to cats that are very social and friendly. A stray cat is an owned cat that is lost, or has been abandoned by an owner. Stray cats are usually considered to be socialized since they were in a household in the recent past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socialization Status, Ownership Level and Confinement Level"
        },
        {
            "text": "Ownership level refers to the degree of care and commitment provided by people towards cats. At one end of the spectrum are cats considered by their owners as members of the family, and whose social, environmental and health needs are provided for. At the other end are cats that are not cared for by humans, and in between are cats that receive some level of care from a specific person or household, or receive regular but limited care by caretakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socialization Status, Ownership Level and Confinement Level"
        },
        {
            "text": "Another concept is the confinement level of the cat. Confinement ranges from completely indoor cats, to cats confined to the owners' property, to cats that are allowed to roam some or all of the time. Generally feral cats are not confined. Cats that roam freely, at least for part of the time, are those that usually cause problems and concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socialization Status, Ownership Level and Confinement Level"
        },
        {
            "text": "Terms such as barn cat, alley cat, doorstep cat, etc. are used to refer to the locations of the cats. These terms should only be used to describe the location of the cats and not to imply their sociability or ownership status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Descriptors Used for Cats"
        },
        {
            "text": "A colony is a group of three or more sexually mature cats living and feeding in close proximity. A queen and her nursing kittens are not a colony as the kittens are still dependent on the mother and immature. This situation has been described as a \"proto-colony\" since, in time, the kittens and queen will likely become a colony. A managed colony is a colony that is controlled by a trap, neuter and return approach (see section 5.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Descriptors Used for Cats"
        },
        {
            "text": "Feral cats may be the offspring of existing feral cats, lost or abandoned cats that have become unsocialized or the offspring of owned, intact cats allowed outside. The relative importance of each source will vary widely from location to location and has rarely been studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOURCES OF FERAL CATS"
        },
        {
            "text": "Data on cat ownership in different countries are presented in Chapter 3. Data on the proportion of owned cats that are allowed to roam are not available, and probably vary widely between countries. There may be many stray cats that could potentially become feral. Studies in the United States found that about 22% of owned cats were acquired as strays (New, Jr. et al. 2000) . Another study of a single community found that 25% of owned pets were former strays and 63% of cats entering a shelter were impounded strays (Patronek et al. 1997) . Litters from owned cats are another potential source of feral cats. One study in Massachusetts reported that over 90% of all cats (male and female) were sterilized. In spite of this high sterilization rate 15% of currently sterilized female cats had previously had litters, with a similar number of total litters per female for intact and sterilized cats (Manning & Rowan 1998 ).",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 374,
                    "text": "(New, Jr. et al. 2000)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 518,
                    "end": 540,
                    "text": "(Patronek et al. 1997)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 898,
                    "end": 919,
                    "text": "(Manning & Rowan 1998",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "SOURCES OF FERAL CATS"
        },
        {
            "text": "own (Haspel & Calhoon 1993; Johnson et al. 1993; Johnson & Lewellen 1995; Luke 1996; Levy et al. 2003b) . It has been suggested that in the United States the number of free-roaming cats equals the number of owned cats (Holton & Manzoor 1993) , but others believe that the number ranges from 25 to 60 million (Patronek 1998) . In warmer climates there may be larger numbers of free-roaming unowned cats, since females are able to produce two to three litters in a prolonged warm season and mild winters will result in lower mortality. The number of free-roaming cats will also depend upon the popularity of cats as pets, the beliefs of the owners regarding cats' need to go outdoors, the sterilization rate, the availability of food and shelter and the existence of other predators (see Chapters 3 and 5).",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 27,
                    "text": "(Haspel & Calhoon 1993;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 28,
                    "end": 48,
                    "text": "Johnson et al. 1993;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 49,
                    "end": 73,
                    "text": "Johnson & Lewellen 1995;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 74,
                    "end": 84,
                    "text": "Luke 1996;",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 103,
                    "text": "Levy et al. 2003b)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 218,
                    "end": 241,
                    "text": "(Holton & Manzoor 1993)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 308,
                    "end": 323,
                    "text": "(Patronek 1998)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "SOURCES OF FERAL CATS"
        },
        {
            "text": "The proportion of free-roaming cats that are feral will vary with the location. Anecdotally, between 10 and 50% of the total cat population taken in by animal control facilities in the United States are feral. Management programs using trap, neuter and return, often find that between 50 and 90% of cats in colonies are feral. Based on my experience, I estimate that the number of feral cats in the United States is about one third to one half the number of owned cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOURCES OF FERAL CATS"
        },
        {
            "text": "Cats have a social structure that lies between the larger pack-hunting carnivores like lions and the solitary territorial leopard and wild cat (Fitzgerald & Karl 1986 ) (see Chapter 1). Free-roaming cat populations appear to be controlled by the resource dispersion hypothesis, suggesting that availability of food is the primary limiting resource for female cats and drives their dispersion (Macdonald et al. 2000) . Food-driven dispersion may itself be mediated by other resources such as shelter or resting places, and by competition with other animals (Calhoon & Haspel 1989; Liberg et al. 2000; Macdonald et al. 2000) . Thus, the presence of a localized, stable and large food source appears to be the primary reason for group living in domestic cats (Smith & Shane 1986; Liberg et al. 2000) . For male cats, another limiting resource for group living will be access to females (Macdonald et al. 2000) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 166,
                    "text": "(Fitzgerald & Karl 1986",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 392,
                    "end": 415,
                    "text": "(Macdonald et al. 2000)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 556,
                    "end": 579,
                    "text": "(Calhoon & Haspel 1989;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 580,
                    "end": 599,
                    "text": "Liberg et al. 2000;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 600,
                    "end": 622,
                    "text": "Macdonald et al. 2000)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 756,
                    "end": 776,
                    "text": "(Smith & Shane 1986;",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 777,
                    "end": 796,
                    "text": "Liberg et al. 2000)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 883,
                    "end": 906,
                    "text": "(Macdonald et al. 2000)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "SOURCES OF FERAL CATS"
        },
        {
            "text": "The \"wait and see\" or \"do nothing\" approach to controlling cat populations has been used historically, and is still applied in some locations. The hope is that \"nature will take its course\" and cats will be killed or move away. In reality, doing nothing is a poor choice for the cats and is not a solution to the problem. Therefore, methods for dealing with populations of free-roaming and feral cats have been developed, and can be divided into three main approaches. The first is to kill cats on site, the second is to trap and remove cats for euthanasia or relocation, and the third is to trap, neuter and return cats to the original location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS FOR CONTROLLING FERAL CAT POPULATIONS"
        },
        {
            "text": "Human perceptions of cats influence the selection of methods used to control them. A review of the factors that influence the way humans perceive cats are discussed in Chapter 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS FOR CONTROLLING FERAL CAT POPULATIONS"
        },
        {
            "text": "Cats have been accidentally or deliberately introduced to a broad range of locations, including islands . Since cats are very adaptable, they have survived and reproduced, accommodating to different food sources. They are also fecund, giving birth to one to three litters per year of two to six kittens. Since cats are sexually mature at five or six months of age, this can result in a substantial number of cats in a short period, even with very high mortality rates. Moreover, if they die from disease or human intervention, other cats move in to take advantage of the newly available space and food supplies (Tabor 1983) . This is especially the case in locations that are not geographically isolated. These facts suggest that wholesale slaughtering is not a practical solution to permanently eliminating a colony.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 623,
                    "text": "(Tabor 1983)",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "Kill on Site"
        },
        {
            "text": "Methods of killing cats on location are generally not popular with the public. They are usually used in locations without human habitation, and are often chosen by local governments because they are perceived to be permanent, relatively inexpensive solutions to feral cat problems. Poisons are not specific and may endanger other animals and humans as well as causing a painful death for the cats, so they should only be used in very specific settings (Dowding et al. 1999) .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 473,
                    "text": "(Dowding et al. 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Kill on Site"
        },
        {
            "text": "Increasingly, the public views cats as domestic animals for whom it has a responsibility, and does not accept the killing of cats as a solution to a problem that, in many instances, is due to people introducing cats to the location in the first place. This view arises from the change in the perception of non-human animals from property, incapable of feelings or thoughts, to animals as companions that experience pain, hunger and other emotions. An example of this change and how it affects animals occurred in April 2003, in the cities of Mataro and Barcelona, Spain. These cities prohibited shelters from destroying stray cats and dogs that were not severely ill, injured or dangerous (www.aldf.org). This change appears to have been due to actions by several animal welfare and rescue organizations, one of which recently took over the government shelter in Barcelona. In Italy, a 1991 law prohibited the abuse or removal of feral cats from their colonies and made provision for the Public Veterinary Services to sterilize the cats (Natoli et al. 1999 ). The trap, neuter and return method (see section 5.3) has become widespread in Italy. More recently, the cats of Rome were given the status of \"patrimonio bioculturale\" that is, that they are a bio-cultural heritage (www.romancats.de/romancats/news/article.php?Id=100) ( Figure 2 ). ",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1056,
                    "text": "(Natoli et al. 1999",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 1330,
                    "end": 1338,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Kill on Site"
        },
        {
            "text": "When determining the best option for controlling feral cat populations in natural settings, particularly islands, well-designed studies are required to provide reliable data on the effects of feral cats on wildlife and to devise appropriate management programs (Dickman 1996b) . All other non-native species must also be monitored, and native species at highest risk should be identified. Other factors that are likely to interact with feral cat predation should be considered, such as habitat fragmentation, clearing of trees and brush and direct human impacts.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 276,
                    "text": "(Dickman 1996b)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "Eradication of cats is not a practical approach for mainland areas; eradication from islands has been achieved at great cost and requires a variety of methods as well as considerable time. Most baiting methods have been ineffective due to cats failing to ingest the bait . Several small studies using secondary poisoning of predators with agent 1080 (sodium monofluoroacetate) or brodifacoum (a second-generation anticoagulant) via poisoned prey species suggest that this may be a more effective method to kill all predators present, including feral cats, stoats and ferrets Gillies & Pierce 1999; Alterio 2002) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 597,
                    "text": "Gillies & Pierce 1999;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 598,
                    "end": 611,
                    "text": "Alterio 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "For example, feral cats and rats were eradicated on Fregate Island in the Seychelles using brodifacoum bait drops (Shah 2001) . This was possible because there were no native mammal species and all endemic birds at risk of accidental poisoning were caught and held in captivity during the baiting, since the island was so small.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "(Shah 2001)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "Cats on Marion Island were originally introduced in 1949 to control house mice (Bester et al. 2002) . By the mid 1970's they were believed to be causing a decrease in bird populations, so an eradication program was devised. It included biological control with feline panleukopenia virus, hunting, trapping and poisoning during a 15-year period following four years of study and planning (Bester et al. 2000; Bester et al. 2002) . This demonstrates the intense effort required to eradicate cats, even in a closed population.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 99,
                    "text": "(Bester et al. 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 387,
                    "end": 407,
                    "text": "(Bester et al. 2000;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 408,
                    "end": 427,
                    "text": "Bester et al. 2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "Eradication of cats on Little Barrier Island, New Zealand was carried out from 1977 to 1980 using cage traps, leg-hold traps, dogs and 1080 poison (Girardet et al. 2001) . Only leg-hold traps and poison were found to be effective; 151 cats were killed, as were some birds and rats.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 169,
                    "text": "(Girardet et al. 2001)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "Eradication of 30 cats on Gabo Island included shooting, trapping and 1080 poison bait programs (Twyford et al. 2000) . Only the poison bait was considered to be effective, and cats were eradicated from the island after four years.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 117,
                    "text": "(Twyford et al. 2000)",
                    "ref_id": "BIBREF105"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "On Dassen Island, South Africa, cats were studied to determine the effects of their predation on native birds (Apps 1983) . Following culling, cat numbers rapidly rebounded because some breeding cats remained, leading to re-population of the island with young cats.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "(Apps 1983)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "Models to evaluate the efficacy of eradicating cat populations on islands using feline leukaemia virus (FeLV) and feline immunodeficiency virus (FIV) have suggested that the former could be effective if the natural immunity of the population is low . However, there are many considerations when introducing a disease into an environment, such as the susceptibility of non-target species, the performance of the pathogen in the field and host susceptibility. A virusvectored immuno-contraception approach for controlling cat populations has been modeled using parameters appropriate for islands (Courchamp & Cornell 2000) . Control or eradication of the cats was deemed to be possible, if the assumptions in the model were correct regarding baiting rate, transmission rate, mortality, and determinants of population growth. Concerns about virus-vectored approaches include effects on non-target species, public acceptance of genetically-engineered organisms, spread of the vector outside the targeted location, irreversibility, genetic changes in the target species or vector, rate of response to exposure and limited knowledge of potential vector candidates (Courchamp & Cornell 2000) .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 620,
                    "text": "(Courchamp & Cornell 2000)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1158,
                    "end": 1184,
                    "text": "(Courchamp & Cornell 2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of Kill on Site Methods"
        },
        {
            "text": "In the United States, Canada, and Europe, feral cats are most often trapped and removed. What happens to them after removal varies widely and is a matter of debate. Usually, they are destroyed since they cannot be placed as companion animals. Most animal control agencies (government-run organizations) euthanize feral cats that enter their facilities. Some have mandatory holding periods while others determine that the cat is feral on arrival and euthanize it shortly thereafter. A few have programs that place cats with local feral cat organizations. Many non-profit (non-governmental) organizations do not accept feral cats unless they have a special program to deal with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trap and Remove"
        },
        {
            "text": "Euthanasia may be the best option for feral cats that are injured or very ill, since long-term veterinary care is usually not possible. Intensive removal programs, with adoption of kittens and socialized adults and euthanasia of feral cats that cannot be relocated or socialized, may be an option in geographically isolated areas where predation clearly threatens native species in decline, or in areas that are unsafe for cats. This type of program must have a strong educational component and commitment to adoption in order to be accepted by residents, and must also include ongoing monitoring for the immediate removal of new cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trap and Remove"
        },
        {
            "text": "In the past decade in North America, there has been an increasing tendency to recommend removal and relocation of cats to another property, often a rural home, farm or sanctuary. Sanctuaries are facilities that hold animals, often for the rest of their lives, and they may also have adoption programs. They are expensive to run well and require careful planning to provide for the needs and health care of cats throughout their lives. In the United States and other countries, there is limited oversight of the quality of care and housing provided for animals in sanctuaries and the conditions in some may be poor (see Chapters 5 and 7). While relocation to a farm setting or placement in a high quality sanctuary are attractive solutions, they are not practical as the sole solution due to the large numbers of feral cats and the limited funding available. In special circumstances, well-run sanctuaries coupled with ongoing trapping may provide a local solution. Relocation may also be one component for the control of feral cat populations in conjunction with other approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trap and Remove"
        },
        {
            "text": "Trap, neuter and return (TNR) programs in their simplest form include the humane trapping of feral cats, sterilization by a veterinarian, vaccination for rabies in countries where that is appropriate, and return to the site of trapping. Before release back into the colony, the ear of the cat should be tipped or notched to indicate that it has been sterilized (Cuffe et al. 1983) (Figure 3) . The aim of a TNR program is to create a stable population where cats can no longer reproduce; natural attrition will eventually decrease numbers or at least maintain a stable number of cats. Since cats are returned to the original habitat, a vacuum is not left to encourage cats from nearby areas to move in or remaining intact cats to repopulate. Because there is always the potential for cats to join the colony, the program must continue to trap new cats that migrate into the area. An aggressive adoption program for tame adults and kittens under about eight weeks of age will reduce the numbers of cats in the colony more quickly (Levy et al. 2003) . Sterilization decreases roaming of male cats, improves body condition and tends to make cats more interactive with their caretakers (Scott & Levy 2003) . Thus, TNR together with adoption and monitoring programs are the most effective and humane options for the long-term control of feral cat colonies. TNR also retains the positive aspects of the presence of cats in specific locations. These include rodent control, especially in cities and around houses and barns, the opportunity to learn about cat behaviour and social interactions, the aesthetic benefits of cats in the urban environment and the relationships between the cats and their human neighbors and caretakers (Natoli 1994) (Figure 4 ). I am aware of three locations, two in the United States and one in England, where TNR programs and coordinated efforts to address the sources of feral cats led to the disappearance of colonies. Although about ten years was required for this to occur, this demonstrates that TNR is a humane and successful management technique for the feral cat population (Remfry 1996) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 380,
                    "text": "(Cuffe et al. 1983)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1029,
                    "end": 1047,
                    "text": "(Levy et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1201,
                    "text": "(Scott & Levy 2003)",
                    "ref_id": null
                },
                {
                    "start": 1723,
                    "end": 1736,
                    "text": "(Natoli 1994)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2105,
                    "end": 2118,
                    "text": "(Remfry 1996)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 391,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1737,
                    "end": 1746,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Trap, Neuter and Return"
        },
        {
            "text": "Extended programs are referred to as TTVAR-M: trap, test (the cat is blood tested for a range of diseases), vaccinate (often against a number of diseases), alter (neuter), return (to the original location) and monitor (including regular feeding by a caretaker). Cats are blood tested to see if they are infected with FeLV or FIV. This testing is controversial, as costs are high and cats positive for these viruses are usually euthanized or placed in sanctuaries. Placing virus-positive feral cats in sanctuaries is difficult, as most sanctuaries have so many healthy socialized cats needing homes that it may not be practical to spend resources on these feral cats. Testing should not be performed if no action is to be taken for virus-positive cats. There are also other reasons not to test. The prevalence of FeLV and FIV in feral cats is usually quite low, as low or lower than that found in owned cats (Lee et al. 2002) . FeLV is spread by prolonged close contact between cats and from mother to kittens, and is not highly contagious. FIV is spread by biting during fighting, particularly among males, and its transmission is curtailed when cats are sterilized. FIV infection has a different natural history than FeLV in that infected cats can often live for a normal lifespan (see Chapter 8). Control programs usually decide to test based on the opinion of their veterinarians and on the trade off of costs and benefits. Whether cats are vaccinated for disease other than rabies will depend on the program. Most feral cats are likely to have been exposed to the common infectious diseases. Vaccination may be performed in order to protect the organization from negative comments, since their feral cats will be as well protected against viral diseases as pet cats.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 924,
                    "text": "(Lee et al. 2002)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Trap, Neuter and Return"
        },
        {
            "text": "TNR appears to have originated in South Africa and Denmark well over two decades ago (Kristensen 1980; Tabor 1983) . It was then imported into England and from there to the United States, Canada, Europe and many other countries (Remfry 1996) . Because many programs are small and local, it is impossible to quantify the extent and success of TNR in most locations. Using networks of animal protection contacts and web sites, as well as published studies, I have collected some information to give a sense of what is happening internationally in several locations. This is not a comprehensive listing but is based on expert opinion shared with me.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "(Kristensen 1980;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 103,
                    "end": 114,
                    "text": "Tabor 1983)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 228,
                    "end": 241,
                    "text": "(Remfry 1996)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs Internationally"
        },
        {
            "text": "In the United States, TNR has become an established approach in some locations and has been on the national and regional agenda of governmental and non-profit organizations since the early 1990's. In the late 1990's, most of the large animal-protection organizations, as well as the national veterinary organization, acknowledged the usefulness of TNR, at least under certain specified circumstances. At the same time many bird, wildlife and public health organizations developed policy statements against TNR, primarily because of concerns regarding predation, rabies and lack of data on efficacy. Because laws governing cats are usually made at the local city level, general statements about the acceptance of TNR are not possible. Several large programs in the northeast and west have become increasingly high profile in animal welfare and animal protection conferences and web sites, indicating a growing awareness, if not always acceptance, of TNR as a humane method for the control of feral cats. Alley Cat Allies is a national organization dedicated to TNR for feral cats with over 90,000 donors and supporters in 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in the United States"
        },
        {
            "text": "An early study of a TNR program was conducted on hospital grounds in Louisiana and reported on both efficacy (control of cat numbers) and longevity of cats (Zaunbrecher & Smith 1993) . Of the 41 cats present at the start of the study, 40 were returned to the site. During three years of followup, five cats died, five disappeared and six joined the colony. Litters of kittens were not reported during the study, and two cats became more social with the people feeding them. Beginning in 2002, the efficacy of TNR in the Unites States began to be described in the scientific literature. One was a campus TNR program in Texas where the first two years of data were presented . During that period 158 cats were trapped ( Figure 5 ), 101 were returned and 32 kittens and tame adults were adopted. The number of kittens trapped decreased significantly between the first and second year, as did the number of complaints to the university pest control service. During the following three years, the number of trapped cats continued to decrease. Totals for the five years of the program were: 226 cats trapped, 105 returned to campus (Slater 2003) . Of those returned, 15 were eventually adopted and seven were killed or died. No kittens were born on campus after the second year and fewer than 20 cats were trapped in each of the last two years of the program, with almost half being tame cats or kittens.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 182,
                    "text": "(Zaunbrecher & Smith 1993)",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 1126,
                    "end": 1139,
                    "text": "(Slater 2003)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 726,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "TNR Programs in the United States"
        },
        {
            "text": "Another campus program in Florida documented the effect of TNR with an adoption program during an 11-year period (Levy et al. 2003a) . A total of 155 cats were recorded during this period. After the first five years, 68 cats were present on campus and six years later 23 were present. The final disposition of all cats was: 47% were adopted (including more than 50% of cats that were initially considered feral), 15% remained on campus, 15% disappeared, 11% were euthanized, 6% died and 6% moved to nearby woods. No kittens were found after the first five years of the program.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 132,
                    "text": "(Levy et al. 2003a)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs in the United States"
        },
        {
            "text": "A study of 132 colonies in Florida found that the total population of cats decreased from 920 to 678 after TNR . Median colony size was initially four cats (range one to 89), and was reduced to three (range zero to 42) following TNR. The greatest source of new cats was births, and adoptions led to the greatest decrease in numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in the United States"
        },
        {
            "text": "An animal control agency serving a large county in Florida initiated a TNR program in collaboration with a local feral cat organization in 1995 . Six years of data before and after the implementation of TNR for feral cats demonstrated that there was no increase in complaints or impoundments by the animal control agency. Figure 5 . Humane box-traps are commonly used to capture feral cats. Cats will usually become very agitated after the trap closes, so the door should be securely latched and the trap covered immediately to reduce the cat's stress level During the study period, the human population increased by a third, which should have led to one third more cats, cat-related complaints, impounds and euthanasias. In fact, euthanasia rates and complaints decreased during the last five years. Numbers of sterilizations increased dramatically in the six years after TNR and low cost sterilization programs were instituted for feral and owned cats. The relationship between the agency and the public improved, as did the morale of the animal control officers. In addition, TNR provided concerned citizens with the option to take action and make a difference to the numbers and the well-being of feral cats in their neighborhoods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "TNR Programs in the United States"
        },
        {
            "text": "Some of the earliest published studies come from England, and focus on the longevity and behavioural impact of TNR programs. The behaviour and stability of the groups were studied and found to be \"satisfactory on both counts\" (Neville & Remfry 1984) . Seventeen other neutering programs were followed for five years (Remfry 1996) : a total of 253 cats were trapped, 201 were returned to their original site and 141 were still present five years later.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 249,
                    "text": "(Neville & Remfry 1984)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 316,
                    "end": 329,
                    "text": "(Remfry 1996)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "In Canada, several organizations dealing with feral cats exist and some research interest in the area has developed. As of early 2003 there was no national organization, but the no-kill movement (which embraces the idea that euthanasia of healthy animals is not a viable solution to overpopulation) is picking up momentum. The first national conference on the subject took place in the early summer of 2003 and attracted participants from Canada and the United States. Part of their activity was the formation of a national organization of groups and individuals working toward a no-kill policy (\"Let-Live Canada\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "The summary of the situation in Israel is based on two reports from the Cat Welfare Society of Israel (personal communication Rivi Mayer, May 3, 2003; personal communication, Adi Nevo, May 1, 2003) . Although the feral cat population is much in evidence, feral cats are not a common concern of the public or the government. In general, cats as pets and companions are not highly valued or commonly kept (personal communication, Rama Santschi, DVM, July 17, 2003) . Cats primarily come into the public and government awareness as nuisances or concern about rabies. Feral cats have been rounded up and destroyed for 50 years without making any difference to numbers. However, the Cat Welfare Society of Israel has been active since 1990, and members have made strong efforts to network and learn from existing programs about controlling feral cat populations and implementing spay/neuter programs. Recently, the Society has sterilized about 4,500 cats a year and provides a trapping and transportation service. Several cities have begun TNR programs but most have not persisted with them due to a combination of limited funding, lack of commitment by the government and shortage of structural support. Added to the complexity of the situation is the fact that, on the one hand, the Ministry of Environment administers animal rights and protection and also supports TNR, both philosophically and financially. On the other hand, the Department of Veterinary Services is part of the Ministry of Agriculture and tends to promote lethal methods to control cat populations. City-employed veterinarians are in charge of municipal animal activities and tend not to understand or become involved in TNR or subsidized sterilization programs. Nationally, the Supreme Court determined in 1997 that the mass killing of dogs and cats was not permitted, and that each animal-related complaint must be evaluated. The Court also declared that non-lethal solutions, including TNR, should be sought, and refined the rules regarding the control of rabies. Unfortunately, this has not stopped some private trappers from continuing to trap and kill cats under regulations from the Ministry of Agriculture. Although the situation has improved with more sterilization programs, less killing of cats and increasing awareness of TNR as a solution to the problem, funding and veterinary support continue to be limiting factors. A recent article describes how the existing literature on free-roaming cats can be applied to the situation in Israel (Gunther & Terkel 2002) . The conclusions of the authors were to promote trap, neuter, identify and return programs in conjunction with community level solutions like keeping garbage cans securely covered, education and dealing with specific problems. They recommended trap and euthanasia only for cats in very poor condition.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 150,
                    "text": "(personal communication Rivi Mayer, May 3, 2003;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 197,
                    "text": "personal communication, Adi Nevo, May 1, 2003)",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 462,
                    "text": "(personal communication, Rama Santschi, DVM, July 17, 2003)",
                    "ref_id": null
                },
                {
                    "start": 2517,
                    "end": 2540,
                    "text": "(Gunther & Terkel 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "In Germany, a recent dissertation on feral cat populations in a 45 ha study area in Berlin was completed by Beate Kalz (Edoc.huberlin.de/abstract.php3/dissertationen/kalz-beate-2001-02-28).In her opinion, feral cats are not a highly visible group and are generally well tolerated by the public. German animal welfare organizations usually promote TNR as a control method, with a strong emphasis on the sterilization of cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "The Dutch Society for the Protection of Animals has been in operation for 130 years. The 110 shelters in Holland are all associated with the Society. Between 1992 and 1996, the numbers of stray cats in the shelters increased by nearly one third, to 31,100. In 1997, 15,000 owned cats, 3,000 feral cats and all cats in shelters were sterilized (a total of 48,800 cats). In the late 1990's a national sterilization campaign was developed and implemented. This information would suggest that TNR is practised fairly widely and successfully in Holland, and that its administration has benefited from the long history of animal welfare activities in that country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "An estimated 80,000 stray cats live in Singapore. In May 2003, Singapore's Agri-food and Veterinary Authority (AVA) used the Sudden Acute Respiratory Syndrome (SARS) outbreak as a reason for the intensified culling of stray cats, especially in areas with nuisance problems (The Straits Times, Singapore, May 23, 2003). The Society for the Prevention of Cruelty to Animals and other welfare groups countered this with a call to end the culling of cats. The following day, the AVA reversed its position and denied a link between the culling and SARS, and indicated that it was for other public health reasons. In 1998, AVA's Stray Cat Rehabilitation Scheme had sterilized about 5,000 cats through their own Cat Welfare Society, but with the initiation of culling this sterilization program was put on hold. Animal welfare organizations continue to seek to relocate cats to sanctuaries and end the culling of cats. While TNR had been implemented in Singapore, it has not been adopted at a level to decrease cat-related complaints significantly. Furthermore, Singapore's example illustrates that even when there is a government program for TNR, its position may revert to old methods of removal and euthanasia in large numbers without good reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "No government office oversees animal welfare at the national level in Japan (Oliver 2002) . Free-roaming dogs and cats are collected and disposed of by the Department of Health & Hygiene. Cats have only recently begun to be regarded as companion animals rather than as working hunters. Following the control of free-roaming dogs Japan, like many other countries, now has more obvious colonies of feral cats but TNR is rarely practised. One colony of feral cats has been extensively studied, for example see Izawa (1983) , Yamane et al. (1997) and Ishida et al. (2001) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 89,
                    "text": "(Oliver 2002)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 519,
                    "text": "Izawa (1983)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 522,
                    "end": 542,
                    "text": "Yamane et al. (1997)",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 547,
                    "end": 567,
                    "text": "Ishida et al. (2001)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "In 2000, a staff member of the Hong Kong SPCA introduced TNR to Hong Kong (Garrett 2003) . In just over three years, 2,200 street cats have been sterilized and cared for (about 100 cats a month in 2003), with 15 registered cat carers and 60 part-time carers. The SPCA provides free spay and neuter, vaccination and flea control services, and also has a mobile clinic that provides similar services to villages and islands. In August 2001, it declared its intentions to make the city of Hong-Kong adopt a \"no-kill\" policy.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 88,
                    "text": "(Garrett 2003)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "These examples demonstrate the range of views about killing and caring for cats, as well as differing perceptions of what the feral cat problem, and its control, entails. They also support the slowly evolving view that feral cats are worthy of our concern and compassion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNR Programs in Other Countries"
        },
        {
            "text": "In the previous section, I briefly reviewed the methods of controlling free-roaming cat populations. Particularly because of public health and wildlife concerns, the choice of control method can be controversial. When one has considered the financial costs, the welfare of the cats, the need for solutions tailor-made for each location, and a shortage of data on the efficacy of different methods, the choice may not be obvious. Nevertheless, the sources of these cat populations also need to be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTROLLING THE SOURCES OF FERAL CATS"
        },
        {
            "text": "One often hears the phrase \"responsible pet ownership\". It implies that a certain level of care is due to companion animals. Responsible pet ownership includes the provision of suitable food and shelter, health care and social interaction, and, I believe, the permanent identification of the animal (a tattoo or microchip), the provision of a safe environment and a life-long commitment to the animal's care. The community should view abandonment not only as a failure of individual responsibility but also as an antisocial and immoral act.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTROLLING THE SOURCES OF FERAL CATS"
        },
        {
            "text": "There are a number of approaches to reducing the number of cats entering the feral cat population. Firstly, stray cats need to be reunited with their families; in the United States, only 2 to 3% of all cats entering shelters are returned to their owners (Zawistowski et al. 1998; Wenstrup & Dowidchuck 1999) . The reunification rate is improved substantially in locations where major microchipping and identification programs of cats have been implemented (Slater 2002) . Secondly, cats allowed outside should be sterilized and thirdly, owners should seek help for behavioural, medical or pet selection problems. Many owners do not keep their cats long-term because of a lack of knowledge about normal cat behaviour and social needs (New, Jr. et al. 2000) . They may relinquish a cat to a shelter after living with its behaviour problem for years, rather than seeking help early on when the situation could be improved (DiGiacomo et al. 1998) . Subsidized sterilization should be available for those who cannot afford full-cost services, and owners should be helped to find homes for cats they cannot keep. Leadership at both national and local levels is needed (Christiansen 1998) . Components of community-based programs should include: 1) public education from pre-school to adult; 2) improving the quality of animal control; 3) developing expertise in urban animal management; and 4) understanding companion animal population dynamics (Murray 1992) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 279,
                    "text": "(Zawistowski et al. 1998;",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 280,
                    "end": 307,
                    "text": "Wenstrup & Dowidchuck 1999)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 456,
                    "end": 469,
                    "text": "(Slater 2002)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 733,
                    "end": 755,
                    "text": "(New, Jr. et al. 2000)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 919,
                    "end": 942,
                    "text": "(DiGiacomo et al. 1998)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1162,
                    "end": 1181,
                    "text": "(Christiansen 1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1439,
                    "end": 1452,
                    "text": "(Murray 1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "CONTROLLING THE SOURCES OF FERAL CATS"
        },
        {
            "text": "There may also be a role for legislation to prevent owned cats from becoming part of the feral cat problem. However, some forms of companion animal legislation may have drawbacks. A law against abandoning cats seems logical, but would be very difficult to enforce. Such a law could be construed to include TNR programs, that is, caretakers returning sterilized cats to colonies could be accused of abandoning them. While legislation, if thoughtfully written and enforceable, is likely to be beneficial, it should be adapted to enable TNR programs to continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTROLLING THE SOURCES OF FERAL CATS"
        },
        {
            "text": "When considering the management of feral cat populations, the effects of predation of wildlife by feral (and non-feral) cats, public health issues (such as zoonotic disease) and the welfare of the cats themselves are major concerns that should be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FERAL CAT ISSUES"
        },
        {
            "text": "The effect of predation of wildlife (mammals and birds) is probably the most controversial issue regarding feral cats. Unfortunately, the discussion about cats and wildlife is often polarized and couched as pro-cat versus anticat, or as pro-cat versus pro-wildlife. This division is inaccurate, misleading and counterproductive; in fact, there are many points in common and much overlap between the \"cat\" groups and the \"wildlife\" groups. For example, suggestions for reducing predation of wildlife by cats that is often espoused by both cat and wildlife organizations includes keeping cats indoors or confined, sterilizing cats, improving the environment for birds and bats with nesting boxes and carefully considering bird feeder placement (Gray 1999) .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 753,
                    "text": "(Gray 1999)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Predation on Wildlife"
        },
        {
            "text": "There are several themes that arise in discussions of feral cats and wildlife. The first is based on a philosophical belief that since cats are a domestic species, they should not be allowed to hunt wildlife but should be confined indoors, to an enclosure or yard or on a leash (arguably for the cats' welfare as well as for that of wildlife).The second theme is that cats are an introduced, non-native species and therefore should be removed from the environment. There are several assumptions underlying this argument: firstly, introduced or non-native species are harmful and native species should be protected from them. However, cattle and sheep are routinely protected from coyotes, foxes and wolves, despite the latter being native species that are killed because they may prey on domestic species (Cohen 1992) . In some locations, native mountain lions, northern harriers and kestrels have been killed to prevent them from preying on rare species (Cohen 1992) . The second assumption is that if we remove cats from the environment, the ecosystems will return to \"normal\" or to the pre-cat situation. However, ecosystems are complex and have often been heavily influenced by the effects of human habitation including construction, changes in fire control and water movement, pollution and the introduction of livestock. There are often other introduced plant and animal species (starlings or rats) that affect the balance of the ecosystem. For example, removing cats in certain locations may cause serious problems from the resulting increases in rodent populations. The third theme is the actual impact of cats on wildlife, largely through predation but also through competition or disease. While competition is commonly cited as a concern, little evidence is available to support this claim (George 1974) . Predation is generally considered to be the most serious problem, especially predation of birds. Again, the interaction between cats and wildlife varies widely from location to location, and is heavily influenced by other environmental factors such as variety of prey species, the reliance of cats on garbage or being fed, other pressures on local species, climate and the biology of threatened species.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 817,
                    "text": "(Cohen 1992)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 955,
                    "end": 967,
                    "text": "(Cohen 1992)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1800,
                    "end": 1813,
                    "text": "(George 1974)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Predation on Wildlife"
        },
        {
            "text": "Predation is often studied by examining the diet of cats in different locations; an excellent review of such studies can be found in Fitzgerald & Turner (2000) . Methods of quantifying the diet of feral or free-roaming cats include examining intestinal samples from cats that are killed, scat (faeces) analysis, recording prey brought home by owned cats and examination of dead or partially eaten prey found in the environment. The results of diet studies do not provide evidence of the impact on a species unless prey species abundance is also monitored, as well as the species' reproductive capacity and other sources of predation and mortality (Churcher & Lawton 1987; Martin et al. 1996; Risbey et al. 1999; Edwards et al. 2000) . While predation patterns in a given location are unique, there are some generalizations that can be made. On continents mammals are the main prey eaten by cats, with birds forming about 20% of the diet (Fitzgerald & Turner 2000) . The amount of household food available to cats will depend on the density of the human population. Australian cats living near refuse dumps and towns were found to have food scraps as a high proportion of their diet, while the diet of those living distant from human habitation contained few food scraps (Risbey et al. 1999) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 159,
                    "text": "Fitzgerald & Turner (2000)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 647,
                    "end": 671,
                    "text": "(Churcher & Lawton 1987;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 672,
                    "end": 691,
                    "text": "Martin et al. 1996;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 692,
                    "end": 711,
                    "text": "Risbey et al. 1999;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 712,
                    "end": 732,
                    "text": "Edwards et al. 2000)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 937,
                    "end": 963,
                    "text": "(Fitzgerald & Turner 2000)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1270,
                    "end": 1290,
                    "text": "(Risbey et al. 1999)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Predation on Wildlife"
        },
        {
            "text": "Relatively few species of mammal commonly form most of the diet. Birds are a less frequent component of the diet, but usually many more species are eaten. The number and species of reptiles as food items will vary widely among locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Predation on Wildlife"
        },
        {
            "text": "Some believe that to allow owned cats loose to hunt, or to maintain freeroaming cat populations in the natural environment, places more value on the life and needs of the cat than on the life of the prey the cat kills. This argument is a personal ethical belief about the relative importance of different non-human animals, rather than concern over reductions in prey species. Cats sometimes precipitate this belief by presenting their owners with prey (Dunn & Tessaglia 1994) . Sweeping generalizations are often made about cat predation and are not always based on the offered evidence (Gray 1999) . Additionally, data are often extrapolated inappropriately (Dunn & Tessaglia 1994) . Studies that count the number of prey returned to owners are subject to many kinds of biases. Owners of cats that are better hunters are more likely to volunteer for prey studies (Fitzgerald & Turner 2000) . Relatively few cats bring in very large numbers of prey, skewing the results and artificially inflating the mean number of prey; using the median would be a more suitable measure.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 476,
                    "text": "(Dunn & Tessaglia 1994)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 588,
                    "end": 599,
                    "text": "(Gray 1999)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 660,
                    "end": 683,
                    "text": "(Dunn & Tessaglia 1994)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 865,
                    "end": 891,
                    "text": "(Fitzgerald & Turner 2000)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Pro-cat versus Pro-wildlife"
        },
        {
            "text": "One example is a commonly discussed one-year study of prey brought home by 70 owned cats in an English village (Churcher & Lawton 1987) . There was an average of 14 prey per cat (range zero to 95), the median was not presented but, based on a graph, seemed to be eight. Mammals comprised most of the prey (mainly wood mice, voles and shrews) and birds about 35% (mainly the house sparrow). The age of the cat (older cats brought home less prey) and their location in the village influenced prey numbers. Cats were estimated to account for at least 30% of sparrow deaths in the village and were considered to be the major predator of house sparrows. However, there was an unusually high density of sparrows in the village and other predators were not assessed. In addition, there was no indication that this level of predation had caused the sparrow population to decline.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 135,
                    "text": "(Churcher & Lawton 1987)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Pro-cat versus Pro-wildlife"
        },
        {
            "text": "In a questionnaire study involving 1,300 rural residents in Wisconsin (Coleman & Temple 1989) , a fifth of the 800 respondents did not have cats. The remaining owned between one and 60, with an average of five cats per farm or rural residence. They reported 279 prey captures on the 20 to 30 farms and residences in the study area, with mammals making up 68% and birds 23% of the prey. These figures were used as the basis for an article with the headline \"cats kill millions of small mammals and birds every year\" (Harrison 1992) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 93,
                    "text": "(Coleman & Temple 1989)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 515,
                    "end": 530,
                    "text": "(Harrison 1992)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Pro-cat versus Pro-wildlife"
        },
        {
            "text": "Even some who value wildlife over cats will acknowledge that there are certain wildlife species that are pests which could be controlled by predation, and that using cats to control rodent populations around barns or stables is generally acceptable. Endangered species are rarely encountered in urban environments, and there are often large numbers of introduced prey species. In these settings, feral cats may be useful in controlling rodents and introduced species, and are likely to have little impact on endangered or declining species. The large population of some birds and pests in urban environments has been attributed to a variety of factors including a reduced number of predators, favourable microclimates and/or food availability (Sorace 2002) . Studies of three Italian parks found high prey (including pest species such as pigeons, starlings, mice and rats) and high predator (birds of prey, crows, cats, dogs, rats and foxes) densities compared to the nearby countryside (Sorace 2002) . The numbers of nest predators such as blue jays, raccoons and opossums, and of bird species that lay their eggs in nests of other species, often grow in urban environments due to a proliferation of food supplies (Terborgh 1992) . In addition, current \"garden\" or suburban birds may be under less predation pressure from cats than they would be from the range of native predators that no longer co-exist close to human habitation (Mead 1982) .",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 756,
                    "text": "(Sorace 2002)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 987,
                    "end": 1000,
                    "text": "(Sorace 2002)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1215,
                    "end": 1230,
                    "text": "(Terborgh 1992)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1432,
                    "end": 1443,
                    "text": "(Mead 1982)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Pro-cat versus Pro-wildlife"
        },
        {
            "text": "Invasive or introduced species are a growing concern in many countries, including the United States (Dinsmore & Bernstein 2001) and Australia (Burbidge & Manly 2002) , and cats are considered to be an introduced species. Introduced carnivores can affect the local species by competition, predation, interbreeding or disease (Dickman 1996a; Macdonald & Michael 2001) . While these processes affect individuals, effects at the population or community level may or may not occur (Dickman 1996a) . Usually cats are only one of many introduced species including rats and the dogs, mongooses and weasels that were released to control them (Jackson 1978) . In addition, the livestock species that were brought in such as pigs, sheep, cattle and goats may also cause serious changes in the environment, especially in the large numbers associated with industrial farming (Jackson 1978) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 127,
                    "text": "(Dinsmore & Bernstein 2001)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 142,
                    "end": 165,
                    "text": "(Burbidge & Manly 2002)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 324,
                    "end": 339,
                    "text": "(Dickman 1996a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 340,
                    "end": 365,
                    "text": "Macdonald & Michael 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 476,
                    "end": 491,
                    "text": "(Dickman 1996a)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 633,
                    "end": 647,
                    "text": "(Jackson 1978)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 862,
                    "end": 876,
                    "text": "(Jackson 1978)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Cats as an Introduced Species"
        },
        {
            "text": "Being an introduced species, cats are often targeted for control measures even when there is little evidence to support this. For example, on Socorro Island, Mexico, the Socorro Mocking bird had declined in numbers (Martinez-Gomez et al. 2001) . Habitat destruction was considered to be the primary cause, since Northern Mockingbirds and cats arrived after much of the decline had occurred. Nevertheless, cat control was still a major focus of the authors. Reports blamed cats for the disappearance of three petrel species on Little Barrier Island, New Zealand (Veitch 2001 ), yet no evidence exists that these species were ever present (Girardet et al. 2001) . Only in the past few years have predators other than cats, such as ferrets and stoats, been considered in studies of predation in New Zealand (Moller & Alterio 1999; Gillies et al. 2000; Norbury 2000) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 243,
                    "text": "(Martinez-Gomez et al. 2001)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 561,
                    "end": 573,
                    "text": "(Veitch 2001",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 637,
                    "end": 659,
                    "text": "(Girardet et al. 2001)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 804,
                    "end": 827,
                    "text": "(Moller & Alterio 1999;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 828,
                    "end": 848,
                    "text": "Gillies et al. 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 849,
                    "end": 862,
                    "text": "Norbury 2000)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Cats as an Introduced Species"
        },
        {
            "text": "Habitat destruction by humans generally takes three forms: overexploitation of resources, pollution and introduction of exotic species (Macdonald & Michael 2001) , and is generally considered to be the most important cause of species extinctions (Lawren 1992; Terborgh 1992; Hall et al. 2000; Dinsmore & Bernstein 2001; Macdonald & Michael 2001) . Water quality deterioration, drainage of wetlands, agricultural use of prairies, fertilizers, pesticides and herbicides are all responsible for changes in the environment of a variety of bird habitats, which lead to declines in populations (Terborgh 1992; Robinson 1998) . It is crucial to view cat predation within the context of habitat destruction, since cats have not been shown to be the primary cause of the loss of native species on mainland continents (Mead 1982; Mitchell & Beck 1992) . Unfortunately, evidence regarding extinctions is often anecdotal, circumstantial or historical (Dickman 1996a; Macdonald & Michael 2001; Read & Bowen 2001) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 161,
                    "text": "(Macdonald & Michael 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 246,
                    "end": 259,
                    "text": "(Lawren 1992;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 260,
                    "end": 274,
                    "text": "Terborgh 1992;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 275,
                    "end": 292,
                    "text": "Hall et al. 2000;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 293,
                    "end": 319,
                    "text": "Dinsmore & Bernstein 2001;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 320,
                    "end": 345,
                    "text": "Macdonald & Michael 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 588,
                    "end": 603,
                    "text": "(Terborgh 1992;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 604,
                    "end": 618,
                    "text": "Robinson 1998)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 808,
                    "end": 819,
                    "text": "(Mead 1982;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 820,
                    "end": 841,
                    "text": "Mitchell & Beck 1992)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 939,
                    "end": 954,
                    "text": "(Dickman 1996a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 955,
                    "end": 980,
                    "text": "Macdonald & Michael 2001;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 981,
                    "end": 999,
                    "text": "Read & Bowen 2001)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Extinction of Native Species"
        },
        {
            "text": "Islands have less species diversity, a scarcity of predators and a higher concentration of individuals relative to similar mainland environments (Sorace 2002) . Islands with introduced cats differ enormously in climate, size and native species, but generally have relatively few native mammals (Fitzgerald & Turner 2000) . The same set of introduced species is common: house mice, rats and European rabbits. Where rabbits are present, they tend to be the main prey of cats. Predation on rats and mice varies between locations. Cats survive on islands without mammals by eating seabirds on small islands and land birds on larger islands. Australia is arguably the best studied and most high profile country when it comes to feral cats and predation, and is considered to be an example of the serious threat that feral cats pose to wildlife. However, as of 1995, there were \"no critical studies of the impact of feral cats on native fauna in Australia\" (Dickman 1996b) . What has been documented is the association between rainfall, species' habitat and dietary preferences, and the decline and extinction of species (Burbidge & McKenzie 1989) . European settlement led to a reduction in vegetative cover, increased human settlements and introduced species, including livestock, and changes in control of fires in the environment. Exotic predators likely exacerbated the situation, depending on the protective habitat of the prey species. Feral cats are not recorded to have had a significant impact on any species of reptiles, amphibians, fish or invertebrates (Dickman 1996b) ; however, they may have localized effects on populations of native vertebrates. Despite much publicity, the role of feral cats in the decline and extinction of Australian mammalian species remains unclear (Burbidge & Manly 2002) Finally, in addition to direct predation, there have been concerns about diseases that could be spread from cats to wildlife. The 'Alala bird in Hawaii became endangered possibly due to disease, loss of genetic diversity, introduced predators or habitat loss (Work et al. 2000) . Reintroduction programs were limited by the presence of the microorganism Toxoplasma gondii (for whom the cat is the main host) in four of 27 captive-reared birds due for re-introduction. It is unclear if these particular birds or 'Alala birds in general are especially susceptible to toxoplasmosis, perhaps due to a genetic predisposition. Toxoplasmosis was suggested to be a contributing factor to local decreases in eastern barred bandicoots in Australia (Dickman 1996b) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 158,
                    "text": "(Sorace 2002)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 294,
                    "end": 320,
                    "text": "(Fitzgerald & Turner 2000)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 951,
                    "end": 966,
                    "text": "(Dickman 1996b)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1115,
                    "end": 1141,
                    "text": "(Burbidge & McKenzie 1989)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1560,
                    "end": 1575,
                    "text": "(Dickman 1996b)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1782,
                    "end": 1805,
                    "text": "(Burbidge & Manly 2002)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2065,
                    "end": 2083,
                    "text": "(Work et al. 2000)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 2544,
                    "end": 2559,
                    "text": "(Dickman 1996b)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Extinction of Native Species"
        },
        {
            "text": "In order to understand their role in predation, it is crucial to recognize that cats are one of a large group of predators, both native and introduced, (Fitzgerald & Turner 2000) . Other introduced species, such as rats and mice, can have substantial impacts on amphibians, mammals and birds . Many factors affect the impact of cats on prey species, such as the density of cats, the density and distribution of prey, the fecundity of native species, the habitats and habits of native species, and the presence of other predators. Assumed relationships may not be correct when studied over long periods of time (Fitzgerald & Gibb 2001) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 178,
                    "text": "(Fitzgerald & Turner 2000)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 610,
                    "end": 634,
                    "text": "(Fitzgerald & Gibb 2001)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Complexity of Ecosystems"
        },
        {
            "text": "Because the relationship between different predators and a variety of prey species is complex, removal of cats may have much more widespread effects than are immediately obvious. This is illustrated by a mathematical model including birds, rats and cats, which showed that removing all cats led to a surge in rat numbers, resulting in the extinction of the bird species (prey) . Another model examined the relationship between birds (prey), rabbits (an introduced prey species) and cats (the predator) in an island setting . Based on field observations, rabbits provide food for other predators and, in times of plenty, are the primary diet of cats. This allows for a larger population of cats than could ordinarily be sustained if rabbits were scarce or not present. When rabbit populations are reduced, cats are able to switch to other prey species (such as birds). Similarly, the widespread availability of cat food could lead to larger populations of cats than would otherwise be possible if only local prey were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of Ecosystems"
        },
        {
            "text": "Despite the eradication of cats on Marian Island, lesser sheathbill populations remained less abundant and had different habits than birds on neighboring Prince Edward Island (Huyser et al. 2000) . These differences were believed to be due to a decrease in the birds' macro-invertebrate prey (especially weevils and flightless moths), which may have been due to increases in house mice as a result of the cat eradication, decreases in burrowing petrels (which promote invertebrate species), and climate warming, which also increases mouse populations. This example illustrates that the removal of cats may not result in the recovery of a threatened species.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 195,
                    "text": "(Huyser et al. 2000)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Complexity of Ecosystems"
        },
        {
            "text": "Most of the agencies charged with public health issues are concerned with the possibility of disease rather than with the actual probability, particularly in regard to cats. This is partly due to the lack of data regarding frequencies of zoonotic diseases and the risk of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Rabies in cats is often the chief concern of public health authorities, especially in countries where the disease is common. There are many other zoonotic diseases where cats are implicated (Tan 1997; Patronek 1998; Olsen 1999) . Some of them are region-specific, such as plague in the Western United States (Orloski & Lathrop 2003) and others may affect cats as well as many other mammalian species (Riordan & Tarlow 1996) . While any free-roaming or owned cat may carry or transmit a variety of diseases to humans, the frequency of these diseases and their severity will fluctuate widely depending on the geographic location, climate and the health status of the human population.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "text": "(Tan 1997;",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 215,
                    "text": "Patronek 1998;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 216,
                    "end": 227,
                    "text": "Olsen 1999)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 308,
                    "end": 332,
                    "text": "(Orloski & Lathrop 2003)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 400,
                    "end": 423,
                    "text": "(Riordan & Tarlow 1996)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Proper handling of feral cats, using traps and other equipment, will reduce the likelihood of bites and scratches, thereby reducing the risk of disease transmission (Slater 2000) . Although cat bites in the United States are less common than dog bites, they are more likely to become seriously infected because of the micro-organisms present in cat saliva (Tan 1997) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 178,
                    "text": "(Slater 2000)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 356,
                    "end": 366,
                    "text": "(Tan 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "In southern Africa, parts of the Caribbean, North America and Europe, wild carnivores are the primary vector for rabies, while in Asia, parts of Latin America and most of Africa, dogs continue to be the major source (WHO 2002a) . The United States is the only country where cats were the most commonly diagnosed domestic species in recent years, yet cases of laboratory-confirmed rabies in skunks, raccoons and bats in the United States far exceeded the numbers of all domestic animal species combined (WHO 2002b) . Historically, measures such as quarantine (restricting animal movements), removing free-roaming animals and vaccinating susceptible animals have been used to control rabies (Beran & Frith 1988) . Originally, susceptible animals included only domestic species but in the 1980's wildlife species also began to be vaccinated, using oral bait systems.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 227,
                    "text": "(WHO 2002a)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 513,
                    "text": "(WHO 2002b)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 709,
                    "text": "(Beran & Frith 1988)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Relatively little research has been done on cat populations and the control of rabies, although dogs have been studied in a number of countries and some solutions have been devised (WHO Expert Committee 1988; Meslin et al. 1994; WHO Expert Committee 1994) . Cat population dynamics are likely to parallel those of dogs in many locations, so similar solutions will be effective.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 228,
                    "text": "Meslin et al. 1994;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 229,
                    "end": 255,
                    "text": "WHO Expert Committee 1994)",
                    "ref_id": "BIBREF111"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Feral cats should be vaccinated for rabies in locations where rabies occurs, and vaccination of colonies will result in a herd immunity effect. Herd immunity is the point at which the proportion of immune individuals in the group is so high that the disease agent cannot enter and spread (Hugh-Jones et al. 1995) . A level of 80% immunity among dog populations is sufficient to break the transmission cycle of rabies (WHO 2002a). In 1999, health officials in Ontario, Canada, incorporated the vaccination of freeroaming cats into their emergency response to outbreaks of rabies in raccoons (Rosatte et al. 2001) . All cats within ten km of the initial raccoon rabies case were trapped and vaccinated. During this outbreak about 800 cats were vaccinated instead of killed, and provided a partial barrier to disease spread.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 312,
                    "text": "(Hugh-Jones et al. 1995)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 590,
                    "end": 611,
                    "text": "(Rosatte et al. 2001)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Toxoplasmosis is another widely-occurring disease in cats that is transmissible to humans. The acute infection is generally self-limiting in immuno-competent humans, but may cause serious disease in immunocompromised humans (AIDS patients in particular) or to the foetus during pregnancy (Schantz 1991; Olsen 1999 ). An additional concern is environmental, with microorganisms contaminating water or feed. The prevalence of Toxoplasma infection in feral cats appears to be similar to that in owned cats (DeFeo et al. 2002) .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 302,
                    "text": "(Schantz 1991;",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 303,
                    "end": 313,
                    "text": "Olsen 1999",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 503,
                    "end": 522,
                    "text": "(DeFeo et al. 2002)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Cat scratch disease, caused by Bartonella henselae, has a wide range of prevalence in owned and feral cats, from zero in Norway to over 50% in the United States and Philippines (Barnes et al. 2000; Bergh et al. 2002) . There is also variable prevalence in feral cats in the United Kingdom, from 0 to 100% depending on location (Barnes et al. 2000) . This disease is primarily a problem in immuno-compromised humans (Hugh-Jones et al. 1995) , and requires a scratch or bite for transmission. Zoonotic diseases are also described in Chapter 3.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 197,
                    "text": "(Barnes et al. 2000;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "Bergh et al. 2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 327,
                    "end": 347,
                    "text": "(Barnes et al. 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 415,
                    "end": 439,
                    "text": "(Hugh-Jones et al. 1995)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Public Health and Zoonotic Disease"
        },
        {
            "text": "Only in recent decades has the welfare of feral cats themselves emerged as an important issue. In a few countries it is the primary concern, while in others it remains the focus of small groups or individuals concerned with animal welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Concern for the well-being of feral cats should consider not only their health but also their need for some interaction with humans. Cats in managed colonies appear to be in good health and are able to obtain whatever level of interaction they need with their caretaker. Caretakers themselves often have a strong bond with their feral cats (Haspel & Calhoon 1993; Natoli et al. 1999) (Figure 6) . A study in Hawaii of 75 colony caretakers found that most were female, middle-aged, married and welleducated, owned pets, and were employed full-time (Zasloff & Hart 1998) . The caretakers spent considerable time and money caring for these colonies because of their love of cats and the opportunity to nurture them. They also experienced enhanced feelings of self-esteem. A second study in Florida of 101 caretakers of 920 cats in 132 colonies found that 84% were female . The median age was 45 years (range 19 to 74 years) and 88% owned pets (two-thirds of them owned cats). More than half the caretakers were married. The most common reason reported for caring for the cats was sympathy or ethical concern followed by loving animals or cats.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 363,
                    "text": "(Haspel & Calhoon 1993;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 364,
                    "end": 383,
                    "text": "Natoli et al. 1999)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 547,
                    "end": 568,
                    "text": "(Zasloff & Hart 1998)",
                    "ref_id": "BIBREF116"
                }
            ],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 394,
                    "text": "(Figure 6)",
                    "ref_id": null
                }
            ],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "FeLV and FIV viruses are the infectious diseases most frequently studied in cat populations, both because of their impact on cats' health and the risk of transmission to other felines. A total of 516 stray cats (467 were classified as tame and 49 as feral or semiferal) entering an animal shelter and veterinary hospital in Birmingham, England, between August and December 1997, was tested for FeLV and FIV (Muirden 2002) . In all cats, the prevalence of FeLV antigen was 3.5% and of antibodies to FIV was 10.4%. The prevalence of FeLV in semiferal or feral cats (2%) was similar to that in tame cats (3.6%), while the prevalence of FIV was 2.5 times higher (20.4 versus 9.4%). There were also higher rates of FIV antibody-positive status in males, cats over two years of age and cats with non-traumatic health problems. Multivariate analysis indicated that sex, age and non-traumatic illness were independently associated with FIV antibody-positive status but feral status was not. Figure 6 . Caretakers may spend hours traveling to their colonies to feed, nurture and interact with the cats.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 421,
                    "text": "(Muirden 2002)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 983,
                    "end": 991,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Another study of FeLV and FIV in veterinary practices in Istanbul, Turkey, included indoor cats, cats allowed outside and feral cats (Yilmaz et al. 2000) . The latter two groups were combined for analysis, which makes reaching conclusions about the feral cats difficult. Prevalence of FIV in both groups was 22% (9/40 indoor and 14/63 outdoor cats) and of FeLV was 5% in indoor and 6% in outdoor cats. FIV was more common in male cats; the high prevalence may be related to the fact that most cats were not neutered. The indoor cats may have been previously outdoor cats or from the same household as some of the outdoor cats, which could bias the infectious disease frequency, but no data were given. These studies demonstrate the variability of disease prevalence in different populations of owned and feral cats, and the difficulty in making comparisons between studies that define cat populations differently.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "text": "(Yilmaz et al. 2000)",
                    "ref_id": "BIBREF115"
                }
            ],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Among 226 cats trapped during five years of a Texas university campus program, 5% were positive for FeLV and 6% for FIV (Slater 2003) . None of the cats trapped were euthanized for other serious health problems. In the Florida university campus program, 11% of cats were euthanized for serious illness (Levy et al. 2003a) . Of these, 7% were positive for FeLV or FIV.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 133,
                    "text": "(Slater 2003)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 302,
                    "end": 321,
                    "text": "(Levy et al. 2003a)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Operation Catnip, a high-volume spay/neuter program for feral cats ( Figure  7) in Florida and North Carolina found that 4% of 733 cats were positive for FeLV or for FIV (Lee et al. 2002) . FIV was more common in males. Among a larger sample (5,766) of cats from Operation Catnip, nine cats were euthanized for serious health problems (other than FIV and FeLV) and 17 died from apparent anesthetic complications (nine had physical abnormalities that may have contributed to their deaths), giving a mortality rate of 0.35% (Williams et al. 2002) . A program on Prince Edward Island, Canada, trapped and tested 185 cats and kittens during a 14-week period (Gibson et al. 2002) . Prevalence of FeLV was 5%, of FIV was 6% and three cats were positive for both viruses; as in previous studies, FIV was more common in males. These diseases tended to occur within specific colonies, with other colonies being clear of infection. These studies demonstrate that colonies undergoing TNR tend to have few health problems and a low prevalence of FIV and FeLV, suggesting that feral cats in managed colonies, at least, pose limited health risks to other cats. Figure 7 . This female cat is being prepared for surgery at a high-volume spay and neuter clinic. In this type of clinic, over 100 cats can be sterilized in one day.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 187,
                    "text": "(Lee et al. 2002)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 522,
                    "end": 544,
                    "text": "(Williams et al. 2002)",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 654,
                    "end": 674,
                    "text": "(Gibson et al. 2002)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 79,
                    "text": "Figure  7)",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1155,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Other diseases are occasionally studied in feral cats. For example, 50 rural feral cats from a shelter near Zagreb, Croatia were examined for lungworms (Aelurostrongylus abstrusus) at necropsy (Grabarevic et al. 1999) . The prevalence was 22%, much higher than the prevalence in cats seen at the veterinary college (3.9%). These populations probably differed greatly in the level of care and nutrition they received.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 217,
                    "text": "(Grabarevic et al. 1999)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Weight and body condition are good clues to general health in cats. A study of body condition in 105 adult feral cats found they were lean (4 on a scale from 1 to 9) but not emaciated at the time of surgery for neutering . One year later, 14 cats were reevaluated and all of them had a substantial increase in falciform fatpad area and depth and body weight, and an increase of one level in the body condition score. Caretakers judged that their cats were friendlier, less aggressive, less inclined to roam and had improved health and coat condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Critics of managing colonies by TTVARM argue that feral cats live to less than five years of age and die from car accidents, disease, poisoning, abuse and attacks from other animals (Clarke & Pacin 2002 ). Yet the alternative for these cats is euthanasia, and the evidence presented here suggests that feral cats in managed colonies can be kept in reasonably good health and enjoy a good quality of life.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 202,
                    "text": "(Clarke & Pacin 2002",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Feral Cat Welfare"
        },
        {
            "text": "Over the past few decades and in many parts of the world, the welfare of feral cats has become a matter of great concern. This is largely due to the development of sensitivity toward animal welfare and a shift in how animals, particularly cats, are perceived. All those concerned have a common goal: fewer feral and free-roaming cats. There is often intense conflict, however, over what to do with these cats and who is responsible for them. Increasingly, there is resistance to killing cats simply because they are a nuisance, prey on wildlife or may be a threat to public health. Organizations and governments need to find non-lethal, effective, and humane methods to control feral cat populations, and comprehensive and creative communitywide programs need to address the sources of feral cats. As cats become more popular as pets and society continues to evaluate the role and care of non-human animals, the welfare of feral cats will become an increasingly central issue for individuals, societies, organizations and governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Controlling small animal predators using sodium monofluoroacetate (1080) in bait stations along forestry roads in New Zealand beech forest",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alterio",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New Zealand J. Ecology",
            "volume": "24",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aspects of the ecology of feral cats on Dassen Island",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Apps",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "South Africa. South African J. Zoology",
            "volume": "18",
            "issn": "",
            "pages": "393--399",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence of Bartonella henselae infection in cats and dogs in the United Kingdom",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Isherwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Veterinary Record",
            "volume": "147",
            "issn": "",
            "pages": "673--677",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Domestic animal rabies control: an overview",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Beran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frith",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Reviews of Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "672--677",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Low prevalence of Bartonella henselae infections in Norwegian domestic and feral cats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bergh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bevanger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hanssen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loseth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbiologica et Immunologica Scandinavica",
            "volume": "110",
            "issn": "",
            "pages": "309--314",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Final eradication of feral cats from sub-Antarctic Marion Island, southern Indian Ocean",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Bester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bloomer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Rooyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Buchner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "South African J. Wildlife Research",
            "volume": "30",
            "issn": "",
            "pages": "53--57",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A review of the successful eradication of feral cats from sub-Antarctic Marion Island",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Bester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bloomer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Aarde",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Erasmus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J J"
                    ],
                    "last": "Van Rensburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Naude",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Southern Indian Ocean. South African J. Wildlife Research",
            "volume": "32",
            "issn": "",
            "pages": "65--73",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mammal extinction on Australian islands: causes and conservation implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Burbidge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F J"
                    ],
                    "last": "Manly",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biogeography",
            "volume": "29",
            "issn": "",
            "pages": "465--473",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patterns in the modern decline of western Australia's vertebrate fauna: causes and conservation implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Burbidge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biological Conservation",
            "volume": "50",
            "issn": "",
            "pages": "143--198",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Urban cat populations compared by season, subhabitat and supplemental feeding",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Calhoon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haspel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Animal Ecology",
            "volume": "58",
            "issn": "",
            "pages": "321--328",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characteristics of free-roaming cats and their caretakers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Centonze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. American Veterinary Medical Association",
            "volume": "220",
            "issn": "",
            "pages": "1627--1633",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Save our strays: how we can end pet overpopulation and stop killing healthy cats & dogs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Christiansen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Canine Learning Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Predation by domestic cats in an English village",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Churcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Zoology",
            "volume": "212",
            "issn": "",
            "pages": "439--455",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Domestic cat \"colonies\" in natural areas: a growing exotic species threat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pacin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Natural Areas Journal",
            "volume": "22",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Weeding the garden. The Atlantic Monthly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of free-ranging cats on wildlife: A progress report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Temple",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proceeding of the Eastern Wildlife Damage Control Conference",
            "volume": "4",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Virus-vectored immunocontraception to control feral cats on islands: A mathematical model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Courchamp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Applied Ecology",
            "volume": "37",
            "issn": "",
            "pages": "903--913",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cats protecting birds: modeling the mesopredator release effect",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Courchamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Langlais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugihara",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Animal Ecology",
            "volume": "68",
            "issn": "",
            "pages": "282--292",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rabbits killing birds: modeling the hyperpredation process",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Courchamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Langlais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugihara",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Animal Ecology",
            "volume": "69",
            "issn": "",
            "pages": "154--164",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modeling the biological control of an alien predator to protect island species from extinction",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Courchamp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugihara",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ecological Applications",
            "volume": "9",
            "issn": "",
            "pages": "112--123",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ear-tipping for identification of neutered feral cats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J C"
                    ],
                    "last": "Cuffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Eachus",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remfry",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Veterinary Record",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiologic investigation of seroprevalence of antibodies to Toxoplasma gondii in cats and rodents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Defeo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Mather",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American J. Veterinary Research",
            "volume": "63",
            "issn": "",
            "pages": "1714--1717",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact of exotic generalist predators on the native fauna of Australia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Dickman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Wildlife Biology",
            "volume": "2",
            "issn": "",
            "pages": "185--195",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Overview of the impacts of feral cats on Australian native fauna. Sydney: Australian Nature Conservation Agency",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Dickman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--85",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Surrendering pets to shelters: the relinquisher's perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Digiacomo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arluke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Patronek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anthrozoös",
            "volume": "11",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Invasive species in Iowa: An introduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dinsmore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Iowa Academy of Science",
            "volume": "108",
            "issn": "",
            "pages": "105--106",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Brodifacoum residues in target and non-target species following an aerial poisoning operation on Motuihe Island",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dowding",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Veitch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "New Zealand J. Ecology",
            "volume": "23",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bird mortality from striking residential windows in winter",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Field Ornithology",
            "volume": "64",
            "issn": "",
            "pages": "302--309",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Predation of birds at feeders in winter",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Tessaglia",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Field Ornithology",
            "volume": "65",
            "issn": "",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An evaluation of two methods of assessing feral cat and dingo abundance in central Australia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Preu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Shakeshaft",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Crealy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Wildlife Research",
            "volume": "27",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Introduced mammals in a New Zealand forest: longterm research in the Orongorongo Valley",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gibb",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biological Conservation",
            "volume": "99",
            "issn": "",
            "pages": "97--108",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Home range of feral house cats (Felis catus L.) in forest of the Orongorongo Valley",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Karl",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "New Zealand J. Ecology",
            "volume": "9",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Hunting behaviour of domestic cats and their impact on prey populations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "151--175",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The clipped ear club",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ASPCA Animal Watch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Domestic cats as predators and factors in winter shortages of raptor prey",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "The Wilson Bulletin",
            "volume": "86",
            "issn": "",
            "pages": "384--396",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A trap, neuter, and release program for feral cats on Prince Edward Island",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keizer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Golding",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Canadian Veterinary Journal",
            "volume": "43",
            "issn": "",
            "pages": "695--698",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Home ranges of introduced mustelids and feral cats at Trounson Kauri Park",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gillies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clout",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mammal Review",
            "volume": "303",
            "issn": "",
            "pages": "227--232",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Secondary poisoning of mammalian predators during possum and rodent control operations at Trounson Kauri Park",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gillies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "New Zealand J. Ecology",
            "volume": "23",
            "issn": "",
            "pages": "183--192",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Bird and rat numbers on Little Barrier Island, New Zealand, over the period of cat eradication 1976-80",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A B"
                    ],
                    "last": "Girardet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Veitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New Zealand J. Zoology",
            "volume": "28",
            "issn": "",
            "pages": "13--29",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Incidence and regional distribution of the lungworm Aelurostrongylus abstrusus in cats in Croatia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Grabarevic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Curic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tustonja",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Artukovic",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Simec",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramadan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zivicnjak",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Veterinarski Archiv",
            "volume": "69",
            "issn": "",
            "pages": "279--287",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reducing cat predation on wildlife. Outdoor California",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Regulation of free-roaming cat (Felis silvestris catus) populations: a survey of the literature and its application to Israel",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turkel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Animal Welfare",
            "volume": "11",
            "issn": "",
            "pages": "171--188",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Spatial organization and habitat use of feral cats (Felis catus L.) in Mediterranean California",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasparian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Vuren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mammalia",
            "volume": "64",
            "issn": "",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Is there a killer in your house?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "National Wildlife",
            "volume": "",
            "issn": "",
            "pages": "10--13",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The interdependence of humans and free-ranging cats in Brooklyn",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haspel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Calhoon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Anthrozoös",
            "volume": "3",
            "issn": "",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Managing and controlling feral cat populations: killing the crisis and not the animal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manzoor",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Veterinary Forum March",
            "volume": "",
            "issn": "",
            "pages": "100--101",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Zoonoses: recognition, control, and prevention",
            "authors": [
                {
                    "first": "Hugh-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubbert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Hagstad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Implementation of a feral cat management program on a university campus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "5",
            "issn": "",
            "pages": "15--27",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The effects of implementing a feral cat spay/neuter program in a Florida county animal control service",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "5",
            "issn": "",
            "pages": "285--298",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Changes in population size, habitat use and breeding biology of lesser sheathbills (Chionis minor) at Marion Island: impacts of cats, mice and climate change?",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Huyser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biological Conservation",
            "volume": "92",
            "issn": "",
            "pages": "299--310",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Female control of paternity during copulation: inbreeding avoidance in feral cats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yahara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kasuya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yanmane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Behavior",
            "volume": "138",
            "issn": "",
            "pages": "235--250",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Daily activities of the feral cat Felis catus LINN",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Izawa",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Mammalogical Society of Japan",
            "volume": "9",
            "issn": "",
            "pages": "219--228",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Alleviating problems of competition, predation, parasitism, and disease in endangered birds",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Endangered Birds",
            "volume": "",
            "issn": "",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "San Diego County: Survey and analysis of the pet population",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lewellen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Santa Clara county's pet population. National Pet Alliance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lewellen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lewellen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Feral cat control in Denmark. In The ecology and control of feral cats. The Universities Federation for Animal Welfare",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "68--72",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Singing the blues for songbirds",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lawren",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "National Wildlife Aug/Sept",
            "volume": "",
            "issn": "",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Prevalence of feline leukemia virus infection and serum antibodies against feline immunodeficiency virus in unowned free-roaming cats",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. American Veterinary Medical Association",
            "volume": "220",
            "issn": "",
            "pages": "620--622",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Evaluation of the effect of a long-term trapneuter-return and adoption program on a free-roaming cat population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gale",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. American Veterinary Medical Association",
            "volume": "222",
            "issn": "",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Number of unowned freeroaming cats in a college community in the southern United States and characteristics of community residents who feed them",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Turick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Etheridge",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. American Veterinary Medical Association",
            "volume": "223",
            "issn": "",
            "pages": "202--205",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Density, spatial organisation and reproductive tactics in the domestic cat and other fields",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Liberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pontier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Natoli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "119--147",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Alien Carnivores: Unwelcome experiments in ecological theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Carnivore Conservation",
            "volume": "5",
            "issn": "",
            "pages": "93--122",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Group living in the domestic cat: its sociobiology and epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerby",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "95--118",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Companion animal demographics and sterilization status: Results from a survey in four Massachusetts towns",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Rowan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anthrozoös",
            "volume": "5",
            "issn": "",
            "pages": "192--201",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Comparison of the diet of feral cats from rural and pastoral Western Australia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Twigg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Wildlife Research",
            "volume": "23",
            "issn": "",
            "pages": "475--484",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Habitat requirements of the Socorro mockingbird Mimodes graysoni",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martinez-Gomez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flores-Palacios",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ibis",
            "volume": "143",
            "issn": "",
            "pages": "456--467",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Ringed birds killed by cats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Mammal Review",
            "volume": "12",
            "issn": "",
            "pages": "183--186",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Rationale and prospects for rabies elimination in developing countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Meslin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Fishbein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Matter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Current Topics in Microbiology and Immunology",
            "volume": "187",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "A new perspective on the problems of unwanted pets",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Australian Veterinary Practitioner",
            "volume": "22",
            "issn": "",
            "pages": "88--92",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Free-ranging domestic cat predation on native vertebrates in rural and urban Virginia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virginia J. Science",
            "volume": "43",
            "issn": "",
            "pages": "197--207",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Home range and spatial organisation of stoats (Mustela erminea), ferrets (Mustela furo) and feral house cats (Felis catus) on coastal grasslands",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alterio",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "New Zealand J. Zoology",
            "volume": "26",
            "issn": "",
            "pages": "165--174",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Prevalence of feline leukemia virus and antibodies to feline immunodeficiency virus and feline coronavirus in stray cats sent to an RSPCA hospital",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muirden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Veterinary Record",
            "volume": "150",
            "issn": "",
            "pages": "621--625",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Urban feral cats (Felis catus L.): Perspectives for a demographic control respecting the psycho-biological welfare of the species",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Natoli",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annali Dell'Instituto Superiore di Sanita",
            "volume": "30",
            "issn": "",
            "pages": "223--227",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Relationship between cat lovers and feral cats in Rome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Natoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bolletti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pontier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anthrozoös",
            "volume": "12",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Effect of neutering on two groups of feral cats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remfry",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Veterinary Record",
            "volume": "114",
            "issn": "",
            "pages": "447--450",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Characteristics of shelter-relinquished animals and their owners compared with animals and their owners in the U.S. pet-owning households",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "New",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Scarlett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "3",
            "issn": "",
            "pages": "179--201",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Predation risks to native fauna following outbreaks of Rabbit Haemorrhagic Disease in New Zealand",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Norbury",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mammal Review",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Vaccination of cats against emerging and reemerging zoonotic pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Advances in Veterinary Medicine",
            "volume": "41",
            "issn": "",
            "pages": "333--346",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Plague: a veterinary perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Orloski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lathrop",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. American Veterinary Medical Association",
            "volume": "222",
            "issn": "",
            "pages": "444--448",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Free-roaming and feral cats-their impact on wildlife and human beings",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Patronek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. American Veterinary Medical Association",
            "volume": "212",
            "issn": "",
            "pages": "218--226",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Dynamics of a dog and cat populations in a community",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Patronek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Glickman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. American Veterinary Medical Association",
            "volume": "201",
            "issn": "",
            "pages": "637--642",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Population dynamics, diet and aspects of the biology of the feral cats and foxes in arid South Australia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Wildlife Research",
            "volume": "28",
            "issn": "",
            "pages": "195--203",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Feral cats in the United Kingdom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remfry",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. American Veterinary Medical Association",
            "volume": "208",
            "issn": "",
            "pages": "520--523",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Pets and diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarlow",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "British J. Hospital Medicine",
            "volume": "56",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Control of feral cats for nature conservation. I. Field tests of four baiting methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Risbey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Calver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Wildlife Research",
            "volume": "24",
            "issn": "",
            "pages": "319--326",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "The impact of cats and foxes on the small vertebrate fauna of Heirisson Prong, Western Australia I. Exploring potential impact using diet analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Risbey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Calver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Wildlife Research",
            "volume": "26",
            "issn": "",
            "pages": "621--630",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "The case of the missing songbirds",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Consequences",
            "volume": "3",
            "issn": "",
            "pages": "2--15",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Emergency Response to raccoon rabies introduction into Ontario",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosatte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Howes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macinnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandeler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Radford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Wildlife Diseases",
            "volume": "37",
            "issn": "",
            "pages": "265--279",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Parasitic zoonoses in perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schantz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "International J. for Parasitology",
            "volume": "21",
            "issn": "",
            "pages": "161--170",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Characteristics of free-roaming cats evaluated in a trap-neuter-return program",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. American Veterinary Medical Association",
            "volume": "221",
            "issn": "",
            "pages": "1136--1138",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Body condition of feral cats and the effect of neutering",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "5",
            "issn": "",
            "pages": "203--213",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Feral cats (Felis catus) as predator of hatchling green turtles (Chelonia mydas)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seabrook",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Zoology",
            "volume": "219",
            "issn": "",
            "pages": "83--88",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "The Domestic Cat: the biology of its behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Serpell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "179--192",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Eradication of alien predators in the Seychelles: an example of conservation action on tropical island",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biodiversity and Conservation",
            "volume": "10",
            "issn": "",
            "pages": "1219--1220",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Control of feral cats for nature conservation. II. Population reduction by poisoning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Risbey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danielle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carnamah",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Wildlife Research",
            "volume": "24",
            "issn": "",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Understanding and controlling of feral cat populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "561--570",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Community approaches to feral cats: problems, alternatives & recommendations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Current concepts in free-roaming cat control",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the 10 th International Symposium of Veterinary Epidemiology and Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "The potential for the control of feral cat populations by neutering",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shane",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Feline Practice",
            "volume": "16",
            "issn": "",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "High density of bird and pest species in urban habitats and the role of predator abundance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorace",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ornis Fennica",
            "volume": "79",
            "issn": "",
            "pages": "60--71",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Human zoonotic infections transmitted by dogs and cats",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tabor",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Archives of Internal Medicine",
            "volume": "157",
            "issn": "",
            "pages": "1933--1943",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Why American songbirds are vanishing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Terborgh",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "98--104",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "The Domestic Cat: the biology of its behaviour",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "193--206",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Eradication of feral cats (Felis catus) from Gabo Island, south-east Victoria",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Twyford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willoughby",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ecological Management and Restoration",
            "volume": "1",
            "issn": "",
            "pages": "42--49",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "The eradication of feral cats (Felis catus) from Little Barrier Island",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Veitch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New Zealand J. Zoology",
            "volume": "28",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Pet overpopulation: data and measurement issues in shelters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wenstrup",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dowidchuck",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "2",
            "issn": "",
            "pages": "303--319",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Rabies vaccines: WHO position paper",
            "authors": [],
            "year": 2002,
            "venue": "Weekly Epidemiological Record",
            "volume": "77",
            "issn": "",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "World survey of Rabies for the year 1999",
            "authors": [],
            "year": 2002,
            "venue": "WHO",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Report of WHO consultation on dog ecology studies related to rabies control. World Health Organization 88",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Expert Committee",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Report of the fifth consultation on oral immunization of dogs against rabies. World Health Organization 94",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Expert Committee",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Use of the anesthetic combination of tiletamine, zolazepam, ketamine, and xylazine for neutering feral cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cistola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Centonze",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. American Veterinary Medical Association",
            "volume": "220",
            "issn": "",
            "pages": "1491--1498",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Fatal toxoplasmosis in free-ranging endangered 'Alala from Hawaii",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Work",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Rideout",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Ledig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Wildlife Diseases",
            "volume": "36",
            "issn": "",
            "pages": "205--212",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Factors affecting feeding order and social tolerance to kittens in the group-living feral cat (Felis catus)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ota",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Applied Animal Behaviour Science",
            "volume": "52",
            "issn": "",
            "pages": "119--127",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Prevalence of FIV and FeLV infections in cats in Istanbul",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ilgaz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harbour",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Forensic Sciences",
            "volume": "2",
            "issn": "",
            "pages": "69--70",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Attitudes and care practices of cat caretakers in Hawaii",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Zasloff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anthrozoös",
            "volume": "11",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Neutering of feral cats as an alternative to eradication programs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Zaunbrecher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. American Veterinary Medical Association",
            "volume": "203",
            "issn": "3",
            "pages": "449--452",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Population dynamics, overpopulation and the welfare of companion animals: new insights on old and new data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zawistowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruch-Gallie",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Applied Animal Welfare Science",
            "volume": "1",
            "issn": "",
            "pages": "193--206",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Feral cats are often found in public locations such as restaurants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "While the feral cat colonies of Rome are well known, feral cats can be found throughout Italy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The distinctive silhouette of an ear-tipped cat is easily identified and indicates that the cat has been sterilized.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Over time, feral cats can become more sociable with a caretaker who is familiar to them.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}