{
    "paper_id": "1e83de3ff5b488e678e420b5312b284674c697d1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jude",
                "middle": [],
                "last": "Heaney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge, London",
                        "country": "United Kingdom, United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [],
                "last": "Rolfe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "S"
                ],
                "last": "Gleadall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [
                    "S"
                ],
                "last": "Greatorex",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "D"
                ],
                "last": "Curran",
                "suffix": "",
                "affiliation": {},
                "email": "martin.curran@addenbrookes.nhs.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Clinicians have a complex task when attempting to identify infectious disease aetiologies, particularly in critically ill patients. Current diagnostic practices typically detect and report single pathogen analysis from individual patient samples, often being curtailed when a pathogen is detected. Adopting a syndromic approach for the rapid identification of infection(s) would not only change current clinical diagnostic practices but also provide a rapid diagnostic tool to inexpensively supply evidence of specific infections and super-infections, particularly in paediatric, critically ill and immunosuppressed patients. Test selection may be based on limited information and therefore screening for many relevant pathogens may not occur, simply because they were not requested by the referring clinician, consequently infectious aetiologies can remain unidentified. Delays may also occur if reference laboratories are required to run tests for less common pathogens, greatly increasing the turn-around time for results. The patient may remain for extended periods on broad-spectrum therapy pending the results of different tests, with the associated increased drug toxicity, unwarranted selective pressure for antibiotic resistance, cost and length of hospital stay. There is, therefore, a great need to simplify complex workflows for pathogen detection and identification to allow the rapid initiation of tailored treatment regimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Over the past 10 years, the application of both qualitative and quantitative nucleic acid detection techniques has dramatically altered clinical diagnostic practices. PCR and, more recently, real-time PCR have revolutionised diagnostic practices in clinical microbiology laboratories (Bankowski & Anderson, 2004; Cockerill, 2003; Mackay, 2004) , allowing rapid pathogen identification. The combination of excellent sensitivity and specificity, low contamination risk, speed, reduced hands on time and ease of use has made real-time PCR technology an appealing alternative to conventional culture-based or immunoassay-based testing methods, which are often time consuming and labour intensive. As a direct result of the introduction of realtime PCR into clinical microbiology, turn-around times have decreased considerably with obvious benefits at the bedside. The use of molecular diagnostics has proven advantageous resulting in more accurate results with overall better patient care and outcomes.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 312,
                    "text": "(Bankowski & Anderson, 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 329,
                    "text": "Cockerill, 2003;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 343,
                    "text": "Mackay, 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When molecular diagnostics were first introduced into clinical microbiology, there were few commercial assays available; therefore, in-house PCR and real-time PCR assays were developed for the majority of targets. In more recent years, an expanded portfolio of commercial assays has become available, enabling laboratories for whom extensive assay development and validation is not practicable to still utilise molecular-based methods. All in-house assays should now be developed and validated according to the Conformité Européene-in vitro diagnostic (CE-IVD) recommendations and should be considered for CE marking or ISO 15189 accreditation. All PCR-based assays, qualitative and quantitative, should meet Minimum Information for Publication of Quantitative Real-Time PCR Experiments (MIQE) requirements as detailed in the literature (Bustin et al., 2010 (Bustin et al., , 2013 Johnson, Nour, Nolan, Huggett, & Bustin, 2014; Taylor, Wakem, Dijkman, Alsarraj, & Nguyen, 2010) and comply with the guidelines outlined for the development and validation of diagnostic tests that depend on nucleic acid amplification and detection (Saunders et al., 2013) . There is also a requirement for the use of standardised materials and participation in external quality control programmes.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 857,
                    "text": "(Bustin et al., 2010",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 880,
                    "text": "(Bustin et al., , 2013",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 881,
                    "end": 927,
                    "text": "Johnson, Nour, Nolan, Huggett, & Bustin, 2014;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 928,
                    "end": 977,
                    "text": "Taylor, Wakem, Dijkman, Alsarraj, & Nguyen, 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1129,
                    "end": 1152,
                    "text": "(Saunders et al., 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "2 TaqMan ® ARRAY CARDS PCR and real-time PCR technology have evolved from monoplex to multiplex assays with mastermixes comprising several primer/probe sets for multiple pathogen detection. Array technology has revisited monoplex assays but utilising them as 'simultaneous singleplex' to detect many more pathogens from the full spectrum of organisms, thus introducing a syndromic rather than pathogen-focused approach to diagnosis. The TaqMan ® Array Card (TAC) (Life Technologies, Carlsbad, CA) formally known as TaqMan ® Low-density Array (TLDA) is a microfluidic card which utilises primers and probes pre-loaded and lyophilised onto wells. The TAC platform offers a 384-well, single-plate real-time PCR in an 8 sample by 48-well format with a single target tested in each of 48 available wells/pods (including controls). Microfluidic technology distributes the sample into individual PCRs and real-time PCR and detection takes place within an analyser (ViiA7 or QuantStudio 7) with results generated in less than 1 h. The process and individual steps involved in setting up a card are schematically outlined in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1116,
                    "end": 1124,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To our knowledge, TACs are the only available real-time PCR platform with the inherent ability to utilise in-house-validated PCR assays onto a single array and detect and quantify up to 48 targets simultaneously on a single specimen in such a simple, robust and easily transferable application. Nucleic acid extract (20-75 ml) is added to a mastermix (containing enzyme, buffer and nucleotides). The 4 Â TaqMan ® Fast Virus 1-Step mastermix (Life Technologies) is recommended for use with TAC but others are widely available. The reaction volume is adjusted to 100 ml with nuclease-free water, mixed and transferred to a single reservoir/port ( Figure 1 ). Once eight specimens have been added into the 8 reservoirs/ports, the plate is centrifuged twice for 2 min at 1200 rpm/300 Â g, sealed, the ports trimmed off with scissors and loaded into the real-time PCR ViiA 7 instrument (Life Technologies): the run time is approximately 53 min ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 653,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 941,
                    "end": 949,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "In practical terms, the advantages of TAC are numerous. Handling time and training required are both minimal, substantially improving the real cost of clinical diagnosis. Data interpretation is straightforward as data output is a single, user-friendly file. The lyophilisation of the primers and probes onto the card ensures a shelf-life of up to 2 years with refrigeration, allowing less commonly required cards to be stored but readily available, with no loss of sensitivity. TACs can also be shipped at room temperature. An added advantage of the TAC is the ability to include confirmatory assays for many of the pathogens with assays being designed to detect multiple targets per pathogen, enhancing confidence in diagnosis ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 738,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The TAC format has some disadvantages, and some groups have reported a reduced sensitivity when compared to monoplex assays (Kodani et al., 2011) . This is Processing steps involved in running a TAC. Once the nucleic acid extract/RT-PCR mastermix (100 ml) is added to the port/reservoir for each specimen, centrifugation is used to channel the mix into the 48 wells/pods. These contain the pairs of lyophilised primers and probes for the specific targets to be amplified by real-time PCR on each of the eight clinical specimens applied to the plate.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 145,
                    "text": "(Kodani et al., 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "TaqMan array card layouts with all the pathogens included for each sample. For each sample, one internal positive control with bacteriophage MS2 (MS2 IC) and two human DNA/RNA controls (RNase P/18S RNA) are included. Some cards include additional internal positive controls, i.e., phocine distemper virus (PDV), Bacillus thuringiensis and Escherichia coli green fluorescent protein (GFP IC). For several pathogens, more than one genetic target is included (indicated with #number).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "usually restricted to a one log 10 lower limit of detection (LOD) when compared to monoplex assays (Kodani, Mixson-Hayden, Drobeniuc, & Kamili, 2014; Kodani et al., 2011; Rachwal et al., 2012) . However, careful optimisation of TAC such as testing multiple targets for some pathogens within the card (see Figure 2 ), using efficient nucleic acid extraction methods (particularly for samples such as blood which may have a low yield of organism) and increasing the extraction volume (as well as the nucleic acid input volume), may all help to increase the sensitivity to that suitable for use in routine diagnostics laboratories (Diaz et al., 2013) . Additional drawbacks of TAC technology include the necessity to screen eight samples in parallel to avoid waste plus the limited number of samples per plate (maximum of eight), lack of automation and inaccessibility of the cards for downstream analysis of PCR products.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 149,
                    "text": "(Kodani, Mixson-Hayden, Drobeniuc, & Kamili, 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 150,
                    "end": 170,
                    "text": "Kodani et al., 2011;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 171,
                    "end": 192,
                    "text": "Rachwal et al., 2012)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 628,
                    "end": 647,
                    "text": "(Diaz et al., 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 2"
        },
        {
            "text": "The array requires a single annealing temperature for all assays on a card; therefore, individual assays must be optimised to work efficiently at this temperature. This requires a careful validation process so that all assays perform optimally under the universal conditions of the array card. However, once this validation has been undertaken, addition of other assays to the panel or replacement of existing assays with new, improved versions can be carried out without the need for extensive revalidation, allowing for a flexible approach. The reported drop in sensitivity compared to monoplex PCRs (pertaining to the small volume analysed) (Kodani et al., 2011) does not have a negative impact because pathogens at clinically relevant levels are detected. LODs of single copy number are achievable, and this has been demonstrated for our in-house-developed respiratory TAC ( Figure 3 ) where three of our independent influenza B real-time array assays were demonstrated to detect down to 3 copies per reaction using a synthetic puc57 plasmid control (www.genscript. com) containing all three target sequences.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 665,
                    "text": "(Kodani et al., 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 887,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 2"
        },
        {
            "text": "At present, quantitation is not performed on TACs; however, when attention is focused upon what organism is responsible for infection, a detected or not detected answer is usually sufficient. Adaptation of TAC to perform quantitation is possible if there is clinical need for this function. Multiple organisms may be detected from a single specimen, requiring careful interpretation by clinicians to determine which of the identified organisms are responsible for disease and which may be considered commensals. This relies on clinical judgement; however, the cycle threshold (Ct) value at which a particular organism is detected on the TAC (and which represents the relative amount of that organism within the sample) can aid in this interpretation. A good example to illustrate this point is the multiple infections found in a specimen recently processed on our Gastro TAC which is currently undergoing validation in our network of Public Health England (PHE) laboratories ( Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 977,
                    "end": 985,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FIGURE 2"
        },
        {
            "text": "One of the major attractions of array technology is the ability to design cards with specific syndromes in mind. Examples of these, some of which are described within this chapter, include infectious respiratory disease cards, hepatitis/jaundice cards, infectious gastrointestinal disease cards, central nervous system (CNS) infection cards and sexually transmitted infection (STI) cards (see Figure 2 for the layouts of the cards developed to date in our laboratory). There is the possibility to include assays for antibiotic and anti-viral resistance relevant to a particular organism/syndrome, for example, carbapenamases or oseltamivir resistance. This technique can also be used in surveillance for pathogens which are not sought routinely, for example, toroviruses, kobuviruses and parvoviruses in gastrointestinal disease. Array cards can be used in outbreak response, for example, with respiratory outbreaks whereby outbreak specimens can be rapidly tested for multiple respiratory pathogens allowing for rapid initiation of appropriate public health response, implementation of infection control precautions and prophylaxis/treatment where necessary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 2"
        },
        {
            "text": "Although this chapter focuses on TAC technology, it is important to recognise that there are other types of array technology which are currently in development or diagnostic use. FilmArray technology (BioFire Diagnostics Inc., Salt Lake City, UT) is a 'pouch-format' array which incorporates nucleic acid extraction, multiplex PCR followed by nested PCR in wells of 1 ml volume each to produce a result within 1 h (Pierce, Elkan, Leet, McGowan, & Hodinka, 2012; Popowitch, O'Neill, & Miller, 2013) . The single-sample format makes this technology inadequate for high-throughput testing but does make it ideal for point-of-care testing which could be deployed in critical situations such as field-based needs for the armed forces.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 461,
                    "text": "(Pierce, Elkan, Leet, McGowan, & Hodinka, 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 462,
                    "end": 497,
                    "text": "Popowitch, O'Neill, & Miller, 2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "This chapter explores how TACs are being developed to aid diagnosis of infection and to individualise the process according to the presenting syndrome based predominantly on our experiences. In the fight against infectious disease where emerging and re-emerging pathogens add to the complexity, it is important to apply contemporary knowledge and novel technologies to aid diagnosis and to simplify the complex workflows that are required for pathogen identification. Gastro TAC specimen result displaying the numerous pathogens that were detected, with a broad range of Ct values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2"
        },
        {
            "text": "Both MIQE and IVD guidelines (Saunders et al., 2013) were followed when designing and optimising assays on TACs, taking into consideration: experimental design, sample properties, nucleic acid extraction and quality assessment, reverse transcription (RT), target information, primer and probe design, real-time PCR protocol optimisation and validation details, and data analysis.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 52,
                    "text": "(Saunders et al., 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "Existing, previously validated, in-house assays were taken from a variety of formats including monoplex and multiplex real-time PCR with differing fluorescent probes and quenchers. The initial step was to transform all assays to a single monoplex format, with high specificity and sensitivity while using identical reaction conditions, chemistry, probes with the same reporter fluorophore and quencher. Although each assay had previously been extensively validated, the changes required for transformation to TAC assays necessitated re-optimisation and validation. This opportunity provided a chance to re-evaluate each assay individually and perform BLAST analysis (www.ncbi.nlm.gov/Blast) of primers and probes to ensure specificity (utilising recently deposited sequences in the GenBank database); to examine primer and probe melting temperatures (T m ) and whether any adverse primer/probe dimer and heterodimer interactions existed using OligoAnalyzer 3.1 (www.idtdna. com) that required modification. In some instances, the primers needed to be modified at the 5 0 end (adding target-matched extensions) to raise their T m to approximately 55-60°C to ensure uniform amplification across 48 different assays at the single defined temperature (60°C). Ideally, the amplicon length should be between 60 and 150 nucleotides but we have had acceptable results with amplicons up to 200 nucleotides in length. A huge benefit is that once validated on the TAC format, an assay can be incorporated into any syndromic TAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "Although alternatives may be considered, for ease of use and interpretation, probes with a single fluorescent 5 0 dye (FAM) and minor groove binder (MGB) incorporated into a non-fluorescent quencher at the 3 0 end are favoured for the development of TACs. These probes have proven to generate better precision in quantitation due to a lower background signal. Further, the MGB moiety stabilises the hybridised probe, effectively raising the melting temperature (T m ), and increasing specificity. MGB probes can therefore be shorter than traditional dual-labelled probes, making them better suited for applications such as allelic discrimination, or when designing probes in regions of high AT content, for genotyping or when designing assays to detect mutations conferring drug resistance. The majority of assays using traditional dual-labelled quenchers transfer to the MGB format with minimal re-optimisation required; indeed, in many cases the shorter MGB probes increase the sensitivity and efficiency of the reaction, as well as the amplitude of the fluorescence signal giving high rising sigmoidal amplification curves. In our experience, designing the T m of the MGB probe to be between 48 and 55°C works effectively with probe lengths ranging from 14 to 24 nucleotides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "The TaqMan ® Fast Virus 1-Step mastermix (Life Technologies) is our preferred chemistry for TAC assays; therefore, initial development work must ensure all existing primer and probe sets perform adequately using this chemistry and fast ramping and cycling times. If existing primer and probe sets do not perform adequately, modified or new assays must be designed. The Fast Virus 1-Step mastermix amplifies both RNA and DNA with high sensitivity allowing for mix-and-match RT-PCR and PCR on any TAC. It has an added benefit of retaining high sensitivity even in the presence of RT-PCR inhibitors often found in blood, stool and other typically inhibitory specimens. Although not essential, for ease of use, we chose to have one cut-off threshold value for all assays on each developed TAC (Figure 2) . Again, this requires careful assay design ensuring all true amplification curves (with high rising amplitudes) cross this threshold effectively for each assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 799,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "In the initial developmental stages, assay optimisation should utilise the real-time platform routinely used for in-house assays to allow for ease of comparison. Assay sensitivity, specificity, efficiency and fluorescence intensity using both known standards and patient samples should be determined. A range of sample types including plasma, stool, nasal swabs, bronchoalveolar lavage, naso-pharyngeal aspirates (NPAs), CNS, fresh biopsy tissue and formalin-fixed, paraffin-embedded specimens may be included in assay optimisation. Extraction volumes can also be optimised and increasing the volume can be beneficial when low levels of pathogen are suspected, e.g., very early or late in the infection. An internal control such as bacteriophage MS2 (or Bacillus thuringiensis cells) should be included in all extraction protocols to serve as a process control (Rolfe et al., 2007) . The next step is to transfer the assays to a 384-well PCR plate format using fast reaction conditions (see Figure 1 ) on the ViiA7 and determine sensitivity, specificity and LODs for each assay, again using known standards and patient samples. Although a larger volume (20 ml) is used in the 384-well PCR plate format on the ViiA7, it does provide a good indication of how assays will perform on a TAC (1 ml reaction volume) due to the proximity to the fluorescence detectors within the ViiA7 instrument.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 881,
                    "text": "(Rolfe et al., 2007)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 999,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "When a TAC has been spotted with primer and probe sets lyophilised into individual pods, validation procedures must be undertaken. Known standards (such as viruses and diluted nucleic acid extracts), United Kingdom National External Quality Assessment (NEQAS) and Quality Control for Molecular Diagnostics (QCMD) (www.qcmd.org), external quality assurance panels, patient specimens derived from different sample types and engineered synthetic plasmid controls can be used for validation (Kodani & Winchell, 2012) . Employing such a combination allows for optimal assay scrutiny, providing information on LOD, sensitivity, specificity and any reaction inhibitors from different sample types. NEQAS and QCMD panels provide a good indication if a generated TAC is of sufficient sensitivity to be used in an accredited diagnostic service. A panel of engineered plasmid controls can serve multiple purposes: initially to determine specificity of each assay on a TAC and their LODs, and subsequently to determine any batch variation. For our TAC development, we used a commercial company, GenScript (www.genscript.com), to generate a panel of synthetic control plasmids containing all our target sequences (with 20 nucleotides each side of the primer target sites also included) combined together. These plasmid panels also serve to quality-check each new batch of TAC plates, in a checker board fashion, to ensure all the primers and probes have been spotted correctly into their assigned pods. Extraction and internal controls (MS2, RNase P gene and 18S) can be used to determine sample quality, the reaction failing if any of the control reactions are outside of pre-determined ranges. Specific positioning of the control assays throughout the TAC also enables the user to determine whether sufficient centrifugation has taken place and the mastermix has reached all pods on the TAC.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 512,
                    "text": "(Kodani & Winchell, 2012)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DEVELOPING A TAC BASED ON IN-HOUSE REAL-TIME PCR ASSAYS"
        },
        {
            "text": "As emphasised in Section 1, adopting a syndromic approach to infectious disease diagnoses has many advantages. However, it also requires careful planning and input from both clinicians and diagnostic laboratory teams. Designing syndromic TACs involves an initial decision as to which pathogens are considered important in the targeted syndromes: those identified most frequently and/or those with serious complications and adverse consequences for the patient. Syndromic diagnosis allows not only for rapid turn-around times in routine diagnosis but also rapid response times in outbreak situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNDROMIC TAC"
        },
        {
            "text": "The syndromic approach to infectious disease diagnosis is not new and both in-house and commercial systems have been described using techniques ranging from multiplex PCR and microarrays to MALDI-TOF and sequencing or combinations of these approaches ( ",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SYNDROMIC TAC"
        },
        {
            "text": "The first syndromic TAC for infectious diseases to be described was a respiratory array card developed by Kodani et al. (2011) . This was capable of detecting 21 targets (13 viruses and 8 bacteria) plus control, aimed at diagnosing the cause of acute respiratory infection. Others, including ourselves, have expanded the range of organisms to include those causing atypical pneumonias, a wider range of specific organisms (e.g. influenza A subtypes) and those causing infections in specific patient groups, e.g., those receiving extracorporeal membrane oxygenation (ECMO) therapy for severe respiratory failure due to a suspected infectious aetiology (see Figure 2 for respiratory/ECMO card layouts). One of the inherent advantages of the TAC development process is the ability to make changes and improvements to individual assays when ordering the next batch of plates (minimum order is 50 plates/400 specimens), which take 6-10 weeks to manufacture. Our current respiratory TAC is now in its eighth version and has dramatically improved during this evolutionary process. Its performance with a commercially available respiratory ZeptoMetrix verification panel (www.zeptometrix.com) compared to Cepheid GeneXpert Flu/RSV test, Biofire FilmArray respiratory panel and our routine multiplex real-time respiratory assays is clearly demonstrated in Table 1 . Moreover, performance with all the available QCMD respiratory pathogen panels (www.qcmd.org) over the last few years has been excellent and is equal to and in most cases now superior to our current routine molecular real-time respiratory assays. Improvements observed in TAC performance during development of the plate have correlated with increased analytical sensitivity of the individual assays and reflect the fact that all assays on the eighth version of the respiratory card can detect down to approximately 3 copies per reaction using our panel of synthetic plasmid controls. A recent comparison with our routine multiplex assays on 417 consecutive respiratory specimen demonstrated the TAC performance (Table 2) , with discrepant results seen only in specimens with very late Ct values (low viral load) and highlighting that the card now outperforms the gold standard test, i.e., more sensitive for RSV and adenovirus.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 126,
                    "text": "Kodani et al. (2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1354,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2067,
                    "end": 2076,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESPIRATORY TACs"
        },
        {
            "text": "A modification of our respiratory TAC plate tailored to our ECMO service (adjusted assays on the ECMO card are highlighted in bold font in Figure 2 ) has been in evaluation in our laboratory since November 2013. To date (April 2015), 55 patients (151 specimens) have been processed on the ECMO card in parallel with routine investigations. In addition to confirming all routine investigative findings, the ECMO array card has had a significant beneficial impact, directly influencing clinical management in some patients. Notable infections identified include Mycoplasma pneumoniae (two cases), Aspergillus fumigatus (one case), Streptococcus pyogenes (two cases, both dual infections with influenza A), Mycobacterium tuberculosis (one case) and Streptococcus pneumoniae (six cases).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "RESPIRATORY TACs"
        },
        {
            "text": "It has long been recognised that mass spectator events represent huge challenges to public health-bringing the possibility of imported infections, mass transmissions and food-borne infection outbreaks. Transmission of gastrointestinal infections can cause major issues at mass spectator events and identifying causative pathogens can be problematic. Repeated studies have shown that the overall positivity of routine microscopy and culture of stool samples from symptomatic individuals are poor compared to conventional PCR. Selected references in the reference list demonstrate this finding (Morgan, Paillart, & Thompson, 1998; Santos & Rivera, 2013; Stensvold & Nielsen, 2012) . The need for comprehensive screening assays in both outbreak settings and routine clinical investigation has therefore been recognised and the latter developed and used in a number of settings (Liu et al., 2013 (Liu et al., , 2014 Pholwat et al., 2015) . To date, a single screening assay has not been available for mass event settings but such assays are under development.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 628,
                    "text": "(Morgan, Paillart, & Thompson, 1998;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 629,
                    "end": 651,
                    "text": "Santos & Rivera, 2013;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 652,
                    "end": 678,
                    "text": "Stensvold & Nielsen, 2012)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 874,
                    "end": 891,
                    "text": "(Liu et al., 2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 892,
                    "end": 911,
                    "text": "(Liu et al., , 2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 912,
                    "end": 933,
                    "text": "Pholwat et al., 2015)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "GASTROINTESTINAL TACs"
        },
        {
            "text": "The TAC recently developed by Liu et al. (2013) , which simultaneously detects 19 enteropathogens, constitutes a significant advance in diagnostics for gastrointestinal pathogens. Not only do the cards allow fast, accurate and quantitative detection of a broad spectrum of enteropathogens (bacteria, viruses and parasites), the authors In-house routine multiplex real-time respiratory PCR assays (Clark et al., 2014) . b Influenza samples diluted 1:100 in virus transport medium and then processed in all assays to increase the challenge. also concluded that they were well suited for surveillance or clinical purposes. In a follow-up seminal study (Liu et al., 2014) assessing the performance of their TAC alongside two other molecular platforms (PCR Luminex and multiplex real-time PCR; both in-house) against comparator methods (bacterial culture, ELISA and PCR) using over 1500 specimens, a molecular quantitative approach was clearly superior 'Of the laboratories participating in this study, the TaqMan ® array card platform was viewed the most favourable for a complete syndromic screen because implementation and procurement was simple, risk of contamination scant, and quantification robust'. We too have developed a gastrointestinal TAC incorporating a few of the assays described by Liu et al. (2013) but expanding it with additional assays (e.g. enterovirus, Norovirus group I, parechovirus and Hepatitis A & E viruses), outlined in Figure 2 . While validation of this plate is currently underway in our network of regional laboratories within PHE, the data generated (>500 samples processed) so far are extremely encouraging, and this is clearly illustrated in the performance obtained for the recent Norovirus QCMD (Table 3) and Clostridium difficile QCMD (Table 4 ) panels.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 47,
                    "text": "Liu et al. (2013)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 396,
                    "end": 416,
                    "text": "(Clark et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 667,
                    "text": "(Liu et al., 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1294,
                    "end": 1311,
                    "text": "Liu et al. (2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1445,
                    "end": 1453,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1729,
                    "end": 1738,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1770,
                    "end": 1778,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "GASTROINTESTINAL TACs"
        },
        {
            "text": "Rachwal and colleagues published a study in which they described an array for the detection of biothreat organisms (Rachwal et al., 2012) . These included Bacillus anthracis, Francisella tularensis, Yersinia pestis, Burkholderia mallei and Burkholderia pseudomallei. As in the initial paper from Kodani et al. (2011) , these authors pointed out that the array system is around 10-fold less sensitive than singleplex RT-PCR assays performed alongside. This is a factor that has to be borne in mind when considering the clinical application of these assays but since the relevance of very low Ct value results is always a point of contention, this issue is not new to molecular diagnostics. However, as outlined above for our respiratory TAC, striving to improve assays during card development and ensuring only sublime assays (with exquisite analytical sensitivity) migrate to the finalised validated diagnostic card should mitigate and address this point. Additional TACs have been developed within our laboratory. Like the respiratory and Gastro TACs shown in Figure 2 , a jaundice TAC was designed incorporating assays considered important in causing or complicating jaundice in patients. Assays on the jaundice TAC currently include hepatitis viruses A-G, HCV genotyping (1-4), erythrovirus B19, SEN virus (SEN-V), SV40, Dengue virus, pan-adenovirus, polyomaviruses BK and JC, herpes viruses 1-8, Toxoplasma gondii, M. tuberculosis complex, Chlamydophila psittaci and internal controls (Figure 2) . A similar TAC has also been developed at the Centers for Disease Control and Prevention (CDC, Atlanta) but is limited to the hepatitis viruses (Kodani et al., 2014) . Including additional pathogens allows for a more rapid and comprehensive diagnosis without the requirement for multiple blood or biopsy samples to be sought from a patient. It also removes or limits the possibility of missing a complicating infection once an initial diagnosis is made. Another area in which TACs are being applied is in the diagnosis of infections in immunocompromised patients. The number of transplants per year continues to rise, placing increased demands on the clinical care teams and therefore also on diagnostic laboratories. Despite technical innovations, morbidity and mortality rates have not improved in the past 20 years, mainly due to infection, cardiovascular disease and malignancy. Significant advances in early diagnosis of infections will have a beneficial impact on morbidity and mortality rates and therefore will continue to be the focus of current diagnostic algorithm improvements.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "text": "(Rachwal et al., 2012)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 296,
                    "end": 316,
                    "text": "Kodani et al. (2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1645,
                    "end": 1666,
                    "text": "(Kodani et al., 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1061,
                    "end": 1069,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1489,
                    "end": 1499,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "OTHER SYNDROMIC TACs"
        },
        {
            "text": "A modification of the jaundice TAC, replacing the HCV genotyping assays with 12 additional assays, carefully selected to include those considered problematic in transplant and immunocompromised patients has generated the first comprehensive diagnostic algorithm for infections in this setting (Figure 2 ). Assays on this 'transplant' TAC include herpes viruses 1-8, human polyomaviruses (BK/JC/WU/KI/ MC), human papillomaviruses (pan HPV, E6 mRNA genotype 16 and 18), erythrovirus B19, pan-adenovirus, hepatitis viruses A-G, Sen V, T. gondii, M. tuberculosis complex and fungal species (Aspergillus and Candida species).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "OTHER SYNDROMIC TACs"
        },
        {
            "text": "There are many other TACs in development, e.g., for CNS infections ( Figure 2 ) and STIs, both in the United Kingdom and elsewhere. The versatility of this approach and its adaptability highlights the fact that it can be readily recruited or used in a 'mix-and-match' style depending on local or outbreak requirements. Furthermore, due to their ease of use, they can be considered a parachute technology, fast tracked when need arises or in resource poor settings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "OTHER SYNDROMIC TACs"
        },
        {
            "text": "This chapter has outlined the development and use of TACs in the clinical diagnostic laboratory. The number of different TACs available continues to expand and their versatility has been explained. As a clinical intervention tool, they offer many possibilities. Locally, the use of TAC assays has provided rapid diagnosis in seriously ill patients requiring ECMO. It has also been instrumental in identifying B19 as the possible causative agent of recurring rhabdomyolysis in a young child, HSV type 1 pneumonia in an immunocompetent patient and a case of BK virus-induced pneumonia in an immunocompromised patient, all of which would have otherwise remained undiagnosed. In addition, the real potential for the use of TAC in outbreak situations has been recognised in its ability to identify M. pneumoniae as the causative agent in an outbreak among university students (Waller et al., 2014) . In that outbreak, the TAC exhibited 100% sensitivity and specificity when compared to multiplex realtime PCR and allowed the outbreak to be quickly recognised and appropriately managed. The syndromic approach offers many advantages over a monoplex targeted one. The assays are not without their limitations, and the concommitant loss of sensitivity when using relatively small amounts of nucleic acid extract has to be considered. That aside, the TAC heralds a step forward in the development of versatile molecular assays for diagnosis of infectious disease.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 892,
                    "text": "(Waller et al., 2014)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real-time nucleic acid amplification in clinical microbiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bankowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Microbiology Newsletter",
            "volume": "26",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MIQE precis: Practical implementation of minimum standard guidelines for fluorescencebased quantitative real-time PCR experiments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bustin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Beaulieu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huggett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaggi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kibenge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Olsvik",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Molecular Biology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The need for transparency and good practices in the qPCR literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bustin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Benes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellemans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kubista",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Methods",
            "volume": "10",
            "issn": "11",
            "pages": "1063--1067",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "C-reactive protein level and microbial aetiology in patients hospitalised with acute exacerbation of COPD",
            "authors": [],
            "year": null,
            "venue": "The European Respiratory Journal",
            "volume": "45",
            "issn": "1",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Application of rapid-cycle real-time polymerase chain reaction for diagnostic testing in the clinical microbiology laboratory",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Cockerill",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Archives of Pathology & Laboratory Medicine",
            "volume": "127",
            "issn": "9",
            "pages": "1112--1120",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Optimization of multiple pathogen detection using the TaqMan Array Card: Application for a population-based study of neonatal infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Napoliello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Burken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiplex PCR: Optimization and application in diagnostic virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elnifro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ashishi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klapper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clinical Microbiology Reviews",
            "volume": "13",
            "issn": "4",
            "pages": "559--570",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The increasing application of multiplex nucleic acid detection tests to the diagnosis of syndromic infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Coupland",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiology and Infection",
            "volume": "142",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Minimum information necessary for quantitative real-time PCR experiments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Nour",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huggett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bustin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods in Molecular Biology",
            "volume": "1160",
            "issn": "",
            "pages": "5--17",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid and sensitive approach to simultaneous detection of genomes of hepatitis A, B, C, D and E viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mixson-Hayden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drobeniuc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamili",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Clinical Virology",
            "volume": "61",
            "issn": "2",
            "pages": "260--264",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Engineered combined-positive-control template for real-time reverse transcription-PCR in multiple-pathogen-detection assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Winchell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "3",
            "pages": "1057--1060",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Application of TaqMan low-density arrays for simultaneous detection of multiple respiratory pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Conklin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Clinical Microbiology",
            "volume": "49",
            "issn": "6",
            "pages": "2175--2182",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A laboratorydeveloped TaqMan Array Card for simultaneous detection of 19 enteropathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gratz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amour",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kibiki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Janaki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Clinical Microbiology",
            "volume": "51",
            "issn": "2",
            "pages": "472--480",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and assessment of molecular diagnostic tests for 15 enteropathogens causing childhood diarrhoea: A multicentre study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manneh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lertsethtakarn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Begum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gratz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Infectious Diseases",
            "volume": "14",
            "issn": "8",
            "pages": "716--724",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Real-time PCR in the microbiology laboratory",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Microbiology and Infection",
            "volume": "10",
            "issn": "3",
            "pages": "190--212",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A low complexity rapid molecular method for detection of Clostridium difficile in stool",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcelgunn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Parham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Smythe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wigglesworth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smielewska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparison of PCR and microscopy for detection of Cryptosporidium parvum in human fecal specimens in a clinical trial",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paillart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Clinical Microbiology",
            "volume": "36",
            "issn": "4",
            "pages": "995--998",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Integrated microfluidic card with Taqman probes and high-resolution melt analysis to detect tuberculosis in 10 genes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pholwat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gratz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "mBio",
            "volume": "6",
            "issn": "",
            "pages": "2273--2287",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of the Idaho Technology FilmArray system to real-time PCR for detection of respiratory pathogens in children",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elkan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodinka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "2",
            "pages": "364--371",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Molecular diagnosis of diarrhea: Current status and future potential",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Operario",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Houpt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Current Infectious Disease Reports",
            "volume": "14",
            "issn": "1",
            "pages": "41--46",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Popowitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Clinical Microbiology",
            "volume": "51",
            "issn": "5",
            "pages": "1528--1533",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The potential of TaqMan Array Cards for detection of multiple biological agents by real-time PCR",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rachwal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lukaszewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Murch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An internally controlled, one-step, real-time RT-PCR assay for norovirus detection and genogrouping",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rolfe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parmar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mururi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Wreghitt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jalal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Clinical Virology",
            "volume": "39",
            "issn": "4",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comparison of direct fecal smear microscopy, culture, and polymerase chain reaction for the detection of Blastocystis sp. in human stool samples",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Asian Pacific Journal of Tropical Medicine",
            "volume": "6",
            "issn": "10",
            "pages": "780--784",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Guidance on the development and validation of diagnostic tests that depend on nucleic acid amplification and detection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Clinical Virology",
            "volume": "56",
            "issn": "3",
            "pages": "260--270",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparison of microscopy and PCR for detection of intestinal parasites in Danish patients supports an incentive for molecular screening platforms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stensvold",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "2",
            "pages": "540--541",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A practical approach to RT-qPCR-Publishing data that conform to the MIQE guidelines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wakem",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alsarraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods",
            "volume": "50",
            "issn": "4",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Detection and characterization of Mycoplasma pneumoniae during an outbreak of respiratory illness at a university",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Petrone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Benitez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Clinical Microbiology",
            "volume": "52",
            "issn": "3",
            "pages": "849--853",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PCR-electrospray ionization mass spectrometry: The potential to change infectious disease diagnostics in clinical and public health laboratories",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaleta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Wysocki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Molecular Diagnostics",
            "volume": "14",
            "issn": "4",
            "pages": "295--304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Elnifro, Ashishi, Cooper, & Klapper, 2000;Gray & Coupland, 2014;Platts-Mills, Operario, & Houpt, 2012;Wolk, Kaleta, & Wysocki, 2012).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ZeptoMetrix NATtrol™ Flu Verification Panel (NATFVP-C) Challenge",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "QCMD 2014 Norovirus RNA EQA Programme TM: transport medium. Buffer: 10 mM Tris-Cl, 1 mM EDTA. b The values provided are specific to the QCMD reference target and methodology used for the qualification of panel members.In-house routine real-time Norovirus PCR assay(Rolfe et al., 2007).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "QCMD 2014 Clostridium difficile DNA EQA Programme BHI broth: Brain Heart Infusion broth. b The values provided are specific to the QCMD reference target and methodology used for the qualification of panel members.In-house routine real-time Clostridium difficile (GDH/Tox B) PCR assay(McElgunn et al., 2014).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Dr. Marijke Reydners and Dr. Patrick Descheemaeker (Az Sint-Jan Hospital, Bruges, Belgium) for their collaborative contribution on the development of the respiratory TAC. We would also like to thank all our collaborators within PHE Network for their efforts in developing and validating the Gastro TAC, namely, Dr ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "Dr",
                    "ref_id": null
                }
            ],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}