{"paper_id": "1e83c4e153fb9b282fb9f1c07e63d015790d36ce", "metadata": {"title": "Post-Discharge Prophylaxis With Rivaroxaban Reduces Fatal and Major Thromboembolic Events in Medically Ill Patients", "authors": [{"first": "Alex", "middle": ["C"], "last": "Spyropoulos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Walter", "middle": [], "last": "Ageno", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gregory", "middle": ["W"], "last": "Albers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Gregory Elliott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jonathan", "middle": ["L"], "last": "Halperin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": ["R"], "last": "Hiatt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gregory", "middle": ["A"], "last": "Maynard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": ["Gabriel"], "last": "Steg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeffrey", "middle": ["I"], "last": "Weitz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wentao", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Theodore", "middle": ["E"], "last": "Spiro", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elliot", "middle": ["S"], "last": "Barnathan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gary", "middle": ["E"], "last": "Raskob", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "BACKGROUND Hospitalized acutely ill medical patients are at risk for fatal and major thromboembolic events. Whether use of extended-duration primary thromboprophylaxis can prevent such events is unknown.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "OBJECTIVES The purpose of this study was to evaluate whether extended-duration rivaroxaban reduces the risk of venous and arterial fatal and major thromboembolic events without significantly increasing major bleeding in acutely ill medical patients after discharge.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Discharge Patients) studied acutely ill medical patients with additional risk factors for venous thromboembolism (VTE).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Medically ill patients with a baseline creatinine clearance $50 ml/min were randomized in a double-blind fashion to rivaroxaban 10 mg or placebo daily at hospital discharge for 45 days. Exploratory efficacy analyses were performed with the intent-to-treat population including all data through day 45. Time-to-event curves were calculated using the Kaplan-Meier method. A blinded independent committee adjudicated all clinical events.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In total, 4,909 patients were assigned to rivaroxaban and 4,913 patients to placebo. The mean age was 67.8 years, 55.5% were men, mean baseline creatinine clearance was 87.8 ml/min, and mean duration of hospitalization was 6.7 days. The pre-specified composite efficacy endpoint (symptomatic VTE, myocardial infarction, nonhemorrhagic stroke, and cardiovascular death) occurred in 1.28% and 1.77% of patients in the rivaroxaban and placebo groups, respectively (hazard ratio: 0.72; 95% confidence interval: 0.52 to 1.00; p ¼ 0.049), whereas major bleeding occurred in 0.27% and 0.18% of patients in the rivaroxaban and placebo groups, respectively (hazard ratio: 1.44; 95% confidence interval: 0.62 to 3.37; p ¼ 0.398). CONCLUSIONS Extended-duration rivaroxaban in hospitalized medically ill patients resulted in a 28% reduction in fatal and major thromboembolic events without a significant increase in major bleeding. (A Study of Rivaroxaban [JNJ-39039039] on the Venous Thromboembolic Risk in Post-Hospital Discharge Patients [MARINER]; NCT02111564) (J Am Coll Cardiol 2020;75:3140-7) BMI ¼ body mass index; CrCl ¼ creatine clearance; IMPROVE VTE ¼ International Medical Prevention Registry on Venous Thromboembolism venous thromboembolism model. Spyropoulos et al. J A C C V O L . 7 5 , N O . 2 5 , 2 0 2 0 Rivaroxaban for Medically Ill Patients J U N E 3 0 , 2 0 2 0 : 3 1 4 0 -7 specific subset of medically ill patients. Spyropoulos et al. J A C C V O L . 7 5 , N O . 2 5 , 2 0 2 0 Rivaroxaban for Medically Ill Patients J U N E 3 0 , 2 0 2 0 : 3 1 4 0 -7 KEY WORDS hospitalized, major bleeding, medically ill, rivaroxaban, thromboembolic events J A C C V O L . 7 5 , N O . 2 5 , 2 0 2 0 Spyropoulos et al. J U N E 3 0 , 2 0 2 0 : 3 1 4 0 -7", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A large proportion of the approximately 8 million acute medically ill patients each year in the United States are at risk for venous thromboembolism (VTE) (1) . Hospitalization is considered the single most important risk factor for developing these events (2) , and the risk of VTE continues beyond hospitalization, especially within the first 6 weeks after discharge (3) . Although the relationship between VTE and atherothrombosis/ arterial thromboembolism has been known for some time due to the shared mechanisms of inflammation, hypercoagulability, and endothelial injury inherent to both disease processes and due to common patient-level risk factors, such as obesity, dyslipidemia, and tobacco use (4, 5) , it has only recently been appreciated that medically ill patients are also at increased risk of arterial thromboembolic events in the post-hospital discharge period (6, 7) . Retrospective data also reveal that extended duration of a prophylactic dose of a direct oral anticoagulant in medically ill patients may reduce the risk of fatal and major arterial thromboembolism by 30% to 50% (6, 7) . Although the trial did not demonstrate a reduction in the primary endpoint of symptomatic VTE and VTE-related death, key secondary efficacy endpoints revealed a 56% reduction in symptomatic VTE and a 27% reduction in symptomatic VTE and all-cause mortality. The lower 7.5 mg dose of rivaroxaban used in patients with moderate renal insufficiency was found to be ineffective (8) A meta-analysis of arterial thrombosis (including MI and ischemic stroke) of older studies involving w11,000 medically ill inpatients receiving heparinbased prophylaxis did not find a reduction of these events compared with control subjects (odds ratio: On-treatment includes all data from randomization to 2 days after the last dose of the study drug (inclusive). Subjects who do not have events are censored on the minimum of last visit before or on death, or last dose þ2 days. CI ¼ confidence interval; HR ¼ hazard ratio.", "cite_spans": [{"start": 155, "end": 158, "text": "(1)", "ref_id": null}, {"start": 257, "end": 260, "text": "(2)", "ref_id": "BIBREF2"}, {"start": 369, "end": 372, "text": "(3)", "ref_id": "BIBREF3"}, {"start": 706, "end": 709, "text": "(4,", "ref_id": "BIBREF4"}, {"start": 710, "end": 712, "text": "5)", "ref_id": "BIBREF5"}, {"start": 880, "end": 883, "text": "(6,", "ref_id": "BIBREF6"}, {"start": 884, "end": 886, "text": "7)", "ref_id": "BIBREF7"}, {"start": 1101, "end": 1104, "text": "(6,", "ref_id": "BIBREF6"}, {"start": 1105, "end": 1107, "text": "7)", "ref_id": "BIBREF7"}, {"start": 1484, "end": 1487, "text": "(8)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Spyropoulos et al. (19) . In the large population of at-risk medically ill patients each year, this strategy would have the potential to prevent 12,000 fatal and major thromboembolic events annually at the cost of one-fourth to one-half that number of major or fatal bleeds (19) .", "cite_spans": [{"start": 19, "end": 23, "text": "(19)", "ref_id": "BIBREF16"}, {"start": 274, "end": 278, "text": "(19)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "STUDY LIMITATIONS. Limitations of this study include its exploratory nature, because the MARINER study failed to meet its primary efficacy endpoint. We cannot exclude potential under-reporting of arterial thromboembolic events as the trial was powered to assess the risk of VTE, although this is unlikely because a standardized case report form was used with careful study oversight of outcomes and central adjudication of all of these events. In addition, the composite endpoint was driven primarily by a reduction in symptomatic VTE and ischemic stroke.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Although event rates may be considered low (<2.0%), the time-to-event curves suggest that events continued to accumulate after the study period of that rivaroxaban continues to reduce these events over a longer period of time. Our study also excluded subjects with moderate renal insufficiency because the reduced dose chosen (7.5 mg) was deemed inadequate. However, a recent study has demonstrated efficacy in this population with 10 mg daily of rivaroxaban with a favorable benefit risk profile (9) . As approximately 50% of our study population had baseline aspirin use, an important antithrombotic synergy between prophylactic dose rivaroxaban and antiplatelet therapy cannot be excluded, and there are mechanistic implications of such a synergistic antithrombotic strategy that may lead to reductions in CV outcomes (15, 16) .", "cite_spans": [{"start": 497, "end": 500, "text": "(9)", "ref_id": null}, {"start": 821, "end": 825, "text": "(15,", "ref_id": "BIBREF12"}, {"start": 826, "end": 829, "text": "16)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Our analysis suggests that in at-risk medically ill patients who are discharged from the hospital, extended-duration rivaroxaban at the 10 mg daily dose leads to a significant risk reduction in a composite of fatal and major thromboembolic eventsincluding symptomatic VTE, MI, nonhemorrhagic stroke, and CV death-without a significant increase in major bleeding, compared with placebo. These data suggest that in properly selected patients at risk for VTE and at low risk for bleeding, that extendedduration rivaroxaban at 10 mg has a favorable benefit risk profile.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Venous thromboembolic events in hospitalised medical patients", "authors": [], "year": 2009, "venue": "Thromb Haemost", "volume": "102", "issn": "", "pages": "505--515", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Publications and reports of the Surgeon General. In: The Surgeon General's Call to Action to Prevent Deep Vein Thrombosis and Pulmonary Embolism", "authors": [], "year": 2008, "venue": "National Heart, Lung, and Blood Institute", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Duration of venous thromboembolism risk across a continuum in medically ill hospitalized patients", "authors": [{"first": "A", "middle": ["N"], "last": "Amin", "suffix": ""}, {"first": "H", "middle": [], "last": "Varker", "suffix": ""}, {"first": "N", "middle": [], "last": "Princic", "suffix": ""}, {"first": "J", "middle": [], "last": "Lin", "suffix": ""}, {"first": "S", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "S", "middle": [], "last": "Johnston", "suffix": ""}], "year": 2012, "venue": "J Hosp Med", "volume": "7", "issn": "", "pages": "231--239", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Venous thromboembolism and atherothrombosis: an integrated approach. Circulation", "authors": [{"first": "G", "middle": [], "last": "Piazza", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Goldhaber", "suffix": ""}], "year": 2010, "venue": "", "volume": "121", "issn": "", "pages": "2146--50", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "An association between atherosclerosis and venous thrombosis", "authors": [{"first": "P", "middle": [], "last": "Prandoni", "suffix": ""}, {"first": "F", "middle": [], "last": "Bilora", "suffix": ""}, {"first": "A", "middle": [], "last": "Marchiori", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1435--1476", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Extended-duration betrixaban reduces the risk of stroke versus standard-dose enoxaparin among hospitalized medically ill patients: an APEX trial substudy (Acute Medically Ill Venous Thromboembolism Prevention With Extended duration Betrixaban)", "authors": [{"first": "C", "middle": ["M"], "last": "Gibson", "suffix": ""}, {"first": "G", "middle": [], "last": "Chi", "suffix": ""}, {"first": "R", "middle": [], "last": "Halaby", "suffix": ""}], "year": 2017, "venue": "for the APEX Investigators", "volume": "135", "issn": "", "pages": "648--55", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "for the APEX Investigators. Comparison of fatal or irreversible events with extended-duration betrixaban versus standard dose enoxaparin in acutely ill medical patients: an APEX trial substudy", "authors": [{"first": "C", "middle": ["M"], "last": "Gibson", "suffix": ""}, {"first": "S", "middle": [], "last": "Korjian", "suffix": ""}, {"first": "G", "middle": [], "last": "Chi", "suffix": ""}], "year": 2017, "venue": "J Am Heart Assoc", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rivaroxaban for thromboprophylaxis after hospitalization for medical illness", "authors": [{"first": "A", "middle": ["C"], "last": "Spyropoulos", "suffix": ""}, {"first": "W", "middle": [], "last": "Ageno", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Albers", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "379", "issn": "", "pages": "1118--1145", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Thromboprophylaxis with rivaroxaban in acutely ill medical patients with renal impairment: insights from the MAGELLAN and MARINER trials", "authors": [], "year": 2020, "venue": "Thromb Haemost", "volume": "120", "issn": "", "pages": "515--539", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cardiovascular risk factors and venous thromboembolism: a meta-analysis", "authors": [{"first": "W", "middle": [], "last": "Ageno", "suffix": ""}, {"first": "C", "middle": [], "last": "Becattini", "suffix": ""}, {"first": "T", "middle": [], "last": "Brighton", "suffix": ""}, {"first": "R", "middle": [], "last": "Selby", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Kamphuisen", "suffix": ""}], "year": 2008, "venue": "Circulation", "volume": "117", "issn": "", "pages": "93--102", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Thromboprophylaxis by rivaroxaban, aspirin, both, or placebo after hospitalization for medical illness", "authors": [{"first": "W", "middle": ["Z"], "last": "Tomkowski", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Davidson", "suffix": ""}], "year": 2019, "venue": "Thromb Res", "volume": "180", "issn": "", "pages": "62--65", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "for the COMPASS Investigators. Rivaroxaban with or without aspirin in stable cardiovascular disease", "authors": [{"first": "J", "middle": ["W"], "last": "Eikelboom", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Connolly", "suffix": ""}, {"first": "J", "middle": [], "last": "Bosch", "suffix": ""}], "year": 2017, "venue": "N Engl J Med", "volume": "377", "issn": "", "pages": "1319--1349", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Influence of model-predicted rivaroxaban exposure and patient characteristics on efficacy and safety outcomes in patients with acute coronary syndrome", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yan", "suffix": ""}, {"first": "P", "middle": [], "last": "Nandy", "suffix": ""}], "year": 2019, "venue": "Ther Adv Cardiovasc Dis", "volume": "13", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Integrated population pharmacokinetic analysis of rivaroxaban across multiple patient populations", "authors": [{"first": "S", "middle": [], "last": "Willmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Frede", "suffix": ""}], "year": 2018, "venue": "CPT Pharmacometrics Syst Pharmacol", "volume": "7", "issn": "", "pages": "309--329", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Improved benefit risk profile of rivaroxaban in a subpopulation of the MAGELLAN Study", "authors": [{"first": "A", "middle": ["C"], "last": "Spyropoulos", "suffix": ""}, {"first": "C", "middle": [], "last": "Lipardi", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2019, "venue": "Clin Appl Thromb Hemost", "volume": "25", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The previously reported MARINER trial (A Study of Rivaroxaban [JNJ-39039039] on the Venous Thromboembolic Risk in Post-Hospital Discharge Patients) (NCT02111564) (8), randomized medically ill patients with additional risk factors for VTE to extendedduration rivaroxaban (10 mg once daily for 45 days or 7.5 mg once daily for those with a creatinine clearance between 30 and 50 ml/min) or placebo after excluding those at high risk of bleeding.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The bleeding analysis used the safety population, which for the 10 mg dose included 4,890 in both the rivaroxaban and placebo groups for a total of 9,780 patients. Major bleeding occurred in 13 (0.27%) and 9 (0.18%) patients in the rivaroxaban and placebo groups, respectively (HR: 1.44; 95% CI: 0.62 to 3.37;p ¼ 0.398) (Table 3). When evaluated by type of major bleeding, a greater proportion of patients receiving 10 mg rivaroxaban than placebo had major bleeding events with a fall in hemoglobin of $2 g/dl(0.22% and 0.12%, respectively) and transfusion of >2 U of packed red blood cells (or whole blood) than patients in the placebo group (0.16% and 0.06%, respectively). There were 2 critical site bleeds in each group, and 2 fatal bleeds in the rivaroxaban group. A Kaplan-Meier analysis of the timing of major bleeding occurrence is shown in the Central Illustration.DISCUSSIONThis analysis demonstrates that compared with placebo, extended-duration thromboprophylaxis with low-dose rivaroxaban (10 mg daily) started after hospital discharge leads to a significant 28% reduction in the combined risk of fatal and major thromboembolic events without a significant increase in major bleeding in hospitalized medically ill patients.This benefit appears to begin after the first week of treatment and continues until the end of study at 45 days. There was a 0.49% absolute risk reduction of efficacy events and a 0.09% absolute increase in the risk of major bleeding, suggesting a net clinical benefit.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Spyropoulos, A.C. et al. J Am Coll Cardiol. 2020;75(25):3140-7. (A) Time to first occurrence of composite: venous thromboembolism, myocardial infarction, nonhemorrhagic stroke, and cardiovascular death up to day 45 (rivaroxaban 10 mg daily vs. placebo; intention to treat). Includes all data from randomization to day 45 (inclusive). Patients who do not have events are censored on the minimum of last visit before or on death or day 45. (B) Time to first occurrence of major bleeding on-treatment (rivaroxaban 10 mg daily vs. placebo; safety population).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "of such events in future trials. In the MARINER study, data on arterial events were captured using a standardized data collection form, and all suspected events were centrally adjudicated using pre-specified criteria. Although exploratory, our analysis suggests that extended thromboprophylaxis with rivaroxaban in medically ill patients may lead to reductions in arterial thromboembolic events (primarily ischemic stroke) as well as a reduction in symptomatic VTE. Such a finding is in line with the results of the APEX trial (12), which in post hoc analyses revealed a w30% reduction in fatal and irreversible ischemic events (including PE, MI, nonfatal ischemic stroke, or CV death) without an increase in fatal or intracranial hemorrhage, and a w50% reduction in ischemic stroke with betrixaban compared with placebo (6,7). A recent pooled analysis of both the MARINER and MAGELLAN trials of extended thromboprophylaxis with the 10 mg dose of rivaroxaban also revealed a significant 22% reduction in allcause mortality and major thromboembolic events, including symptomatic VTE, MI, and nonhemorrhagic stroke (1.80% vs. 2.31%; HR: 0.78; 95% CI: 0.63 to 0.97; p ¼ 0.024), without an increase in critical site or fatal bleeding (13). The association between VTE and arterial thromboembolic disease has been well-established (5,14). Underlying common mechanisms of both VTE and arterial thromboembolism suggest that primary thromboprophylaxis using an established anticoagulant regimen, possibly against a background of antiplatelet therapy and given for a sufficient duration, can be effective in reducing both types of events. An analysis of MARINER data in the subset of patients receiving rivaroxaban plus aspirin, although not randomized for aspirin use and hypothesis generating, suggested greater efficacy with rivaroxaban plus aspirin in reducing symptomatic VTE and VTErelated death (15). In the COMPASS (Rivaroxaban for the Prevention of Major Cardiovascular Events in Coronary or Peripheral Artery Disease; NCT01776424) trial, a very large study that compared 2.5 mg twice daily of rivaroxaban plus 100 mg aspirin daily with 100 mg aspirin daily alone in patients with chronic coronary artery disease or peripheral artery disease, rivaroxaban plus aspirin significantly reduced the incidence of CV death, stroke, and MI by 24% (16). This dose of rivaroxaban would be predicted to produce trough levels similar to those achieved with 10 mg once daily (17,18); this finding was supported by data from the MARINER pharmacokinetic substudy in patients receiving the 10 mg dose (9). Our findings may have important implications for the population of medically ill patients now that rivaroxaban is approved for extended post-hospital discharge thromboprophylaxis in at-risk medically ill patients in the United States. A previous benefit/ risk assessment of a low-bleed risk subpopulation of the MAGELLAN trial revealed that extended thromboprophylaxis with the 10 mg dose of rivaroxaban would lead to 21 fewer fatal and major thromboembolic events per 10,000 patients at the expense of 9 more critical site or fatal bleeds, with a number needed to treat of 481 and number needed to harm of 1,061", "latex": null, "type": "figure"}, "TABREF0": {"text": ", unlike the dose of 10 mg, which had previously been demonstrated to be effective in the MAGELLAN (Venous Thromboembolic Event [VTE] Prophylaxis in Medically Ill Patients; NCT00571649) study of extended thromboprophylaxis in medically ill patients (9). A pre-specified secondary endpoint of the trial was fatal and major venous and arterial thromboembolic events (8). Therefore, this exploratory analysis focused on whether rivaroxaban could reduce the incidence of fatal and major thromboembolic events in patients treated with 10 mg daily of rivaroxaban compared with placebo when given to acutely ill medical patients at the time of discharge for 45 days. METHODS STUDY DESIGN. The MARINER protocol and study results have been reported previously (8,10). The protocol was approved by local ethics committees, and all subjects provided written informed consent. Briefly, MARINER was a multicenter, prospective, The MARINER study is sponsored by Janssen Research & Development LLC. Dr. Spyropoulos has served as a consultant for Janssen Research & Development LLC, Bayer, Portola, Boehringer Ingelheim, and Bristol-Myers Squibb; has received research support from Boehringer Ingelheim and Janssen; has served on an Advisory Board for Daiichi-Sankyo; and has received a stipend from the ATLAS group. Dr. Ageno has received research grant support from Bayer; and has received honoraria for Advisory Board activity from Bayer, Boehringer Ingelheim, Daiichi-Sankyo, Sanofi, Portola, Janssen, and Aspen. Dr. Albers has served as a consultant for Bayer and Janssen Research and Development, LLC. Dr. Elliott has served as a consultant for Bayer and Janssen Research and Development, LLC; and has received honoraria from the University of Cincinnati and Spectrum Health. Dr. Halperin", "latex": null, "type": "table"}, "TABREF1": {"text": "The Kaplan-Meier method was used to summarize the time-to-event analyses.EFFICACY AND SAFETY OUTCOMES. The efficacy outcome of the composite of symptomatic VTE, MI, nonhemorrhagic stroke, and CV death was a pre-specified secondary endpoint, and individual outcomes were verified by objective testing and autopsy reports, where available using standardized definitions (8). The principal safety outcome of major bleeding was based on the International Society on Thrombosis and Haemostasis bleeding criteria and included fatal bleeding, bleeding into a critical organ, or bleeding that led to a drop of $2 g/dl of hemoglobin or a transfusion of 2 U or more of blood. Bleeding events were analyzed based on time from randomization to the first occurrence. All endpoints were adjudicated by a blinded clinical events committee. RESULTS BASELINE CHARACTERISTICS. A total of 4,909 patients were assigned to the rivaroxaban 10 mg group (baseline CrCl $50 ml/min) and 4,913 patients to matching placebo and are included in the intent-totreat (ITT) population. The ITT analysis set included all randomized patients who had valid informed consent. Baseline characteristics were well balanced between treatment groups (Table 1). The mean age of this population was 67.8 years, 55.5% were men, and 96.5% were white. The most frequently reported", "latex": null, "type": "table"}, "TABREF2": {"text": "Characteristics of Patients at Baseline (ITT) Values are % or mean (where indicated). Note: intention-to-treat (ITT): all randomized patients who had valid signed informed consent. U.S.-approved thromboprophylaxis includes enoxaparin, dalteparin, and heparin. Patients who have both U.S.-approved and other baseline use of thromboprophylaxis are included in the U.S.-approved thromboprophylaxis category.", "latex": null, "type": "table"}, "TABREF4": {"text": "Time to First Occurrence of Composite Outcome and Components (ITT) CI ¼ confidence interval; CV ¼ cardiovascular; DVT ¼ deep vein thrombosis; HR ¼ hazard ratio; MI ¼ myocardial infarction; PE ¼ pulmonary embolism; VTE ¼ venous thromboembolism.CENTRAL ILLUSTRATION Major Efficacy and Safety Outcomes Over Time", "latex": null, "type": "table"}, "TABREF5": {"text": "Time to First Occurrence of Major Bleeding Event, On-Treatment (Safety Analysis Set) Values are n/N (%) unless otherwise indicated. All adjudicated by the clinical event committee. Safety analysis set: all intention-to-treat patients who take at least 1 dose of study drug. *HRs (95% CIs) are from Cox proportional hazards model with treatment as the only covariate. †p value (2-sided) for superiority of rivaroxaban vs. placebo from Cox proportional hazards model. ISTH ¼ International Society on Thrombosis and Haemostasis; NA ¼ not applicable; other abbreviations as inTable 2.", "latex": null, "type": "table"}}, "back_matter": []}