{
    "paper_id": "1e85b2f8169fc96538e10bd4ed33b20d56cc8325",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We regret that the 39th annual conference of the American Society of PeriAnesthesia Nurses (ASPAN), which was scheduled to be conducted in Denver, has been canceled; consideration for the health and safety of our members left ASPAN no other choice. Although the COVID-19 pandemic is unchartered territory for all of us, let us, as nurses, respond with the same courage, empathy, and integrity that first called us into our profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under better circumstances, I would have delivered the following address in person at the conference closing ceremony. Please keep this context in mind as you read ondI am looking forward to seeing you all again as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Years ago, my husband, children, and I moved to the Nashville area. Our daughter wanted to join the girl scouts. Instead, she joined a wait list of 10 girls. I called the Girl Scout Council asking them to send us a girl scout leader. The lady on the line paused, then asked, \"What is your name again, Ma'am?\" I answered. She responded, \"Well, Mrs. Card, I think I am talking to the next troop leader.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "What did she say? Fear and all the reasons why I thought I was definitely not a leader began flying through my mind. I was the kid in school who visibly blushed every time she was called ondthat is NOT a leadership quality! I worked full time, had other children at home, and my time was already so stretched; how could I possibly dedicate time to anything else? I was (and still am) a TERRIBLE baker! Don't troop leaders always bring delicious baked goods to every meeting? The lady on the other end of the phone continued, \"Mrs. Card, next Saturday is leadership training. Come by the Council office and pick up a leadership book, badge guide and outdoor activities binder.\" Wait!dan outdoor activities binder? A love and knowledge of camping, hiking, and fishingdthose were some skills I possessed. An image of my daughters' sweet face then popped into my mind. I could not and would not let her down. Motivated by a mothers' love, I heard myself asking the location of the leadership training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "I remained involved as a Girl Scout leader for 10 years. I was lucky enough to witness the growth of these scouts from little ducklings into beautiful swans. However, the most surprising part of my involvement was the growth I experienced. I gained skills in the art of facilitative leadership, event planning, public speaking, and negotiation skills. Yes, strong negotiation skills are definitely needed on any hike in the Tennessee mountains more than 2 miles long with anyone younger than 10 years. The skills and experiences opened my eyes to other possibilities and ways to become involved or give back to my church, community, and profession. I learned two important lessons: we all possess leadership skills and abilities just waiting to be cultivated and nurtured, and realistic optimism is very powerful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Two of the most important attributes of positive leadership is vision and courage. A vision provides a unifying force, a common place, or a gathering point. It is crucial that the vision be inspiring. The Swiss psychiatrist Carl Jung stated, \"Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.\" 1 Vision gives us flashes of what is possible for the future. It is that special spark in each of us that moves us forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Thomas Edison famously stated when asked about his failures, \"I have not failed. I have just found 9,999 ways that do not work.\" A young Walt Disney was working at a newspaper and was fired by his manager who perceived that Disney lacked imagination. At only 22 years old, Oprah Winfrey, a young Baltimore television reporter, was fired by her supervisor, who felt she was unfit for television. 2 These unquestionably talented people continued to persevere in their pursuits, despite their failures, because of their vision and their beliefs in what the future could hold.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Vision can be a mental picture of the future. A vision is powerful, creating a desire to grow, stretch, and improve. Our ideals, values, and hopes are embedded within our vision, giving us a sense of purpose and meaning. A leader's vision moves an organization forward. This vision allows leaders and organizations to not only persevere, but also thrive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Courage is the force that transforms a vision into a reality. Courage is a virtue that is vital for nursing. Derived from the old French word corage, meaning heart and spirit, the meaning of the modern word \"courage\" is derived from the feelings that arise from within the heart provoking a fighting spirit. A review of literature identifies the following types of courage: civil courage, moral courage, physical courage, and psychological courage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Of the four types of courage, moral courage is the key necessity to exemplary nursing. The attributes of moral courage are integrity, ethics, values, knowledge, and caring coupled with the willingness and ability to overcome fears. Our nursing history has excellent examples of nurses moving mountains with moral courage. Mary Mahoney (1845 to 1926), was the first African American graduate nurse, and was described as small in stature but mighty in character. 3 Evelyn Lundeen (1900 to 1963) was the first to use sunlight to treat jaundice in premature infants. 4 Dr William Oh worked with nurse Ludeen while a resident and later remembered her as \"the inspiration and the stimulus that made me go into research.\" Lt Elsie Ott (1913 to 2006) was the first wartime medevac who was the inspiration for modern day life flight nurses. 5 As health care leaders and patient advocates, nurses rely on this moral courage every day. It is our compass used to guide us along in the journey of our practice.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 563,
                    "end": 564,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 832,
                    "end": 833,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "In 1980, a group of inspired nurses journeyed across the nation to attend an organizing meeting. Their intent was to gather experts with the vision to forge a mission, charter, and bylaws for a new specialty nurses' organization. An attendee later recounted, \"I remember vividly the organizing meeting. I wondered if we were going to be successful… Thanks to the excellent leadership of nurses throughout the country and the early support of the American Society of Anesthesiologists, the postanesthesia care unit (PACU) now has its own powerful leadership and can determine their own needs.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "These thoughts and insights are from Ina Pipkin, who served as inaugural president. Her vision and courage to begin our ASPAN journey still resonates 40 years later. The first ASPAN national meeting was held just 1 year later, in 1981 in Florida, an impressive accomplishment for a fledgling organization. We are honored to have some of these pioneers among us: Ester Watson, Lois Schick, Deb Niehouse, and others. This fortitude and solidarity in purpose is inspiring. Henry S. Haskins stated, \"What lies behind us and what lies before us are tiny matters compared to what lies within us.\" 6 We are standing on the shoulders of these visionary giants. I am truly honored and humbled to begin my journey as President, leading our organization and building on our strengths that past president Amy Dooley and other ASPAN Past Presidents have helped us discover. I would like to share my vision for our organization. ASPAN, in the next year, will strive to have precision vision, empowering innovation, and well-being! For the past 16 years, nurses have led the Gallup poll as the most trusted profession. As nurses, we hold the hands and hopes of our patients. We carry them with us, calling in after our shifts to check on their progress, hoping for their return to wellness, and perhaps even praying for their healing and peace. In recognition of the special place nurses occupy, the World Health Organization mandated 2020 as the year of the nurse and midwife! The American Nurses Association (ANA), following the World Health Organization's lead, increased recognition and celebration of nurses and midwives with the launch of the Healthy Nurse Healthy Nation (HNHN) grand challenge.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "ASPAN is now an affiliate of the HNHN grand challenge; if you have not already joined HNHN, please do so at www. healthynursehealthynation.org. Make sure you add ASPAN as a secondary affiliation. We all advocate for our patient's health and wellness; let us also advocate for our profession's well-being. Samantha Power, author and former US Ambassador to the United Nations notes, \"All advocacy is, at its core, an exercise in empathy.\" 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision Vision: Empowering Innovation and Well-Being"
        },
        {
            "text": "Nurses are natural innovators who explore creative solutions for unresolved problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurse Innovation"
        },
        {
            "text": "Dr Albert Szent-Gy€ orgyi, a biochemist and Nobel Prize Winner, describes \"Innovation is seeing what everybody has seen and thinking what nobody has thought.\" 8 This innovation is evident when problems are solveddeverything from solving the tubing extensions that do not quite fit together to customizing a facility discharge plan for socially complex patients. PACU nurses rise to the occasion to clear the path of barriers for our patients to achieve wellness. Rebecca Love, RN, the director of Northeastern School of Nursing Innovation Center, states that nurses have, on average, 27 workarounds per shift; these are 27 small exercises in innovation. 9 Give a PACU nurse a problem, and they will MacGyver a solution. Innovation belongs to all nurses. Creative problem solving and dedication to the patient experience are the only prerequisites required. Sir Arthur C. Clarke, science writer and futurist, stated, \"The only way to discover the limits of the possible is to go beyond them, into the impossible.\" 10 ASPAN will be launching an Innovation Strategic Work Team in the coming year.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 655,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Nurse Innovation"
        },
        {
            "text": "Our vigilance, dedication, courage, and commitment to delivering excellent nursing art and science can also take a toll on us over time. The ANA's Healthy Nurse, Healthy Nation grand challenge recognizes that nurses are less healthy than the average American. The ANA's research data indicates nurses have increased risk for being overweight, reporting poor sleep habits, and increased stress. 11 HNHN seeks to motivate and activate more than 4 million American registered nurses to prioritize their own personal wellness and healthdan effect that could positively impact a nurse's family and patients. HNHN provides resources, wellness education, and opportunities for competitive challenges between individuals or organizations. The 2016 ANA survey of 18,537 nurses revealed approximately half of the respondents reported experiencing workplace incivility. 11 Nurse civility is a problem that as an organization, we can address and explore interventions to improve our workplace environment. We can partner with other nurse organizations within our perianesthesia space to strategize, create, and test solutions.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Well-Being"
        },
        {
            "text": "ASPAN will be launching a well-being strategic work team (SWT) to identify our issues and bring forth evidence-based recommendations, resources, and webinars to improve well-being. For work to be fulfilling, it needs to have meaning and purpose. The opportunity to give back is another avenue to personal fulfillment. ASPAN will also be launching the Humanitarian Global Outreach Strategic Work Team (SWT). This SWT will identity opportunities for medical missions locally as well as abroad, provide mentorship, and share narratives from nurses who have found this type of sharing very fulfilling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Well-Being"
        },
        {
            "text": "Every journey begins with a vision. Each succession of new leadership builds on the success of the previous leaders. The journey becomes a collage of many visions. As an organization, we chose the aspen leaf as our logo. Esther Watson, APSAN Historian shared a copy of original documentation that read \"The Aspen leaf, vert [green], signifies life. The veins of the leaf represent the networking of perianesthesia nurses-through ASPAN …\" Aspen trees grow as a collective grove. They share a common root system. These groves represent solidarity in purpose, collective strength, and growth. The individual tree trunk can each live 40 to 150 years each, but the root system, the heart of the colony, can survive for thousands of years. The oldest documented colony is found in Fishlake National Forest, Utah whose root system is estimated to be 80,000 years old, making it perhaps the oldest known living organism in existence. 12 Together, these trees accomplish so much more than as single individual entities. These trees, whose leaves are our symbol, represents our organization's collective voice, vision for exemplary perianesthesia nursing practice, purpose, and strength in solidarity. Like these trees, we are connected in our compassion, our integrity, and our belief in giving patients the very best possible care.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 928,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Well-Being"
        },
        {
            "text": "In 2021, we will celebrate ASPAN's 40th anniversary and the evolution of our organization, which is now recognized as a global expert for evidence-based perianesthesia nursing practice. ASPAN's ruby anniversary year will be celebrated by approximately 15,000 members representing more than 60,000 nurses who practice in our specialty space. This celebration will occur in Floridadback where we began! Please join me, in the coming year, in embracing precision vision, empowering innovation, and practicing well-being!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Well-Being"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Don't Give Up! You Are Stronger Than You Think",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mash",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lulu.com",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathfinders: A History of the Progress of Colored Graduate Nurses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RN (1900-1963) and premature infants: Setting the standards for neonatology care",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Evelyn"
                    ],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lundeen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RN (1913-2006) and the first wartime medevac: A WWII flight nurse takes a grueling, globe-spanning medical evacuation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Elsie"
                    ],
                    "last": "Lt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                }
            ],
            "year": 1913,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Meditations in Wall Street",
            "authors": [],
            "year": 1940,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Commencement speech at the Univeristy of Pennsylvania",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Part II: Biological Structures and Functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szent-Gy€ Orgyi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bioenergetics",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nurse innovation: Saving the future of healthcare",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hazards of Prophecy: The Failure of Imagination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Executive summary: Health risk appraisal",
            "authors": [],
            "year": 2020,
            "venue": "American Nurses Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quaking Aspen by the Bryce Canyon National Park Service",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}