{"paper_id": "1e87691a06770d93797155320e8a601635b92490", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "III. ABSTRACTS Background: In Singapore, 5% of adults and 20% of children have asthma (Health Promotion Board Singapore, April 2013). Asthma management includes regular assessment and monitoring, education, control of environmental factors and co-morbid conditions, and pharmacologic therapy where indicated. The effects of poor asthma control on stress levels and quality of life in adolescent patients have not been explored in the local context. Objectives: To investigate the associations between asthma control and stress levels, quality of life and lifestyle factors in adolescent and young adult patients in Singapore. Methods: Questionnaire survey of adolescent and young adult patients attending the paediatric asthma clinic at National University Hospital Singapore over 5 months. Data on demographics and lifestyle were obtained. The Asthma Control Test, a validated test for asthma control with a maximum score of 25, was used to assess each patient's asthma symptomatology. A cut-off score of 19 or less identified patients with poorly-controlled asthma. Stress levels were measured using two psychological instruments, the Holmes-Rahe Social Readjustment Ratings Scale (SRRS), and the Perceived Stress Scale (PSS). The Asthma Quality of Life Questionnaire (AQLQ) was used to assess the impact of asthma on the patient's quality of life. Results: Fifty-seven patients were interviewed during the study period (age range 12-23 years, median 17 years). There were 30 males (52.6%) and 24 females. Forty-one patients had well-controlled asthma (71.9%) and 16 were poorly-controlled (28.1%). There were no significant differences between the well-controlled and poorly-controlled groups in terms of age distribution, gender, race, body mass index, parents' education level, housing type and family income. Exposure to household smoking was significantly associated with poor asthma control (P ¼ 0.043, OR 3.55). Patients who did not exercise were more likely to be poorly-controlled compared to those who exercised (P ¼ 0.043, OR 6.5). Patients with allergic rhinitis over the preceding 12 months were more likely to have poor asthma control (P ¼ 0.035, OR 3.83). Patients with four or more attacks of wheezing in the preceding 12 months were also more likely to have poor asthma control (P ¼ 0.032, OR 5.75). There was no significant difference in the SRRS scores between well-controlled and poorly-controlled patients. However, the poorly-controlled group had higher PSS scores, reflecting more stress (P ¼ 0.02), while the wellcontrolled group had better quality of life scores using the AQLQ questionnaire (P ¼ 0.001). Conclusion: We identified several risk factors associated with poor asthma control; these included environmental, lifestyle and co-morbid factors. Poor asthma control was significantly associated with increased psychological morbidity in adolescents and young adults. The psychological impact of poor asthma control on the patient should be addressed when seen in the outpatient setting.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Author: Yang L. (Department of Cardiothoracic Surgery, Nanjing Children's Hospital Affiliated of Nanjing Medical University, Center of Children with Congenital Heart Disease of Jiangsu Province, Nanjing Children's Hospital Affiliated of Nanjing Medical University, Center of Children with Congenital Heart Disease of Jiangsu Province -Nanjing, China) Background Pulmonary arterial hypertension (PAH) is associated with structural changes in the pulmonary vasculature characterized by the proliferation of pulmonary artery smooth muscle cells (PASMCs). The reninangiotensin-aldosterone system (RAAS) plays a key role in this progress, but the underlying mechanism is unclear. GPR91 is a G-Protein-Receptor that may have an important role in this process. Therefore, we investigated whether RAAS was modulated by GPR91 in the rat models of PAH. Methods and Results GPR91-RAAS signaling was investigated in 2 rat models of PAH induced by monocrotaline in pneumonectomized (MCT þ PE) rats and hypoxia. PASMC could express GPR91 and in PAH models, there were significant increased expressions of GPR91 and RAAS in lung and these changes were more pronounced in MCT þ PE model. In 2 models, activation of GPR91 by the selective agonist succinate, further increased RAAS expression, and thus further aggravated pulmonary arterial pressure, pulmonary vascular remodeling, RV hypertrophy. In vitro studies confirmed that succinate stimulated proliferation of PASMCs and this effect was inhibited by Losartan. Conclusion Our results suggested that GPR91 was involved in activating RAAS, thus leading to the PASMCs proliferation in vivo and in vitro. Inhibition of GPR91-RAAS signaling via captopril prevented development and progression of PAH induced by the GPR91 agonist, Succinate in PAH rats. Targeting GPR91 might be a potential treatment for PAH.", "cite_spans": [], "ref_spans": [], "section": "#30 -TRIGGERING THE SUCCINATE RECEPTOR GPR91 ON SMOOTH MUSCLE CELLS ENHANCES ARTERY REMODELING IN PULMONARY HYPERTENSION"}, {"text": "Author: Yang L. (Department of Cardiothoracic Surgery, Nanjing Children's Hospital Affiliated of Nanjing Medical University, Center of Children with Congenital Heart Disease of Jiangsu Province, Nanjing Children's Hospital Affiliated of Nanjing Medical University, Center of Children with Congenital Heart Disease of Jiangsu Province -Nanjing, China) Background-Cardiac hypertrophy leads to decompensated heart function, heart failure, and sudden death in patients with congenital heart disease. The PI3K/Akt pathway plays an essential role in this progress, but its precise being activated mechanism was unclear. GPR91 is a G-Protein-Receptor that regulates the PI3K/Akt pathway. Therefore, we investigated whether PI3K/Akt was modulated by GPR91 in cardiac hypertrophy. Methods and Results-We studied GPR91-PI3K/Akt signaling in pulmonary artery banding model. GPR91 was located in cardiomyocytes. The expressions of GPR91 and p-Akt were significantly increased in RV models. Activation of GPR91 in vivo by succinate increased p-Akt expression which in turns aggravated RV hemodynamics and RV hypertrophy. In vitro studies also revealed the similar data. All these effects were reversed by the antagonist of PI3K, wortmannin, in vivo and in vitro. Conclusions-Our results suggested that the GPR91 was involved in activating PI3K/Akt, thus leading to the hypertrophy. Inhibition of GPR91-PI3K/Akt signaling via wortmannin prevented development and progression of hypertrophy induced by the activation of GPR91. 21 . Durán Iglesias C. (Pediatría, CS Arroyo de la Luz -Cáceres, Spain) 22 . Domínguez Aurrecoechea B. (Pediatría, CS Otero -Oviedo, Spain) 23 . Fernández Carazo C. (Pediatría, CS El Valle -Ja en, Spain)", "cite_spans": [{"start": 1512, "end": 1514, "text": "21", "ref_id": null}, {"start": 1584, "end": 1586, "text": "22", "ref_id": null}, {"start": 1652, "end": 1654, "text": "23", "ref_id": null}], "ref_spans": [], "section": "#31 -EFFECT OF THE SUCCINATE RECEPTOR GPR91 ON PRESSURE OVERLOAD-INDUCED RIGHT VENTRICULAR HYPERTROPHY"}, {"text": "The aim of this study was to investigate the relationship between asthma control (impairment and risk) in children and their mothers' quality of life (MQoL). Three hundred ninety-four 0-14 years-old children with asthma were evaluated in 22 primary care pediatric practices in Spain. Impairment was evaluated through a combination of symptom frequency, nighttime awakenings, interference with normal activity, beta-agonist use and spirometry, and asthma was classified as well controlled, not-well controlled and poorly controlled, according to the National Asthma Education and Prevention Program. Risk of loss of control was classified as high or low according history of hospitalization, adverse effects of medication, recent exacerbation and frequent exacerbations. MQoL was measured by means of the validated IFABI-R questionnaire, which quantify the impact of pediatric asthma on three domains of caregivers' quality of life: functional, emotional and socio-occupational. Higher IFABI-R scores mean poorer quality of life. Multiple regression models were built with each dimension of MQoL acting as dependent variables. The effects on them of impairment and risk were adjusted by education level, social class and family functioning, and measured as percent change in IFABI-R score. Additional regression models were built to evaluate the effect on MQoL of each single item that conform evaluations of impairment and risk.", "cite_spans": [], "ref_spans": [], "section": "#31 -EFFECT OF THE SUCCINATE RECEPTOR GPR91 ON PRESSURE OVERLOAD-INDUCED RIGHT VENTRICULAR HYPERTROPHY"}, {"text": "There was a lineal relationship between asthma control in children and MQoL, affecting the three dimensions. Compared with well controlled, not well controlled asthma increased IFABI-R scores in 18.6% (95% confidence interval 8.1-30.2%) in the functional domain, 9.6% (0. [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] .8%) in the emotional domain, and 9.2% (1.4-17.5%) in the socio-occupational domain. The impact was even greater in poorly controlled asthma: 25.2% (9.0-43.8%), 20.8% (5.5-38.3%) and 15.1% (3.1-28.7%), respectively. None of the individual items that form the evaluation of the impairment in asthma control were associated with MQoL. On the other hand, a high risk of loss of control was independently associated with MQoL, with an increase in the IFABI-R scores of 21.2% (10.3-33.1%), 16 .2% (6.0-27.3%) and 15 .6% (7.3-24.6%) for the functional, emotional and sociooccupational domains. From the elements taking to evaluate risk, only frequent (!2) exacerbations in the 12 previous months was related with the three domains of MQoL: 23.8% (9.0-40.7%), 26.5% (11.6-43.4%) and 22 .8% (10.9-35.9%) respectively.", "cite_spans": [{"start": 272, "end": 275, "text": "[2]", "ref_id": null}, {"start": 276, "end": 279, "text": "[3]", "ref_id": null}, {"start": 280, "end": 283, "text": "[4]", "ref_id": null}, {"start": 284, "end": 287, "text": "[5]", "ref_id": null}, {"start": 288, "end": 291, "text": "[6]", "ref_id": null}, {"start": 292, "end": 295, "text": "[7]", "ref_id": null}, {"start": 296, "end": 299, "text": "[8]", "ref_id": null}, {"start": 300, "end": 303, "text": "[9]", "ref_id": null}, {"start": 304, "end": 308, "text": "[10]", "ref_id": null}, {"start": 309, "end": 313, "text": "[11]", "ref_id": null}, {"start": 314, "end": 318, "text": "[12]", "ref_id": null}, {"start": 319, "end": 323, "text": "[13]", "ref_id": null}, {"start": 324, "end": 328, "text": "[14]", "ref_id": null}, {"start": 329, "end": 333, "text": "[15]", "ref_id": null}, {"start": 334, "end": 338, "text": "[16]", "ref_id": null}, {"start": 339, "end": 343, "text": "[17]", "ref_id": null}, {"start": 344, "end": 348, "text": "[18]", "ref_id": null}, {"start": 349, "end": 353, "text": "[19]", "ref_id": null}, {"start": 839, "end": 841, "text": "16", "ref_id": null}, {"start": 862, "end": 864, "text": "15", "ref_id": null}, {"start": 1130, "end": 1132, "text": "22", "ref_id": null}], "ref_spans": [], "section": "#31 -EFFECT OF THE SUCCINATE RECEPTOR GPR91 ON PRESSURE OVERLOAD-INDUCED RIGHT VENTRICULAR HYPERTROPHY"}, {"text": "In conclusion, both impairment and risk are strongly related with MQoL. Frequent exacerbations are firmly related with MQoL, whereas the individual items that classify impairment are not. Asthma control is multidimensional and overtakes its single elements.", "cite_spans": [], "ref_spans": [], "section": "#31 -EFFECT OF THE SUCCINATE RECEPTOR GPR91 ON PRESSURE OVERLOAD-INDUCED RIGHT VENTRICULAR HYPERTROPHY"}, {"text": "Author(s):", "cite_spans": [], "ref_spans": [], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "1. Chay OM (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) 2. Goh A (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) 3. Thomas B (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) 4. Pugalenthi A (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) 5. Wong P (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) 6. Teoh OH (Respiratory Medicine Service, KK Women's and Children's Hospital -Singapore, Singapore) Introduction: A review was conducted in children with frequent attendances for acute asthma at Children's Emergency Department KK Women's and Children's Hospital in 2002. The clinical audit revealed that children with problematic asthma were seldom referred for regular management. An initiative was developed to identify children with high acute care needs and recruit them to an integrated program for appropriate management. The objectives of our program were to reduce urgent care needs, control symptoms and improve the quality of life of these children. The strategies used were: 1. Standardized care: Early initiation of anti-inflammatory or controller therapy, and the use of inhaled Beta agonist via a holding chamber for all patients: 2. Every patient was given an individualized written asthma action plan (WAAP); 3. Intensive education by asthma resource nurses and 4. To encourage adherence, the program also provided 50% subsidy for the nonsubsidized drugs in the hospital formulary. This program was piloted in August 2002 and had since completed 10 years. Study objective: A critical review of the asthma outcome after the introduction of the integrated asthma program. Methods: Retrospective analysis was conducted on the clinical database of the children recruited.", "cite_spans": [], "ref_spans": [], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "Results: A total of 4158 patients 63% male and 37% female, was recruited to this program. Asthma Control: Eighty percent of the children had needed acute care needs in the past 3 months before enrolment. Less than 30% had needed urgent care with optimization of controller therapy. About 70% of children had achieved symptom control by 6 months of therapy. More than 70% no longer report exercise limitation and did not missed any school days. All these improvement were statistically significant. Controller: More than 70% of the problematic asthma was controlled with the use of a single agent ie low dose inhaled corticosteroids (ICS). Only 25% had needed to step up to moderate dose ICS or combination of long acting beta agonist (LABA) with ICS and/or Montelukast. Discussion: The results showed that the integrated program was able to achieve the objectives to reduce acute care needs, improved asthma control and quality of life. Intensive patient/caregiver education, the introduction of inhaled bronchodilator via holding chamber and the use of WAAP throughout the hospital including at the CE, had proven to be useful strategies which had contributed significantly to the success of the program. The results also indicated that majority of the problematic asthma were not difficult to treat. Establishing a strong partnership with community doctors to create awareness of early therapy would improve asthma care in the community and potentially could reduce the \"problematic asthma\" patient load by up to 70%, thus allowing limited resources to be better distributed to the truly difficult asthma. Background: It is difficult to predict asthma exacerbations in young children with episodic asthma. In a retrospective analysis of an asthma study (Zielen et al. \"Predicting short term response to anti-inflammatory therapy in young children with asthma\", Curr Med Res Opin. 2010) we identified predictors of asthma exacerbations and related it to the parameters forced expiratory volume (FEV1), respiratory resistance (Rrs5) by impulse oscillometry (IOS), and bronchial hyperresponsiveness (BHR) to methacholine testing. Method: Sixty-nine patients (4-7 years) with episodic asthma corresponding with the characteristics in the above-mentioned study were included. We defined an asthma exacerbation as an increased use of Salbutamol during cough periods (>2 puffs/week, >5 puffs/2 weeks). Pulmonary function and BHR were measured in symptom free intervals. To define the sensitivity and specificity to detect an asthma exacerbation, a receiver-operating characteristic (ROC) curve was plotted, and the accuracy was measured by the area under the ROC curve (AUC). A logistic regression model was used to predict the probability of an exacerbation.", "cite_spans": [], "ref_spans": [], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "Results: Mean results in the total group were: FEV1 106.6% AE 14.3, Rrs5 0.76 kPa.s.L-1 AE 0.19, and PD20FEV1 methacholine 0.34 mg AE 0.55. The following cut-off values showed the best combination of sensitivity and specificity to predict an asthma exacerbation: FEV1 103.2% (AUC 0.62), Rrs5 0.76 kPa.l-1.s-1 (AUC 0.80), and PD20FEV1 methacholine 0.13 mg (AUC 0.61). In the logistic regression analysis a combination of all parameter predicted the individual risk of an asthma exacerbation with an accuracy of 86%. Conclusion: Simple pulmonary function parameters predicted the probability of asthma exacerbations in young children to a large extent. The airway resistance Rrs5 was superior to FEV1 and methacholine testing. In recent studies bronchodilator response using IOS distinguished asthmatics from non-asthmatics as FEV1 did not and small-airway IOS measurements significantly indicated children with uncontrolled asthma. The current data suggests that peripheral airway obstruction is even present in symptom free periods and that these children exacerbate during infections. Background: Increased bronchial smooth muscle mass is one of the key structural features of severe asthma. In adults, asthmatic airway smooth muscle cells (ASMC)demonstrate greater mitochondrial biogenesis associated with an increase in ASMC proliferation rate vs non-asthmatic ASMC. However, to the best of our knowledge, there is no evidence that such a difference between asthmatic and non-asthmatic ASMC occurs in pre-school children. Aims: The primary aim of the study was to compare asthmatic and nonasthmatic ASMC proliferation and mitochondrial biogenesis in adults and pre-school children. Because preschool children hardly manage to achieve prolonged expiratory maneuvers usual parameters (FEV1, FEV1/FVC, maximal expiratory flow) cannot be used to analyze flow-volume loops in this age group. Measuring the expired volume at different steps of level expiratory flow could be another way to analyze flow-volume loops in this age group. The aim of our study was to determine if expired volume (Vexp) obtained at various level of expiratory flow during a forced expiratory maneuver decreases in obstructive children. Methods: In a first retrospective study, we measured Vexp obtained when expiratory flow reaches 90%, 60% and 30% of the theoretical peak expiratory flow (Vexp90, Vexp 60 and Vexp 30) in obstructive and nonobstructive school-aged children. We then prospectively measured Vexp90, Vexp 60 and Vexp 30 on partial flow-volume obtained in obstructive and non-obstructive preschool children whose bronchial obstruction was also assessed by resistance measurement. Results: In the retrospective study, Vexp 30, Vexp60 and Vexp90 were significantly lower in the obstructive group (n ¼ 26) than in the nonobstructive group (n ¼ 32). Furthermore, in the obstructive group, Vexp30, Vexp60, Vexp90 significantly increased after inhalation of salbutamol.", "cite_spans": [], "ref_spans": [], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "In the prospective study, all of the 55 preschool children managed easily to perform partial expiratory maneuvers. Vexp 90 and Vexp60 were significantly lower in the obstructive group (n ¼ 7) than in the nonobstructive group (n ¼ 48) (P < 0.05). Conclusion: Airway obstruction evaluation is very important in asthma management of the preschool children: it is predictive of the severity of asthma and predictive of lung function in adulthood. We will compare the Vexp in healthy and asthmatic preschool children in a largest study to obtain reference values. Childhood, Health Sciences, University of Copenhagen &Danish Pediatric Asthma Center, Copenhagen University Hospital -Copenhagen, Denmark) Purpose of the study: Guidelines for treatment of childhood asthma recommend prescription of inhaled anti-asthmatic drugs at half the nominal dose as for adults in order to reduce the risk of systemic side effects. However, the influence of age and body size on the blood concentrations of inhaled drugs is not fully elucidated. We aimed to compare the systemic exposure to the active ingredients of a fixed combination of beclometasone dipropionate (BDP) and formoterol after dry powder inhaler (DPI) administration in children, adolescents and adults. Methods: The pharmacokinetic profiles of formoterol and beclometasone-17-monopropionate (B17MP; active metabolite of BDP) were evaluated over 8 hours from two independent studies comprising children (6-11yrs, n ¼ 27), adolescents (12-17yrs, n ¼ 28) and adults (!18yrs, n ¼ 30) receiving a single, fixed dose of BDP/formoterol (children: 200 mg/24 mg, adolescents and adults: 400 mg/24 mg) via DPI. Results: The systemic exposure (AUC0-t) for children vs. adults was almost doubled for formoterol (despite the same nominal delivered dose) and similar for B17MP (despite the BDP dose being halved in children). In adolescents the AUC for formoterol and B17MP were approximately one third higher than in adults for both compounds. After normalization for the BDP/formoterol dose in the three populations the systemic exposure and peak concentration (Cmax) correlated inversely with age and body surface area of the patients (r À0.53; P < 0.0001). Conclusion: The systemic exposure to the active ingredients of BDP/ formoterol administered as DPI correlates inversely with age and body size suggesting that dry powder dosage regimens should be adjusted for age and body size to avoid high systemic drug levels in children. Reflections stimulated by the research: Contrasting the present findings, previous similar investigations demonstrated that when using a pMDI with a spacer the systemic exposure for the same nominal dose in children was similar to that in adults1. This suggests that drug delivery by inhalation via pMDI plus spacer is lower in children as compared to adults resulting in similar exposure due to the lower body size of the paediatric population. Therefore guideline recommendations of a reduced dosage regimen in children could be appropriate for DPI administration only Purpose of the study: Asthmatic adolescents are generally recommended to be dosed like adults. However, this population is unique in many ways and limited pharmacokinetic (PK) and pharmacodynamic (PD) data are available on fixed combinations of inhaled-corticosteroids/long acting b2-agonists (ICS/LABA). In addition the influence of age on the systemic exposure of drugs administered via pMDI with or without valved holding chamber is still not fully elucidated. The aim of the study was to investigate the PK/PD profile of a fixed dose combination of ICS/LABA pMDI in asthmatic adolescents with or without valved holding chamber in comparison to a free combination of licenced pMDI products. A comparison of adolescent and adult asthmatics was also conducted. Methods: Open label, randomized, three-way crossover study, on 30 asthmatic adolescents receiving a single dose of the fixed combination of beclometasone dipropionate (BDP)/formoterol pMDI 100/6 mg per actuation (Foster 1 ) with or without AeroChamber PlusTM or a free combination of BDP 100 mg pMDI (Qvar) plus formoterol 6 mg pMDI (Atimos and it decreased significantly from enrollment in both the groups (P ¼ 0.000 for both group) ( Figure 1 ). There were no adverse effects in both the groups except for one episode of small vomiting in one patient from ketamine group. The changes in pO2, pCO2 and PEFR, and duration of hospital stay were similar between groups. No patient required mechanical ventilation. Conclusion: Ketamine and aminophylline were equally effective for improvement in PRAM score in children with moderate to severe acute exacerbation who respond poorly to standard therapy without any significant adverse effects. Reflections and concrete proposals for action: In children with moderate to severe acute exacerbation who responds poorly to standard therapy either IV ketamine or IV aminophylline may be used depending on availability of drug and experience of users with drug. Parents were asked to label the sound in eachclip and to determine the location from which it originated. Results: A total of 12 video clips were successfully selected and validated to be shown to the parents. Two hundred participants were enrolled to participate. Only 38.5% of respondents were able to correctly label wheeze.", "cite_spans": [], "ref_spans": [{"start": 4240, "end": 4248, "text": "Figure 1", "ref_id": "FIGREF3"}], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "Respondents were better at locating the origin ofwheeze. The commonest Bahasa Malaysia word by parents to describe wheeze was \"susah nafas\". The commonest English words used byparents to describe wheeze was \"wheeze\" and \"asthma\". Having a child with asthma, higher education level and worse asthma severity in thechild did not result in more accurate labeling. Methods: We included children and adolescents with PCD and a pulmonary exacerbation that was treated with intravenous (iv) antibiotics and measured LCI (N2 multiple breath washout using EComedics set-up) and FEV1 before and after treatment. Results: So far,4 patients were treated with iv antibiotics for a mean duration of 5.8 days because of a respiratory exacerbation. Mean LCI z-score decreased from 6.3 (range 2.05-10.73) to 4.4 (range À0.04 to 9.42. p 0.061), LCI z-score improved in each individual. Mean FEV1 z-score improved from À2.6 (range À5.52 -À0.01) to À1.6 (range À3.18-0.65)(p 0.038). The mean improvement was 1.9 z-scores for LCI, and 1 z-score for FEV1. Conclusion: Preliminary data demonstrate that in subjects with PCD, treated with iv antibiotics for a pulmonary exacerbation, both FEV1 and LCI seem responsive to treatment. Given the higher change in LCI z-score compared to the FEV1 z-score, we will further explore whether LCI is indeed more sensitive to intervention than FEV1. More research is needed to clarify the role for LCI versus FEV1 measurements in the follow-up of patients with PCD. Conclusion: Both LCI and FEV1 are responsive to treatment and might therefore be used as outcome parameter in clinical trials for PCD treatment.", "cite_spans": [], "ref_spans": [], "section": "#33 -THE IMPACT OF AN INTEGRATED ASTHMA PROGRAM IN A CHILDREN'S HOSPITAL IN SINGAPORE"}, {"text": "Author(s): Objective To dynamically observe and assess children's asthma control level, so as to determine the difference between children's reactivity to treatment, and to analyse the characteristics of change of pulmonary function indicators and fractional nitric oxide concentration in exhaled breath (FeNO) in children who had different reactivity to treatment. Methods A total of 52 asthmatic children who had started regular control treatment and been on a regular follow-up were enrolled, all the patients were on the assessment of asthma control, pulmonary function testing and FeNO measurement every three months. The indicators of pulmonary function testing contained FEV1%, PEF%, FEV1/FVC, MMEF%. The level of treatment of asthma control medicine, daily dose and course of treatment were recorded, and the average daily dose of each medicine in the 9 months was calculated. Results At the end of the nine months' follow-up, all the patients were divided into two groups, there were 30 cases in stable group and 22 cases in unstable group. There was no significant difference between the two groups in FEV1% or PEF% of the four times of follow-up, in the stable group of the third, sixth and ninth month follow-up time were significantly higher than those in the unstable group (P < 0.05), the MMEF % of patients in the stable group of the third and ninth month follow-up time were significantly higher than those in the unstable group (P < 0.05), FeNO concentrations of patients in the stable group of the baseline and the third month followup time were significantly higher than those in the unstable group (P < 0.05), There was no significant difference between the two groups in the average rate of change of FeNO or pulmonary function testing indications (P > 0.05). The daily dose of fluticasone, salmeterol and montelukast of each patient in the stable group was significantly lower than those in the unstable group (P < 0.05). Conclusion The FeNO, FEV1 /FVC and MMEF% were higher in the stable group than those in the unstable group. The daily dose of fluticasone, salmeterol and montelukast of each patient in the stable group was significantly lower than those in the unstable group.", "cite_spans": [], "ref_spans": [], "section": "#111 -STUDY OF V/Q SCAN IN CHILDREN WITH BRONCHIOLITIS OBLITERANS"}, {"text": "Objective: Determine whether the quality of life of the caregivers and the family functioning influence the control of asthma in children.", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "Methods: An observational, longitudinal study at twenty-two primary healthcare centers in Spain, with children between 4 and 14 years of ages who had active asthma and whose main caregiver (father or mother) had sufficient skills in the Spanish language. During the initial visit, the child was assessed: (1) asthma-related quality of life of the parents, measured by the IFABI-R instrument, developed and validated in Spanish. This tool measures the impact of asthma on a 1-4 scale, in which the higher the score, the greater the deterioration of the quality of life. (2) The family functioning was assessed using the \"family Apgar\" instrument, with a 1-3 score; the higher the score, the better the family functioning. At the second visit, sixteen weeks later, the degree of the child's asthma control was determined following the NAEPP-3 classification for asthma severity.", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "The influence of family variables on the later control was analyzed using a logistic regression model, with asthma control at the second visit as the dependent variable. Co-variables were added, including age, sex, degree of asthma control at the first visit, risk factors for impairment of asthma control (hospitalization or recurring crisis in the past 12 months, recent crisis), treatment modifications at the first visit (increase or decrease in the treatment steps), years since diagnosis, sensitivity to inhalants, educational level of the parents, social class of the parents, time elapsed between the first and second visit, and whether the assessment of the quality of life and the family functioning was made by the father or the mother. The results were presented as odds ratio (OR) and their 95% confidence interval (95%CI) of having the asthma controlled. Another logistic model was created, limited to children with daily pharmacological treatment and adding therapeutic adherence (Morisky-Green test) as another co-variable. Results: 471 children and their caregivers were recruited; the data from 396 children (84.0%) were analyzed with full data for all variables. The family functioning had no association with the control of asthma. However, the quality of life of the parents was strongly associated with asthma control. In the adjusted model, an increase in IFABI-R (worse quality of life) was associated with a lesser probability of having good control 16 Introduction: In spite that there are many tools to measure the level of overload in parents / caregivers, few studies have validated them to be used in the context of pediatric asthma. Methodology: It was performed a cross-sectional analytical study and of validation of scale. We assessed the overload degree of parents/caregivers of asthmatic children using the Zarit Scale (ZS). We performed a confirmatory factor analysis to verify the factor structure of the ZS, and assessed its construct validity and internal consistency. Logistic regression models were adjusted to identify factors associated with an severe overload level in parents and/or caregivers of asthmatic children. Results: Of the total of parents and/or caregivers, 26 (10.0%) were considered to be experiencing a severe overload. The factor structure described for ZS fits acceptably when it is used to measure the level of overload experienced by parents/caregivers with asthmatic children ( Background: This national wide study was conducted to investigate the prevalence of childhood asthma in urban areas of large cities in China, and to find the characteristics of attacks, the diagnosis and treatment status, and provide scientific data for improving the prevention and management of asthma in children. Methods This national-wide, cross-sectional survey was organized by the National Cooperative Group on Childhood Asthma, and conducted in 43 cities all over the country, including 27 capital cities of provinces or autonomous regions, 4 municipalities, from September 2009 to August 2010. Children born from July 1st 1995 to June 30th 2010 were enrolled in the survey, consisting of children who had been living in the surveyed cities and those born outside the city but had lived in the cities for over 6 months. Schools, kindergartens and communities in each city were selected by phased stratified random cluster sampling. Standardized preliminary questionnaire was used for screening out possible patients in the survey. Diagnosis of asthma was confirmed by enquired of history, together with review of previous record and tests, physical examination in suspected asthmatic children.", "cite_spans": [{"start": 1475, "end": 1477, "text": "16", "ref_id": null}], "ref_spans": [{"start": 2441, "end": 2442, "text": "(", "ref_id": null}], "section": "Author(s):"}, {"text": "Results: 463 982 children were investigated for the survey. Asthma was diagnosed in 13 992 children, 12 634 children with classical asthma (90.3%) and 1358 children with cough variant asthma (9.7%). 4387 cases (31.4%) were newly diagnosed in all asthmatic children. The total asthma incidence rate was 3.02% (95%CI: 2.97-3.06%), with classical asthma at 2.72% (95% CI: 2.68-2.77%) and cough variant asthma at 0.29% (95%CI: 0.28-0.31%).", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "The prevalence in last two-year (2009-2010) was 2.32% (95%CI: 2.28-2.37%).The prevalence of asthma in male and female children was 3.51% and 2.29% respectively with significant difference between (x 2 ¼ 608.7, P < 0.01). Preschool children (3-5 years old) had the highest prevalence of asthma (4.15%), which was significantly higher than that of school-age children (6-14 years old, 2.82%) and infants (0-2 years old, 1.77%). In different regions of the country, the highest rate was found in East China (4.23%), and the lowest rate in North-east China (2.00%). Among different cities, highest rate was found in Shanghai (7.57%) and the lowest rate in Lhasa (0.48%). Family allergic history was reported in 45.2%, personal history of allergy reported in 72.5%, and allergic rhinitis reported in 50.1% asthmatic children. Respiratory tract infection (87.9%) and changes of weather condition / inhaling cold air (51.5%) were the most common triggers of asthma exacerbation. Peak flow meter was used in 14.3% of asthmatic children 5 years and above for monitoring. Conclusions: The total asthma incidence of childhood asthma aged 0-14 year old in city in China was 3.02% and prevalence in last two years was 2.32%. The asthma prevalence was significantly different between regions, cities, ages, and genders.", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "Author ( Obstructive airway disorders represent one of the major health issues. Together with the inflammation, various structural changes known as remodeling constantly appear in the bronchial walls of patients suffering from the bronchial asthma. The principle of the remodeling consists in changes of properties of the bronchial epithelium including hyperplasia of its goblet cells, thickening of the basement membrane predominantly in the area of its reticular lamina, differentiation and activation of myofibroblasts and proliferation of smooth muscle, multiplication of submucosal glands, deposition of extracellular proteins to the lamina propria mucosae and changes of vascularization. While these morphological changes in bronchial walls of patients with asthma have been thoroughly described, predominantly in the adults, fewer papers exist about the bronchial remodeling in small children and even lesser about the changes in laboratory animals. We decided to analyze structural changes of intrapulmonary airways in rats of Brown Norway (BN) strain, which are especially responsive to sensitization by allergens and tend to develop the state that clinically and morphologically highly resembles the human bronchial asthma when stimulated with appropriate allergen challenges. Young and adult BN rats were sensitized by repeated intraperitoneal injections of ovalbumin (OA). During following 2 weeks, the rats regularly inhaled OA. Two control groups of each age were housed simultaneously. The first of them was injected and inhaled by saline (S), the second group was untreated (C). At the end of the experiment, the animals were sacrificed, their lungs were processed for the light microscopy. We concentrated to the airway morphometric parameters, occurrence of eosinophilic granulocytes in the airway walls and number of epithelial secretory cells together with a glycoconjugate quality of their secretion. The airway walls of the OA group were showing marks of remodeling in both young and adult animals. The total wall areas of all intrapulmonary airways were significantly increased compared to groups S and C. The thickening of inner wall areas was more pronounced in adult rats; outer wall areas were more increased in the young group. There were some significant signs of the muscular hypertrophy or hyperplasia only in young challenged animals. The number of eosinophilic granulocytes was predominantly increased in airway walls of OA young rats. Secretory cells were more multiplicated in airway epithelium of OA adult animals. Proportions of neutral and acidic glycoconjugates in their secretion were shifted towards the acidic ones in adult rats.", "cite_spans": [], "ref_spans": [], "section": "#136 -COMPARISON OF MORPHOLOGICAL CHANGES OF AIRWAY WALLS IN YOUNG AND ADULT RATS AFTER AN ALLERGIC CHALLENGE"}, {"text": "The study confirmed the bronchial sensitivity of BN rats and different reactivity of adult and young individuals. The remodeling changes were ascertained in all layers of the airway wall; more in the epithelium and connective tissue than in the muscle. A morphological base for further experiments was constituted. The bivariate analysis showed that exposure to the controller medication was associated with better control (P ¼ 0.003), lower likelihood of hospitalization for asthmatic crisis 0.25 (95% CI: 0.175-0.356, P ¼ 0.000) and better asthma control (P ¼ 0.045). Multivariate analysis did not show any association between BMI and asthma control. In the subgroup of more severe children exposed to controller medication there was an independent association between quality of life and level of disease control OR 2.22 (95% CI: 1.03-4.80, P ¼ 0.04). Conclusions: For this Latino population of asthmatic children was no found any association between obesity and level of control of the disease. Variables such as gender, age, level of maternal education, exposure to smoking, inhaled medication adherence were not associated either. The study also concluded that it is possible to achieve a good controller medication adherence, good level of asthma control and reduction in the number of crisis per year when the child is followed regularly in a Program of Asthma Care. Introduction: Although hospital admissions for pediatric asthma constitute a significant problem in high-income countries, they are an even greater health problem in low-and middle-income countries (LMIC). However, previous studies that aimed to identify predictors of hospital admissionfor asthmainchildrenhavemainly beenconductedinhigh-incomecountries, and these findings might not be applicable to LMIC. Methods: In a prospective cohort study, we aimed to identify predictors of hospital admission for asthma, including measures of parental knowledge about asthma and maternal depression level, in a population of children aged 1-18 years living in urban Bogota, Colombia hospitalized for acute asthma symptoms, over a 6-month period. Results: Out of the total of 101 included patients, 37 (36.6%) had at least one hospital admission for asthma during the year following admission. After controlling for the age of the patients, dog ownership in the previous 12 months, asthma severity variables in the previous 6 months, maternal allergic rhinitis, level of maternal education, and measures of parental knowledge about asthma and maternal depression level, we found that maternal smoking (IRR, 3.12; 95%confidence interval [95%CI], 1.12-8.68; P 1 /40.029) was the only independent predictor of hospital admissions due to asthma exacerbations in the year following admission to the study. Conclusions: In a population of asthmatic Latino children admitted to hospital for an asthma exacerbation, approximately one-third of the patients had at least one hospital admission for asthma during the year following admission, and maternal smoking was the only independent predictor of these hospitalizations. Research objectives: evaluate the quality of official CDSBT diagnostics in children using expert knowledge-based decision support system Materials and Methods: CDSBT diagnostics in small city of Sosnovy Bor in 2012 is analysed. The analysis of primary medical records allowed us to estimate the informativeness of disease symptoms. Decision support system for CDSBT diagnostics was develped on the basis of questionaire about most informative symptoms. The studied padiatric area contanins 850 children (49% girls, 51% boys) including 150 children with BA, 100 with BLD and 50 with BO. Results and discussion: Official data concerns only one form of CDSBT, bronchial asthma, which is 1.05% in the whole city and 0.8% in the analysed city area. Actual prevalence of BA is 3.72%. Oficially there is no information about the prevalence of BLD and BO. At the same time the true incidence study results using the questionnaire and subsequent survey of 1,500 children show prevalence of BLD and BO respectively 0.13% and 0.37% in Russia North-West region. This indicates the low quality of diagnosis in primary CDSBT observation. The proposed decision support system for CDSBT diagnostics gives significantly higher percentage than the official statistics at the pediatric section: BA 10.7%, BO 0.35%, BLD 0.23%. Conclusions: official prevalence of CDSBT is underestimated at least in small Russian cities weak IT infrastructure. The proposed decision support system can help to adjust official statistics to the actual one, identifying rare and specific pathologies such as BLD and BO. INTRODUCTION: Asthma is the most common chronic disease in childhood with a tendency to increase morbidity and inhaled corticosteroids (ICS) are the most effective anti-inflammatory therapy in patients with asthma and they are recommended in all protocols. OBJECTIVE: Considering the controversial data of the impact of inhaled corticosteroids (ICS) on growth and body weight in children with asthma, the goal of this work is to determine the growth and nutritional status of male children with asthma on long-term therapy of ICS. METHODOLOGY: The study included 150 male children aged 7 to 18, with partly controlled and uncontrolled asthma, which are in one year received ICS from 6 to 10 months. The control group consisted of 122 healthy males of the same age. Children are grouped by age into three groups: 7-10, 11-14 and 15-18 years. Growth and body mass index (BMI) of these children we followed four years. For reference values , we took the standard deviation (SD) for these ages by WHO in 2007. Children with body height and BMI SD -3 we considered low and malnourished at À2 SD lower and less nourished, the þ2 SD higher and overweight, SD þ3 and higher is obese, and the SD of À1 to þ1 normal high and normal weight. RESULTS: The results showed that 49.3% of children with asthma with ICS Th, and 49.2% of healthy children had height within the SD1. Statistically significant slowing of growth was observed at age 7, 8, 13 and 15 year in children where the ICS is a Th P < 0.05, t-test confirmed. Normal weight children with asthma with ICS Th was 57.3%, a healthy 65.6%. Overweight children with asthma were: 18.7%, 16.4% healthy, obese children with asthma, 10.7%, healthy 9.8%, with no statistical significance. Malnourished children were in a small percentage, 2% with asthma, a healthy 4.1% without statistical significance. Poorly nourished children with asthma was 11.3%, a healthy 4.1%, and this difference was statistically significant, P < 0.05, confirmed x 2 test. Four-year analysis of height and BMI showed that children in both groups, the majority of normal stature and normal body weight. This study did not determine the effect of ICS Th on the growth of children with asthma, because the 18th year of the difference in height was 0.3 cm in favor of healthy children and of no significance. Transient slowing of growth can partly explain the delay puberty in children with asthma, but also partially affected by long-term ICS Th at a time of intense growth. Increased percentage of overweight and obese children can be explained by the increasing use of fast food and less physical activity. Poor nutritional status of children with asthma can be partially explained by the disease. Conclusion: Continuous use of ICS did not significantly affect the growth and nutritional status in children with asthma. We can say that the ICS for now safe drugs in the treatment of asthma in children. . The aim of this study was to investigate the practice of pediatric anesthesiologists and to find out whether they differ from PP using a national survey. Methods: A mail survey of preoperative management of children with asthma was conducted. All certified pediatric pulmonologists and pediatric anesthesiologists in Israel were contacted and were asked to answer questions regarding their approach to 6 case scenarios, two multiple choice questions and 11 prestructured questions that included a variety of clinical situations of children at different ages covering a wide spectrum of chronic asthma treatments from the well to the poorly controlled preschool and school aged child. Results were tabulated and analyzed for all responders combined and for each group separately. Variation in practices between responders was evaluated using the R project version 3.02. Results: Forty-eight pediatric pulmonologists (PP) (response rate ¼ 100%) and a sample of 17 pediatric anesthesiologists (PA) responded. Compared to the PP, the PA showed a much lower variability regarding the 4 clinical scenarios of school aged child. Concerning the well-controlled school-aged asthmatic child with no prophylactic treatment; 25% of the PA did not recommend any treatment (versus 2% for PP); 56% recommend short-acting beta agonists (SABA) alone (PP ¼ 25%) and 19% recommend a combination of SABA and inhaled corticosteroids (PP ¼ 49%). None of the PA suggested adding oral corticosteroids to the treatment regimen (PP ¼ 13%) (P ¼ 0.008 for all options). In addition, PA rely on pulmonary function tests significantly less and tends to down-grade treatment regimens compared to PP.", "cite_spans": [], "ref_spans": [], "section": "#136 -COMPARISON OF MORPHOLOGICAL CHANGES OF AIRWAY WALLS IN YOUNG AND ADULT RATS AFTER AN ALLERGIC CHALLENGE"}, {"text": "Nevertheless, a large and similar variability among groups was observed in the 2 case scenarios concerning the management of the preschool asthmatic child (P ¼ 0.36, 0.37). A high agreement was found between the 2 groups regarding the indications for intra-venous corticosteroids in the morning of surgery and the when to start or augment preoperative treatment. Conclusions: A large variability exists among both pediatric pulmonologists and pediatric anesthesiologists in Israel in their approach to the preoperative treatment of ashtmatic children. In scholl-aged children, PA tend to be less aggressive and more homogenous compared to PA. This is most probably explained by the paucity of evidence-based data. Consensus guidelines for the preoperative management of asthmatic children are needed. Background: Familial dysautonomia (FD) is a rare genetic disease characterized by autonomic instability, wide variation of blood pressure and severe respiratory obstructive and restrictive disease. Many FD patients are treated empirically with inhaled bronchodilators that target receptors of the autonomic system. However, the use of these drugs in the FD population has not been studied, and it is not known whether such drugs are safe and effective. Aim: The aim of the study is to evaluate the effects of bronchodilators (anticholinergic ipratropium bromide and beta-2-agonist albuterol) on FD patients and to compare the potency of these agents. The second aim is to evaluate the cardiovascular effects of these two drugs. Methods: we conducted a randomized, double-blind, placebo-controlled, crossover study. .All patients were diagnosed with FD. The study included three sessions for each patient. In each session we recorded 5 minutes of continuous ECG and blood pressure. Spirometry and Impulse oscillometry (IOS) measurements were obtained. .One of the three drugs was then administered via inhalation: albuterol, ipratropium bromide or placebo (sodium chloride 0.9%). after 30 minutes cardiovascular data and pulmonary function were obtained as previously detailed. Results: 10 patients were enrolled. Mean age was 29 AE 11.8 (16- 3.46 AE 5 respectively, P < 0.02). Increment of more than 12% in FEV1 was documented in 5/10 patients post Albuterol and in 3/10 patients post ipratropium. No cardiovascular side effects or ECG abnormalities were observed during and after inhalation of both drugs. Blood pressure recording showed the characteristic variability but no extremely high measurements that required medication therapy. Conclusions: Although autonomic dysfunction is a cardinal feature of the disease, leading to the expectation that medication targeting the autonomic system will not have the expected effect; both drugs were effective in FD patients. No major cardiovascular side effects were observed and both drugs were proven safe for FD patients. Background: Control of asthma is the main goal for asthma therapy. Many strategies to control asthma symptoms and reduce unscheduled health care utilization exist, including (1) the provision of a written asthma action plan, (2) actively monitoring asthma symptoms and (3) patient education and regular medical review In children. The specific, independent effect of WAAP-P, divided in three control zones identified by symptoms (optional peak flow values) and symbolised by traffic lights, in improving outcomes remains unclear.The objective of this study was to evaluate the utility of a written asthma action plan with a prescription (WAAP-P) on asthma control in a pediatric tertiary care center. Methods: We conducted an observational analysis of asthmatic children with a WAAP-P and without WAAP-P (verbal counselling). Patients were a random sample of asthma patients aged 3-17 years with no other pulmonary diseases and followed in the Asthma Clinic of the Centre Hospitalier Universitaire of Sherbrooke. Asthma control parameters were those defined by Canadian Asthma Guidelines .We collected information about their use systemic corticosteroids, the number of hospitalizations, emergency room visits and disruption of pulmonary function tests. Outcomes were compared using Chi-square test and Fisher's exact test (where appropriate). A P-value of <0.05 was considered to be statistically significant. Results: There were no differences in gender and asthma severity among subjects without WAAP-P (n ¼ 80) and with WAAP-P (n ¼ 77).Subjects with WAAP-Ps were older (median 11, range 8-13) compared to those without WAAP-P (median 6, range 6-11, P ¼ 0.001). In the WAAP-P group the rate of hospitalizations was 2.6% versus 6.3% for the control group (P ¼ 0. 443). With regard to the Emergency Department, visits the rate was 13% for the WAAP_P Group versus 13.8% for the control group (P ¼ 0, 883). With respect to systemic corticosteroids and pulmonary function tests, the results were not statistically significant (P ¼ 0. 597 and P ¼ 0. 576 respectively). -Conclusions: Compared to medical management alone, the useof a written asthma action plan did not significantly affect asthma control .Further studies with a sufficiently powered randomized controlled trial is needed to revaluate the utility of this universally recommended intervention.", "cite_spans": [{"start": 2138, "end": 2142, "text": "(16-", "ref_id": null}], "ref_spans": [], "section": "#158 -BODY HEIGHT AND BODY MASS INDEX OF MALE"}, {"text": "Bronchial Asthma) Abstract : OBJECTIVE To examine serum soluble intercellular adhesion mol ecule (sICAM-1) and Interleukin-17A (IL-17A) in acute mycoplasama pneumoniae pneumonia(MMP) and investigate if there is any relation between these inflammatory mediators and the occurrence of wheezing. METHODS We studied 93 patients who admitted with pneumonia. These patients were divided into three groups: MMP with wheeze (n ¼ 25) and without wheeze(n ¼ 38), and the patients without the evidence of MP infection (n ¼ 30). Age-matched controls(n ¼ 20) were also studied. The serum concentrations of sICAM-1 and IL-17A were measured using ELISA kits in patient groups and controls. Total serum IgE levels were determined using immunocytochemistry. RESULTS The patients with MPP had significantly higher serum sICAM-1 than those without evidence of MP infection and controls. In the presence of MPP, sICAM-1 concentrations were significantly higher in the patients with wheeze than those without wheeze(P < 0.05). Serum IL-17 levels were higher in pneumonia patients with or without MP infection than those in control group. In the presence of MPP, serum IL-17 concentrations were higher in the patients with wheeze than those without wheeze, however, no significant difference between groups was observed (P > 0.05). Total serum IgE(TIgE) levels were significantly higher in the MPP patients with wheeze than those without wheeze. A positive correlation was observed between serum sICAM-1 and log10 transformed TIgE(r ¼ 0.261, P < 0.01). CONCLUSIONS sICAM-1 may play a role in the mechanism of wheezing in children with MPP. Introduction: Bosnia and Herzegovina is among the countries with a high incidence of tuberculosis, with th Directly Observed Therapy (DOTS) program for the treatment of tuberculosis (TB), which includes mandatory vaccinations. Aim of the study is to show importance of epidemiological surveys in the diagnosis of children tuberculosis. Methods: We retrospectively analyzed four patients of same age who were treated with various form of TB within two years at the department of Pulmology.", "cite_spans": [], "ref_spans": [], "section": "Allergic Bronchopulmonary Disorders excluding"}, {"text": "Results: All four patients were vaccinated-BCG, with visible scar, denied contact with affected by tuberculosis and with satisfactory social and economic status. In mid-2010 the girl was admitted to the first sub-febrile extended period with dry cough, and with radiological confirmed hilar lymphadenopathy, sputum negative, PPD > 10 mm. After administration of antituberculosis drugs according to protocol, cured. Next year, girl with cavernous form of tuberculosis was hospitalized, bacteriological sputum positive, QuantiFERON positive, previously treated irregularly from childhood asthma with inhalatory corticosteroids. In the same year, we received another two girls who were radiological and QuantiFERON positive. During the treatment of patients, it was found that three girls were in contact with girl with cavernous TB, whose source of infection remains unknown. Girl with cavernous tuberculosis completed successfully nine month, and the other three six-month DOTS treatment protocol. Conclusion: Carefully investigation the presence of TB contact with affected is of great importance in the diagnosis of TB in children, despite the existence of immunological tests and progress in the identification of Mycobacterium tuberculosis. Suspected TB means promt diagnosis, therapy and prevention further spread of the disease. The asymptomatic primary infection by Pneumocystis is probably the most frequent infection of infancy with its consistent peak between 2 and 5 months of age. Pneumocystis goes undiagnosed in infants and is considered innocuous, in contrast with the severe Pneumocystis pneumonia of the immunocompromised host. However, the recent finding of increased expression of MUC5AC, a marker of airway mucus, associated to Pneumocystis in autopsied infant lungs has documented that Pneumocystis-associated pathology also occurs in immunocompetent humans. Viruses may also induce mucus. Therefore, to understand the mechanisms involved and investigate the relative contribution of viruses to this mucus response, we studied common respiratory viruses and CLCA1, a member of the chloride channel family associated with airway mucus secretion, in infant lungs. Fresh frozen lung specimens from legal infant autopsies conducted between 1999 and 2004 at the coroner's office in Santiago, categorized as Pneumocystis negative or positive were selected in a 1: The clinical features of those who were positive for the mutation were compared to those without the mutation to identify possible differentiating features which may aid in the diagnosis of macrolide-resistant mycoplasma infection and whether this will affect outcome of the infection. Results: 28 children with mean age of 7.2years (Range: 1-14.6years) were identified. 8/28(28.6%) was positive for the mutation. The diagnosis ranged from an uncomplicated upper respiratory tract infection to a complicated pneumonia with effusion. Those with macrolide-resistant infection presented with a longer duration of fever at presentation (P ¼ 0.002) and also took longer for the fever to resolve (P ¼ 0.000). All the children were treated with macrolide, Clarithromycin, with complete resolution of illness. Conclusion: The estimated prevalence rate of macrolide-resistant mycoplasma pneumonia is about 30%. Those with macrolide-resistant infection were likely to have a longer duration of fever. However all children eventually recovered despite being treated on macrolide even in the presence of the mutation for macrolide-resistance. Rational: Hospitalization due to acute viral bronchiolitis (AB) in infants is a major risk factor for recurrent wheezing and asthma like symptoms. In addition to the respiratory syncytial virus (RSV) the role of other viruses and especially rhinovirus (RV) has emerged in recent years. Fractional exhaled nitric-oxide (FeNO) is a marker for eosinophilic airway inflammation and has been shown to be high in asthmatics compared to controls. We have previously shown that FeNO levels decrease during the acute stage of RSV bronchiolitis and return to relatively high levels during convalescence. Aim: To evaluate determinants for recurrent wheezing after AB and to investigate FeNO levels during the acute phase and convalescence also in other viruses. Methods: Children (0-2 years) admitted to the emergency department with AB were recruited. The following data was collected: family and patient's history, disease severity (bronchiolitis score) and FeNO levels (in ppb). Nasal secretions were collected and PCR was performed for RSV, influenza A-B, parainfluenza 1-3, human metapneumovirus, adenovirus, coronavirus, bocavirus and RV. Two and 6 months after the acute disease, FeNO levels were repeated and the occurrence of wheezing episodes was assessed. Recurrent wheezing was defined when two or more wheezing episodes were reported.", "cite_spans": [], "ref_spans": [], "section": "Bronchopulmonary and Pleural Infections"}, {"text": "Results: A total of 115 children with AB were recruited, mean age was 4.7 months (0.5-24). 60 children (52%) had only RSV, 26 (23%) had coinfection of RSVand other virus, in 22 (19%) a non-RSV virus was detected, and in 7 (6%) patients PCR was negative to all viruses. Recurrent wheezing was reported in 52 (45%) of the children. Neither, parental factors (smoking, use of inhalation or atopic diseases), nor clinical variables during acute stage (bronchiolitis score, length of ICU/hospital admission) were associated with higher occurrence of future wheezing. No association was found between the viral pathogen (RSV, a non-RSV virus or co-infection) and FeNO levels, nor with the rate of recurrent wheezing. Low FeNO levels during AB with subsequent increase were characteristic to all viruses (RSV and non-RSV). FeNO levels at any stage did not predict recurrent wheezing. Conclusions: Known risk factors for asthma were not associated with wheezing 6 months after AB suggesting other mechanism for wheezing in this group. FeNO levels during AB are low with subsequent increase. This pattern is not specific for RSV. FeNO levels at any stage had no predictive value for later wheezing. Its predictive value for future asthma should be studied at a later age. Background: Adherence to Guidelines for the management of communityacquired pneumonia (CAP) in children is poor. Recently it has been shown that treatment of non-complicated CAP with parenteral penicillin or ampicillin (according to guidelines) is as effective as cefuroxime. Still, this has not been studied in children who failed an oral antibiotic course. Aim: To compare the outcome of treatment with penicillin or ampicillin to cefuroxime in hospitalized children with CAP who received antibiotic treatment prior to their hospitalization. Patients and methods: A retrospective review of the clinical course and outcome of all previously healthy children from 3 months to 18 years old with non-complicated CAP who received an oral antibiotic course in the community and admitted during 2003-2008, in the pediatric departments of Hadassah Medical centers. Clinical course prior to admission, presenting signs and symptoms, laboratory findings at presentation and clinical outcome parameters including number of febrile days, number of days with IV antibiotics, length of hospital stay, change of antibiotics and clinical course 72 hours and 1 week after admission, were compared. Results: Of the 337 children admitted with non-complicated CAP after failing an oral antibiotic treatment course in the community, 235 were treated with IV cefuroxime, and 104 with IV penicillin or ampicillin. The two groups were similar regarding age, sex, days of fever prior to admission, type of preadmission oral antibiotic treatment and laboratory indices at admission (P > 0.1). The cefuroxime treated group had significant better outcomes in total number of febrile days, number of days with IV antibiotic treatment and total number of hospitalization days (1.2 AE 1.1 vs. 1.7 AE 1.6, 3.1 AE 1.3 vs. 3.9 AE 2.0, 3.5 AE 1.5 vs. 4.2 AE 2.0, respectively, P < 0.001). Treatment failure was not significantly different between the two groups (9.79% vs. 14.42%, P > 0.1). The odds ratio for being still hospitalized at 72 hr and 7 days was significantly lower for the cefuroxime group (0.5 and 0.18 respectively, P < 0.05). Conclusion: In previously healthy childrenpresenting with CAP after failing an oral antibiotic course in the community, treatment with IV cefuroxime appears to be superior to penicillin or ampicillin. Pneumonia is a major cause of morbidity and mortality in children under 5 years. It is estimated that nearly one-fifth of child deaths worldwide, mainly in Southeast Asia and Africa, are caused by pneumonia. Antibiotics and supportive treatments are standard therapies for pneumonia. Additional therapies are needed both to improve immune system and to provide additional antibacterial effect. Black cumin (nigella sativa) is widely recognized and can be offerred as additional therapy. this study aimed to determine the effect of black cumin on clinical improvement of pneumonia in children.", "cite_spans": [], "ref_spans": [], "section": "#157 -FRACTIONAL EXHALED NITRIC OXIDE DURING ACUTE VIRAL BRONCHIOLITIS AND LATER WHEEZING"}, {"text": "A randomized double-blind clinical trial conducted on 19 subjects aged 6-60 months in Saiful Anwar Hospital. While they had standard antibiotics and supportive therapy, the treatment group also received 200 mg crude extract of black cumin per day during hospitalization, while the other group received placebo. We compared clinical improvement (fever and respiratory distress score) and length of stay between two groups. There was significant difference in improvement of respiratory distress (p 0.036), but no significant difference in improvement rates of fever (p 0.164). The treatment group had 3 days shorter length of stay compared to placebo group (p 0.039). There was no adverse effect reported during the study. We conclude that black cumin can improve the rates of improvement of pneumonia in children and is relatively safe. Purpose: Late-onset non-infectious pulmonary complications (LONIPCs) after allogenic hematopoietic stem cell transplantation (HSCT) are associated with substantial post-transplant morbidity. The aim of this study is to assess the incidence, characteristics, and outcomes of LONIPCs in children. Methods: We retrospectively reviewed the medical records of patients aged between 6 and 17 years who underwent allogenic HSCT consecutively at a university hospital between 2007 and 2010. Pulmonary function tests (PFT) and high-resolution computerized tomography (HRCT) of the lungs was performed when the symptoms indicated LONIPCs and could not be explained by infection. Bronchiolitis obliterans (BO) was diagnosed based on persistent radiographic changes, and bronchiolitis obliterans with organizing pneumonia (BOOP) was diagnosed when there were appropriate HRCT findings without clinical evidence of infection by bronchoalveolar lavage or any other tests. Results: Among the 103 patients who were included in the study, 17 (16.5%) developed LONIPCs, and 10 and 7 were further diagnosed with BO and BOOP, respectively. Univariate analyses revealed that the risk for developing LONIPCs was higher in female donor/male recipients, recipients receiving myeloablative conditioning, those who experienced grade 3 acute graft-versus-host disease (GVHD), and those with chronic GVHD (cGVHD) in sites besides the lungs. Multivariate analysis revealed that the only predictive factor for the development of LONIPCs was cGVHD in sites besides the lungs. In addition, early development of cGVHD in sites besides the lungs was a risk factor for the development of LONIPCs. Conclusions: This study showed the increasing incidence and prevalence of LONIPCs after allogeneic HSCT in children. Existence and the early development of cGVHD in sites besides the lungs were risk factors for developing LONIPCs. and the birth body weight was between 678 and 3934 g. All cases were diagnosed through flexible fiberotic endoscopy to confirm collapse of the pharyngeal space. The medical records were evaluated retrospectively to identify symptoms and its onset, age at diagnosis, accompanying diseases, treatment needed, and age at resolution. Result: The most common symptom was hypoxemic episodes 42/56 (75%), followed by inspiratory stridor 31/56 (55%), and feeding difficulties 27/56 (48%). Symptoms became evident within one month after birth in 34/56 (61%) and the average age at the time of diagnosis was 1.9 months. Airway diseases other than pharyngomalacia were present in 31/56 (55%), and laryngomalacia was most common, seen in 21/56 (38%) of cases. Eighteen cases (32%) had either chromosomal abnormalities, neuromuscular diseases, or multiple anomalies. Nasal CPAP was needed in 20/56 (36%) of cases, tube feeding in 12/56 (21%), and tracheostomy in 7/56 (13% Bioinformatic analysis CLC Genomics Workbench, CLC Bio) to find gene mutations in patients with CA. Results: We report on a patient with a severe phenotype of PCD due to CA (confirmed on repeated nasal biopsy, inclusive cell culture with de novo ciliogenesis). Transmission electron microscopy showed absence of the basal bodies and absence of centrioles. The latter induce differentiation of cilia on the cell surface. She suffered from frequent upper and lower respiratory tract infections, had chronic lung disease, underwent a lobectomy of the lingula for severe bronchiectasis and had fertility problems. She died at the age of 27 years due to pneumonia with respiratory insufficiency. DNA extracted from a blood sample was stored. Exome sequencing revealed a homozygous non-sense mutation (Cys147 Ã ) in MCIDAS, the well-conserved human orthologue of multicilin. This mutation has not been reported before in public variation databases. The mutation was confirmed by Sanger sequencing and heterozygous carrier status was demonstrated in both parents. Multicilin is a nuclear protein that has been shown to induce multiciliated cell formation in Xenopus skin and kidney tissue and in cell cultures of mouse airway epithelium (Stubbs e al, Nature Cell Biology 2012). Additionally, it mediates centriole assembly. Therefore, it is an excellent candidate gene for CA. Moreover, we showed that multicilin is expressed in human respiratory epithelium and upregulated during ciliogenesis in a cell culture system. The homozygous non-sense mutation that was found in our patient results in an early stop codon, before the CCDC region of the protein, which is essential for its function. Unfortunately, no tissue of the patient was available to confirm absence of multicilin in respiratory epithelium since she already died. MCIDAS mutations could not be found in several other patients with CA. Discussion: MCIDAS is a perfect candidate gene for CA and a pathogenic mutation is responsible for CA in one patient. Conclusion: We report on a patient with ciliary aplasia, probably caused by a homozygous non-sense mutation in MCIDAS.", "cite_spans": [], "ref_spans": [], "section": "#163 -PENICILLIN VERSUS CEFUROXIME FOR TREATMENT"}, {"text": "HASEGAWA H (Division of Neonatal Intensive Care, Tokyo Women's Medical Univercity Medical Center East -Tokyo, Japan)", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "The survival of extremely low birth weight infant keeps on increasing. In such an age, the presence of subclinical pulmonary function abnormality is suspected even in infants who are thought to have no pulmonary problems. We studied the pulmonary function of Japanese extremely low birth weight infants at school age to look for subclinical pulmonary function abnormalities. Patients and Methods: Institutions were selected based on the answers of questionnaire on the pulmonary function of extremely low birth weight infants at school age. Pulmonary function was measured in 264 cases (122 male, 142 female, gestational age: 26.2 AE 2.2 weeks, birth body weight: 751 AE 143 grams, age at measurement: 8.5 AE 1.6 years), which satisfied the following 4 criteria: (1) Japanese extremely low birth weight infant, (2) age at measurement 6 to 12 years, (3) clear background, (4) pulmonary function measurement performable. The measurements were compared with normal values in Japanese children, and changes with age and effect of background on school age pulmonary function were evaluated. Result: Compared with values of spirometry in Japanese children, only 52% had normal pulmonary function. In each age groups, age 6: 41%, age 7: 56%, age 8: 51%, age 9: 57%, age 10: 58%, age 11: 42% had normal results, respectively, and abnormal pulmonary function was common. The percentage of restrictive abnormality were at age 7: 12%, age 8: 23%, age 9: 30%, and increased with age. Factors affecting pulmonary function were palivizmub administration, which had a positive effect, and chronic lung disease and the need for home oxygen therapy, which had a negative effect. Discussion: Abnormal pulmonary function was common in the study of pulmonary function in extremely low birth weight infants at school age. The measurement of pulmonary function at school age makes it possible to screen for subclinical pulmonary abnormalities. Improvement with age is not always noted, therefore long term follow up of pulmonary function is thought to be essential.", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "Author: BOUFERSAOUI B. (Department of Pediatrics, Bologhine Ibn Ziri Hospital -Algiers, Algeria)", "cite_spans": [], "ref_spans": [], "section": "#91 -FOREIGN BODYASPIRATION IN CHILDREN: EXPERIENCE FROM 2624 PATIENTS"}, {"text": "Objectives: The objective of this study is to analyze the epidemiological, clinical, radiological and endoscopic characteristics of pediatric foreign body aspiration in Algeria.", "cite_spans": [], "ref_spans": [], "section": "#91 -FOREIGN BODYASPIRATION IN CHILDREN: EXPERIENCE FROM 2624 PATIENTS"}, {"text": "Methods: In this retrospective study, the results of 2624 children younger than 18 years admitted in our department for respiratory foreign body removal between 1989 and 2012, were presented. Most of themhad an ambulatory rigid bronchoscopy. Results: The children (62.34% males and 37.65% females) were aged 4 months to 18 years with 66%between 1 and 3 years. Choking was related in 65% of cases. The delay between aspiration and removal was 2-8 days in 65.8% and within 24 h in 9.2%. In the most cases, the children arrived with cough, laryngeal or bronchial signs and unilateral reduction of vesicular murmur. The examination was normal in 13%. The most common radiologic finding was pulmonary air trapping (40.7%). The aspirated bodies were organic in 66.7%, dominated by peanuts, while sunflower seeds, beans and ears of wheat were the most dangerous. In the other cases, they were metallic or plastic as pen caps and recently scarf pins. The endoscopic removal by rigid bronchoscopy was successful and complete in 97%. Cases with extraction failure (3%) limited to certain FBs, all of them inorganic were assigned to surgery. The complications related to the endoscopic procedure were 0.29% with a mortality of 0.26%. Conclusion: Foreign body aspiration is a real public health problem in Algeria. The best way to manage it is an early diagnosis and a rigid bronchoscopy removal under general anesthesia used by fully trained staff. The prevention of this domestic accident should consider the population lifestyle and cultural habits to be more effective. As there are no evidence-based treatment regimens at all, regimens are largely derived from treatments for patients with airway disorders such as cystic fibrosis. The clinical management of PCD is also confined by the lack of a clearly defined natural course for this disease and features that relate to adverse outcomes. In a rare disease such as PCD, registries are valuable tools that provide information on daily practice not accessible to clinical trials. Within an international consortium, BESTCILIA, we have set up a PCD registry in order to gain insight into the incidence, clinical presentation, treatments and course of the disease. Methods and results: Items collected in the registry have been generated by an adapted Delphi process. The system is fully compliant to international guidelines for Good Clinical Practice. Intellectual property rights are fully respected. A web-browser-based data entry system is used involving plausibility checks. The registry has two levels: Level A comprises a minimal dataset with key items entered for all patients. Level B covers an extended data set of diagnostic, clinical, microbiological and radiological parameters. Furthermore, quality of life is assessed very sensitively by incorporating the newly developed PCD specific quality of life questionnaire PCD-QoL. Conclusion: The PCD registry will allow to (1) collect epidemiological data (e.g. mortality), (2) describe the course of the disease, (3) describe the effects of different treatment regimens, (4) identify genotypic and/or phenotypic features with prognostic relevance and (5) serve as a platform for recruitment of well-defined patient cohorts for randomized clinical trials, what (6) will finally lead to the generation of evidence-based management guidelines. Introduction: Pulmonary hemosiderosis (PH) is a rare disease, often idiopathic in pediatric age, even after extensive investigation. We reviewed the PH cases followed at the pediatric department of Centro Hospitalar do Porto (Portugal), in the last 18 years and its evolution with the purpose of better knowledge of this rare disease. Results: Six children were diagnosed with PH between 1995 and 2013, with age at diagnosis ranging between 2 and 7 years (median age of 3 years) and median time of follow-up 11 years. The initial suspected diagnosis were gastrointestinal hemorrhage, recurrent respiratory infections, bacterial pneumonia, pulmonary tuberculosis and chemical pneumonitis, all associated with severe anemia. The diagnosis of PH was achieved 4 to 36 months after the first symptoms. The initial etiological investigation was inconclusive in all cases, with subsequent detection of anti-neutrophil cytoplasm antibody positive (1 patient), Hashimoto's thyroiditis (1 patient) and diabetes mellitus (1 patient). All patients received systemic corticosteroids and hydroxychloroquine, with good clinical response in 4 children, 2 of who remained asymptomatic after suspension of therapeutics. In the remaining 2 cases, one with diabetes mellitus and other with ANCA vasculitis diagnosed after 14 years of disease, the absence of response to hydroxychloroquine led to its replacement with azathioprine. The latter patient maintained frequent exacerbations progressing to respiratory failure, leading to a change in therapy for rituximab and cyclophosphamide, with good clinical response. Comments: Pulmonary hemosiderosis initial symptoms are nonspecific and high suspicion is essential for timely diagnosis. This small group of patients showed great heterogeneity on the clinical course, varying from full remission with hydroxychloroquine to alveolar hemorrhage persistence with progression to cardiorespiratory failure and requiring other therapeutic options. Due to the low prevalence of PH, intermittent nature of the disease and variability on the degree of severity, the safety and efficacy of therapeutic immunosuppressive are difficult to assess. Although most PH cases are idiopathic, secondary etiology should be suspected in patients without initial therapeutic response or with association with autoimmune diseases. In these cases, clinical and laboratory surveillance should be maintained in the active search of the best therapeutic approach. Introduction: Although rare in pediatric patients, endobronchial tumors can present various pathologic patterns associated with partial or total airway obstruction. Usually benign in infants, diagnosis and management of these tumors remain challenging.Purpose:", "cite_spans": [], "ref_spans": [], "section": "#91 -FOREIGN BODYASPIRATION IN CHILDREN: EXPERIENCE FROM 2624 PATIENTS"}, {"text": "We report a case of capillary hemangioma of the left main bronchus, refractory to conventional medical therapy, in a young infant presenting with persistent hyperlucency of the left hemithorax.Methods/Results: A 6 month-old girl was referred to our institution for persistent hyperlucency of the left lung after recovery from left lower lobe pneumonia. It is the second child of a healthy non consanguineous Caucasian couple, born after a full term pregnancy. She presented two episodes of left lower lobe pneumonia with upper lobe hyperinflation at the ages of 3 and 5 months. On admission, clinical examination revealed mild respiratory distress including tachypnea and hypoventilation of the left hemithorax. The differential diagnosis included congenital lobar emphysema, endobronchial mass, extrinsic bronchial compression, Swyer-James syndrome and foreign body aspiration. Bronchoscopy showed complete obstruction of the left main bronchial lumen by a pulseless, vascularized and depressible mass causing air trapping of the left lung. Computed tomography demonstrated an endobronchial well delimited mass of 5 mm diameter in the left main bronchus with homogenous and positive contrast enhancement. Magnetic resonance imaging showed no gadolinium contrast enhancement and transoesophageal pulsed doppler little or no measurable blood flow. Carcinoid tumor markers were not detected either in serum or in urine. The macroscopic aspect and the young age of the patient being highly suggestive of a benign hemangioma, treatment with corticoids, propranolol and acebutolol were consecutively attempted. As no reduction of the mass volume was observed by successive bronchoscopy, surgical resection and bronchial termino-terminal anastomosis were successfully conducted in order to remove the mechanical obstacle. Anatomopathology and immunohistochemistry confirmed the diagnosis of capillary hemangioma. Conclusions: Endobronchial tumors, although rare in infants, should be considered in the differential diagnosis of unilateral hyperlucent lung. In young infants, diagnostic assessment and management remain challenging as airway size and risk of bleeding make endobronchial biopsy and therapy difficult to perform. Age at presentation, localization and anatomopathology should guide therapeutic approach of endobronchial tumors. In this case, the lack of response of the hemangioma to conventional medical treatment led us to perform a surgical resection. Introduction: Congenital lobar emphysema (CLE) is uncommon event in neonates. It is characterized by overinflation of pulmonary lobe, and may present as a diagnostic and therapeutic dilemma. This affection can cause a severe respiratory distress with high level of mortality or result in serious morbidity and disability. Case Report: A 3-week-old male baby weighing 3900 g was referred to our neonatal intensive care unit for asphyxia with respiratory distress. After the failure of its management in a Peripheral Hospital. He was delivered as a full term with delayed cry and respiratory distress without any history of infection.", "cite_spans": [], "ref_spans": [], "section": "#149 -A RARE CASE OF REFRACTORY ENDOBRONCHIAL CAPILLARY HEMANGIOMA IN A YOUNG INFANT"}, {"text": "Physical examination revealed a tachypneic at a rate of 55-60/min with sub costal retraction, the cyanosis was generalized (oxygen saturation spO2 was 66% in air). On examination of the respiratory system, decrease breath sound on the right hemithorax was noted. The cardiac auscultation was normal.", "cite_spans": [], "ref_spans": [], "section": "Fetal and Neonatal Respiratory Disorders"}, {"text": "The chest X-ray showed hyperinflation on the right side, and right basithoracic opacity and right meditational shift. Computed tomography (CT) scan of the thorax supported the X-ray. There was hyperinflation on the right middle lobe with tracheal and mediastinal shift to the left side. The blood parameters were normal. On the echocardiography, there was no evidence of congenital cardiac anomalies or pleural effusion. After hemodynamic and respiratory stabilization, surgical intervention was performed by right thoracotomy. The right middle lobe looked emphysematous at time resection. Histopathological examination of the excised right middle showed alveolar distension without fibrosis. Post-operative chest Xray showed expansion of the right upper and lower lobes, with no emphysema or mediastinal shift. The child was discharged 10 days post-surgical intervention. He was seen as an outpatient at 1, 2 and 6 months of age. He had normal O2 saturations in room air and his respiratory rate was 30-35/min. He was feeding well and gaining weight. Conclusion: In summary, the diagnosis of CLE may present a diagnostic challenge and a high index of suspicion in neonates with progressive respiratory distress is important if the diagnosis is to be made promptly. The outcome of surgery is good in most cases. Aims: The aim of this study is (1) to explore how parents recall hearing the CF diagnosed and the information they received and (2) to explore their current ways of coping. Methods: Parents (n ¼ 38) of 20 children with CF (diagnosed during the past 5 years) were interviewed using a semi-structured interview about the period around the diagnosis. Coping was assessed using the Utrecht Coping List (Schreurs et al, 1988) . Results: No significant differences between fathers and mothers were found. All parents were informed by the CF specialist, although 20 parents first heard the term 'CF' from their local pediatrician or GP. All parents recalled specific details about the diagnosis: the information they were given as well as their innermost thoughts and emotional reactions. Parents were satisfied with the information they received and the way it was provided. Twenty-one parents remembered the doctor showed personal emotions and two thought this unpleasant. The remaining parents were comfortable with the doctor not showing personal emotions. Less than half of the parents (44.3%) mostly use an active problem solving coping style. Present-day passive coping styles were found associated with ratings of negative feelings and thoughts at the time of diagnosis.", "cite_spans": [], "ref_spans": [{"start": 1710, "end": 1732, "text": "(Schreurs et al, 1988)", "ref_id": "FIGREF3"}], "section": "Fetal and Neonatal Respiratory Disorders"}, {"text": "Conclusions: All parents were pleased with the detailed disease information they received at the time of diagnosis and many shed a tear. All recalled details, both practical and emotional. When counseling parents it is important to recall these emotions and thoughts, because they seem related to current coping styles. The diagnosis is the starting point of a long-term relationship between patient, parents and CF team. 'Doing things well from the start' is crucial and may prevent long-term problems in coping with CF. Acknowledgements: Special thanks to the parents participating in this study. Introduction: Cystic fibrosis (CF) is a common life-shortening genetic disease with an estimated incidence of 1 in 2500 newborns. Most patients with CF experience chronic pulmonary disease and pancreatic insufficiency, and must adhere to time-consuming and onerous daily treatments and physiotherapy. Limited daily functioning, poor adherence to treatment, low self-esteem, short stature and impaired psychosocial outcomes have been reported. This study aimed to describe the experiences and perspectives of children and adolescents with CF in order to direct care towards areas of importance for patients. Methods: MEDLINE, Embase, PsycINFO, and CINAHL were searched from inception to April 2013. We synthesized data from qualitative studies, including unstructured interviews and focus groups, that explored the experiences and perspectives of children and adolescents ( 21 years of age) diagnosed with CF. For each study, all participant quotations and text under the \"results/findings\" or \"conclusion/discussion\" section were extracted and entered verbatim into HyperRESEARCH, a program used for storing, coding and searching qualitative data. We used thematic synthesis to analyze the patterns and relationships within and across themes. Results: Forty-three articles involving 729 participants aged from 4 to 21 years across 10 countries were included. We identified six main themes with subthemes in parentheses: gaining resilience (accelerated maturity and taking responsibility, acceptance of prognosis, regaining control, redefining normality, social support), lifestyle restriction (limited independence, social isolation, falling behind, physical incapacity), resentment of chronic treatment (disempowerment in health management, unrelenting and exhausting therapy, inescapable illness), temporal limitations (taking risks, setting achievable goals, valuing time), transplant expectations and uncertainty (confirmation of disease severity, consequential timeliness, hope and optimism), and emotional vulnerability (being a burden, heightened self-consciousness, financial strain, losing ground, overwhelmed by transition). Conclusions: Adolescents and children with CF report a sense of vulnerability, loss of independence and opportunities, isolation, and disempowerment. This reinforces the importance of the current model of multidisciplinary patient-centered care, which promotes shared-decision making, autonomy and self-efficacy in treatment management, educational and vocational opportunities, and physical and social functioning. The model may lead to optimal treatment, health, and quality of life outcomes.", "cite_spans": [], "ref_spans": [], "section": "Cystic Fibrosis"}, {"text": "Author ( Background: Short-term tolerability of inhaled hypertonic saline (HS 6%), rhDNase, tobramycin and colistin in CF has been investigated before. Bronchial hyperreactivity (BHR) is reported in up to one third of the CF patients. BHR due to chronic inhalation of these drugs is poorly documented. Aims: To examine the prevalence of BHR related to chronic inhalation of previously described drugs leading to mandatory termination of therapy.", "cite_spans": [], "ref_spans": [], "section": "#160 -BRONCHIAL HYPERREACTIVITY RELATED TO 4 COMMONLY USED INHALATION DRUGS IN BELGIAN CYSTIC FIBROSIS"}, {"text": "To determine risk factors for appearance of BHR, such as adulthood, duration of treatment, characteristics of specific drugs and presence of atopic disease. Methods: All CF patients' files of the University Hospital Brussels were screened from January 2002 till October 2012 related to the use of inhaled HS 6%, rhDNase, tobramycin and colistin after bronchodilation. Start and end date of inhalation treatment were registered and if applicable, reason for ending inhalation.", "cite_spans": [], "ref_spans": [], "section": "#160 -BRONCHIAL HYPERREACTIVITY RELATED TO 4 COMMONLY USED INHALATION DRUGS IN BELGIAN CYSTIC FIBROSIS"}, {"text": "Results: A total of 163 (91M) patients were included with a median age of 17 years (0-61; n <18y ¼ 84) and median number of inhaled drugs pp. per day was 2 (range 0-4). BHR occurred in 29 patients (17.8%), mostly in adults (26.6% vs. 9.5% <18y; P <.05) and after a median of 1086.5 days (0-3740 days). A significant correlation was found between number of inhaled drugs pp. per day and the occurrence of BHR (t ¼ .25; P <.001).", "cite_spans": [], "ref_spans": [], "section": "#160 -BRONCHIAL HYPERREACTIVITY RELATED TO 4 COMMONLY USED INHALATION DRUGS IN BELGIAN CYSTIC FIBROSIS"}, {"text": "The occurrence of BHR was significant after inhalation of HS 6% (19.6% (P <.001)) and antibiotics (tobramycin 16.2% (P <.001); colistin 10.1% (P <.05)), but not after inhalation of rhDNase (1.4%; P ¼.61). Atopic constitution, documented by positive Skin Prick Test for aeroallergens (66.7% vs. 51.9%) and elevated IgE levels (44.8% vs 33.6%), was not significantly higher in CF patients with BHR compared to CF patients without BHR (Pearson Chi-square .312 and .256 respectively). Conclusions: BHR is seen more often in adults and after chronic inhalation, despite preceded preventive bronchodilation. Furthermore, it depends on the type of drug and increases with the number of taken aerosols per day. These findings may be suggestive for a cumulative effect of inhalation therapy on BHR. In addition, atopic disease does not seem to influence the presence of BHR. Common variable immunodeficiency (CVID) is a primary immunodeficiency characterized by hypogammaglobulinemia and T-lymphocytes dysfunction. The most frequent clinical presentation remains recurrent bacterial infections. Approximately 10-15% of patients with CVID develop granulomatous/lymphocytic interstitial lung disease, which is frequently accompanied by splenomegaly, adenopathy, autoimmune cytopenias and gastrointestinal and hepatic disease. There are no standard guidelines for the treatment of patients with CVID and granulomatous/lymphocytic interstitial lung disease.", "cite_spans": [], "ref_spans": [], "section": "#160 -BRONCHIAL HYPERREACTIVITY RELATED TO 4 COMMONLY USED INHALATION DRUGS IN BELGIAN CYSTIC FIBROSIS"}, {"text": "A three year old girl was admitted to our hospital with a clinical history of recurrent upper respiratory infections, and splenomegaly. She had a marked decrease of all serum immunoglobulin isotypes and low specific antibody responses. The diagnosis of CVID was based on clinical and laboratory findings and IVIG therapy was started. At the age of 6 years, she presented with cough. Thorax CT revealed mediastinal adenopathy, paranchymal multiple nodular opacities, ground glass opacities and bronchial wall thickening. Lung biopsy revealed nonnecrotizing granuloma and lymphocytic interstitial pneumonia. A diagnosis of granulomatous/lymphocytic interstitial lung disease was made and 2 mg/ kg/day prednisolone were given. Although the patient's symptoms improved and there was reduction in the extent of nodularity and ground glass opacification on the HRCT scan, relapses observed with the dose reduction of oral prednisolone during 6 years follow up. At the age of 12 years, in addition to pulmonary findings increase at hepatosplenomegaly and trombositopenia observed. Rituximab therapy was started and azatiopurin was added. Platelet count rose to normal levels and pulmonary radiographic abnormalities decreased. As a result physicians must be aware of non-infectious complications such as granulomatous/lymphocytic interstitial lung disease in patients with CVID and there is need to determine the best modality of therapy to treat CVID associated granulomatous/lymphocytic interstitial lung disease. The variables were compared between the same group of subjects with DMD (ambulatory and non-ambulatory) and also compared with healthy control subjects (6MWT, spirometry and VCap measures). Results: Statistical difference (P < 0.05) was found in MFM (between ambulatory and non-ambulatory DMD); 6MWT [lower walked distance, higher rest respiratory rate (RR), rest heart rate (HR) and HR after 9 minutes for DMD compared to controls]; spirometry [lower vital forced capacity (VFC), forced expiratory volume in one second, forced expiratory flow between 25% and 75%VFC, maximum forced expiratory flow and higher Tiffeneau index for DMD compared to controls]; and VCap for DMD younger than 11 years [alveolar ventilation per minute, ventilation per minute, tidal alveolar volume, tidal volume, airway dead space, carbon dioxide production, expiratory volume (Ve) and slope of phase III normalized by Ve(Slp3/Ve) compared to controls] and for DMD older than 11 years (lower Slp3/Ve and higher HR compared to controls]. Conclusions: Patients with DMD have motor and respiratory deterioration that can be evaluated by the tools used in this study. Longitudinal multicentre studies and follow-up can contribute to a better understanding of the progression of motor and respiratory dysfunction and better management of patients with DMD. Patient characteristics were similar between the two periods except for the use of macrolide (19.7% in 2008 versus 29.9% in 2012, P < 0.001) and quinolone (0.0% in 2008 versus 9.3% in 2012, P < 0.001) as oral antibiotics in outpatient clinics prior to admission. Considering the above confounders, the odds ratio for Sp pneumonia incidence, comparing 2012 with 2008, was 0.59 (95% CI 0.38-0.91, P ¼ 0.018), which suggests that PCV7 had the most impact of the reduction of Sp pneumonia in Japan.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Manifestations of Extra-pulmonary Diseases"}, {"text": "Although MIC 50 (mg/ml) of penicillin declined from 0.5 to 0.25, the MIC 50 (mg/ml) of TFLX increased from 20.12 to 0.25 from 2008 to 2012, respectively. Conclusions: The prevalence of Sp pneumonia in Chiba city showed a significant reduction post 2 years of PCV7 vaccination. Decline in PCV7 serotypes lead to improvement in penicillin sensitivity. Japan is the only country in the world with oral quinolone approved for children.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology, Environmental Risks, Prevention"}, {"text": "Considering the worsening of TFLX resistance, we should be careful for the use of broad-spectrum antimicrobial agents for children in outpatient clinics.", "cite_spans": [], "ref_spans": [], "section": "Epidemiology, Environmental Risks, Prevention"}, {"text": "Oros M (Pediatrics, Medicover Hospital -Bucharest, Romania)", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "Introduction: During the last thirty years there has been an important ascending evolution of the pediatric sleep medicine, acknowledging the active role of sleep in the physical and mental development of children. Even in those countries where these issues have now been approached for a long time, there are still many questions regarding the underlying aspects related to diagnostic and treatment. This field is still new in Romania, fact which resulted also from this study which applied a questionnaire of evaluation of current knowledge on the sleep matter in children, especially Obstructive Sleep Apnea Syndrome (OSAS). In the last six months of activity only 35% of the respondents have met at least one case of OSAS in children and 53% of the respondents admitted to have little knowledge concerning this disease. The respondents were family doctors as well as doctors of various pediatric specialties and the questionnaire allowed the identification of poor areas for various working groups. Content: Within this survey performed on 100 validated questionnaires, applied on physicians of different specialties in our country, we have observed physicians' poor level of information with respect to the obstructive sleep apnea syndrome in children.", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "In the majority of cases the specialists questioned would not assume the role of identifying OSAS patients, 38% of them considering that the family plays the most important role in identifying children and adolescents with OSAS, 44% considered that pediatricians have this responsibility and 12% thought that family physicians should have this responsibility. The physicians mentioned multiple difficulties, most of them described the lack of information, the limited access to polysomnography and high costs. Conclusions: Although, on many occasions, pediatricians recognize sleep problems, it is only rarely that they feel competent in solving them. As a result, parents gather information from magazines, from the Internet, friends or relatives. But this \"self-therapeutic\" method rarely shows any results. Therefore, it is essential that there are sleep medicine specialists in every country. The development of sleep medicine in Romania, the increase in the level of awareness and building up multidisciplinary teams for the management of these issues represent an important and necessary contribution to our health system. Keywords: pediatric sleep medicine, obstructive sleep apnea syndrome, children, adolescents, survey Romania, physicians In 1966, Avery et al, described the clinical features of eight babies with a condition that they attributed to delayed absorption of fetal lung liquid. As we know transient tachypnea in neonatal period (TTN), is a temporary phenomena that its signs and symptoms usually resolve by 3 to 4 days after birth and must not include more hospital stay duration because its costs or morbidity.", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "In present retrospective case control study, we try to show the span of hospital stay duration of such neonate in our hospital since Oct. 2012 to Oct. 2013. It seems such surveys help us and managers to definite and regulate an acceptable range of hospital stay days for reduce the morbidity and patient costs. Methods: Fifty six cases were recorded with diagnosis of TTN since past year in our teaching hospital. At first review, we eradicated sixteen patients from study because their concomitant disorders like congenital heart diseases or sepsis. Then we recorded the data include: name-gender-date of birth and hospitalization-gestational age-first minute Apgar-place of birth, the type of delivery-prenatal history and the duration of hospitalization exactly. Results: From forty neonates, there were29 (66%) male and 11(34%) female. Fifty percent of neonates were born by cesarean section and fifteen (37.5%) mothers had positive past history before or among their pregnancy. The common sign and symptom was tachypnea then nasal flaring, grunting, sub or inter costal retractions were occurred respectively, cyanosis was seen in extreme cases (0.5%). Gestational ages were recorded from 32 to 40 weeks and the first signs or symptoms were seen from one to four hours after birth. The duration of hospital stay was from 2 to 16 days and only 14 mothers were urban. Ninety percent of the neonates had at least two nights stay experience in NICU. Conclusions: Despite currency and availability of health insurance for urban and rural in our area, stay in neonatal intensive care unit includes more cost for patient's family. According to excellent outcome of such neonates and in comparison with other surveys, it seem we must reduce the duration of hospital stay especially transfer to NICU, not only for its costs but also for the morbidities. Keywords: Transient Tachypnea Tobacco smoke and indoor air pollution is a risk factor for childhood disease. The contribution of indoor air pollution or tobacco smoke exposure to the incidence, severity and outcome of childhood respiratory illness has not been well studied in African children.", "cite_spans": [], "ref_spans": [{"start": 1870, "end": 1879, "text": "Tachypnea", "ref_id": null}], "section": "Author:"}, {"text": "Aim: To describe indoor air pollution and tobacco smoke exposure in a birth cohort in South Africa. Methods: Indoor air pollution and tobacco smoke exposure were longitudinally measured in children enrolled in the Drakenstein child lung health study, a birth cohort study in a peri-urban area outside Cape Town, South Africa. Indoor air pollution and tobacco smoke exposure were measured at a home-visit conducted antenatally to measure particulate matter 10 mg/m 3 (PM10), volatile organic compounds (VOC), nitrogen dioxide, sulphur dioxide and carbon monoxide levels. Urine cotinine in the mother and infant were also measured. Active surveillance for intercurrent lower respiratory tract illness in children was done.", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "Results: there are high levels of maternal smoking and very high levels of tobacco smoke exposure in infants, Table 1 . Most households (69%) without a separate kitchen had benzene (volatile organic compound) levels above ambient standards. Of households with paraffin stoves, 96% had benzene levels above ambient standards, and homes with high density of people per cubic meter had 69% of benzene levels above ambient standard, Table 2 . Predictability of adenosine challenge test for asthma 3 years after the challenge ranged between 73.3% and 88.89% according to the different ages at the time of the challenge. Significant correlation was found between the severity score of the challenge and a positive diagnosis of asthma 3 years after the challenge (P ¼ 0.018) and a positive diagnosis of asthma at school age (P ¼ 0.018). Significant correlation was found between the severity score of the challenge and emergency visit to the emergency departments and hospitalizations after the challenge (P ¼.05). Positive challenge test reduced the number of visits to emergency departments and hospitalizations in the period of three years after challenge (P ¼ 0.016). Positive challenge test influenced toward escalating the asthma treatment (P ¼ 0.03) in general and the preventive asthma treatment as lone (P ¼.01). Negative challenge test influenced toward reduction in preventive treatment (P ¼ 0.023). It was shown that there is a significant correlation (P ¼ 0.022) between the levels of IgE antibodies and the diagnosis of asthma three years after challenge.", "cite_spans": [], "ref_spans": [{"start": 110, "end": 117, "text": "Table 1", "ref_id": "TABREF23"}, {"start": 429, "end": 436, "text": "Table 2", "ref_id": "TABREF24"}], "section": "Author:"}, {"text": "Conclusions: Adenosine challenge test is an effective tool for the physician to care for young children who are suspected for the diagnosis of asthma. Challenge test results help the physician to adjust the medication and as a direct result -positively affect the prognosis of these patients. Adenosine challenge test in pre-school children can predict in a good manner which children will suffer from asthma at school age. We determined the prevalence of low pneumococcal titers pre and 4-6 weeks post PPSV-23. Low pneumococcal titers were defined as 1.2 mcg/mL in >50% of the 14 serotypes tested. Adequate response was defined as doubling of the pre-immunization titer or titer !1.2 mcg/mL in at least 50%. Clinical significance was evaluated by examining whether patients with adequate titers post PPSV-23 had clinical improvement in cough, and by determining whether various clinical characteristics were associated with low pneumococcal titers either pre or post PPSV-23. These characteristics included wet cough, duration of cough, abnormal chest Xrays & CT's, abnormal BAL, history of asthma, tobacco smoke exposure, prior antibiotics for cough, IV antibiotics for infection, and previous diagnoses of pneumonia, otitis media, and sinusitis. STATA was used for statistical analysis. Fisher's exact test was used to determine statistical significance. RESULTS: Pneumococcal titers were measured in 276 patients. Abnormal titers were found in 73.2%. Adequate response to PPSV-23 occurred in 77.5%. Inadequate response occurred in 6.3% and 16.2% did not have repeat titers measured. Clinical improvement in cough was documented in 53.5% of patients with adequate response to PPSV-23. There were no statistically significant associations between any of the clinical characteristics and low initial pneumococcal titers, except for environmental tobacco smoke (ETS) exposure. Low titers were found in 80% of these patients. None of the clinical characteristics evaluated demonstrated a significant association with poor response to PPSV-23.", "cite_spans": [], "ref_spans": [], "section": "Author:"}, {"text": "CONCLUSION: Our pediatric patients with cough often had low pneumococcal titers, with good response to PPSV-23. Response to PPSV-23 correlated with clinical improvement in cough in >50% of these patients, suggesting PPSV-23 may be beneficial in treating pediatric cough regardless of infection history. ETS exposure was associated with low initial titers. ETS exposure has been shown to have a variety of effects on the immune system including alterations in antigen presentation. Our finding suggests poor pneumococcal antibody production may contribute to cough in children with ETS exposure. These children in particular may benefit from evaluation of pneumococcal titers and immunization with PPSV-23. Further studies investigating the role of ETS exposure on immune system function are needed. Larger, prospective studies would also be helpful in predicting which children with cough are likely to benefit from PPSV-23, and which children may have specific antibody deficiency with cough as a presenting symptom. Background: The incidence of apnea in preterm infants is higher than in term infants because of the immature respiratory center. However, there are few reports evaluating the respiratory center in preterm infants. We have evaluated the respiratory center quantitatively by measuring the Ventilatory Response to CO2 (VR CO2) and reported the normal values in term infants and the VR CO2 in several diseases including Congenital Central Hypoventilation Syndrome. The VR CO2 is a value obtained from the relationship between End-tidal CO2 and Minutes Volume using the physiological response where ventilation increases in response to an increase in blood CO2. The aim of this study is to evaluate the VR CO2 in preterm infants. Method: We performed a retrospective study of preterm infants whose VR CO2 was measured before 37 weeks corrected gestational age (CGA) between January 2010 and November 2013. The VR CO2 was measured using a pulmonary function measuring system made by Aivision Co.", "cite_spans": [], "ref_spans": [], "section": "#43 -EVALUATION OF PNEUMOCOCCAL TITERS AND RESPONSE TO 23-VALENT PNEUMOCOCCAL POLYSACCHARIDE VACCINE IN CHILDREN WITH COUGH"}, {"text": "(Tokyo, Japan) and Read's rebreathing technique in which a mixture of 95% O2 and 5% CO2 was inhaled in a closed circuit. We compared the VR CO2 in preterm infants with term infants and 29 weeks to 33 weeks CGA (29W-33W CGA) with 34 weeks to 36 weeks CGA (34W-36W CGA). Correlation between the VR CO2 and CGA, and changes in VR CO2 with theophylline administration was also considered. The VR CO2 is useful in evaluating the respiratory center in preterm infants. It is shown quantitatively that the respiratory center of preterm infants is physiologically premature than that of term infants which may play a role in the high incidence of apnea in preterm infants. The VR CO2 of preterm infants does not increase until 36 weeks CGA, on the other hand the administration of theophylline increases the VR CO2. Therefore regular administration of theophylline is effective in preterm infants with apnea. In the future, the VR CO2 in preterm infants after 37 weeks CGA should be evaluated in order to investigate how the respiratory center matures. Objective: To describe differences in clinical indicators and in the failure of two noninvasive pressure systems in preterm newborns. Methods: Cross-sectional, prospective, analytical and observational cohort study. The study included 80 infants, who received noninvasive ventilation. The infants were randomly divided into two groups: 40 infants used nasal continuous positive airway pressure (cpap) and 40 used cpap with intermittent positive pressure. The infants were observed over the first 48 hours. Respiratory rate, heart rate, and oxygen saturation were recorded. Apnea, progression of respiratory distress, nose bleeding and agitation were defined as outcome variables of pressure support failure. Results: The infants were classified as very low weight (1.337 AE 422 g and 30.3 AE 2.4 weeks), 55% were males. no significant difference in birth characteristics was observed between groups. Pressure support failure was observed in 55% children receiving cpap and in 30% receiving cpap with intermittent pressure, indicating an association between noninvasive ventilation failure and cpap without intermittent pressure (p0.01, odds ratio1.22). apnea was the main consequence of cpap failure. The clinical variables did not differ significantly between treatment modalities. Conclusion: No difference in clinical indicators was observed between the two noninvasive positive pressure modalities. However, a higher frequency of pressure support failure was significantly associated with the use of cpap without intermittent pressure. There is limited data on early lung function in African infants despite a high prevalence of respiratory disease. Aim: To assess antenatal and early life factors associated with low lung function in early infancy in a low and middle income setting. Method: Infants enrolled in the Drakenstein Child Lung Health study, a birth cohort study in a peri-urban area of South Africa, had lung function at 6-10 weeks of age. Infants were not tested within 2 weeks of a respiratory tract infection. Lung function was measured in unsedated infants during sleep using standardised methodology. Measurements, made with the infant quietly breathing through a face mask and bacterial filter, included tidal breathing (TBFVL), exhaled nitric oxide (NO) and sulphur hexafluoride multiple breath washout (MBW) measures using an ultrasonic flow meter and chemoluminescent NO analyzer. Information on antenatal and birth exposures was prospectively collected with questionnaires and urine cotinine antenatally, at birth and post-natally. Results: Four hundred and thirty seven infants were tested at a mean age of 6.8 (SD 2) weeks, corrected for prematurity. Fifty percent of infants were male, 34% were exposed to maternal smoking in pregnancy and 43% were exposed to passive maternal smoke exposed. Median gestational age at birth was 39 weeks (IQR: 38-40) and birth weight 3 kg (IQR: 2.7-3.4). Testing was successful in 420/437 (96%) of children for MBW, 434/437 (99%) TBFVL and in 430/437 (98%) for exhaled NO. Birth weight was positively associated with tidal volume at a corrected age of 7 weeks: for every 1kg increase in birth weight there was an average 5 ml increase in tidal volume at 7 weeks (P < 0.001, 95%CI 4.26 to 6.4). Both maternal smoking and passive maternal smoke exposure during pregnancy were associated with changes in TBFVL and NO measures: ratio of time to peak tidal expiratory flow over total expiratory time (tPTEF/tE) was 5% lower (95%CI:À8.3 to À2; P < 0.01) for infants whose mothers smoked and 3.7% lower (95%CI: À6.7 to À0.8; P ¼ 0.01) for infants with passive maternal smoke exposure compared to infants whose mothers did not smoke or have passive smoke exposure. NO output (VNO) was 1.3 nL.sec-1 higher (95%CI: 0. Bloody pleural effusions are very rare in children, excluding trauma. This could lead to false diagnosis and to delay the accurate treatment. A girl of 10 years old is admitted to our clinic, as an emergency, for fever, cough, abdominal and chest pain, anorexia, malaise.", "cite_spans": [], "ref_spans": [], "section": "#43 -EVALUATION OF PNEUMOCOCCAL TITERS AND RESPONSE TO 23-VALENT PNEUMOCOCCAL POLYSACCHARIDE VACCINE IN CHILDREN WITH COUGH"}, {"text": "Onset of the disease is 9 months before, when she got abdominal pain, poor appetite, was treated for parasitosis and got analgesics seemingly with good evolution. After 1 month she was readmitted for cough and abdominal pain. Clinical examination, lab tests, abdominal ultrasound, chest radiograph showed bilateral pleural effusions. Thoracentesis evacuate small amount of bloody pleural exsudate in which no microorganism was isolated. After 3 weeks of antibiotics she was better and she was discharged. Two weeks after, she came back with the same symptomatology. She had bilateral pleural effusions and at repeated thoracentesis bloody pleural liquid was identified. Diagnosis of tuberculosis was done, even QuantiFERON-TB, ADA in pleural liquid, sputum smear for acid-fast and tuberculin skin test were negative. She had anti-TB drugs for 4 months. During this time she continued to suffer of cough, abdominal and chest pain and repeated hemoptysis. In our clinic after clinical exam, she had chest radiography and bronchoscopy with bronchoalveolar lavage (BAL). No microorganism was found but measuring Gold Score for hemosiderin laden macrophage was found 94. Blood tests showed the presence of inflammatory markers, no positive autoimmunity tests, serum amylase and BAL amylase were high. Abdominal ultrasound, chest and abdominal MRI -established the diagnosis: mediastinal pancreatic fistula, bilateral bloody pleural effusion, chronic pancreatitis. She had caudal pancreatectomy, fistulectomy, spleen was preserved. Post surgery evolution was good. The histopathology result confirms chronic pancreatitis and pseudo pancreatic cyst. We emphasize the difficulty of the diagnosis explained by the rareness of pleural and pulmonary complications of pancreatitis at pediatric age and by the developing of a fistula and not a typical pancreatic pseudo cyst image. Causes of bloody pleural effusion and of pancreatic diseases in children are discussed.", "cite_spans": [], "ref_spans": [], "section": "Cellular and Molecular Biology"}, {"text": "Author ( Despite significant advances in emergency airway management and endoscopic technology, airway foreign bodies still lead to significant morbidity and pose an important risk of death in the pediatric population. We overview the possible complications of foreign body aspiration through a case report. An 18 month old boy was referred to the oncologist because of bilateral neck swelling, following a few days of cough, low grade fever and flue-like symptoms. On physical examination subcutaneous emphysema was found, with weakened breath sounds on the right. CXR showed mediastinal shift, right-sided air trapping, pneumomediastinum and subcutaneous emphysema. Since the patient ate fish on the day before, tracheal or esophageal injury was suspected and an emergency CT examination of the neck and chest was performed. Besides the above-mentioned findings, a foreign body was detected in right main bronchus. A piece of peanut was removed via bronchoscopy. Because of pneumomediastinum, a mediastinal drain was inserted. After surgery the patient's condition improved, but three days later bilateral PTX was detected, and pleural drains were inserted. The patient recovered completely. Foreign body aspiration is a life-threatening condition occuring most frequently in children under the age of four. Parents should be educated to avoid giving nuts to young children and to keep them in baby seats during meals.", "cite_spans": [], "ref_spans": [], "section": "#45 -A CASE OF SEVERE COMBINED IMMUNODEFICIENCY (SCID)"}, {"text": "Hemophtysis can range from blood-streaking of sputum to the presence of gross blood in the absence of any accompanying sputum. It's a symptom in variety of diseases of upper or lower respiratory tract as well as some with vascular origin. The most common source of hemoptysis is the airways disease (inflammatory diseases, neoplasms, foreign body and airway trauma, fistula between a vessel and the tracheobronchial tree). We present three different cases of children admitted in the clinic in which the only initial symptom is hemoptysis. The first case is well developed 17 year old girl, without any significant premorbidity but with a very hazardous behavior and many risk factors (including drug, alcohol and tobacco abuse). At the admission the X-ray was suggestive for massive bilateral pneumonia in both lower lobes of the lung. At the careful examination, specific diagnostic tests and follow up Goodpasture Syndrome was diagnosed, and she received an appropriate treatment. The second case is well developed 11 year old boy, without any significant premorbidity. On the X-ray oval shape behind the heart shadow was found. After CT scan, the patient was transferred for surgical removal of hydatid cyst. The third case is of a 9 year old boy with signs of mild mental and physical retardation, with repeated pneumonias in early childhood. On the X-ray and the CT scan -localized bronchiectasis were found and appropriate treatment was conducted. These cases illustrate different entities with an onset with only one symptomhemoptysis. Careful diagnosis and imaging examination helps for the correct treatment. While surgery remains the only truly definitive therapy for massive hemoptysis, it should not be used in the acute emergent setting unless it cannot be avoided.", "cite_spans": [], "ref_spans": [], "section": "#165 -HEMOPTYSIS IN PEDIATRIC PRACTICE -THREE DIFFERENT CASES Author(s):"}, {"text": "Imai T. (Pediatrics, Nippon medical school -Tokyo, Japan)", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "Introduction: Hyper-IgE syndrome (HIES), so called Job's syndrome, is a rare primary immunodeficiency (PID), which is characterized by recurrent respiratory tract infection and markedly elevated serum IgE levels. Signal transducer and activation of transcription 3 (STAT3) gene mutation is known as a major cause of HIES, and we report a toddler HIES case with STAT 3 mutation who suffered recurrent respiratory infection. Case: 2 year-old boy had a history of frequent upper respiratory infection (> 6/year) and at least 3 times pneumonia history confirmed by chest x-rays. Chest X-ray in remote phase revealed persistence of the opacification. He also suffered oral and finger nail candidosis, skin infection caused by MRSA. Laboratory data showed an elevated eosinophil count (1320/microL) and extremely high total IgE level (37100 IU/mL). In addition, his right clavicle fractured with a minor injury. High arched palate was observed on his physical examination. Total National Institutes of Health (NIH) score for HIES was 44. Direct sequencing of the STAT3 gene showed heterozygous for a missense mutation in the DNA binding domain of the STAT3 protein (c.1144C>T, p. Arg382Trp). STAT3 deficiency is associated with excessive lung inflammation and is consistent with the development of pneumatoceles. His chest computed tomography revealed bronchial wall thickening without pneumatoceles. Thereafter he has been treated with sulfamethoxazole/trimethoprim (SMX/TMP) and fluconazole to prevent further respiratory tract infection and following respiratory complications.", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "Conclusion: PID/HIES should be suspected in a patient with the recurrent respiratory tract infection and other specific clinical features. Detection of the STAT3 gene mutation leads to the early diagnosis of PID/HIES, which is beneficial to prevent progression of the structural changes in the lungs. 4. The rate of smoking cessation is lower by the age of 30, if compared to the rate after the age of 30 (45 to 50%) Discussion: Smoking starts in the pediatric phase of life, and pediatricians and pediatric pulmonologists do not spend time in making the prevention of the disease called \"Nicotine Dependence\". Young people are not interested in quitting smoking (pre-contemplation stage) and the pediatricians need to guide them on this regard (action stage). Young university students are still teenagers, and even with potential for 6000 smoking students at USP campus (20% of the population) a clinic created for this age group did not succeed for lack of demand. Young people are not interested in quitting smoking. Conclusion: pediatricians and pediatric pulmonologists need to embrace this issue about smoking, as well as of other drugs, for its beginning is increasingly early. We need to make tobacco prevention in the pediatric care, guide smoking parents properly and discuss this issue in every medical appointment.", "cite_spans": [], "ref_spans": [], "section": "Author(s):"}, {"text": "Liyanage G (Paediatrics, University of Sri Jayewardenepura -Colombo, Sri lanka)", "cite_spans": [], "ref_spans": [], "section": "Author :"}, {"text": "Introduction: Data on pulmonary function abnormalities as complications of obesity in children are limited and conflicting. Therefore, it is of great importance to study the effect of high BMI on pulmonary function parameters in children. Methods: Healthy children between 9 and 15years of age were recruited. The parents were given a detailed questionnaire. All the responders underwent a detailed clinical assessment. High BMI group (obese & overweight) had BMI for age and sex more than 85th percentile according to Centre for Diseases Control reference charts. (Overweight-85th -95th and Obese >95th percentile). The control group had BMI between 3rd and 85th percentile. All the children in high BMI and a subgroup of normal children (control) underwent spirometry. Exclusion criteria were respiratory infections within 2 weeks, chronic respiratory disorders and neuromuscular system disease. Weight (kg) and standing height (cm) were measured with a calibrated weighing scale and a stadiometer. Alpha Touch Vitalograph Spirometer in accordance with the American Thoracic Society and European Respiratory Society Guidelines was used for testing. All children performed forced expiratory maneuvers. The best of at least three technically acceptable values for forced expiratory volume in one second (FEV1), forced vital capacity (FVC), maximum mid-expiratory flow rate (FEF25-75), and flow volume curves were selected. Study was approved by the Ethics Committee, University of Sri Jayawardenepura. Statistical analysis: Pearson's chi square test to evaluate potential association and student's t test to assess differences were used with categorical and ratio-scale variables among the two groups with SPSS for Windows. The level of significance was set at 5%. Results: A total of 405 school children participated. Of them 93 were excluded (did not fulfill the inclusion criteria or refused consent for spirometry). Finally 307 children were invited to perform spirometry. Of them 32 were absent on the day of test or could not cooperate to do a good test. Twenty percent (55/275) had high BMI, 30 were overweight and 25 were obese. Eighty percent (220//275) were between 3rd and 85th centile. Finally 55 high BMI children and a representative sub-group of 64 (64/220) randomly selected normal weight children underwent spirometry. No significant difference noted in age, gender, height, exposure to cigarette smoke (P ¼ 0.552) and family history of atopy (P ¼ 0.458).between the 2 groups. BMI has no significant relationship to any of the pulmonary function parameters (FVC (t ¼ 1.708,df ¼ 117,P ¼ 0.90), FEV1(t ¼ 1.364,df ¼ 117, P ¼ 0.175), FEV1/FVC (t ¼ À1.796,df ¼ 117,P ¼ 0.75) and FEF 25-75% (t ¼ 1.060,df ¼ 117,P ¼ 0.291). No significant difference in pulmonary function was evident between obese and the overweight. Conclusion: In conclusion, we have shown that pulmonary function does not correlate with body mass index and there is no reduction in pulmonary function values in children with high BMI. Acute respiratory distress syndrome (ARDS) is a fatal complication of influenza virus infection that is observed in both paediatric and adult patients. Clinically, ARDS is characterised by severe respiratory insufficiency and a high case fatality rate. The severity of this disease is reflected in the lung lesions of infected patients. During the acute phase of ARDS, patients display diffuse alveolar damage characterised by the accumulation of fluid and leukocytes in the alveoli. Central to the development of these pulmonary lesions is damage to the epithelial-endothelial barrier. Destruction of this barrier results in fluid leakage from interstitium, fibrin deposition and pulmonary haemorrhaging. At present, the specific mechanisms by which influenza virus damages the epithelial-endothelial barrier remain unclear. Previous studies have suggested that the ability of influenza virus to infect the pulmonary endothelium and cause endothelial cell apoptosis results in vascular permeability and oedema. Others have suggested that the pro-inflammatory cytokines produced in response to influenza virus play a more significant role in lung damage. Proinflammatory cytokines may damage the lung via the recruitment and activation of leukocytes. Alternatively, pro-inflammatory cytokines can damage tight junctions between epithelial cells and facilitate intercellular fluid permeability -although this has yet to be demonstrated in the case of influenza virus infection. Here, we use an in vitro model to assess how influenza virus damages the pulmonary epithelial-endothelial barrier. Briefly, epithelial cells are seeded on the upper half of a transwell membrane whilst endothelial cells are seeded on the lower half. These cells are then grown in co-culture for approximately seven days and then influenza virus is added to the upper chamber. The presence of influenza virus damages this barrier, as determined by a significant decrease in the trans-epithelial resistance (TER) overtime. Interestingly, we show that whilst the addition of influenza virus results in the infection of epithelial cells, endothelial cells are not infected. Instead, endothelial cells facilitated increased cytokine production by epithelial cells. This increased cytokine production was associated with a significant decrease in the expression of tight junction by epithelial cells. Our data therefore suggest that endothelial cells may play an important role in influenza virus induced ARDS by triggering cytokine production by epithelial cells. This then in turn disrupts epithelial cell tight junctions and facilitates paracellular permeability and pulmonary oedema. Objective: To determine whether sleep-related respiratory events are more common in hypoxic-ischemic encephalopathy(HIE) neonates compared to normal controls and to investigate if sleep structure is impaired in HIE patients. Method: HIE neonates were recruited in the neonatal wards from June to August in 2011. Newborns recovered from neonatal pneumonia were served as controls. All the subjects and controls had the polysomnography performed in the Sleep Unit for at least 4 hours. Sleep stage was scored and respiratory events were analyzed by technicians who were unaware of the subjects' conditions. Results: Twenty-two full term infant with mild to moderate HIE and eleven control neonates were included into the study. There were no differences regarding age, gender, height and weight between the two groups. The percentage of indeterminate, quiet, and active sleep of total sleep time was 39.9, 29.4 and 30.6 respectively in the HIE group, and 29.1, 33.7 and 37.2 respectively in the control group. The percentage of indeterminate sleep was increased and REM sleep was decreased in the HIE patients compared to the controls (P ¼ 0.002 and P ¼ 0.031 respectively). There was no difference regarding the percentage of quiet sleep between the two groups (P ¼ 0.12).", "cite_spans": [], "ref_spans": [], "section": "Author :"}, {"text": "The HIE patients had a higher apnea/hypopnea index and hypopnea index compared to the controls (P ¼ 0.03, and P ¼ 0.01 respectively), while no difference were found with respect to obstructive apnea index, central apnea index and Mixed apnea index(P ¼ 0.08, P ¼ 0.57 and P ¼ 0.49 respectively). Conclusions: HIE neonates had increased proportion of indeterminate sleep and decreased proportion of active sleep. Further more, HIE patients were more likely to have apneas and hypopneas compared to the controls.", "cite_spans": [], "ref_spans": [], "section": "Author :"}, {"text": "Author(s):", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}, {"text": "1. Boukhettala NB. (R&D, Laboratoire Protec'Som -Valognes, France) 2. Por ee TP (R&D, Laboraoire Protec'Som -Valognes, France)", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}, {"text": "In young children with asthma, the use of a pressurised metered dose inhaler (PMDI) with a valved holding chamber is recommended. The objective of this study was to evaluate the performances of a valved holding chamber with different inhaled corticosteroids. In this study, the performance of a valved holding chamber called Tipshaler (Protec'som, France) was evaluated with beclomethasone (QVAR 1 , 100 mg/dose, MEDICIS, Canada) and ciclesonide (Alvesco 1 , 200 mg/ dose, Takeda, Canada). The method according to the European Pharmacopoeia used a constant flow rate (30 L/min) was used. Particle size distribution was measured using a NGI cascade impactor (Copley Scientific, Nottingham, United Kingdom). The beclomethasone and ciclesonide concentrations were assayed by spectrophotometry at 239 nm and 243 nm respectively.", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}, {"text": "In the trachea, the mass of beclomethasone was higher with pMDI alone in comparison with Tipshaler (11,6 AE 0,4 mg vs 1,2 AE 0,2 mg, P < 0.05).", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}, {"text": "In addition, deposition of fine particles of beclomethasone was similar with pMDI alone compared to Tipshaler (77 AE 1 mg vs 75AE 1 mg, P < 0.05). Concerning ciclesonide, in the trachea, the mass of drugs was lower with Tipshaler compared to pMDI alone (2,4 AE 0,7 mg vs 16,0 AE 0,6 mg, P < 0.05). However, the fine particle dose was higher with the pMDI alone compared to Tipshaler (158 AE 1 mg vs 153 AE 1 mg, P < 0.05).", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}, {"text": "In conclusion, the use of valved holding chamber reduces the deposition of ultra-fine particles of inhaled corticosteroids in the trachea and allows efficient lung deposition of drugs.", "cite_spans": [], "ref_spans": [], "section": "#162 -PERFORMANCES OF A VALVED HOLDING CHAMBER WITH DIFFERENT INHALED CORTICOSTEROIDS"}], "bib_entries": {"BIBREF5": {"ref_id": "b5", "title": "Department of Clinical Psychology and Health", "authors": [{"first": "Forns", "middle": [], "last": "Serrallonga", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pediatric Pulmonology Unit, Meyer Children's Hospital, Rambam Health Care Campus", "authors": [{"first": "R", "middle": [], "last": "Bar-Yoseph", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Pediatric Pulmonology Unit, Meyer Children's Hospital, Rambam Health Care Campus", "authors": [{"first": "G", "middle": [], "last": "Livnat", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Pediatric Pulmonology Unit, Meyer Children's Hospital, Rambam Health Care Campus", "authors": [{"first": "F", "middle": [], "last": "Hakim", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Pediatric Pulmonology Unit, Meyer Children's Hospital, Rambam Health Care Campus", "authors": [{"first": "L", "middle": [], "last": "Bentur", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Department of Clinical Psychology and Health", "authors": [{"first": "Forns", "middle": [], "last": "Serrallonga", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Department of Paediatrics and Child Health", "authors": [{"first": "D", "middle": ["M"], "last": "Gray", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The Queensland Children's Medical Research Institute", "authors": [{"first": "P", "middle": [], "last": "Sly", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Department of Paediatrics and Child Health", "authors": [{"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Bronchoscopy for diagnostic was performed for recurrent/persistent pneumonia(32%), wheezing that does not respond to appropriate therapy (16, 5%), and persistent atelectasis (14.2%). The X ray showed lung hyperinflation in 28% of patients, segmental or lobar pneumonia in 23% of cases, atelectasia in 15%, emphysema in 5%. Interventional bronchoscopy was performed in 122 patients, foreign body was organic in 98 cases (peanut in 46,8% patients,almond in 16,1%, sunflower in 13,6% seeds 10.4%,maize seed in 7,3%,olives in 5,8%) and inorganic in 12 cases (pins 45,4%, pieces of plastic 32.6%,metallic screw 17,3%). For 6 patients rigid bronchoscopy was necessary to resects obstructive granumoma duo to tuberculosis or sequelae of a foreign body. Diagnostic bronchoscopy was indicated for 114 patients. The commonest finding were foreign body in 24%,tuberculosis in 12,4%,air ways malacia in 11,1%, External compression of trachea / bronchi in 9,6%,structural deformity in 8,9%, hydatid cyst membrane in 2,6%. There was not post operative major complication. Only reasonable bleeding in 10 patients", "authors": [{"first": "", "middle": [], "last": "El Omairi Nissrine N", "suffix": ""}], "year": 2009, "venue": "Congenital and acquired lesions of the pediatric airway frequently pose perplexing problems in children, infants and newborns", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Department of Pediatrics", "authors": [{"first": "Y", "middle": [], "last": "Bustos", "suffix": ""}], "year": null, "venue": "Hospital Militar Central", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Department of Pediatrics", "authors": [{"first": "M", "middle": ["M"], "last": "Varela", "suffix": ""}], "year": null, "venue": "Hospital Militar Central", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "R", "middle": [], "last": "Kabakchieva", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "V", "middle": [], "last": "Issaev", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Immunology department, University Hospital", "authors": [{"first": "E", "middle": [], "last": "Naumova", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "P", "middle": [], "last": "Perenovska", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "All attempts to clarify the etiology of the pneumonia (blood cultures, sputum, gastric aspirate, PCR for viruses) failed. She was treated with antibiotics, trimethoprime and sulfamethoxazole and anti-tuberculous chemotherapy (comprising Isoniazid, Rifampicin, Ethambutol), intravenous immune globulin. After partial improvement of the symptoms of pneumonia and BCG lymphadenitis the patient was sent for hematopoietic stem cell transplantation", "authors": [], "year": null, "venue": "Severe combined immunodeficiency (SCID) includes a group of rare life-threatening disorders", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Department of Respiratory Medicine, Beijing Children's Hospital Affiliated to Capital Medical University", "authors": [{"first": "Y", "middle": [], "last": "Yao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Department of Respiratory Medicine, Beijing Children's Hospital Affiliated to Capital Medical University", "authors": [{"first": "K", "middle": ["L"], "last": "Shen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Department of Respiratory Medicine, Beijing Children's Hospital Affiliated to Capital Medical University", "authors": [{"first": "B", "middle": ["P"], "last": "Xu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Department of Radiology, Beijing Children's Hospital Affiliated to Capital Medical University", "authors": [{"first": "J", "middle": ["H"], "last": "Sun", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Her past history was normal. She tested negative for pneumonia, tuberculosis, idiopathic pulmonary hemosiderosis, auto-immune disease and hematological disease. The results of CXR showed atelectasis or infiltration. CT scans showed extensively diffuse infiltration in pulmonary parenchyma but was normal 9 days later. Based on Digital Subtraction Angiography (DSA), which showed the right and left bronchial arteries were aberrant with bronchial artery to pulmonary artery shunt in right middle and low lobe, she was diagnosis as pulmonary artery-systemic artery shunt without pulmonary artery to pulmonary vein shunt. She was treated by Transcatheter Embolotherapy (TCE). During 6-year of follow-up the patient remained well without recurrence. Conclusions: Congenital pulmonary artery-systemic artery shunt can be the rare cause for massive hemoptysis in children. It had no specific sign of CXR and CT scans", "authors": [{"first": "Y", "middle": ["H"], "last": "Hu", "suffix": ""}], "year": null, "venue": "Congenital Pulmonary Arteriovenous Malformation (PAVM) is a communication between artery and vein in lung", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Author(s)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Him Pál Children's Hospital", "authors": [{"first": "E", "middle": [], "last": "Gács", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "G", "middle": [], "last": "Petrova", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "R", "middle": [], "last": "Kabakchieva", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "D", "middle": [], "last": "Miteva", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Pediatric clinic, University Hospital \"Alexandrovska", "authors": [{"first": "P", "middle": [], "last": "Perenovska", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Child Health Division -Respiratory team", "authors": [{"first": "G", "middle": ["B"], "last": "Mccallum", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Child Health Division -Ear and Oral Health team", "authors": [{"first": "P", "middle": ["S"], "last": "Morris", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Queensland Paediatric Infectious Diseases Laboratory, Queensland Children's Medical Research Institute", "authors": [{"first": "T", "middle": ["P"], "last": "Sloots", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Department of Paediatrics, The Townsville Hospital", "authors": [{"first": "A", "middle": ["V"], "last": "White", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Department of Paediatrics", "authors": [{"first": "C", "middle": [], "last": "Maclennan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Department of Paediatrics", "authors": [{"first": "A", "middle": [], "last": "Sive", "suffix": ""}], "year": null, "venue": "Brisbane Royal Children's Hospital", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Child Health Division -Respiratory Team", "authors": [{"first": "L", "middle": ["A"], "last": "Versteegh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Child Health Division -Respiratory Team", "authors": [{"first": "C", "middle": ["C"], "last": "Mckay", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Child Health Division -Respiratory Team", "authors": [{"first": "A", "middle": ["B"], "last": "Chang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "In settings where children have high rates of nasopharyngeal bacterial carriage and frequent prolonged illness, macrolides may be beneficial. We aimed to determine if 3 once-weekly doses of azithromycin (30 mg/kg) vs. placebo improve clinical outcomes (length of hospitalisation and duration of supplemental oxygen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "At day-21, a wet cough was present in 29/218 (13%), crackles in 22/218 (10%) and wet cough plus crackles in 40/218 (18%) children. 50/186 (27%) children have had a respiratory readmission within 6 months.Table-1: RCT summary Conclusion: RSV and HRV were the most common viruses detected. Nasopharyngeal bacterial carriage was common in these children. Persistent symptoms 3 weeks post hospitalisation is high. We will report the primary and secondary outcomes by treatment group after breaking treatment codes in", "authors": [], "year": 2010, "venue": "and (iv) point prevalence and diversity of respiratory viruses", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Z-Pyrazinamide) for Tuberculosis was started and after 67 days she was discharged from the hospital. Conclusion: Tuberculosis in children remains difficult to diagnose", "authors": [{"first": "H-Isoniazid", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Beijing Children's Hospital", "authors": [{"first": "Xf (neonatal", "middle": [], "last": "Yang", "suffix": ""}, {"first": "", "middle": [], "last": "Ward", "suffix": ""}], "year": null, "venue": "Capital Medical University", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Beijing Children's Hospital", "authors": [{"first": "Kl (", "middle": [], "last": "Shen", "suffix": ""}, {"first": "", "middle": [], "last": "Respiratory", "suffix": ""}], "year": null, "venue": "Capital Medical University", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "THE ASSOCIATIONS OF POOR ASTHMA CONTROL WITH LIFESTYLE HABITS, STRESS LEVELS AND QUALITY OF LIFE IN SINGAPOREAN ADOLESCENT PATIENTS Author(s): 1. Chong CS. (Department of Paediatrics, National University Hospital -Singapore, Singapore) 2. Lu YX. (Department of Psychological Medicine, Yong Loo Lin School of Medicine, National University of Singapore -Singapore, Singapore) 3. Ramamurthy MB. (Department of Paediatrics, National University Hospital -Singapore, Singapore) 4. Goh DY. (Department of Paediatrics, National University Hospital -Singapore, Singapore) 5. Van Bever HP. (Department of Paediatrics, National University Hospital -Singapore, Singapore) 6. Lim MT. (Department of Paediatrics, National University Hospital -Singapore, Singapore)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Data expressed as *Median (IQR) and †n (%), ACT=Asthma Control Test, PAQLQ=Paediatric Asthma Quality of Life Questionnaire, ACD= Proportion of asthma control days in the preceding 4 weeks. Conclusions: Significant proportion of children with MPA demonstrated persistent BHR, despite apparently good asthma control as assessed by other subjective and objective measures. Unravelling the complex relationship between persistent BHR, asthma endotypes, treatment response and its implications for long term outcomes, pose a challenge for future studies. References: 1.Tschumperlin DJ et al. Am J Respir Cell Mol Biol 2003;28:142-9, 2.Grainge CL et al. N Engl J Med 2011;364:2006-15, 3. Anderson SD. Breathe 2011;8(1):53-60 #48 -AIRWAY RESISTANCE BY IMPULSE OSCILLOMETRY PREDICTS ASTHMA EXACERBATIONS IN YOUNG CHILDREN Author(s): 1. Schulze J. (Children's Hospital, Department of Allergy, Pneumology, and Cystic fibrosis, Goethe-University -Frankfurt, Germany) 2. Biedebach S. (Children's Hospital, Department of Allergy, Pneumology, and Cystic fibrosis, Goethe-University -Frankfurt, Germany) 3. Christmann M. (Department of Cardiology, Children's hospital -Zürich, Swiss) 4. Rosewich M. (Children's Hospital, Department of Allergy, Pneumology, and Cystic fibrosis, Goethe-University -Frankfurt, Germany) 5. Eickmeier O. (Children's Hospital, Department of Allergy, Pneumology, and Cystic fibrosis, Goethe-University -Frankfurt, Germany) 6. Zielen S. (Children's Hospital, Department of Allergy, Pneumology, and Cystic fibrosis, Goethe-University -Frankfurt, Germany)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Siao V. (Pediatric Pneumology, CHU Poitiers -Poitiers, France) 2. Trian T. (INSERM U1045, Centre de Recherche Cardiothoracique de Bordeaux, Bordeaux University -Bordeaux, France) 3. Berger P. (INSERM U1045, centre recherche cardiothoracique de Bordeaux, Bordeaux University -Bordeaux, France) 4. Fayon M. (Pediatric Pneumology, CIC 005, Chu Bordeaux -Bordeaux, France)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Simunkova P. (Department of Pediatrics, 2nd Faculty of Medicine Charles University in Prague -Prague, Czech republic) 2. Honkova L. (Department of Pediatrics, 2nd Faculty of Medicine Charles University in Prague -Prague, Czech republic) 3. Uhlik J. (Department of Histology and Embryology, 2nd Faculty of Medicine Charles University in Prague -Prague, Czech republic) 4. Vajner L. (Department of Histology and Embryology, 2nd Faculty of Medicine Charles University in Prague -Prague, Czech republic) 5. Pohunek P. (Department of Pediatrics, 2nd Faculty of Medicine Charles University in Prague -Prague, Czech republic)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "#153 -DECISION SUPPORT SYSTEM IN EARLY IDENTIFICATION OF CHRONIC DISEASES OF SMALL BRONCHIAL TUBES AT CHILDREN Author: Zandakov D. (Pediatric Pulmonology, First Saint-Petersburg Pavlov Medical State University -Saint-Petersburg, Russia) Diseases of respiratory organs dominate in structure of incidence of the children's population. Diagnostics of the chronic diseases of small bronchial tubes (CDSBT) is a complex challenge. It concerns the bronchial asthma (BA), the bronchopulmonary dysplasia (BLD), bronchiolitis obliterans (Br.obl.)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "CHILDREN WITH ASTHMA ON LONG-TERM TREATMENT WITH INHALED CORTICOSTEROIDS IN PANCEVO SERBIA Author(s): 1. Baumann SF. (Children department, General Hospital -Pancevo, Serbia) 2. Baumann SS. (Medical school, University of Belgrade -Belgrade, Serbia) 3. Pakaski S. (Children department, Health center -Pancevo, Serbia) 4. Deanovic M. (Children department, Health center -Pancevo, Serbia) 5. Radic V. (Children department, Health center -Pancevo, Serbia)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Armoni Domany K. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv University Sackler Faculty of Medicine -Tel Aviv, Israel) 2. Gut G. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv University Sackler Faculty of Medicine, -Tel Aviv, Israel) 3. Soferman R. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv University Sackler Faculty of Medicine, -Tel Aviv, Israel) 4. Sivan Y. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv University Sackler Faculty of Medicine -Tel Aviv, Israel) Background: No consensusguidelines exist for the respiratory treatment of asthmatic children who are referred for elective anesthesia and surgery. Our previous study demonstrated a large variability regarding preoperative management of asthmatic children among all the pediatric pulmonologists (PP) in Israel (CIPPXII-Valencia 2013)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "#174 -IMPACT OF THE PAEDIATRIC REGULATION ON RESEARCH IN THE FIELD OF PAEDIATRIC ASTHMA Author(s): 1. Migdal M (Anaesthesiology and Intensive Care, Children's Memorial Health Institute -Warsaw, Poland) 2. Eichler I (Paediatric Team, European Medicines Agency -London, United Kingdom) 3. Rossi P (Paediatric Department, Institute of Child Health/Bambino Gesu hospital -Rome, Italy) 4. Mentzer D (Pharmacovigilance Unit, Paul Ehrlich Institute -Langen, Germany) Introduction: The Paediatric Regulation No 1901/2006 entered into force in all EU member states on 26 January 2007, with the aim to improve the development of medicinal products, to address the lack of age appropriate formulations and to provide information on efficacy, safety and dosing for the paediatric population. The Regulation requires applications for marketing authorizations to be accompanied by either a product-specific waiver or a paediatric investigation plan (PIP), to be agreed by the Paediatric Committee (PDCO) of the European Medicines Agency (EMA). Aim of the study was to collect information on ongoing/planned development of medicinal products approved by the EMA in the condition of asthma in paediatric population. Method: A retrospective search on already published opinions and decisions on PIPs in the condition asthma using a publicly available database of the EMA has been performed. Results: Until December 2013 eighteen decision on PIPs in the condition asthma have been published by the EMA. Subsets of the paediatric population concerned by paediatric development are mainly related (10 PIPs) to children aged from 5 years to less than 18 years, in 6 PIPs to children 6-18 years and only in 2 PIPs younger children were planned to be included in the clinical development (from 6 months of age in 1 PIP and from 1 year in another one). Mode of medicinal products administration for asthma treatment were mainly subcutaneous/intravenous or inhalation use (8 and 7 PIPs respectively), sublingual/oral use was limited to 3 PIPs. Until time of analysis (December 2013) 3 PIPs were planned to be completed. Completion of clinical trials for ongoing developments is expected within 1 to 16 years (mean value 9 years; median value 11years). Conclusions: This is a first analysis of the impact of the Paediatric Regulation on development of medicinal products for treatment of asthma in paediatric population. Majority of PIPs are related to children aged 5 or 6 years and older. Prefer mode of medicinal products administration is inhalation or subcutaneous/intravenous use. Results of clinical trials will be known in approximately 10 years time. #177 -THE IMPACT OF WRITTEN ASTHMA ACTION PLAN COUPLED WITH A PRESCRIPTION (WAAP-Dumas M. (Pediatrics, CHUS Fleurimont -Sherbrooke, Canada) 2. Aubin-Lemay C. (Pediatrics, Chus-Fleurimont -Sherbrooke, Canada) 3. Boulerice-Turcotte A. (Pediatrics, Chus-Fleurimont -Sherbrooke, Canada) 4. Dore-Veillette S (Pediatrics, Chus-Fleurimont -Sherbrooke, Canada) 5. Martin L. (Pediatrics, Chus-Fleurimont -Sherbrooke, Canada) 6. Neron C (Pediatrics, CHUS-Fleurimont -Sherbrooke, Canada) 7. Counil F (Pediatrics, Chus-Fleurimont -Sherbrooke, Canada) 8. Vlachos-Mayer H (Pediastrics, CHUS-Fleurimont -Sherbrooke, Canada) 9. Lemire C (Pediatrics, CHUS-Fleurimont -Sherbrooke, Canada) 10. Praud JP. (Pediatrics, CHUS-Fleurimont -Sherbrooke, Canada)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "CA2þ-ACTIVATED CL-CHANNEL 1 TO PNEUMOCYSTIS-ASSOCIATED INCREASED EXPRESSION OF MUC5AC IN AUTOPSIED INFANT LUNGS. Author(s): 1. Perez F. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile) 2. Ponce CA. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile) 3. Rojas DA. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile) 4. Iturra P. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile) 5. Bustamante R. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile) 6. Gallo M. (Thanatology Department, Servicio Medico Legal -Santiago, Chile) 7. Hananias K. (Thanatology Department, Servicio Medico Legal -Santiago, Chile) 8. Vargas SL. (Biomedical Sciences Institute, University of Chile School of Medicine -Santiago, Chile)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Gut G. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel-Aviv Sourasky Medical Center, Tel Aviv University, Sackler Faculty of Medicine -Tel Aviv, Israel) 2. Armoni-Domany K. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel-Aviv Sourasky Medical Center, Tel Aviv University, Sackler Faculty of Medicine -Tel Aviv, Israel) 3. Soferman R. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel-Aviv Sourasky Medical Center, Tel Aviv University, Sackler Faculty of Medicine -Tel Aviv, Israel) 4. Sivan Y. (Department of Pediatric Pulmonology, Critical Care and Sleep Medicine, Dana Children's Hospital, Tel-Aviv Sourasky Medical Center, Tel Aviv University, Sackler Faculty of Medicine -Tel Aviv, Israel)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "OF COMMUNITY ACQUIRED PNEUMONIA IN CHILDREN WHO FAILED ORAL ANTIBIOTIC THERAPY IN THE COMMUNITY Author(s): 1. Blich BO. (Medical student, Hadassah Medical centers -Jerusalem, Israel) 2. Cohen-Cymberknoh CM. (Pediatrics, Hadassah Medical centers -Jerusalem, Israel) 3. Breuer BO. (Pediatrics, Hadassah Medical centers -Jerusalem, Israel) 4. Kerem KE (Pediatrics, Hadassah Medical centers -Jerusalem, Israel)", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Olivianto E. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 2. Ardhani RY. (Faculty of Medicine, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 3. Udin MF. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 4. sidharta B. (Pharmacy, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 5. Chandra Kusuma MS. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia)", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Werner C. (Department of General Pediatrics, University Children's Hospital Muenster -Muenster, Germany) 2. Wallmeier J. (Department of General Pediatrics, University Children's Hospital Muenster -Muenster, Germany) 3. Raidt J. (Department of General Pediatrics Münster, University Children's Hospital Muenster -Muenster, Germany) 4. Kuehni C. (Institute of Social and Preventive Medicine, University of Bern -Bern, Swiss) 5. Leigh M. (Department of Pediatrics, University of North Carolina (UNC) School of Medicine -Chapel Hill, USA) 6. Nielsen K. (Pediatric Pulmonary Service, Department of Pediatrics and Adolescent Medicine, Copenhagen University Hospital, Rigshospitalet -Copenhagen, Denmark) 7. Yiallouros P. (Cyprus International Institute for Environmental and Public Health, Cyprus University of Technology -Limassol, Cyprus) 8. Lucas J. (Primary Ciliary Dyskinesia Centre, National Institute for Health Research (NIHR) Southampton Respiratory Biomedical Research Unit, University of Southampton and University Hospital Southampton National Health Service (NHS) Foundation Trust -Southampton, United Kingdom) 9. Lablans M. (Institut für Med. Biometrie, Epidemiologie und Informatik, Universitätsmedizin Mainz -Mainz, Germany) 10. Ü ckert F. (Institut für Med. Biometrie, Epidemiologie und Informatik, Universitätsmedizin Mainz, -Mainz, Germany) 11. Omran H. (Department of General Pediatrics, University Children's Hospital Muenster -Muenster, Germany) Introduction: Primary Ciliary Dyskinesia (PCD) is a rare, genetically heterogeneous disorder that affects approximately 1 in 20,000 individuals. Dysfunction of respiratory cilia results in defective mucociliary clearance and chronic upper and lower airways disease. Recurrent lower respiratory tract infections lead to bronchiectasis and ultimately respiratory failure. The clinical management is currently based on improving airway clearance and controlling respiratory infections through the administration of antibiotics.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Freitas A (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal) 2. Correia J (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal) 3. Reis G. (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal) 4. Guedes M. (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal) 5. Senra V. (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal) 6. Morais L. (Pediatrics, Centro Hospitalar do Porto -Porto, Portugal)", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Tack J. (Psychology department, KULeuven -Leuven, Belgium) 2. Vertommen A. (Cystic Fibrosis Centre, University Hospital Leuven -Leuven, Belgium) 3. Proesmans M. (Cystic Fibrosis Centre, University Hospital Leuven -Leuven, Belgium) 4. Havermans T. (Cystic Fibrosis Centre, University Hospital Leuven -Leuven, Belgium) Background: The day parents are told their child has Cystic Fibrosis (CF) is imprinted in their memory. The diagnosis changes family life. Parents often show strong emotions (e.g. shock, anxiety) and they need to restructure their lives taking into account CF (Jedlicka-Köhler, Götz & Eichler, 1996; Monestrol et al, 2011).", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Jamieson N (Kids Research Institute, The Children's Hospital at Westmead -Sydney, Australia) 2. Fitzgerald D (Respiratory Medicine, The Children's Hospital at Westmead -Sydney, Australia) 3. Singh-Grewal D (Paediatrics & Child Health, The Children's Hospital at Westmead -Sydney, Australia) 4. Hanson C (Kids Research Institute, The Children's Hospital at Westmead -Sydney, Australia) 5. Craig JC. (Kids Research Institute, The Children's Hospital at Westmead -Sydney, Australia) 6. Tong A (Kids Research Institute, The Children's Hospital at Westmead -Sydney, Australia)", "latex": null, "type": "figure"}, "FIGREF17": {"text": "GRANULOMATOUS AND LYMPHOCYTIC INTERSTITIAL LUNG DISEASE IN A PATIENT WITH COMMON VARIABL IMMUNODEFICIENCY Author(s): 1. Genel F. (Department of Pediatrics, Dr. Behcet Uz Children's Hospital -Izmir, Turkey) CS. (Department of Pediatrics, Dr. Behcet Uz Children's Hospital -Izmir, Turkey)", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Luiz LC (Pediatrics, Unicamp -Campinas, Brazil) 2. Nucci A. (Neurology, Unicamp -Campinas, Brazil) 3. Ribeiro MA. (Pediatrics, Unicamp -Campinas, Brazil) 4. Almeida CC. (Pediatrics, Unicamp -Campinas, Brazil) 5. Morcillo AM. (Pediatrics, Unicamp -Campinas, Brazil) 6. Ribeiro JD. (Pediatrics, Unicamp -Campinas, Brazil) Purpose: Characterize motor and respiratory severity of Duchenne muscular dystrophy (DMD) patients. Methods: A cross-sectional study was performed in the pneumology and neurology departments of a university hospital of tertiary care, where 34 DMD boys were followed-up. Nineteen boys were evaluated for motor [Motor Function Measure (MFM) and 6minute walk test(6MWT)] and respiratory assessment [respiratory muscle strength, peak cough flow, spirometry and volumetric capnography(VCap)].", "latex": null, "type": "figure"}, "FIGREF19": {"text": ", Socio-economic Cost, Public Health Resources #23 -SEROTYPE DISTRIBUTION AND DRUG RESISTANCE OF STREPTOCOCCUS PNEUMONIAE ISOLATED FROM CHILDREN WITH COMMUNITY ACQUIRED PNEUMONIA IN JAPAN. Author(s): 1. Takahashi S. (Pediatrics, Chiba University Hospital -Chiba, Japan) 2. Ishiwada N (Division of Control and Treatment of Infectious Diseases, Chiba University Hospital -Chiba, Japan) 3. Hishiki H (Pediatrics, Chiba University Hospital -Chiba, Japan) 4. Nagasawa K (Pediatrics, Chiba University Hospital -Chiba, Japan) 5. Chang B (Bacteriology I, National Institue of Infectious Diseases -Tokyo, Japan) 6. Nagashima K (Clinical Research Center, Chiba University Hospital -Chiba, Japan) Purpose: To reveal the impact of the heptavalent pneumococcal vaccine (PCV7) and newly approved oral antibiotic (tosufloxacin) for children on serotype and drug resistance of Streptococcus Pneumoniae (Sp) isolated from blood and sputum samples of children admitted in hospitals with community acquired pneumonia (CAP) in Japan. Methods: PCV7 and oral tosufloxacin (TFLX) were newly approved for children in Japan in February 2010 and August 2009, respectively. The study periods were between April 2008 to March 2009 and April 2012 to March 2013. Children living in Chiba city, Japan, aged under 16 years admitted with CAP in 5 major tertiary hospitals were enrolled in this study, and patient backgrounds were collected. Patients with positive blood culture or cultured sputum (smears Geckler's group 4 or 5) dominant for microorganisms such as Sp, Haemophilus influenzae (Hi), Moraxella catarralis (Mc) were diagnosed with bacterial pneumonia. Antimicrobial susceptibility of Sp was tested according to CLSI guideline M100-S23, serotypes were determined with Quellung reaction. For Statistical analysis, the Fisher's exact test was used to compare betweengroup differences in patient characteristics and the proportion of PCV7 serotypes in patients with a diagnosis of Sp pneumonia. A logistic regression model adjusted by potential confounders was used to estimate the odds ratio for the PCV7 vaccine effect in relation to the risk of Sp pneumonia. Results: In this study, 486 and 495 patients under 16 years old were enrolled in 2008 and 2012, respectively. There were significant reductions of the proportion of Sp pneumonia patients (16.4% in 2008 versus 8.3% in 2012, P < 0.001) and the PCV7 covered serotypes (62.5% in 2008 versus 18.4% in 2012, P < 0.001). The number of patients diagnosed with Hi or Mc pneumonia remained unchanged during the two study periods.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Babaei H. (Pediatrics Ward, Mousavi Teaching Hospital, Zanjan University of Medical Sciences -Zanjan, Iran) 2. Kavandi S. (Faculty of Humanity, Zanjan University -Zanjan, Iran)", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Anthony K. (Allergy-Immunology, Ochsner Children's Health Center/ Tulane University -New Orleans, USA) 2. Urrego F. (Pediatric Pulmonology, Ochsner Children's Health Center -New Orleans, USA) PURPOSE: To examine the prevalence and clinical significance of low pneumococcal titers, pre and post 23-valent pneumococcal polysaccharide vaccine (PPSV-23), in pediatric patients !2 years presenting with cough. METHODS: We reviewed 826 charts of children !2 years presenting to Ochsner Pediatric Pulmonology Clinic from 2006 to 2012 with a diagnosis of cough.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Children undergoing bone marrow transplants are well known to have pulmonary complications. These account for a sizeable proportion of post-transplant morbidity and mortality. The majority of data available on post-transplant pulmonary function come from adult studies, although several small pediatric case series have been described. This study was undertaken to evaluate long-term pulmonary function changes in patients who underwent bone marrow transplantation in our pediatric unit. METHODS: This was a retrospective review of serial pulmonary function tests (PFTs) results in child and adolescent patients who underwent bone marrow transplantation (BMT) for hemato-oncological disorders at National University Hospital Singapore over a thirteen year period(2001)(2002)(2003)(2004)(2005)(2006)(2007)(2008)(2009)(2010)(2011)(2012)(2013). PFT values before and after BMT were analysed, including forced expiratory volume in one second (FEV1), forced vital capacity (FVC) and total lung capacity (TLC). Mean PFT values were plotted against time and statistical analysis was performed using IBM SPSS Statistics v20 (IBM Corp, NY). RESULTS: Sixty-seven patients had 174 PFTs performed during the study period. Age range at the time of bone marrow transplant was 2 years 5 months to 20 years 8 months (median age 12 years 6 months).There was a considerable decline three months post-BMT in mean FEV1 (15% fall), mean FVC (19% fall), and mean TLC (21% fall) compared to pre-BMT baseline values. Pulmonary function test values remained low at six months post-BMT (compared to pre-BMT baseline, FEV1 fell by 13%, FVC by 14% and TLC by 4%). The mean FEV1, FVC, and TLC values improved by 8%, 12%, 17% respectively between six months and two years post-BMT but remained below pre-transplant levels. Twenty children had follow-up PFTs done at five years. There was little change in mean FEV1/FVC ratio in the first five years post-BMT (92% predicted at baseline compared to 93% predicted at five years post-BMT). However, there was an overall decline in PFT values at five years post-BMT compared to values at two years (which were already below pre-transplant levels) with regards to FEV1, FVC and TLC values. This was suggestive of a restrictive pattern in lung function several years after BMT, with a decline in FVC (11% fall from two years to five years post-BMT), FEV1 (12% fall) and TLC (3% fall). CONCLUSION: Our results suggest that, in children undergoing bone marrow transplant, a fall in pulmonary function test values occur three to six months post-transplant, with a partial recovery at one to two years. However, pulmonary function test values were overall reduced at five years compared to values at two years. Our findings emphasise the need for longitudinal respiratory monitoring and follow-up to detect any deterioration in lung function in the years following bone marrow transplant.#68 -QUANTITATIVE EVALUATION OF THE VENTILATORY RESPONSE TO CO2 IN PRETERM INFANTS. Author(s): 1. Yamada Y. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 2. Hasegawa H. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 3. Henmi N. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 4. Tsuruta S. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 5. Uchiyama T. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 6. Hoshina J. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 7. Miyoshi Y. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 8. Muto J. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan) 9. Wasa M. (Division of Neonatal Intensive Care, Tokyo women's medical university medical center east -Tokyo, Japan)", "latex": null, "type": "figure"}, "FIGREF23": {"text": "#15 -COMPARISON OF NASAL CONTINUOUS POSITIVE AIRWAY PRESSURE (CPAP) AND CPAP WITH INTERMITTENT PRESSURE IN PRETERM NEWBORNS Author(s): 1. Silveira CS. (Pediatrics, Santa Casa -Franca, Brazil) 2. Melo AP. (Physiotherapy, Santa Casa -Franca, Brazil) 3. Leonardi KM. (Physiotherapy, Santa Casa -Franca, Brazil) 4. Zaia JE. (Program in Health Promotion, University of Franca -Franca, Brazil) 5. Brunherotti MA. (Physiotherapy, University of Franca -Franca, Brazil)", "latex": null, "type": "figure"}, "FIGREF24": {"text": "#38 -DOES 3 WEEKS OF AZITHROMYCIN IMPROVE CLINICAL OUTCOMES OF INDIGENOUS CHILDREN HOSPITALISED WITH BRONCHIOLITIS: A PLACEBO-CONTROLLED RANDOMISED TRIALAuthor(s):", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Short K. (Viroscience, Erasmus MC -Rotterdam, Netherlands) 2. Kasper J. (Pathology, Medical University of Mainz -Mainz, Germany) 3. Fouchier R. (Viroscience, Erasmus MC -Rotterdam, Netherlands) 4. Kirkpatrick C. (Pathology, Medical University of Mainz -Mainz, Germany) 5. Kuiken T. (Virosciences, Erasmus MC -Rotterdam, Netherlands)", "latex": null, "type": "figure"}, "FIGREF26": {"text": "#147 -SLEEP-RELATED RESPIRATORY EVENTS AND SLEEP STRUCTURE IN HYPOXIC-ISCHEMIC ENCEPHALOPATHY NEONATES Author(s): 1. Xu ZF (Respiratory, Beijing Children's Hospital, Capital Medical University -Beijing, China)", "latex": null, "type": "figure"}, "TABREF1": {"text": "The secondary aim was to assess the effect of factors released by the epithelium upon stimulation by environmental factors such as house dust mite and rhinovirus,on ASMC proliferation. Methods: We cultured ASMC and bronchial epithelial cells (BEC) obtained by endobronchial biopsy from children and adults with severe asthma or undergoing bronchial endoscopy for other reasons.", "latex": null, "type": "table"}, "TABREF2": {"text": "Keywords: MEFV curves, preschool children, asthma, expiratory volumes #66 -THE STATE OF NON-SPECIFIC RESISTANCE FACTORS IN SMALL AIRWAYS DISEASES OF BRONCHIAL TUBES IN CHILDREN Govoni M. (Clinical Pharmacology, Chiesi -Parma, Italy) 3. Piccinno A. (Clinical Pharmacology, Chiesi -Parma, Italy) 4. Ciurlia G. (Clinical Pharmacology, Chiesi -Parma, Italy) 5. Poli G. (Clinical Pharmacology, Chiesi -Parma, Italy) 6. Acerbi D. (Clinical Phamacology, Chiesi -Parma, Italy) 7. Singh D. (University of Manchester, The Medicines Evaluation Unit, University of Manchester -Manchester, United Kingdom) 8. Bisgaard H. (Copenhagen Prospective Studies on Asthma in", "latex": null, "type": "table"}, "TABREF3": {"text": ". References: 1. Onhøj J, Thorsson L, Bisgaard H. Lung deposition of inhaled drugs increases with age. Am J Respir Crit Care Med. Lucci G. (Clinical Pharmacology, Chiesi -Parma, Italy) 3. Govoni M. (Clinical Pharmacology, Chiesi -Parma, Italy) 4. Baronio R. (Data management & statistics, Chiesi -Parma, Italy) 5. Carzana E. (Data Management & statistics, Chiesi -Parma, Italy) 6. Acerbi D. (Clinical Phamacology, Chiesi -Parma, Italy) 7. Elgalal A. (Division of Internal Medicine, Asthma and Allergy, University Hospital of Lodz -Lods, Pologne) 8. Stelmach I. (Department of Pediatrics and Allergy, Medical University of Lodz -Lodz, Pologne)", "latex": null, "type": "table"}, "TABREF4": {"text": "). An open, parallel arm of 30 asthmatic adults receiving Foster 1 was added as a control. All patients received a total single dose of BDP and formoterol of 400 mg and 24 mg, respectively. Secondary objective was to explore the dose-related efficacy of different doses of CHF1535 (BDP 50 mg/FF 6 mg, BDP 100 mg/FF 12 mg and BDP 200 mg/FF 24 mg) in terms of FEV1 AUC0-12 h. All treatments were administered with AeroChamber Plus spacer device.#83 -FACTORS ASSOCIATED WITH EXERCISE-INDUCEDBRONCHOCONSTRICTION IN CHILDREN. ASSESSMENT OF GASTRO-OESOPHAGEAL REFLUX. Villa MP. (NESMOS Department, Faculty of Medicine and Psychology, \"Sapienza\" University, Pediatric Unit, Sant'Andrea Hospital -Rome, Italy)", "latex": null, "type": "table"}, "TABREF8": {"text": "Acuña RH. (Scientific Research Unit, Hospital Militar Central -Bogota, Colombia) 3. Pedraza AM. (Pediatric Pulmonology Department, Hospital Universitario Clinica San Rafael -Bogota, Colombia)", "latex": null, "type": "table"}, "TABREF12": {"text": "B2 AGONISTS AND ANTI-CHOLINERGIC THERAPY ON RESPIRATORY AND AUTONOMIC FUNCTION IN PATIENTS WITH FAMILIAL DYSAUTONOMIA Lavie ML (Pediatric Pulmonary Unit and the national center for CF, Edmond and Lili Safra Children's Hospital, Sheba Medical Center, Tel Hashomer, -Ramat Gan, Israel) 2. Sarouk IS (Pediatric Pulmonary Unit, Edmond and LiliSafra Children's Hospital, Sheba Medical Center, Tel Hashomer, -Ramat Gan, Israel) 3. dagan ad (pediatric pulmonary unit, Edmond and LiliSafra Children's Hospital, Sheba Medical Center, Tel Hashomer, -Ramat Gan, Israel) 4. vilozni dv (pediatric pulmonary unit, Edmond and LiliSafra Children's Hospital, Sheba Medical Center, Tel Hashomer, -Ramat Gan, Israel) 5. axelrod fa (Dysautonomia Center, New York University School of Medicine -New York, USA) 6. Norcliffe-Kaufmann lk (Dysautonomia Center, New York University School of Medicine -New York, USA) 7. Kaufmann HK (Dysautonomia Center, New York University School of Medicine -New York, USA) 8. Efrati OE (Pediatric Pulmonary Unit, LiliSafra Children's Hospital, Sheba Medical Center, Tel Hashomer -Ramat Gan, Israel) 9. Bar Aluma BB (Pediatric Pulmonary Unit, LiliSafra Children's Hospital, Sheba Medical Center, Tel Hashomer -Ramat Gan, Israel)", "latex": null, "type": "table"}, "TABREF13": {"text": "55) years. Both Albuterol and Ipratropium were effective in improving pulmonary function. Pre and Post Albuterol inhalation showed significant improvement in FEV1 (47.2% AE 17.5 vs. 51.6% AE 16.8 respectively, P < 0.001), and with MEF25-75 (34.1% AE 21.4 vs. 37.2% AE 18, P < 0.05). ipratropium demonstrated improvement in Pre and Post FEV1 that was statistically insignificant (47.7% AE 12.9 vs. 51.1% AE 15.3 respectively, P ¼ 0.08). However, when compared ipratropium with placebo, the increment of FEV1 in percentage was statistically significant (8.5%vs 0.2% respectively, P < 0.05). IOS results: Pre and Post inhalation of Albuterol demonstrated reduction in R5Hz (4.67 AE 2.5 vs .3.64 AE 2.1 respectively, P < 0.02), R20Hz (3.51 AE 1.9 vs. 2.83 AE 1.59 respectively, P < 0.02). Ipratropium bromide showed statistically significant improvement Pre and Post inhalation with R5Hz (3.67 AE 2.2 vs. 3.06 AE 1.6 respectively, P < 0.05) and AX (6.5 AE 6.4 vs.", "latex": null, "type": "table"}, "TABREF14": {"text": "#141 -THE RELATIONSHIP OF SERUM INTERCELLULAR ADHESION MOLECULE-1 AND INTERLEUKIN-17A IN CHILDREN WITH ACUTE MYCOPLASMA PNEUMONIAE PNEUMONIA AND WHEEZE Lin L. (Department of Pediatric Pulmonology, The Second Affiliated Hospital & Yuying Children's Hospital, Wenzhou Medical University -Wenzhou, China)", "latex": null, "type": "table"}, "TABREF15": {"text": "(including Tuberculosis) #5 -IS LOWER RESPIRATORY TRACT INFECTION WITH ADENOVIRUS MORE DETRIMENTAL THAN OTHER VIRAL INFECTION IN EARLY CHILDHOOD? Best E. (Paediatric Infectious Diseases, Starship Children's Hospital and The University of Auckland -Auckland, New zealand) 3. Reed P. (Paediatrics, Starship Children's Hospital -Auckland, New zealand) 4. Trenholme A. (Paediatrics, KidzFirst Children's Hospital and The University of Auckland -Auckland, New zealand) 5. Byrnes C. (Paediatric Respiratory Medicine, Starship Children's Hospital and The University of Auckland -Auckland, New zealand) Background: Adenovirus is suspected to be more virulent than other viral infections when causing lower respiratory tract infection (LRTI). Our aim was to describe the clinical characteristics, hospital admissions and ongoing respiratory morbidity of adenoviral LRTI in early childhood. Methods: A retrospective review of children aged <2 years clinically diagnosed with LRTI and evidence of adenovirus infection on nasopharyngeal aspirate who were admitted to KidzFirst Hospital between August 2007 to July 2008 & August 2009 to July 2011. Demographic, clinical, radiological data and outcomes from index admission till 31 December 2012 were recorded. Results: Two hundred and thirteen children were admitted with a median age of 8.5 months with 92% being Maori or Pacifica. Median length of admission was 2 days (range 1-30) with 79% from areas of high deprivation. Children under 6 months were more likely to have longer admission of !3 days (OR 2.4, P ¼ 0.01), require oxygen (OR 2.9, P ¼ 0.004) and for >24 hours (OR 3.2, p 24 hours or ICU) between adenovirus alone versus coinfection with other virus (P ¼ 0.99) or S.pneumoniae carriage (P ¼ 0.11). In the first year following admission, 74 children (35%) were admitted and 68 (32%) presented to the emergency department with respiratory illness and 31 children (15%) were seen in respiratory clinic. Conclusion: Admissions for adenoviral LRTI were more common in Maori and Pacifica, those from deprived areas and were more severe in young children. Literature suggests that co-infection of any viruses and/or bacteria causes more severe disease. However, our data demonstrates adenovirus alone or in combination was equally problematic with ongoing morbidity. This suggests all infants with adenoviral infection may need follow up to improve long term outcomes. Ibraheem RM. (Paediatrics and Child Health, University of Ilorin Teaching Hospital -Ilorin, Nigeria) 2. Johnson AR. (Paediatrics and Child Health, University of Ilorin Teaching Hospital -Ilorin, Nigeria) 3. Abdulkarim AA. (Paediatrics and Child Health, University of Ilorin Teaching Hospital -Ilorin, Nigeria) 4. Abdulkadir MB. (Paediatrics and Child Health, University of Ilorin SpCO% fell to 6 and remained stable over the next year during which she experienced no acute illnesses and continued to improve in clinical status and spirometry. Conclusions: This report describes a late effect of severe pneumonia that was preceded by a progressive rise in SpCO% despite ongoing clinical improvement. This suggests that SpCO% may be an easily attainable predictive measure of ongoing, subclinical inflammation. #51 -SENSITIVITY OF A NOVEL SKIN TEST WITH RECOMBINANT PROTEIN ESAT6-CFP10 IN NEW CASES OF TUBERCULOSIS IN CHILDREN AND ADOLESCENTS. The diagnosis of herpes infection was noted by PCR and immunoenzymatic methods. 3. The humoral immunity was appreciated by Mancini method. 4. The cellular immunity was assessed with specific monoclons. 5. The statistical interpretation of anamnesis and epidemiological data was used. Paediatric Pulmonology, Red Cross War Memorial Children's Hospital; Department of Child and Adolescent Health, University of Cape Town -Cape Town, South Africa) 5. Zar H (Paediatric Pulmonology, Red Cross War Memorial Children's Hospital; Department of Child and Adolescent Health, University of Cape Town. -Cape Town, South Africa)", "latex": null, "type": "table"}, "TABREF18": {"text": "Pharyngomalacia on its own can cause hypoxemic episodes, inspiratory stridor and feeding difficulties. Evaluation with a flexible fiberotic endoscopy is essential in the diagnosis. Many cases resolve with age, but some cases need airway management and/or tube feeding. This disease maybe left undiagnosed and we believe this disease deserves more recognition.Jaspers M. (Department of Otorhinolaryngology, Head and Neck Surgery, University Hospital Gasthuisberg -Leuven, Belgium) 3. Proesmans M. (Pediatrics, Pediatric Pulmonology, University Hospital Gasthuisberg -Leuven, Belgium) 4. De Boeck K. (Pediatrics, Pediatric Pulmonology, University Hospital Gasthuisberg -Leuven, Belgium) 5. Jorissen M. (Department of Otorhinolaryngology, Head and Neck", "latex": null, "type": "table"}, "TABREF22": {"text": "Neonates, Hospital Stay Duration, Patient Costs #107 -INDOOR AIR POLLUTION AND TOBACCO SMOKE EXPOSURE IN AN AFRICAN BIRTH COHORT STUDY.", "latex": null, "type": "table"}, "TABREF23": {"text": "", "latex": null, "type": "table"}, "TABREF24": {"text": "", "latex": null, "type": "table"}, "TABREF26": {"text": "#1 -B-TYPE NATRIURETIC PEPTIDE INHIBITS ANGIOTENSIN II-INDUCED PROLIFERATION AND MIGRATION OF PULMONARY ARTERIAL SMOOTH MUSCLE CELLS Hsu JH (Pediatrics, Kaohsiung Medical University Hospital, Kaohsiung Medical University -Kaohsiung, Taiwan)BACKGROUND: Pulmonary vascular remodelling, characterized by disordered proliferation and migration of pulmonary arterial smooth muscle cells (PASMCs), is a pathognomonic feature of pulmonary arterial hypertension (PAH). Pharmacologic strategy targeting on anti-proliferation and anti-migration of PASMCs may have therapeutic role for PAH, but is still lacking. The aims of the present study were to investigate the effects and underlying mechanisms of B-type natriuretic peptide (BNP) on angiotensin II (Ang II)-induced proliferation and migration of PASMCs. METHODS: Vascular smooth muscle cells isolated from rat pulmonary artery were cultured and used at passages 3-5. Proliferation and migration of PASMC were induced by Ang II and evaluated by MTT test and Boyden chamber assay, respectively. PASMCs were incubated with Ang II, with or without BNP pretreatment to determine its effects on proliferation and migration. In addition, potential underlying mechanisms including Ca2þ influx, oxidative stress, MAPK and Akt signaling and the cGMP/PKG pathway were also examined. RESULTS: BNP inhibited Ang II-induced PASMC proliferation and migration dose dependently. In addition, BNP attenuated intracellular calcium overload caused by Ang II. Moreover, Ang II-induced ROS production was mitigated by BNP, with associated down-regulation of NADPH oxidase 1 (NOX1) and reduced mitochondrial ROS production.Finally, downstream signal transduction including ERK1/2 and Akt activated by Ang II were also counteracted by BNP. Of note, these effects of BNP were all inhibited by Rp-8-Br-PET cGMPS, a PKG inhibitor. CONCLUSIONS: BNP inhibits Ang II-induced PASMC proliferation and migration. These effects are potentially mediated by decreased calcium influx and reduced ROS production by NOX1 and mitochondria, through the cGMP/PKG pathway. Therefore, BNP may have a valuable role in the prevention of pulmonary vascular remodelling. #2 -EFFECTS OF PNEUMONIA AND MALNUTRITION ON THE FREQUENCY OF MICRONUCLEI IN PEDIATRIC PATIENTS Saad K. (Department of Pediatrics, Assiut University -Assiut, Egypt) The aim of this study was to evaluate the effects of bacterial pneumonia and malnutrition on the frequency of micronuclei (MN) in peripheral blood of pediatric patients through flow cytometric analysis. Patients and Methods: The study was an analytical case-control study carried out on 35 malnourished children with bacterial pneumonia and 20 well-nourished children with bacterial pneumonia, in addition to 20 healthy children as controls. Complete physical examination including; anthropometric measurement, Chest roentgenograms were done for all cases. Assessment of MN was done by FACSCalibur flow cytometry. Results: The frequency of micronucleated reticulocytes (MN-RETs) was higher both in the malnourished children with pneumonia and wellnourished children with pneumonia than the controls. Within the malnourished children with pneumonia, patients with kwashiorkor had more micronucleated mature erythrocytes (MN-RBCs) and MN-RETs than patients with marasmus. Conclusion: Pneumonia is associated with an increased frequency of MN and this increment is more pronounced in children with severe malnutrition especially kwashiorkor group. #6 -DECREASED AMBIENT OXYGEN TENSION ALTERS THE EXPRESSION OF ENDOTHELIN-1 IN ALVEOLAR MACROPHAGE the induction of hBD2 and IL-8 gene expression in A549 cell by S. pneumoniae. SIRT1 may play a key role in host immune and defense response in A549. #168 -THE EFFECT OF IMMUNOTHERAPY, PROBIOTICS AND NIGELLA SATIVA IN THE NUMBER OF CD4þ IL-4þ CELL, TOTAL IGE LEVEL AND ASTHMA CONTROL TEST (ACT) SCORE Chandra Kusuma MS. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 2. Soegiono LT (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 3. Olivianto E. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) 4. Barlianto W. (Child Health, Faculty of Medicine, Brawijaya University -Malang, Indonesia) Asthma is a chronic inflammatory disorder of the airways dominated by Th2. Immunotherapy has benefits for asthmatic patients. Its long duration of treatment is often caused drop out of treatment. Probiotics and Nigella sativa as immunomodulator for asthma expectantly could increase the efficacy of immunotherapy. The aims of this study was to evaluate the therapeutic efficacy of immunotherapy combined with probiotics and Nigella sativa in the number of CD4þ IL-4þ cells, Total IgE level and Asthma Scoring Test. A total of 31 children with mild asthma were evaluated and then randomized to receive immunotherapy or immunotherapy plus Nigella sativa or immunotherapy plus probiotic or immunotherapy plus Nigella sativa plus probiotic openly for 14 weeks. We used subcutaneus HDM immunotherapy (build up phase), 2 Â 109 mixed live bacteria Lactobacillus acidophilus and Bifidobacterium lactis and 15 mg/kgBW/day Nigella sativa. Number of CD4þ IL-4þ cells was evaluated using flowcytometri of PBMC isolated from peripheral blood and analyzed using BD Cell quest Pro software. Total IgE level was measured using Enzyme Chemiluminescence Immunoassay by Roche Elecsys 2010. the children were accompanied by their parents while they answer ACT questions. There was no significant difference in the pre and post test mean number of CD4þ IL-4þ cells in all three treatment group. The Total IgE level was decreased significantly in the immunotherapyþ probioticþ Nigella sativa group (p 0.022). The ACT score were increased in the immunotherapyþ Nigella sativa group (p 0.001), in the immunotherapyþ probiotics group (p 0.004), and immunotherapyþ Nigella sativaþ probiotics group (p 0.000). Correlation test found a significant association between the number of CD4þ IL-4þ cells, Total IgE level and ACT score in all groups. The combination of immunotherapy, Nigella sativa and probiotics could decrease the Total IgE level thus improve the clinical symptoms. 13. Pediatric Pulmonology in Devloping Countries #16 -ROLE OF ZINC IN SEVERE PNEUMONIA: A RANDOMIZED DOUBLE BIND PLACEBO CONTROLLED STUDY Shah G (Pediatrics and Adolescent Medicine, B. P. Koirala Institute of Health Sciences -Dharan, Nepal) Background: Pneumonia is a leading cause of morbidity and mortality in children. Objective: The aim of study was to evaluate the efficacy of Zinc supplementation in treatment of severe pneumonia in hospitalized children. Design/Methods: A double blind randomized, placebo-controlled clinical trial conducted at a tertiary care centre of a teaching hospital. Children with diagnosis of severe pneumonia were randomly assigned to receive supplementation with either elemental zinc or placebo by mouth at the time of enrollment. From day 2, they received 10 mg of their assigned treatment by mouth twice a day for 7 days along with standard antimicrobial therapy. Results: The baseline characteristics like age, sex, weight, weight Z score, height, height Z score, weight for height Z score and hemoglobin were comparable in both study groups. The respiratory rate, chest indrawing, cyanosis, stridor, nasal flaring, wheeze and fever in both groups recorded at enrollment and parameters did not differ significantly between the two groups. The outcome measures like time taken for resolution of severe pneumonia, pneumonia, duration of hospital stay, nil per oral, intravenous fluid, oxygen use, treatment requiring 2nd line of drug and 3rd line drug were evaluated and found to be same. Conclusion: The present study did not show a statistically significant reduction in duration of severe pneumonia, or reduction in hospital stay for children given daily zinc supplementation along with standard antimicrobial therapy. Therefore, zinc supplementation given during the acute episode does not help in short term clinical recovery from severe pneumonia. Keywords: Pneumonia, Children, Zinc #20 -ROLE OF METHYLPREDNISOLONE TREATMENT IN SEVERE MYCOPLASMA PNEUMONIAE PNEUMONIA IN CHILDREN Author(s): 1. Wang J (Department of Pediatric Respiratory Medicine, The First Affiliated Hospital of Anhui Medical University -HeFei, China) 2. Ding SG (Department of Pediatric Respiratory Medicine, The First Affiliated Hospital of Anhui Medical University -Hefei, China) Objective To investigate the therapeutic effects of methylprednisolone on severe MPP. Methods Sixty-two children with severe MPP were enrolled to receive azithromycin combined with methylprednisolone (treatment group, n ¼ 26) or receive azithromycin alone (control group, n ¼ 36). Clinical symptom changes (defervescence time), hospitalization time, C-reactive protein (CRP) levels, and pulmonary radiographic images were assessed at the end of the study. Results Patients in the treatment group experienced defervescence from 4 to 16 h after enrollment, whereas no defervescence was observed among patients in the control group. Atelectasis rate was 2/26 in the treatment group and 11/36 in the control group (P < 0.05). The mean defervescence time was 8.8 AE 3.8 h in the treatment group and 52.9 AE 16.2 h in the control group (P < 0.01). The mean hospitalization time was 7.5 AE 1.4 d in the treatment group and 11.3 AE 3.5 d in the control group (P < 0.01). Within three months of follow-up, 23/26 patients in the treatment group showed complete pulmonary infiltration absorption, and 23/36 patients in the control group showed the same result (P < 0.05). No significant difference in the mean fever duration prior to admission and the CRP mean value (P > 0.05) between the treatment group and the control group was observed. Conclusions Early methylprednisolone therapy with adequate macrolide content is helpful in the treatment and quick recovery of children with severe MPP. Keywords: Children; Mycoplasma pneumonia; methylprednisolone; Pneumonia; pulse; severe #103 -FACTORS INFLUENCING OUTCOME OF VENTILATED NEONATES IN INTENSIVE CARE UNIT IN A DEVELOPING COUNTRY Mamun MA. (Department of Critical Care in Neonatology and Paediatrics, Dhaka Shishu (Children) Hospital -Dhaka, Bangladesh) Background: Large number of neonates in NICU require mechanical ventilation with a high fatality. Objective: To find out the factors influencing outcome of ventilated neonates in ICU. Materials and methods: This study was conducted from March 2006 to December 2009 in the ICU of Dhaka Shishu (Children) Hospital, Bangladesh. Neonates consecutively put on mechanical ventilator during the study period were enrolled. For each ventilated neonate, information included age, sex, admission weight, gestational age and primary diagnosis. Observations at the time of initiation of ventilation included PIP, PEEP, FiO2, SaO2 and ABG analysis. Complications encountered during ventilation and duration of ventilation was noted. Relevant investigations were done. Finally, outcome was recoded. For data entry and analysis SPSS version 17 was used. Results: Total 225 neonates were put on mechanical ventilator. Out of them 96(42.67%) survived. Mean weight and gestational age was significantly low among non-survivors (P < 0.05). Perinatal asphyxia (37.3%), preterm LBW with refractory apnoea or respiratory failure (29.4%) and neonatal sepsis (15.7%) contributed majority of cases. There was significant relation found between mortality and pneumonia cases (P < 0.05). Weight <1500 gm and gestation <32weeks, mean initial arterial pH and HCO3, initial PH <7.1, high PCO2, BE and high initial FiO2 to maintain oxygen saturation, hyponatremia, hypokalemia, complication during ventilation were associated with mortality (P < 0.05). Significant association was found between complication related to ventilation and outcome (P < 0.05). Ventilator associated Pneumonia (VAP) and Sepsis showed high mortality. Conclusions: Early identification of need for respiratory support and initiation of ventilation before metabolic derangement should be necessary. Proper ET tube care and control of infection should be ensured. Fluid and electrolyte balance should be look after meticulously. #115 -THE ROLE OF THE HIGH-RESOLUTION LUNG CT IN THE DIAGNOSIS AND CLASSIFICATION OF CHILDREN BRONCHIOLITIS OBLITERANS. Xiuyun L. (Respiratory department, Beijing Children's Hospital, Capital Medical University -Beijing, China) 2. Zhipeng Z (Respiratory department, Beijing Children's Hospital, Capital Medical University -Beijing, China) Objective: To explore the role of the high-resolution lung CT in the diagnosis and classification of children bronchiolitis obliterans. Methods: We retrospectively summarize the HRCT sign of 147 cases of children bronchiolitis obliterans, diagnosed in Beijing Children's Hospital during April 2001 to April 2012. Compared with the HRCT sign of children asthma diagnosed in the same period and try to find the differences. We divide the 147 cases into 2 different groups according to their clinical severity and try to find the differences between CT findings. BO children were followed up. Results: In BO patients, there are 147cases of Mosaic perfusion sign, 86 cases of bronchial wall thickening, 80 cases of bronchiectasis, 44 cases of mucus plug and 32 cases of atelectasis.The control group, only show 2 cases of Mosaic perfusion sign. The difference is statistically significant. The severe BO childeren show more bronchiectasis in HRCT than mild children. The signs of HRCT of 49 cases of BO who were followed up persist. Conlusion: Mosaic perfusion sign, bronchial wall thickening and bronchiectasis are the most common sign in HRCT of children bronchiolitis obliterans. The severe patients show more bronchiectasis in HRCT. The signs of HRCT of BO persist. Keywords: children bronchiolitis obliterans diagnosis HRCT #116 -EARLY DETERMINANTS OF LUNG FUNCTION IN AFRICAN INFANTS", "latex": null, "type": "table"}, "TABREF27": {"text": "1-2.4; P ¼ 0.03) for infants whose mothers smoked and 1.3 nL.sec-1 higher (95% CI: 0.3-2.4; P ¼ 0.01) for infants with passive maternal smoke exposure compared to infants whose mothers did not smoke or have passive smoke exposure. Smoke exposure had no significant effect on MBW measures. Prematurity (<37 weeks) was not associated with low lung function at 7 weeks in this cohort. Analyses were adjusted for infant length, weight, birth weight and length, gender, smoke exposure and prematurity. Conclusions: Intrauterine and early life exposures have a significant impact on lung growth and function in early infancy which may constitute a risk for subsequent respiratory illness. Funding: Thrasher Research Fund, Bill and Melinda Gates Foundation, The Wellcome Trust OBJECTIVE To determine whether there are factors associated to the inappropriate management of acute bronchiolitis in Colombia METHODOLOGY: Observational Analytic Study of type Cross Sectional. 267 physicians were surveyed during the second half of 2013. Logistic regression models were fitted to identify whether there were factors associated to the possibility to assign an inadequate treatment during the infant's stay in the emergency room and hospitalization. RESULTS A total of 267 surveys were conducted to physicians in 8 different cities of Colombia. In relation to the type of hospital, 164 (61.4%) of respondents were practicing their care activities in university hospitals, and 57 (21.3%) in non-university hospitals. With respect to the academic level of the physicians surveyed, it was noted that 75 (28.1%) were pediatric fellows, 69 (25.8%) pediatricians, 48 (18%) general physicians, 32 (12%) medical interns and 18 (6.7%) pulmonologists or neonatologists. Based on survey responses, 80 (30%) physicians would assign an inappropriate handling to infants with bronchiolitis in the emergency department and 66 (24.7%) during hospitalization. Of caregivers surveyed, 232 (86.9%) confirmed their institutions had acute bronchiolitis management guidelines and 31 (11.6%) did not have them. In the case they had them, 41 (15.4%) said no to apply them. Bivariate analysis confirmed that for both sceneries to work in an university hospital (P ¼ 0.00), became a significative factor associated with a better chance of receiving appropriate management. Additionally, academic level was significant factor associated with a better chance of receiving appropriate treatment in the hospitalization scenario. Multivariate analysis concluded that for the case of hospitalization, to work in an university hospital was associated, with the ability to receive appropriate management (OR 0.40 95% CI:0.17-0.92,P ¼ 0.031). Besides, decision making in the Pacific Coast Region (OR 4.68 95% CI 1.11-19.7 P ¼ 0.03) and Coffee Region (OR 4.2 95% CI 1.10-16.48 P ¼ 0.03) in Colombia was also associated with the possibility of prescribing an inappropriate treatment at the same stage. CONCLUSION: The study showed that in Colombia 30% of physicians surveyed may assign improper treatment for acute bronchiolitis in emergency room and 25% of them in hospitalization. The existence of guidelines does not guarantee the application of them as 29% of the physicians decided not to apply them. To work in an university hospital reduced by 60% the chance of being assigned to improper treatment during hospitalization. it is necessary to develop continuing medical education activities with emphasis on Hospitals that have no physicians on training and in the Regions of Colombia that were mentioned. It must be ensured greater adherence to management guidelines of the institutions.#161 -ETIOLOGY AND OUTCOME OF LOWERRESPIRATORY TRACT INFECTION IN CHILDREN Sudarwati SS. (Department of Child Health, Hasan Sadikin General Hospital, Faculty of Medicine Universitas Padjadjaran -Bandung, Indonesia) Background: Lower respiratory tract infection (LRTI) remains the leading cause of mortality in children worldwide. Mixed viral-bacterial infections are common. The respiratory viruses pave the way for airway colonization bacteria. There was severe acute respiratory infection (SARI) surveillance in Indonesia including Hasan Sadikin General Hospital. Aim of the study to investigate the respiratory pathogens and outcome of the disease. Methods: Since 2007-2009 NIHRD, Ministry of Health Indonesia developed SARI surveillance. The study enrolled 352 children hospitalized with LRTI (pneumonia and bronchiolitis). Blood culture for bacteria and PCR Luminex of nasopharyngeal swab for viral detection were assayed in 160 subjects. Outcome of LRTI was observed until discharge. Results: Of the 160 subjects, bacterial cultures positive in 61 blood specimens. The most common bacteria is coagulase negative staphylococci (CONS) 35 (57%), Serratia marcescens in 10 (16%), Pseudomonas aeruginosa 7 (11%), Staphylococcus aureus 2 (3%), others 8 (13%). Viral infections were identified in 44 subjects. The most common viruses are Influenza A 18 (41%) and Coxackie virus 18 (41%), Rhinovirus 3 (7%), Parainfluenza virus 3 (7%), Respiratory syncytial virus (RSV) in1 (2%) and Influenza B 1 (2%). Mixed viral-bacterial infections were detected in 21 subjects. The outcome of LRTI was 6 (4%) death, four subjects positive CONS, and 2 subjects with mixed-infection by CONS and viruses (Coxackie and Rhinovirus). Conclusion: The proportion of mixed viral-bacterial infection in LRTI in children is high. The most common cause of mortality are CONS and mixed viral-CONS. Keywords: Etiology-LRTI-Outcome 14. Clinical and Radiology Cases #42 -BLOODY PLEURAL EFFUSION AT A GIRL OF 10 YEARS OLD Mosescu S. (Pediatric Pulmonology, Emergency Children's Hospital -Bucharest, Romania)", "latex": null, "type": "table"}, "TABREF28": {"text": "s): 2. Kovács E. (Radiology, Heim Pál Children's Hospital -Budapest, Hungary) 3. N emeth B. (Intensive Care Unit, Heim Pál Children's Hospital -Budapest, Hungary)", "latex": null, "type": "table"}}, "back_matter": [{"text": "Background: Systemic inflammation induced by hypoxic alveolar macrophage has been documented in many human and animal experiments. However, the mechanisms of hypoxia leads to the production of inflammatory cytokine/chemokines by alveolar macrophage is not entirely clear. Endothelin-1 (ET-1), a potent vasoconstrictive peptide, has been proven its role in inflammation in mononuclear cells. The aim of the investigation was to assess whether hypoxia induces the production of ET-1 and other associated cytokines and chemokines in rat alveolar macrophages. Materials and Methods: Rat alveolar macrophages were cultured at different times under hypoxia (1% O2) or normoxic conditions (21% O2). Accumulations of ET-1, inducible nitric oxide synthases (iNOS), NOx, cGMP and monocyte chemoattractant protein-1 (MCP-1) were measured. Results: ET-1, iNOS, NOx, and cGMP were significantly increased in the alveolar macrophage after hypoxia for 4 hours (P < 0.05). MCP-1 mRNA was increased at 8 hours and then recovered at 12 hours. Conclusion: This study indicated that hypoxia induces the synthesis of ET-1 in rat alveolar macrophages. The serial change of ET-1, iNOs, NO/cGMP pathway makes us more understand the mechanism of how hypoxia injury in the lung.Hypoxia-induced pulmonary endothelian system dysfunction by alveolar macrophage may be a target for novel respiratory distress therapies. Abstract Streptococcus pneumoniae is an important pathogen of pneumonia in human. Human alveolar epithelium acts as an effective barrier and is an active participant in host defense against invasion of bacterial by production of various mediators. Sirtuin 1 (SIRT1), the prototypic class III histone deacetylase, is involved in the molecular control of lifespans and immune responses. This study aimed to examine the role of SIRT1 in mediating S. pneumoniae-induced human b-defensin-2 (hBD2) and interleukin 8(IL-8) mRNA expression in the alveolar epithelial cell line A549 and the underlying mechanisms involved. A549 cells were infected with S. pneumoniae for indicated times. The levels of hBD2 and IL-8 mRNA were evaluated by real time quantitative reverse transcription -polymerase chain reaction(qRT-PCR). The expression of SIRT1 was detected by Western blot. S. pneumoniae increased the expression of SIRT1 protein, hBD2 and IL-8 mRNA. The SIRT1 inducers resveratrol enhanced S. pneumoniae induced gene expression of hBD2 but decreased IL-8 mRNA levels. Blockade of SIRT1 activity by the SIRT1 inhibitors nicotinamide reduced S. pneumoniae induced hBD2 mRNA expression but increased its stimulatory effects on IL-8 mRNA. S. pneumoniae induced activation of extracellular signal-regulated kinase (ERK) and p38 mitogen-activated protein kinase (MAPK). SIRT1 expression was attenuated by selective inhibitors of ERK and p38 MAPK. The hBD2 mRNA production was decreased by pretreatment with p38 MAPK inhibitor but not with ERK or JKN inhibitor. Whereas the IL-8 mRNA expression was controlled by phosphorylation of ERK. These results suggest that SIRT1 mediates In all children with evidence of hypoventilation, without a primary cardiopulmonary, metabolic, neuromuscular or brainstem dysfunction, a diagnosis of congenital central hypoventilation syndrome (CCHS) should be considered. We report 2 paradigmatic cases of central hypoventilation with different forms and timings of presentation.CCHS is a rare disorder, presenting mostly in the neonatal period, characterized by the failure of automatic control of breathing. It is caused by mutations in the PHOX2B gene, which also plays a role in neural crest cell migration, hence the autonomic nervous system dysregulation (ANSD), particularly Hirshprung's disease, identified in some patients in addition to the hypoventilation. Rapid-onset obesity with hypothalamic dysfunction, hypoventilation, and autonomic dysregulation (ROHHAD) is a different and even less common syndrome, for which there is no genetic mutation identified. We report the cases of 2 children with central hypoventilation treated in this center. One is a 5-year-old girl, who presented in the newborn period with episodes of cyanosis, apnea and, later, the diagnosis of Hirshprung's disease, requiring mechanical ventilation and parenteral nutrition in the first days of life. A 29 polyalanine repeat expansion mutation (PARM) was later identified in the PHOX2B gene. This patient was never tracheostomized, and, in order to ensure adequate ventilation during sleep, is ventilated using bi-level positive airway pressure ventilation (BIPAP) via full face mask. The other patient is a 10-year-old boy, with a history of normal development until the age of 3. He then stopped achieving psychomotor developmental milestones and consecutively developed hyperphagic obesity, hypersomnolence, disordered temperature, altered sweating, gastrointestinal dysmotility, strabismus, behavioral disorder, sodium and water dysregulation, central hypothyroidism, recurrent respiratory tract infections and alveolar hypoventilation, leading to the diagnosis of ROHHAD syndrome. The cerebral spinal fluid (CSF) neurotransmitter analysis showed reduced levels of serotonin metabolites, which was also reported in a ROHHAD case in Southeast Asia. Both the alveolar hypoventilation and the psychomotor disorder improved significantly with positive pressure ventilation (PPV) via tracheostomy. Empyema due to tuberculosis usually occurs in older children and is rarely associated with miliary disease. It is a complication of pleural tuberculosis, which is responsible for 5% of the tuberculosis in children in endemic regions.Objective: Describe a case of empyema due to tuberculosis in a 6 year old girl. Methodology: The information needed for the study was obtained from hospital records. Case report: IMMC, a 6 year old girl from Belem, Pará, Brazil was admitted after experiencing progressive dyspnea, fever and productive cough for 16 days and had a previous admission to another hospital. A chest X-ray exposed opacification of the right hemithorax and pneumothorax. She underwent a chest tube drainage procedure in which green, purulent fluid was drained. Tuberculosis is a disease requiring multi-drug treatment for a prolonged time. Simultaneous use of multiple drugs increases the risk for side effects. Seventy five patients with a prediagnosis of tuberculosis were followed between 2007 and 2012. Among these 61 were diagnosed with tuberculosis infection and 14 with tuberculosis disease. Six of the patients in the tuberculosis disease group were diagnosed with pulmonary tuberculosis, two with urinary and two with tuberculosis lymphadenitis. The remainders were diagnosed with tuberculosis arthritis, pericarditis, endobronchial and military tuberculosis. Patients diagnosed with tuberculosis infection received isoniazid for 6 months (5-10 mg/kg/day). Except for a patient with elevated liver function tests, no adverse events were documented. Patients diagnosed with tuberculosis disease were initially started on a 3 or 4-drug regimen for two months (isoniazid 10-15 mg/kg/day, rifampin 10-15 mg/kg/day, pyrazinamide 30-40 mg/kg/day, ethambutol 15-25 mg/kg/ day) followed by a 2-drug regimen for 4-16 months (isoniazid 10-15 mg/ kg/day, rifampin 10-15 mg/kg/day). Treatment was delayed in two patients with elevated liver function test results. Seven patients had elevated serum uric acid levels and they were encouraged to drink water and were prescribed allopurinol. Hyperuricemia is the most common side effect of the patients who were treated with pyrazinamide and these patients may require oral hydration therapy and allopurinol during the course of antituberculous regimen treatment.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Author:", "cite_spans": [], "ref_spans": [], "section": "#71 -ANALYSIS OF THE USE OF TOBACCO AND MARIJUANA IN JUNIOR HIGH SCHOOL IN 10 SCHOOLS IN THE WESTERN REGION IN SÃ O PAULO -BRAZIL"}, {"text": "Introduction: the use of tobacco and marijuana is appearing increasingly early in Brazil and worldwide. Although being the fourth country in the number of ex-smokers, the precocity of tobacco use in Brazil concerns us.Smoking and the use of marijuana are pediatric diseases, for they start at the age of 12 (þ/À2) and must be understood as a reason for prevention by pediatric pulmonologists. Methodology: We screened 2814 questionnaires from students from 10 schools in the western region of São Paulo, on the initiation of tobacco use. These were teenagers from Junior High School and High School, with ages ranging from 10 to 17 years. Results: 48% were boys and 52% girls. 18% of them deny having received any guidance on drugs and tobacco. About tobacco, 90% deny having smoked in the past year, 3% of them use tobacco less than once a week, 1% of them once or more times a week, 2% of them use it daily, 1% of them twice or more times a day and 3% did not answered this question.About marijuana, 90% have never used, 2% used less than one time a week, 1% use once or more times a week, 1% of them use it daily, 1% twice or more times a week and 5% did not answer this question.The reasons to try smoking for the first time were:1. Because I wanted to and friends offered (4%) 2. Because friends offered and I couldn't refuse it (1%) 3. Out of curiosity (9%) 4. Because it is charming (1%), 5. 5% did not answer and 80% have never used it.When asked about the use of cigarettes, 80% denied the use, 3% do it to help reduce bad feelings, 1% to do things they wouldn't be able to, 5% because it is tasty, 1% because they are already used to doing it, 1% because their friends do it, and 9% did not answer it.Of those who did not use tobacco products, 57% because they know it is harmful, 10% because \"it's against their principles\", 4% are afraid, 3% have never had the opportunity and 15% have never used them. 4% did not use for other causes, and 7% did not answer. When asked about the best way to prevent the use of drugs, 57% said it would be family guidance, 8% radio and TV, 3% teachers, 4% school material, 12% school campaign and 16% did not answer it. Conclusion: Pediatric Pulmonologists and Pediatricians must get involved in the tobacco control issues, and anti marijuana, mainly in the prevention, for Junior High and High School students (11) (12) (13) (14) (15) (16) (17) year olds) are already trying it and are becoming early users. And Pediatric Pulmonologists are not mentioned as a way of prevention of drug use among teenagers. There has to be a change. The brief intervention (using 3 minutes of the medical appointment to talk about tobacco and marijuana) should be part of our medical appointments.", "cite_spans": [{"start": 2356, "end": 2360, "text": "(11)", "ref_id": null}, {"start": 2361, "end": 2365, "text": "(12)", "ref_id": null}, {"start": 2366, "end": 2370, "text": "(13)", "ref_id": null}, {"start": 2371, "end": 2375, "text": "(14)", "ref_id": null}, {"start": 2376, "end": 2380, "text": "(15)", "ref_id": null}, {"start": 2381, "end": 2385, "text": "(16)", "ref_id": null}, {"start": 2386, "end": 2390, "text": "(17)", "ref_id": null}], "ref_spans": [], "section": "Lotufo J. (Pediatrics, USP -São Paulo, Brazil)"}, {"text": "Author :Lotufo J. (Pediatrics, USP -São paulo, Brazil) Introduction: Active smoking is the first cause and passive smoking is the third leading cause of preventable death in the world. I started a smoking cessation clinic by treating smoking parents of children with asthma. 3000 people are currently being treated with therapy related to drug addiction and psychological and behavioral dependence. Methodology: we evaluated the situation of teenagers in the smoking cessation group, and all the important facts related to Pediatrics. Results:1. 24% of children aged zero to five years old who come to the Emergency Department of Pediatrics, have urine positive for cotinine levels (nicotine derived), which means, they had close contact with cigarette in the past 36 hours (index ranged from 6.9 to 273 ngramas /ml of blood). 2. 3% of those who come to us in order to quit smoking, started smoking before age ten, 53% before age15, and 86% before 20 years of age. 3. There was no seeking for treatment for smoking cessation before age 20. 4. From 20 to 25 years of age, only 21% quit smoking, and from 25 to 30 years of age, 30% quit smoking.Evaluation:1. Passive smoking is real in children, it is important to quit smoking at home. 2. Smoking begins increasingly early and it starts in the pediatric phase. 3. The teenager is not worried about quitting smoking, for the age group that seeks treatment ranges mainly from 40 to 60 years of age.", "cite_spans": [], "ref_spans": [], "section": "#72 -IMPORTANT DETAILS OF A SMOKING CESSATION CLINIC, RELATED TO PEDIATRICS AND PEDIATRIC PULMONOLOGY."}]}