{
    "paper_id": "1e8718499ee55b25ba056b9a87f3fade678714e0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On December 29, 2019, 4 patients were reported by local hospitals in Hubei Province as \"pneumonia of unknown etiology\" in the national infectious disease surveillance system. These patients were all related to the Huanan (Southern China) Seafood Wholesale Market. 1 Wuhan Health Commission announced an outbreak of pneumonia of unknown etiology in Wuhan on December 31, 2019. On January 8, a Novel Coronavirus was officially announced as the causative pathogen of the outbreak by Chinese Center for Disease Control and Prevention. Human-to-human transmission of the virus has explained most infections. 2 At present, Corona Virus Disease 2019 (COVID-19) cases has been reported in many countries of the world, 3 -6 causing a serious social burden and a public health emergency of international concern declared by the World Health Organization. 7 Asymptomatic infected persons or asymptomatic period before the onset of the cases are not easy to identify so it is easy to cause omission, but the epidemiological significance cannot be ignored. Now the transmission capacity of cases as source of infection during the asymptomatic period (incubation period) is not well known. This manuscript reported a cluster of the COVID-19 caused by incubation period transmission in Wuxi, China to provide some basis for scientific investigation of close contacts and other practical work.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 603,
                    "end": 604,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 845,
                    "end": 846,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the \"Prevention and Control Plan for the COVID-19\" issued by National Health Commission of the People's Republic of China, the first confirmed case in each county (district) and the cluster cases in accordance with the \"Monitoring Plan for the COVID-19 Cases\", the district (county) Center for Disease Control and Prevention (CDC) must make a network report in \"Public Health Emergency Reporting Management Information System\" within 2 h. At the same time, when the county (district) CDC receives reports of suspected, confirmed and asymptomatic cases of the COVID-19 from medical institutions or medical personnel within the jurisdiction, as well as the cluster outbreak, they should complete the epidemiological investigations within 24 hours in accordance with \"Epidemiological Investigation Plan for the COVID-19 Cases \". The investigation includes the basic information of the cases, the onset and treatment, the risk factors and exposure history, and laboratory tests. The medical institutions that treat the cases are responsible for collecting the related specimens of cases, including upper and lower respiratory tract specimens, fecal or anal swab specimens, blood specimens, etc. The medical institutions that can detect the nucleic acid for the COVID-19 virus first perform nucleic acid detection and the results are reviewed by Wuxi CDC. The medical institutions that cannot perform the test are sent to Wuxi CDC for testing. We collected the required data from \"Public Health Emergency Reporting Management Information System\", epidemiological questionnaires for the cases, and laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of data"
        },
        {
            "text": "Suspected cases: any two of the three clinical manifestations, including fever, respiratory symptoms/imaging features of the COVID-19/normal or decreased total white blood cell count and reduced lymphocyte count in the early stage of the disease, with a relevant epidemiological history; no clear epidemiological history, but have three clinical manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related definitions"
        },
        {
            "text": "Confirmed cases: on the basis of suspected cases, one of the following etiological evidences is obtained: 1. detection of positive nucleic acid of the COVID-19 virus by real-time fluorescence RT-PCR; 2. virus gene sequencing, highly homologous to the known COVID-19 virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related definitions"
        },
        {
            "text": "Asymptomatic infection: no clinical symptoms, but the specimens of the COVID-19 virus positive detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related definitions"
        },
        {
            "text": "Cluster outbreak: two or more confirmed cases or asymptomatic infections have been detected in a small area within 14 days (e.g. one family, one construction site, one unit, etc.) with the possibility of human-to-human transmission due to close contact, or of infection due to joint exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related definitions"
        },
        {
            "text": "MagNa Pure 96 DNA and Viral NA Small Volume Kit (Roche) was used to extract the viral nucleic acid. The real-time fluorescent quantitative reverse transcription polymerase chain reaction (Real time RT-PCR method, Real time PCR instrument, Light Cycler Ⅱ 480) was applied to identify the virus. The COVID-19 virus was detected using the COVID-19 virus (ORF1ab/N) nucleic acid detection kit produced by DAAN Gene Co., Ltd. Of Sun Yat-sen University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory testing"
        },
        {
            "text": "A total of 15 patients were involved in this cluster, with a male to female ratio of 9:6. The median age was 51 years old (range, , mainly concentrated in 35-55 years old (60.00%, 9/15). The clinical symptoms of the involved cases were relatively mild, and no severe or critically ill patients appeared ( Table 1 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 314,
                    "text": "( Table 1 )",
                    "ref_id": null
                }
            ],
            "section": "Clinical manifestations and epidemiological characteristics"
        },
        {
            "text": "In this cluster, each generational patient(s) infected next generation during his/their incubation period. The onset of the patients was from January 22 to February 6, involving a total of 4 generations. As of March 11, the fourth-generation cases had no symptoms and were discharged with asymptomatic infection (date of discharge: February 23-24) ( Fig. 1 ) . However, both cases N and I were positive for nucleic acid again during isolation and observation after discharge and were admitted to the designated hospital again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 358,
                    "text": "( Fig. 1 )",
                    "ref_id": null
                }
            ],
            "section": "Clinical manifestations and epidemiological characteristics"
        },
        {
            "text": "From Table 1 , we can find that the first-generation case A transmitted to the second-generation cases (B-D) 2-7 days before the onset. The second-generation cases C and D only contacted with the third-generation cases (E-I) once and infected the thirdgeneration 6-7days before onset. Cases E and F of the third generation had meals at the same table with cases J-N of the fourth generation for several times, 3-8 days before the onset of the disease, and J-N were infected. Case G infected case O after spending 4 hours with him 9 days prior to onset. We analyzed 6 cases of a clear history of unique exposure and onset, with a median incubation period of 10 days (range, [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] . None of the 15 cases involved had a history of other suspected exposures.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 676,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Clinical manifestations and epidemiological characteristics"
        },
        {
            "text": "Case N is the youngest daughter of cases E and F. She ate meals at her parents' house on January 31 and went back to her home around 8 p.m. She was quarantined as a close contact on February 6, tested positive for the COVID-19 virus by Wuxi CDC on February 7, and was admitted to the hospital with asymptomatic infection on February 8. CT showed no signs of pneumonia. Nasal swabs, pharyngeal swabs, and anal swabs were continuously collected before discharge from the hospital. None of them were positive for nucleic acid. The patient was allowed to discharge from the hospital on February 23. After discharge, the patient has been observed at a designated isolation point. Samples were taken regularly during the observation period. On March 1, Wuxi CDC detected positive for nucleic acids in nasal swabs. On March 2, he was admitted to the hospital again. As of March 11, the patient was still asymptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases N and I who were tested positive again for nucleic acid after discharge"
        },
        {
            "text": "Case I is the grandson of cases G and H and lives with cases G and H. At noon on January 25, case I had dinner with cases C and D at the same table. He was quarantined as a close contact on February 1, and was admitted to a local hospital with fever on February 5. CT showed pneumonia. On February 6, Wuxi CDC checked the positive results of the COVID-19 virus, and the patient was transferred to the designated hospital. The patient was discharged from the hospital on February 19. After discharge, the patient has been kept in isolation at the designated isolation point. The samples were taken regularly during the quarantine observation period. The nasal swab for nucleic acid test on February 29 and March 1 were weakly positive (both nasal swabs and anal swabs were collected). Samples were taken again on March 4. The anal swab was strongly positive for nucleic acid and the patient was admitted to hospital again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases N and I who were tested positive again for nucleic acid after discharge"
        },
        {
            "text": "From January 15 to 16, 2020, case A attended the company's annual meeting with more than ten Wuhan people. During the meeting, case A lived in a hotel with these Wuhan people and had meals together in the restaurant of the hotel. From January 19 to 24, case A and case B-D visited Japan with the same tour group and returned to Wuxi on the evening of January 24. Case C held a birthday party for his mother on January 25. Cases E-I ate at the same table with cases C and D, but case B did not attend. From January 26 to 31, the daughters (J, L, N) of cases E and F and son-in-law (K, M) went to the home of cases E and F to have meals with them. On January 28 from 8:00 p.m. to 12:00 p.m., case G played Mahjong at the same table with case O. The third-generation of cases E, F belong to one family, and cases G, H, I belong to one family ( Fig. 1 ) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 849,
                    "text": "( Fig. 1 )",
                    "ref_id": null
                }
            ],
            "section": "Transmission chain"
        },
        {
            "text": "This manuscript mainly described a cluster of the COVID-19 virus infection during the incubation period in Wuxi, China. Case B was the first case of this cluster. After she was detected to be positive for the COVID-19 virus, we immediately checked her close contacts and isolated observation and sampling of close contacts. At the same time, we sent investigation letters to the location of other non-Wuxi members of the tour group to understand the infection status of other members of the tour group. Till March 11, in addition to the cases A-D infection, one member of the tour group from Changzhou (Jiangsu, China) also tested positive for the COVID-19 virus for nucleic acid test on February 6, and the other members were all negative. After conducting epidemiological investigations on all infected persons involved in this cluster, we found that except for case A, who attended the meeting with Wuhan people, lived with them in the same hotel and ate in the hotel's restaurant together, the rest had no history of suspicious exposure except for the history of contacting with previous generation case(s). Moreover, case B denied any history of contacting with other persons with fever or respiratory symptoms during the trip to Japan, and no symptoms were found in other members during the trip. Therefore, we inferred that the cluster was caused by case A because of his special exposure history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this cluster, each generational case(s) transmitted to the next generation during their incubation period and the time was 2-7 days (first-second), 6-7 days (second-third), 3-8 days and 9 days (third-forth) before the onset, respectively. This manuscript confirmed that the case(s) was/were infectious during the asymptomatic period (latency period) before the onset, and that transmission has been caused. In addition, we extended the interval of transmission to others before onset, for the first time, confirmed that it was infectious 9 days before the onset, which was different from previous reports on infectivity during the incubation period. A research, published on January 30, reported that an outbreak of the COVID-19 virus infection occurred in Germany and the patients were exposure to the index patient during her incubation period and 2 days before the onset. 8 Yu P et al. reported a familial cluster of infection associated with the COVID-19 virus, showing that a person might be infected during the incubation period of other cases, but this was not confirmed. 9 A family cluster was also reported in Nanjing (Jiangsu, China), describing that the cases were infectious during the incubation period. However, its transmission algebra was not as large as this manuscript, and the confirmed infection period before the onset was not as long as this manuscript. The article of Nanjing did not describe the contact with other involved patients after the onset of the source of infection. 10 Tong ZD et al. reported a 2-family cluster in Zhejiang, China. The source might be that a family member of each of the two families had a history of meeting and dining together with a confirmed Wuhan person. A telephone epidemiological investigation was conducted on the Wuhan person and he said he developed symptoms after returning to Wuhan. The article did not confirm that the cases were infected during the incubation period, given that the Wuhan person might have slight unreported symptoms and recall bias as well as the uncertainty of the source of the two-family clusters being the Wuhan person. 11 However, our manuscript clearly confirmed that the incubation period was infectious, and the transmission ability was not weak, that the transmission could involve four generations, and also confirmed, for the first time, that it was contagious 9 days before the onset of illness.",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 879,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1504,
                    "end": 1506,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2112,
                    "end": 2114,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An interesting phenomenon emerged in this cluster. Two patients, who had been discharged from the hospital, were tested positive for the nucleic acid of the COVID-19 virus again during isolation and observation after discharge (7 and 14 days after discharge). Considering that the patients were re-admitted to hospital on March 2 and March 4 respectively and there was not enough time for further observation, so now it is not possible to give a very clear explanation for the situation that the nucleic acid test was positive again after several negative tests. Although we can't judge whether these nucleic acid re-positive cases can infect others and cause transmission, it can at least suggest that a period of isolation after discharge is necessary and, according to our study, may need to be extended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has certain limitations. For the Wuhan people contacted by first-generation case, we can not know the specific infection status, and we are not sure that the cases traveling to Japan were not exposed to other patients infected with the COVID-19 virus during their trip in Japan. But fortunately, these does not affect the conclusions of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "YJINF [m5G",
            "authors": [
                {
                    "first": "Article",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of clustering pneumonia of unknown etiology in Wuhan City",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of Novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "31995857"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral Load Kinetics of SARS-CoV-2 infection in first two patients in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "e86 PubMed PMID:32080991Pubmed Central PMCID",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMCID": [
                    "PMC7036338"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--965",
            "other_ids": {
                "PMID": [
                    "32004427"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Engl J Med",
            "volume": "382",
            "issn": "9",
            "pages": "872--876",
            "other_ids": {
                "PMID": [
                    "31991079"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "detail/30-01-2020-statement-on-the-second-meeting-of-the-internationalhealth-regulations-(2005)-emergency-committee-regarding-the-outbreak",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "970--971",
            "other_ids": {
                "PMID": [
                    "32003551"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Diseas",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32067043"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A family cluster of SARS-CoV-2 infection involving 11 patients in Nanjing, China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Diseas",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32119823"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Potential Presymptomatic Transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Diseas",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32091386"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "https://doi.org/10.1016/j.jinf.2020.03.042 0163-4453/© 2020 The Author(s). Published by Elsevier Ltd on behalf of The British Infection Association. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) Please cite this article as: Y. Gao, C. Shi and Y. Chen et al., A cluster of the Corona Virus Disease 2019 caused by incubation period transmission in Wuxi, China, Journal of Infection, https://doi.org/10.1016/j.jinf.2020.03.042",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of patients with COVID-19 in this clustered outbreak.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Huishan District Center for Disease Control and Prevention and Wuxi No. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "The study was conducted by public health agencies as part of their legally authorized mandate. According to the approval of the National Health Commission of the People's Republic of China, collecting data is an important task in dealing with the outbreak. The study has been approved by the Ethics Committee of Wuxi Center for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        }
    ]
}