{
    "paper_id": "1e88275b89d3962ede8f56bc06839e8525ce12bc",
    "metadata": {
        "title": "To appear in: Nurse Education Today action",
        "authors": [
            {
                "first": "Lila",
                "middle": [],
                "last": "De Tantillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberta",
                "middle": [],
                "last": "Christopher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "G"
                ],
                "last": "Veenema",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Griffin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Gable",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Simons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Couig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the era of COVID-19 pandemic infection, furthering the education of the graduate prepared nurse is more important than ever. Our advanced practice nurses, doctorally prepared nurse leaders, and PhD nurse scientists are critical elements of our health care system. At this time our nursing schools must ensure graduate education is continued with the least disruption possible. To this end, many graduate nursing educational institutions have responded by making sudden, drastic transformations to their curricula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "While some nursing schools may already have a strong online presence, others may be scrambling to transfer material to a web-based format. Wherever a nursing school begins on this spectrum, it is possible to implement measures that will enhance the student experience and promote learning throughout masters and doctoral level programs. Implementing capacity for these changes is essential for of graduate level nurses to complete their education and mobilize their potential in response to disasters (Veenema et al., 2016) .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 523,
                    "text": "(Veenema et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The purpose of this article is to provide best practices for adaptation of graduate nursing education in response to the present challenge posed by the COVID-19 pandemic and expectations of social distancing. Although the essence of this process is to adapt educational content to an online format, it is essential for nursing schools to do so thoughtfully and deliberately, prioritizing the interests of the students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "Lectures. In the era of social distancing, graduate nursing programs have scrambled to translate their curriculums to online formats as expediently as possible. Learning management platforms such as Blackboard (https://www.blackboard.com/) have been essential in this process. When starting this process, a key objective is to ensure students receive all the knowledge they were slated to receive from the course as originally conceptualized. However, it is crucial to be mindful that students may not be able to manage listening to lectures online in the same manner as they would in person. One option is to record lectures for later asynchronous review, so that students have options when to listen, pause, and resume the content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "Consideration should also be given to supplementing the original course with additional online material. YouTube and other video platform can be powerful resources that provide supplemental educational content scaffolded into smaller chunks. Nevertheless, faculty must be selective and invest the time necessary to identify high quality videos, preferably from reputable schools of nursing or professional organizations. All videos from outside sources should be reviewed for appropriateness before sharing with students. Short videos of approximately five minutes in length and focused on one concept are ideal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "Learning Modules. Once content has been located, faculty may organize the material into learning modules. Learning modules may be developed using a scaffold design, which builds from foundational knowledge into more advanced reflective activities (Webb 1997; 1999) . Videos may then be integrated with key professional practice resources via web links. Students will also benefit from links integrating contemporary peer-reviewed journal articles.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 258,
                    "text": "(Webb 1997;",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 264,
                    "text": "1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "Textbooks. Course textbooks frequently include interactive presentations or videos with enhanced content provided through purchase of a code that may be uploaded to the course and J o u r n a l P r e -p r o o f learning modules via a learning management system course cartridge. Such enhanced content, such as course-specific videos, are frequently created by the textbook author and leading experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "A key limitation, however, is that not all students may have the current textbook edition or access to the code, especially if the book was previously owned or loaned to the student from a recent graduate. Students and faculty may contact their respective publisher representative for assistance with purchasing codes. Publishers such as Elsevier (https://www.elsevier.com/connect/coronavirus-information-center) are offering these enhanced textbook resources at a greatly reduced cost or for free during key pandemic time periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "There are several websites that produce quality educational material relevant for nursing graduate education that may be accessed and posted free of charge for students. Among them are Khan Academy (khanacademy.org) and Next Gen U (nextgenu.org). Additional engaged and active learning tools that may be used in conjunction with live lectures and as part of learning modules include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": " Kahoot (https://kahoot.com/) -Gamified quizzes for assessment that are great as live lecture warm-ups  Quizizz (https://quizizz.com/) -Self-paced gamified quizzes  Brainpop (https://www.brainpop.com/) -Short animated video lessons on specific topics that are great to use for teaching courses such as anatomy, physiology, pathophysiology, leadership topics (e.g. conflict resolution), and caring behaviors (e.g. empathy and respect)  Gimkit (https://www.gimkit.com/) -Gamified quizzes which add a collaborative component  Piktochart (https://piktochart.com/formats/infographics/) -Tool to create infographics  Edpuzzle (https://edpuzzle.com/) -Tool for creating interactive videos",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "The flipped classroom. The flipped classroom has been recently emphasized in nursing education and may be an especially appropriate model to consider during a transition to the online learning environment. This setting differs from the traditional classroom in which faculty introduces the course content, which students subsequently reinforce through reading and assignments. In a flipped classroom, there is increased emphasis on student-based learning as the initial exposure to course material (Betihavas, Bridgman, Kornhaber, & Cross, 2016) . The faculty member will provide additional opportunities for knowledge building, application or skill development. Bergmann and Sams (2012; emphasized several benefits of a flipped classroom that may be extended to remote learning. One key advantage is students may progress through the material at their own pace and then virtual class time may be focused on content the student found challenging and on application and higher order cognitive processes. Another benefit specific to the pandemic environment is augmentation of missed instruction. Practicing nurses and advanced practice nurses may not be able to participate in virtual live lectures due to work, family, or their own health needs. Additionally, faculty may also not be able to host live lectures for the same reasons. Thus, the flipped classroom supports student-centered pedagogy.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 545,
                    "text": "(Betihavas, Bridgman, Kornhaber, & Cross, 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 663,
                    "end": 687,
                    "text": "Bergmann and Sams (2012;",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "Group work. One of the more difficult elements of a syllabus to manage online may be assignments that are expected to be completed as group work. These challenges can be mitigated by providing clear guidelines and communication tools (Monsivais & Robbins, 2017) . For example, many online platforms (including Blackboard Collaborate) have opportunities for break-out sessions. Fostering group assignments in online learning may be especially appropriate J o u r n a l P r e -p r o o f at this time, as they have the potential to foster camaraderie and increase engagement during periods of social distancing. One such example is the use of peer buddies. Having a student peer buddy for written assignment peer review and social support can be instrumental in student success and overall satisfaction. Faculty may allow students to select their own peer buddies or may be assign collaborations, which helps to reduce isolation that may occur with social distancing.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 261,
                    "text": "(Monsivais & Robbins, 2017)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Reinventing the Classroom"
        },
        {
            "text": "Discussion boards. When possible, it is recommended to structure online coursework to engage students with multiple opportunities for interaction. Previous research with online MSN students has found positive correlations between number of submissions and course GPAs. For example, the Hart model for discussion boards (2016) recommends students to create an initial post, two responses to peers, and two replies to responses during the course of one week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web-based Learning"
        },
        {
            "text": "Video discussion posts. Asynchronous discussions using a video response format provide the opportunity for faculty and students to remain both socially and cognitive connected while physically off campus. Presence is further enhanced through the ability to connect beyond written communication. The ability to visually see and hear each other allows for visualization of nonverbal communication as well as verbal communication nuisances that far surpass written only communication. Learning management systems, such as Canvas (www.canvas.net), have built in functionality allowing both students and faculty to post video responses directly into the discussion board forum. Direct posting of video responses reduces the need to upload MP4 files that tend to be large in size and can take up to an hour to upload. The internet will be taxed with increased usage, so it is not recommended to use manual video uploads to the discussion board. Canvas has smartphone and tablet applications which allow for increased flexibility in posting from anywhere. Flipgrid (https://info.flipgrid.com/) is a cloud-based asynchronous platform that allows for video discussions that are behind a password protected firewall. Students may download the smartphone or tablet app and post video responses from anywhere. The mobile flexibility allows practicing nurse to post from anywhere. Flipgrid also works on computers which have a webcam and microphone. In the faculty dashboard, faculty can sort by student, download an excel file to ensure all posts are included in the grading process, and post video responses to students. The Flipgrid platform works well for Socratic discussions, research presentations, and project-based learning. Flipgrid has directions posted on their website specific to remote learning and how to be operational within five minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web-based Learning"
        },
        {
            "text": "Simulation. One of the top concerns during the COVID-19 crisis has been ensuring students receive appropriate clinical hours, as many health care facilities have curtailed programs. With limited access to health care facilities, nursing programs may consider simulation instruction as an alternative. However, use of traditional mannequin-based simulators may not be an option during a period of social distancing. In this case, programs may consider web-based simulation for advanced practice programs (LeFlor & Thomas, 2016) . Several cloudbased simulation products may be used to provide develop and enhance clinical reasoning. Two examples are EHR Go and NovEx. EHR Go (https://ehrgo.com/ ) has more than 600 simulated case studies. Many include clinical documentation in the EHR Go simulated electronic health record and are well suited for interprofessional education. Faculty may set up cases easily and adapt to specific course and learning outcomes. NovEx (http://novicetoexpert.org/a-homepagesection/novex-experience/ ) is based on the work of Dr. Patricia Benner, Dr. Tom Ahrens, and J o u r n a l P r e -p r o o f Dr. Patricia Hooper Kyriakidis. The sophisticated clinical reasoning and judgment simulations allow faculty to visualize the student thought process as well as observe clicks and actions taken throughout the case. NovEx also has the capacity to identify sentinel events related to patient safety and flag students who may require remediation. Across all virtual platforms, it is vital to ensure the concept of CaringFidelity TM is imparted to students along with technical competencies and skills, so that graduate nursing students are able to implement into practice the real-life processes of reflection, contemplation, and action (Christopher, in press) .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 526,
                    "text": "(LeFlor & Thomas, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1759,
                    "end": 1782,
                    "text": "(Christopher, in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Web-based Learning"
        },
        {
            "text": "Flexibility. A literature review describing best practices on graduate nursing education (Gazza & Hunker, 2014 ) grouped its recommendations for enhancing student retention into three categories: social presence of the course, academic quality, and responsiveness to individual student characteristics. It is also recommended that those faculty with more experience provide guidance to those who may have less. Nevertheless, it is important for all faculty to understand that this is a new and evolving situation for all. If a student poses a question that faculty is not prepared to answer, it is perfectly acceptable to defer reply until the information is available. Of course, faculty should adhere to the principle of fidelity and ensure follow-up is provided when available.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 110,
                    "text": "(Gazza & Hunker, 2014",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Web-based Learning"
        },
        {
            "text": "Academic integrity. As increasing amounts of course content is transferred online, it should be noted that this format may increase the opportunity and perhaps the temptation for academic misconduct. To curtail opportunities for such a breach, it is recommended that faculty utilize a variety of resources affiliated with most academic learning platforms. These resources may include tools that are integrated directly into the learning management system or indirectly from the provided academic link provided by the vendor. Such tools include plagiarism detection software such as Turnitin (Turnitin.com) and secure test-taking via LockDown Browser ® and Respondus Monitor ® (https://web.respondus.com/he/lockdownbrowser/). Another option is Top Hat (tophat.com), which has announced it is free of charge through Spring 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web-based Learning"
        },
        {
            "text": "During these turbulent times, it is especially vital for faculty to maintain open lines of communication with all students. Students may be experiencing increased demands from work or other pressures influencing a potential lapse in judgment. Maintaining faculty accessibility and clear expectations of student responsibilities are essential in promoting an ethical environment. Academic leaders, departments, and program chairs should promote psychological safety for faculty as they may be new to many of these advanced technologies and learning management systems. Partnerships with university departments, such as information technology and centers of academic excellence, are vital in supporting the transformation of graduate nursing education to a remote learning model. Use of faculty who are considered super users may further augment university and departmental resources to support faculty as they learn to use and implement remote learning pedagogy and practices while ensuring accessibility to all students. Furthering such partnerships will need to support students as they transition from traditional face to face classroom settings to remote learning formats. The common thread present throughout these elements is that nursing schools must continue to support the education and safety of all students. Despite the logistical challenges, graduate nursing students will continue to thrive, driven by a desire and commitment to serve others. As educators, it is our duty to continue the preparation of a graduate nursing workforce capable of responding to our nation's health care needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Flip your classroom: Reach every student in every class every day",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sams",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Society for Technology in Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The flipped classroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sams",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "CSE",
            "volume": "17",
            "issn": "3",
            "pages": "24--27",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The evidence for 'flipping out': A systematic review of the flipped classroom in nursing education",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Betihavas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bridgman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornhaber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurse Education Today",
            "volume": "38",
            "issn": "",
            "pages": "15--21",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nedt.2015.12.010"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chapter 17: Simulation, narrative pedagogy, & Caring Fidelity TM -The new reality",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Christopher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Creating a Caring Science Curriculum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Facilitating student retention in online graduate nursing education programs: A review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gazza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Hunker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nurse Education Today",
            "volume": "34",
            "issn": "7",
            "pages": "1125--1129",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nedt.2014.01.010"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Designing a graduate discussion board rubric to facilitate higher-order learning",
            "authors": [
                {
                    "first": "Leigh",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SoTL Commons Conference. 53",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nursing student anxiety as a context for teaching/learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Janiszewski Goodin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Holistic Nursing",
            "volume": "31",
            "issn": "1",
            "pages": "19--24",
            "other_ids": {
                "DOI": [
                    "10.1177/0898010112462067"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Educational changes to support advanced practice nursing education",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leflore",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of Perinatal & Neonatal Nursing",
            "volume": "30",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/JPN.0000000000000201"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using evidence-based education to guide quality improvement in a graduate online nursing program: Group projects as an exemplar",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Monsivais",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nurse Educator",
            "volume": "42",
            "issn": "2",
            "pages": "65--66",
            "other_ids": {
                "DOI": [
                    "10.1097/NNE.000000000000029410.1097/NNE.0000000000000294"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interventional strategies to decrease nursing student anxiety in the clinical learning environment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Moscaritolo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Nursing Education",
            "volume": "48",
            "issn": "1",
            "pages": "17--23",
            "other_ids": {
                "DOI": [
                    "10.3928/01484834-20090101-08"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}