{
    "paper_id": "1e8b426c2ce7b3dff9792f009947ba22311dc255",
    "metadata": {
        "title": "A commentary on",
        "authors": [
            {
                "first": "Xu",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cui",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duan",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data sources This review included 13 clinical studies (observational or clinical trial) which reported results of studies of the 2019 novel coronavirus (2019-nCoV). The other 62 referenced papers were of different types (eg, reviews, WHO protocols, letter to editor etc). Study selection The study selected trials, reviews, and in-vitro research assessing the critical aspects of saliva as an easily accessible and early-stage diagnostic source, and also an entry route for 2019-nCoV. Most of the clinical studies were descriptive case series of patients who had contracted 2019-nCoV in China. These were mainly studies designed to compare saliva samples with throat swabs, with regard to the presence of 2019-nCoV RNA. Another aspect of the included studies was the susceptibility of oral tissues to 2019-nCoV due to the expression of angiotensin-converting enzyme II (ACE2) as a receptor for the 2019-nCoV. Some review studies and clinical infection control protocols were also included to discuss the transmission patterns of 2019-nCoV from the oral cavity. Studies were not restricted to English language and they were not all full-text papers. Data extraction and synthesis A narrative synthesis of the results was conducted using distinct headings and subheadings, defined by the authors based on relevancy to the consensus about the importance of saliva with reference to 2019-nCoV. Results There was an inherent heterogeneity among the included clinical studies concerning their designs, sampling techniques, and the results about the diagnostic value of saliva. The percentage of coronavirus disease of 2019 (COVID-19) patients with positive 2019-nCoV RNA varied from 12.9% to 91.67% among these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Regarding the possibility of direct virus invasion into the oral tissues,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "is currently a multi-stage process in which epidemiological, clinical, and paraclinical evidence (for example, laboratory and radiographic tests) should be assessed simultaneously in order to reach a definite answer. Fig. 1 illustrates the concepts underpinning this process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 223,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Proposing new diagnostic measures can be of critical importance. This paper suggests that saliva is a convenient, accessible, and cost-efficient option. The literature supports the view that saliva can give diagnostic benefits. 3 The authors present a summary of the most critical studies in an appealing, organised way. However, the specific purpose of this paper is difficult to identify explicitly, and the sources and methods of the citation search were not clearly described. In addition, no details were provided about the inclusion and exclusion criteria of the selected papers within this research and another missing step was the methodology for the validity assessment of the reviewed material. Although the authors of the study did present the data in a systematic manner, there was no weighting or pooling of the results. This can be partly explained given that the literature about Saliva: a diagnostic option and a transmission route for 2019-nCoV",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Practice points",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erfan Shamsoddin"
        },
        {
            "text": "• Noticing the diagnostic value of saliva for COVID-19 at early stages, its collection (and especially self-collection) could be beneficial for patients. • Wearing a mask, keeping a safe distance from others, and sticking to the infection control protocols for dental practice environments should be taken more seriously given that dentists are at high risk. Accordingly, effective disinfection and ventilation of dental offices is thought to be vital for all the oral healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erfan Shamsoddin"
        },
        {
            "text": "Facing new challenges for specialties who do not usually consider themselves at high risk of serious or fatal disease is extremely difficult. For dental practitioners who are believed to be at great risk of transmission for infectious airborne diseases via persistent exposures to aerosols and possible infectious droplets in their environments the current crisis is very threatening. At present, following the infection control guidelines, and using personal protective equipment is vitally important, and all that can be confidently recommended for dental practitioners and dental healthcare workers. 4 ",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 604,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY REVIEW/COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19): emerging and future challenges for dental and oral medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dent Res",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines for infection control in dental health-care settings -2003",
            "authors": [
                {
                    "first": "W G",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "A S",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J L",
                    "middle": [],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "J A",
                    "middle": [],
                    "last": "Harte",
                    "suffix": ""
                },
                {
                    "first": "K J",
                    "middle": [],
                    "last": "Eklund",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malvitz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Recomm Rep",
            "volume": "52",
            "issn": "",
            "pages": "1--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabino-Silva",
                    "suffix": ""
                },
                {
                    "first": "A C G",
                    "middle": [],
                    "last": "Jardim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Oral Investig",
            "volume": "24",
            "issn": "",
            "pages": "1619--1621",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission routes of 2019-nCoV and controls in dental practice",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Oral Sci",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the results suggested that ACE2 + cells in salivary glands could possibly be the target cells of 2019-nCoV and theoretically could generate infectious saliva in a sustained way. Furin was suggested as another protein which makes the tongue more vulnerable to 2019-nCoV, especially in conditions inducing its upregulation (for example, squamous cell carcinoma). According to the comparisons between 2019-nCoV and SARS-CoV, saliva could be considered of diagnostic value via the early detection of viral RNA for both of the viruses. Whilst the viral peak was shown to be at onset of symptoms for 2019-nCoV, it can linger up to the tenth day after the appearance of symptoms for SARS-CoV. Finally, this paper warns about airborne transmission, particularly for close contacts. Conclusions Saliva can be proposed as an easily accessible diagnostic source although further clinical studies are required. Given the presence of viral RNA in saliva in the early stages of COVID-19, the recommendations to wear masks to prevent the rapid transmission of infectious droplets into the air, and keep a safe distance from other people are clearly based in evidence. Commentary It would be difficult to reiterate the critical effects and damage that 2019 novel coronavirus (2019-nCoV) has imposed on different disciplines of healthcare science including dentistry. Considering the nature of dental practice in which the practitioner engages in a close proximity with the patients, serious infection control measures have been proposed and they are recommended to be strictly followed by all the oral healthcare providers. 1,2 Since the characteristics of 2019-nCoV are yet not entirely known, various studies (in-vitro or in-vivo) are being carried out in order to complete the missing pieces in the literature. Diagnosis of coronavirus disease of 2019 (COVID-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Concept Map for Diagnostic OptionsSUMMARY REVIEW/COVID-192019-nCoV is only just being developed and because of the pace at which the review must have been assembled, the results of this study must be considered of very-low to low quality. The study classified saliva samples based on their origins and used this to develop various hypotheses. The results show that saliva from deep in the throat had the highest positive rate, which might be helpful for the early diagnosis of COVID-19. In addition, saliva samples directly taken from saliva glands' ducts were associated with severe COVID-19 and possibly could be a predictive and non-invasive test for the severity of infection.According to the results, viral RNA could be found with different extents among the COVID-19 patients which varied between 12.9% (from salivary glands) to 91.67% (from deep throat) in the included clinical studies. This figure was reported to be 50% for saliva samples elicited from the oral cavity using oral swabs. One study also reported that low levels of 2019-nCoV RNA could still be excreted in the saliva even after clinical recovery (2 days of negative results). Two of the included studies derived the saliva samples from deep throat. Others used coughed saliva. This review did not address the level of discomfort to patients of deep throat swabbing, and the authors clearly considered saliva sampling to be a convenient method for detecting COVID-19 patients. The authors do introduce the novel proposition that the existence of 2019-nCoV nucleic acid in salivary-gland-originated saliva as an indicator of severity of COVID-19. This conclusion should be not considered without reservation considering that the statistical power of the cited study was low (four COVID-19 patients). Besides, no specific statistical analysis was conducted to reinforce the claims. It was stated that cells expressing cell surface receptor angiotensin-converting enzyme II (ACE2) are susceptible to 2019-nCoV, identical to SARS-CoV. Lungs, esophagus, ileum, colon, cholangio of liver, bladder, salivary gland, and tongue do express ACE2 receptor; making them potentially vulnerable to viral invasions. Epithelial cells of the tongue and oral mucosa are highly enriched with ACE2 receptors and another protein being expressed on the tongue is furin. This viral envelope cleaving protein, was claimed to enhance the infection in the host cells. 2019 novel coronavirus was reported to possess a furin cleavage site in S protein. Additionally, the occurrence of squamous cell carcinoma (SCC) upregulates furin's expression on human tongue epithelial cells. Overall, the authors suggested that the tongue has a high risk of 2019-nCoV infection in the oral cavity and SSC even exaggerates the risk if the patient is exposed to the virus. The second part of the paper focuses on the preventive and restriction measures to be obeyed by clinical staff who are working in the dental practice environment. The objective and methodology here is quite different to the first section, and for the most part it focuses on citing preventive protocols and earlier reviews about the transmission patterns of betterknown, highly-infectious viral strains like SARS-CoV. Most of the communicable respiratory infections are transmitted via large droplets within short distances or by contacting contaminatedsurfaces. The authors also argued that a susceptible host could contract COVID-19 by infectious saliva droplets landing in the mouth, on the eyes, or being inhaled into the lungs directly. Also, infectious aerosols (0.001 to above 100μm) could be transmitted at a long-distance (more than 1 m) in favourable environments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}