{
    "paper_id": "1e9181ddf73da64c8ec5867d06bdf54eca22b568",
    "metadata": {
        "title": "Plasma CRP level is positively associated with the severity of COVID-19",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "I"
                ],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saiduo",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihan",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chongyong",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zengpei",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aims: The coronavirus disease 2019 (COVID-19) is characterized as highly contagious and deadly; however there is no credible and convenient biomarker to predict the severity of the disease. The aim of the present study was to estimate whether the CRP level is able to act as a marker in indicating the severity of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Patients who complained cough or chest pain with or without fever were enrolled after laboratory confirmed of SARS-CoV-2 viral nucleic acid via qRT-PCR. Chest computed tomography (CT) was then performed to classify the patients into mild, moderate and severe pneumonia groups according to the interim management guideline. Then linear regression models were applied to analyze the association between c-reactive protein (CRP) levels and severity of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: When compared to mild pneumonia, the adjusted-Odds Ratio were 11.46, p = 0.029 and 23.40, p = 0.025 in moderate and severe pneumonia, respectively. The area under receiver operation curve was 0.898 (95% CI 0.835, 0.962, p < 0.001). Higher plasma CRP level indicated severe COVID-19 pneumonia and longer inpatients duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The level of plasma CRP was positively correlated to the severity of COVID-19 pneumonia. Our findings could assist to discern patients of moderate to severe COVID-19 pneumonia from the mild ones. Our findings may be useful as an earlier indicator for severe illness and help physicians to stratify patients for intense care unit transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus belongs to the subfamily of Ortho-coronavirinae in the family of Coronaviridae and the Order Nidovirales. In 2003, a SARS-CoV had caused the outbreak of severe acute respiratory syndrome [1] . In December 2019, an \"unknown viral pneumonia\" outbreak has been reported. Finally, a novel coronavirus was detected, isolated virus was termed as SARS-CoV-2, characterized as highly contagious and deadly. By the end of February 2020, more than 78,631 cases infected with SARS-CoV-2, and more than 2747 deaths were confirmed in China, and the COVID-19 has been declared a pandemic by World Health Organization.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For those infected by SARS-CoV-2, some of the patients did not show hypoxemia or respiratory stress during the course of COVID-19, indicating a multifaceted disease of SARS-CoV-2 infection. Therefore, one reliable and convenient biomarker is needed to predict the severity of COVID-19 pneumonia. Recently, several studies have reported that C-reactive protein (CRP) is positively associated with severe dengue infection, and patients with higher plasma CRP in the initial period of dengue, are at higher risk to develop plasma leakage [2, 3] .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We hypothesize that CRP could be utilized in predicting the severity of COVID-19 pneumonia. And to our knowledge, this is the first study to evaluate the prognostic ability of CRP in estimating the severity of COVID-19 pneumonia. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Oral swabs and venous blood samples were collected and examined by the central laboratory at Sixth Hospital of Wenzhou, and the Second Affiliated Hospital of Wenzhou Medical University, Yuying Children's Hospital. For oral swabs, 1.5 mL DMEM and 2% FBS medium were added in each sterile tube. The supernatant was collected after a 2500 rpm centrifugation, 60 s vortex, and 15 to 30 s stewing. Then the supernatant was moved to lysis buffer for total RNA extraction. For each patient, vein blood samples were collected in two tubes, one anticoagulated with EDTA-K 2 for blood routine test, and the other collected in vacant tube for serologic test. Serum was separated after a centrifugation at 3500 rpm for 10 min, and detected immediately. We only presented the patients who were positive for viral nucleotide detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "A ReadyPrep Prot RNA Extract Kit (Sol/Insol, BioRad) was used to extract total RNA from 200 μL of oral swab supernatant, following the manufacturers' instructions as mentioned elsewhere. RNA was eluted in 50 μL of elution buffer and immediately used as the template for RT-PCR detecting SARS-CoV-2, which could be found in previous studies. Briefly, RNA template was added in the qPCR system using HiScript II One",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total RNA extraction and qRT-PCR"
        },
        {
            "text": "Step qRT-PCR SYBR Green Kit (Vazyme Biotech Co., Ltd). The 20 μL qPCR reaction system contained 10 μL 2× One Step SYBR Green Mix, 1 μL One Step SYBR Green Enzyme Mix, 0.4 μL 50× ROX Refernce Dye, 0.4 μL of each primer (10 μM) and 2 μL RNA. The following program was performed for amplification: 50 °C for 3 min, 95 °C for 30 s followed by 40 cycles consisted of 95 °C for 10 s, 60 °C for 30 s, and a default melting curve step in an ABI 7500 machine [5] .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Total RNA extraction and qRT-PCR"
        },
        {
            "text": "Chest CT scans were performed with a single inspiratory phase in one commercial multi-detector CT scanner (Optima CT540, GE Healthcare, U.S.A.). Patients were instructed on breath-holding to minimize the motion artifacts. CT images were acquired by the protocol of tube voltage, 100-120 kVp; effective tube current, 110-250 mAs, detector collimation, 0.625 mm; slice thickness, 1 mm; slice interval, 0.8 mm. Based on the raw data, the CT images were reconstructed by iterative reconstruction technique if possible. The image analysis and grading were performed by three experienced radiologists, including Wei Chen, Zhihan Yan and Chongyong Xu, who have 10 to 15 years of experience in thoracic radiology, respectively. The final scores and grading were determined by consensus. The distribution of lung abnormalities was recorded as mild (axial CT shows peripheral and subpleural ground glass attenuation, Fig. 1a) , moderate (the high-density shadow of plaques involving multiple lung lobes (≥ 3), CT shows ground glass, cloud flocculent or paving stone like changes, at least 2 lung lobes show pulmonary consolidation, local pulmonary fibrosis, and air bronchograms sign can be seen, Fig. 1b ), or severe (CT showed diffuse consolidation [minimum of 80% of pulmonary or involving of 4 lobes] or cord like changes, and fibrosis was formed, Fig. 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 915,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1187,
                    "end": 1194,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1342,
                    "end": 1349,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Computerized tomography (CT) protocol and grading"
        },
        {
            "text": "Blood samples were analyzed by standard method in the central laboratory. Blood routine test was performed to count the blood cells and white blood cell classification, to measure C-reactive protein and hemoglobin concentration in the Mindray BC-5390 system (Shenzhen, China). The biochemical tests were performed in the VITROS 5600 Integrated Immunodiagnostic System (VITROS 5600, Johnson, New Jersey, U.S.A.), including albumin, total protein, lactic dehydrogenase, creatine kinase, alanine aminotransferase, aspartate transaminase, total bilirubin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood routine test and serologic test"
        },
        {
            "text": "Statistical data analysis was performed by using SPSS 25.0 (IBM, New York, U.S.A.). Data were presented as Multivariate linear regression model was applied to study the association between plasma CRP concentration with the severity of COIVD-19 pneumonia on chest CT performance. And receiver operation curve (ROC) was used to analyze the prognostic power of CRP level on the severity of COVID-19 pneumonia. The CRP cutoff value was calculated according to the largest Youden index: cutoff value = sensitivity − (1 − specificity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Up to finishing of the paper, only 17 of the patients got recovered and released from hospital. All of the enrolled 76 patients infected with SARS-CoV-2 were confirmed by quantitative RT-PCR, on the first trial with throat swab. Nearly 55.3% (42 cases) of the patients were male, and there was no difference in sex ratio between CRP group 1 (< 20.44 mg/L) and CRP group 2 (≥ 20.44 mg/L). The average age of the patients was 44.5 years old, and the mean age was 41.9 years old and 49.1 years old in CRP 1 and CRP 2 respectively (p = 0.016). The highest mean body temperature of all patient during their hospital stay was 38.1 °C, whereas for the mean value of CRP 1 group was 38.0 °C while for CRP 2 group was 38.2 °C. Diabetes was not present in these patients. Prevalence of hypertension was 14.58% (7 cases) and 39.29% (11 cases) in the CRP 1 group and CRP 2 group, respectively. Cough, the most common respiratory symptom, were found in 64.68% (31 cases) and 67.86% (19 cases) in for CRP 1 and CRP 2 groups, respectively. Meanwhile, there were manifestations beyond respiratory system such as diarrhea and vomiting in both CRP 1 and CRP 2 groups. Nearly half of the patients in each group complained of fatigue ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1216,
                    "end": 1224,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "The mean neutrophil count was 2.90 × 10 9 /L and 2.98 × 10 9 /L in CRP 1 and CRP 2 groups, respectively. The mean lymphocyte count was 1.13 × 10 9 /L in all enrolled patients, while it was 1.24 × 10 9 /L and 0.94 × 10 9 /L in CRP 1 and CRP 2 groups, respectively, (p = 0.011). The neutrophil lymphocyte ratio was 2.95 and 3.77 in CRP 1 and CRP 2 groups, respectively. The mean values of plasma globulin were 28.70 g/L and 31.50 g/L in CRP 1 and CRP 2, respectively (p = 0.016) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "The inpatient duration time distribution was analyzed (Fig. 2) , according to CRP stratification. It's skewed in the CRP 2, in which the patients mostly experienced 19 to 22 days for treatment and recovery. However, in the CRP 1 group, the median inpatient time was 18 days from admission to recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "The precise association between plasma CRP concentration and CT grading was analyzed with linear regression models ( Table 2) . When the CT grading increased from mild to moderate, the CRP concentration increased 11.47 mg/L (95% confidence interval 1.41, 21.52), p = 0.029; while when CT grading increased from mild to severe, CRP concentration increased 23.40 mg/L (95% CI 3.36, 43.45), p = 0.025, when adjusted for age, hypertension, lymphocyte count, albumin globulin ratio, aspartate transferase, and dyspnea. The ROC curve of CRP in diagnosing moderate-severe CT grading in the patient was analyzed (Fig. 3) . The area under curve was 0.898 (95% CI 0.835, 0.962), p < 0.001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 604,
                    "end": 612,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "Since the outbreak of SARS-CoV-2 in Wuhan city, China, it was characterized as highly contagious and deadly. Up to the end of February 2020, a total of over 78,631 cases of infections have been confirmed, with 2747 cases of death. This is the first study on the prognostic power of CRP for moderate-severe CT grading and inpatient duration in COVID-19 infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present retrospective observational study, a positive correlation between plasma CRP level and CT grading was found ( Table 2) , independent of age and lymphocyte count. When compared to the mild CT manifestation, the CRP concentration increased significantly by 11.47 mg/L and 23.40 mg/L, in the moderate and severe group respectively, p < 0.05. Furthermore, the diagnostic performance of CRP on CT grading was analyzed with ROC ( Fig. 3) and compared with Student's t test. The area under curve was 0.898, p < 0.001, indicating prominent diagnostic power on the COVID-19 progression on CT. Subsequently, our results yielded a discriminatory power of higher CRP levels in moderate-severe SARS-CoV-2 pneumonia patients from lower CRP levels in those with mild condition, with a cutoff level of 16.60 mg/L (77.0% sensitivity, 72.0% specificity). The corresponding",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 439,
                    "end": 446,
                    "text": "Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Data are presented as mean ± SD, or n (%). CRP 1: C-reactive protein < 20.44 g/L sensitivities and specificities of plasma CRP level could be found in Table 3 . Our results were supported by several studies about CRP level with disease severity elsewhere. In dengue's infection, CRP has been suggested to be used as a prognostic marker, and higher levels of CRP indicating increased risk of disease progression [6, 7] . It's noticeable that dengue virus and SARS-CoV-2 are RNA virus, sharing similarity in the course of infection. CRP is rapidly synthesized by hepatocytes when stimulated by inflammation. It binds to a variety number of eukaryotic and prokaryotic pathogens, facilitating complement activation through classical pathway [8] , indicating immune activation, lymphocyte infiltration, immune molecules consumption and inflammation outbreak. Clinically, increased CRP levels might be early indicators of nosocomial infections in COVID-19 patients who were slow to recover, and might aid physicians to administer empirical antibiotics treatment early to prevent worsened outcome [9, 10] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Table 1 Baseline characteristics of included patients, stratified by C-reactive protein"
        },
        {
            "text": "Though the overall mean value of circulating lymphocyte count was among the normal intervals for adults in China (95% CI 1.1 × 10 9 /L, 3.2 × 10 9 /L), it was found significantly lower in CRP 2 group (Fig. 4a ) than CRP 1 group and normal intervals, indicating a quick lymphocyte infiltration and severe inflammation, which was in accordance with the findings mentioned above. However, there was no difference of neutrophil count in the two subgroups (Fig. 4b) , indicating the innate immunity played less role in the early stage of SARS-CoV-2 pneumonia. Furthermore, the patients of CRP 2 group experienced significantly longer inpatient duration than that of CRP 1 group, which are reasonably explained by the more severe illness for patients in CRP 2 group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "(Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Table 1 Baseline characteristics of included patients, stratified by C-reactive protein"
        },
        {
            "text": "The most important limitation of our study is the single ethnic participants, tending to selection bias. However, the SARS-CoV-2 is highly deadly and contagious, thus we can only enrolled those we can help. The other limitation is relatively small observation cohort. This effect could be ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1 Baseline characteristics of included patients, stratified by C-reactive protein"
        },
        {
            "text": "The plasma CRP level is positively correlated to the severity of COVID-19 on CT performance, and higher level of CRP showed a longer inpatient duration. For the first time, plasma CRP level is demonstrated to assist for discerning patients with moderate to severe COVID-19 pneumonia from those with mild condition. This suggest CRP testing may be useful as an earlier indicator for severe illness and help physicians to stratify patients for intense care unit transfer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "386--395",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Utility of C-reactive protein levels for early prediction of dengue severity in adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The differences between interleukin-6 and c-reactive protein levels among adult patients of dengue infection with and without plasma leakage",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eppy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suhendro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nainggolan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rumende",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Med Indones",
            "volume": "48",
            "issn": "1",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis and treatment of COVID-19 in China",
            "authors": [],
            "year": 2020,
            "venue": "Chinese. Published",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Predicting outcome from dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yacoub",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular insight into dengue virus pathogenesis and its implications for disease control",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "162",
            "issn": "3",
            "pages": "488--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "C-reactive protein: a critical update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pepys",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hirschfield",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Invest",
            "volume": "111",
            "issn": "12",
            "pages": "1805--1817",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and liver dysfunction: current insights and emergent therapeutic strategies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Targher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Transl Hepatol",
            "volume": "8",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CT",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Higher CRP associated with longer inpatient duration",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PCR is negative for three times at a 24 h interval. We assessed the severity of COVID-19 based on the combination of chest CT results, clinical assessments and laboratory findings. Diagnostic criteria for COVID-19 severity is based on the CDCP (China) Diagnosis and Treatment of COVID-19[4].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "mean ± SD and percentages for continuous and categorical variables, respectively. The categorial variables were compared among the patients applying One-way analysis of variance (ANOVA), Kruskal-Wallis Chi square test, Fisher exact tests, and continuous variables were compared among the patients applying Students' T test and ANOVA.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Relationship between CT grade with C-reactive proteinCrude Model adjusted for None Adjusted Model I adjusted for age, lymphocyte count, albumin globulin ratio Adjusted Model II adjusted for age, lymphocyte count, albumin globulin ratio, hypertension, aspartate transferase, dyspnea minimized by further exploration in future larger observational study.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The sensitivity and specificity of different CRP levels",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Fig. 4 CRP association with lymphocyte and neutrophile",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to express their appreciation for all of the emergency services, nurses, doctors, and all the hospital and public health staff to combat the SARS-CoV-2 outbreak. And we also paid special thanks to prof. Bangzheng Wang of the Wenzhou Medical University for counseling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "WC and ZQ designed the study. SL took part in sample collection. WC, ZY, and CX analyzed the CT images and final grading. ZQ did the statistic analysis. WC and ZQ wrote the draft. KIZ performed critical review of the manuscript. All authors reviewed and approved the final version. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "No funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All datasets supporting these findings could be found in supporting sheet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "This study has been approved by the Ethics of Committees of the Sixth Hospital of Wenzhou, and the Second Affiliated Hospital of Wenzhou Medical University, and in accordance with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. Informed consent for participation in this retrospective study and publication was written and obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}