{
    "paper_id": "1e91d9e97cab904851c4986d7430e6ddc54c63f2",
    "metadata": {
        "title": "The COVID-19 rehabilitation pandemic 1",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "De Biase",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGILE",
                    "institution": "",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Cook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGILE",
                    "institution": "",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Dawn",
                "middle": [
                    "A"
                ],
                "last": "Skelton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Glasgow Caledonian University",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Miles",
                "middle": [],
                "last": "Witham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGE Research Group",
                    "institution": "Newcastle University",
                    "location": {
                        "settlement": "Newcastle upon Tyne",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Ten Hove",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic and the response to the pandemic are combining to produce a tidal wave of need for rehabilitation. Rehabilitation will be needed for survivors of COVID-19, many of whom are older, with underlying health problems. In addition, rehabilitation will be needed for those who have become deconditioned as a result of movement restrictions, social isolation, and inability to access healthcare for pre-existing or new non-COVID-19 illnesses. Delivering rehabilitation in the same way as before the pandemic will not be practical, nor will this approach meet the likely scale of need for rehabilitation. This commentary reviews the likely rehabilitation needs of older people both with and without COVID-19 and discusses how strategies to deliver effective rehabilitation at scale can be designed and implemented in a world living with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Post-COVID-19 rehabilitation will be complexand requires specialist multidisciplinary multiagency services. • Deconditioning and frailty as a result of self-isolation, shielding and social distancing will also require therapy services. • Older people need access to rehabilitation services in a timely fashion that meets their personal needs and goals. • Rehabilitation services need to prepare for a post-pandemic wave of older people in need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The process of rehabilitation is focussed on helping people who have suffered an impairment to maximise functional ability, psychological wellbeing, and social integration [1] . Rehabilitation is central to maximising recovery for older people after acute illness and to maintaining function for older people with chronic disease. The COVID-19 pandemic, both directly and as a consequence of social isolation, movement restriction and healthcare system disruption, threatens to generate a huge increase in the need for rehabilitation for older people. This commentary reviews the likely impact of the COVID pandemic and discusses how best to deliver robust rehabilitation strategies to manage this demand.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 is a respiratory infection with multisystem manifestations [2] . It ranges in severity from asymptomatic infection to severe, fatal illness. In the respiratory system, COVID-19 may cause viral pneumonia with widespread pulmonary infiltrates, profound breathlessness and hypoxia. Hypoxia may be slow to resolve, requiring prolonged supplemental oxygen use and desaturation on exertion. In those who are severely unwell with COVID-19, a hyperinflammatory state may cause multiple organ dysfunction, including myocarditis and heart failure [3] . This hyperinflammatory state, combined with immobility and poor food intake (nausea, vomiting and diarrhoea are prominent symptoms in some patients) are all risk factors for acute sarcopenia-the loss of muscle mass and strength seen in acutely unwell patients [4] .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "How COVID-19 illness changes function"
        },
        {
            "text": "Other manifestations of COVID-19 are now recognised that are of particular relevance to rehabilitation needs. Delirium-often severe and prolonged-is common in older people, and other neurological manifestations have been described, including Guillain-Barre syndrome and encephalitis [5] . The risk of venous and arterial thromboembolism after COVID-19 appears to be very high, including stroke with its attendant physical and cognitive deficits. In addition, survivors of severe illness [particularly those admitted to intensive care unit (ICU)] may experience post-traumatic stress disorder. COVID-19 illness may therefore affect physical, cognitive and psychological function in multiple ways; a combination of low muscle strength due to frailty and impaired endurance due to cardiorespiratory disease is common, complicated by cognitive and psychological deficits.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "How COVID-19 illness changes function"
        },
        {
            "text": "It is clear that COVID-19 disproportionately affects older people; this is the group most likely to require hospital admission, and this is the group most likely to die from COVID-19 infection [6] . People living with frailty and multimorbidity (who are more likely to be older) are also likely to be affected more profoundly. Rehabilitation strategies need therefore to address not only the wide range of deficits caused by COVID-19 illness but also need to be able to deliver rehabilitation to people with a high burden of pre-existing frailty and illness.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "How COVID-19 illness changes function"
        },
        {
            "text": "In many countries, a strategy of 'lockdown' has been implemented to try and contain the pandemic. Such approaches typically place restrictions on movement, with people confined to their homes for long periods, and also limit social contact from families and friends. Older adults (particularly those living with multimorbidity and frailty) have often been subject to even stricter isolation than the general population. This places them at even greater risk of increased sedentary behaviour and associated outcomes of deconditioning, balance deficits, increased falls risk and worsening and/or new mental health problems [7] . Wider societal issues such as loneliness, bereavement and poverty will impact further on older people's quality of life [8] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Indirect effects of the COVID-19 pandemic"
        },
        {
            "text": "In addition, normal health and social care delivery in many countries has been suspended to divert resources to dealing with acute COVID-19 infections. Healthcare interventions aimed at improving or maintaining function (e.g. hip replacement surgery, falls prevention programmes) are unable to continue, with potential deleterious effects on function. In combination, these issues risk worsening health, physical and psychological function for millions of older people who have not suffered from COVID-19 infection directly. As movement restrictions are lifted, the consequences of these indirect effects of the pandemic will become apparent, with the release of pent-up demand for rehabilitation services. Again, effective rehabilitation strategies need to anticipate this and plan sufficient capacity to respond to this demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirect effects of the COVID-19 pandemic"
        },
        {
            "text": "As countries recover from the first peak of the COVID-19 pandemic, a coordinated and appropriately resourced approach to rehabilitation for the recovery phase is essential, to manage both the longer-term consequences of COVID-19 infection and to restore function lost as a result of the indirect effects of the pandemic response. Models of rehabilitation will vary from country to country, due to different health and social care systems and the different impact of COVID-19; rehabilitation needs may vary from minimal for those with minor symptoms to intensive, prolonged rehabilitation for patients who have had a prolonged stay on ICU or who have otherwise suffered a major loss of function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying who requires rehabilitation"
        },
        {
            "text": "The first requirement in redesigning rehabilitation services is to understand how many people need rehabilitation and who they are. Even before the COVID-19 pandemic, the Global Burden of Disease study [9] found high levels of disability in many countries-a need that is often not addressed by rehabilitation. Country-specific data would help to refine local estimates of need, and in the UK, the Rehabilitation Outcomes Collaborative minimum data set has been recommended for this purpose [10] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Identifying who requires rehabilitation"
        },
        {
            "text": "In most countries, it is not yet clear what the scale of demand is from older people indirectly affected by the pandemic. The scale of this need will become apparent as older people re-engage with primary and secondary healthcare services, but consideration needs to be given to proactive case seeking; there is a risk that older people with impaired function will not present to health and social care services until a point of decompensation or illness, in part due to fear of catching COVID-19 from healthcare facilities. Rehabilitation services should, however, be able to identify those discharged from hospital with COVID-19 and those with a diagnosis of COVID-19 made in primary care. As COVID-19 testing is rolled out across populations at scale, the results will provide a platform for targeting a wider range of older people in need of specific post-COVID rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying who requires rehabilitation"
        },
        {
            "text": "Not all older people who suffer from COVID-19 infection will require formal rehabilitation; the need will be dependent not only on the severity of illness, but on the degree of pre-existing frailty and functional impairment; factors that any screening systems for rehabilitation need to take into account. For those hospitalised with COVID-19 infection, early assumptions from National Health Service (NHS) England [11] estimated that 50% would require no input from health and social care, 45% would need support from health and social care, 4% would require rehabilitation in inpatient or intermediate care facilities and 1% would require new institutional care. Anecdotal data from the UK suggest an even greater percentage of people may require rehabilitation [12] in inpatient or intermediate care settings. Data from the global ISARIC survey [13] confirm that people most severely affected by COVID-19 will have had prolonged hospital stays, often spending much of this in bed, contributing to functional decline.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Identifying who requires rehabilitation"
        },
        {
            "text": "The workforce delivering COVID-19 rehabilitation must be able to manage the full range of consequences of COVID-19 infection: breathlessness, fatigue, muscle weakness, delirium, post-traumatic stress disorder and other mental health conditions, all of which will impact on rehabilitation outcome. Each patient will need an individualised programme, including aerobic exercise, strength training, balance training, breathlessness management, energy conservation, functional and vocational rehabilitation, and psychological support [14] . Such a programme can be delivered effectively only by a multidisciplinary team, which needs to have access to the full range of physical and occupational therapy, medical, nursing, dietetic, psychology and speech and language staff.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Rehabilitation for people surviving COVID-19 infection"
        },
        {
            "text": "Older COVID-19 survivors will not only have deficits that reflect frailty syndromes (for example falls and sarcopenia), which many older people's services are set up to manage. They may also have substantial cardiorespiratory and neurological deficits. As a result, cardiac, pulmonary, neurology and frailty services cannot continue to work in isolation. Instead, specialist services must learn rapidly from each other now to deliver on all aspects of rehabilitation need and models of service delivery need to both combine personnel, knowledge and skills from all of these disease-specific rehabilitation services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rehabilitation for people surviving COVID-19 infection"
        },
        {
            "text": "The pandemic response in Italy highlighted the tensions of balancing appropriate COVID-19 rehabilitation alongside rehabilitation for other medical conditions [15] . Restrictions imposed to prevent infection spread created difficulties in delivering rehabilitation in outpatient and home-based settings. The responsiveness of organisations to COVID-19 and non-COVID-19 patients was cited as being dependent on relationships between acute, rehabilitation and community services and primary care [14] . During the first pandemic wave of COVID-19, many older people were discharged more rapidly from hospital, with all elective procedures postponed. Non-emergency rehabilitation programmes were also paused with only a small number of programmes continuing remotely through the use of digital technology.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Non-COVID rehabilitation in a world with COVID-19"
        },
        {
            "text": "Any rehabilitation strategy in the time of COVID must therefore address both COVID-specific rehabilitation needs and the needs of those who require rehabilitation for reasons other than COVID infection. Failure to do so risks inequity of access for large numbers of older people, and a failure to deliver effective rehabilitation to those deconditioned or otherwise in need risks worse outcomes for those who become unwell with COVID-19 in future pandemic waves. It is therefore essential that rehabilitation programmes and proactive frailty management [16] resume as soon as possible. This will minimise adverse outcomes for older people living with long term conditions, those with gradual functional decline and those requiring rehabilitation after elective or emergency hospitalisation.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Non-COVID rehabilitation in a world with COVID-19"
        },
        {
            "text": "The COVID-19 pandemic provides an opportunity for health and social care services to transform how they deliver rehabilitation. In countries where current rehabilitation services are fragmented or siloed, there is an opportunity to redesign pathways that better reflect the patient journey [17, 18] , from home to hospital and back again. Where services are narrowly focussed on hospitals, there is an opportunity to put services in primary care and the community centre-stage, and to engineer better collaboration with agencies outside healthcare. These integrated systems of rehabilitation are more likely to prove resilient to future pandemic waves and are likely to be more responsive to the needs of those requiring both acute hospital admission and those requiring community rehabilitation without admission. It is likely that care will need to be delivered close to home, and to be effective, teams must work across organisational boundaries. These principles underpin the NHS Right Care Community rehabilitation toolkit (2020) [17] , which sets out a vision for how community rehabilitation should be planned, commissioned and delivered in the UK.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "What could rehabilitation post COVID19 look like?"
        },
        {
            "text": "The anticipated increase in demand for rehabilitation means that capacity to deliver rehabilitation must increase. This will not be achieved simply by training more specialist practitioners who will take several years to enter the workforce; a more diverse rehabilitation workforce will be required to meet the scale of this challenge, using capacity and skills from sectors outside healthcare organisations. By stratifying rehabilitation need and matching approaches to the right profession, the right mix of skills can be deployed to the right person. For example, older people at risk of falls would be able to access community-based specialist exercise instructor-led exercise programmes, with more complex cases managed by therapy services. This increase in capacity can also be achieved by developing rehabilitation capabilities across the wider non-registered health care staff, including specialist trained exercise and sports science professionals, to help meet both demand and effective dose and progression of exercise [19] . Professional leadership is needed to drive clinical expertise and system improvement across these multiple pathways [8] .",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What could rehabilitation post COVID19 look like?"
        },
        {
            "text": "Where rehabilitation is delivered is likely to change, with less emphasis on clinic or hospital-based services, and more emphasis in services delivered in or near patients own homes. This will mean changes in how rehabilitation is deliveredapproaches involving travel or group work are likely to be especially vulnerable to future pandemic waves or the imposition of movement restrictions. Early investment in digital connectivity to support rehabilitation must therefore continue, particularly in rural areas; such investments will also help not only to develop a system that is resilient to future pandemic waves, but also to permanent changes in how we live if the severe acute respiratory syndrome coronavirus 2 becomes endemic. The pandemic response has brought opportunities as well as challenges-for instance highlighting how physical activity and exercise can be integrated into daily life via remote communication. This must be now be scaled up to support older people, care home residents and others who are currently (or may in future be) confined to their own homes with limited social contact. Even where face-to-face delivery of rehabilitation is able to restart, it is likely that more of this activity will need to happen remotely to enable efficient delivery of rehabilitation at scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What could rehabilitation post COVID19 look like?"
        },
        {
            "text": "Research is essential if effective, efficient rehabilitation responses to the COVID-19 pandemic are to be developed. Although models of care will be developed and implemented at speed, evaluation must accompany implementation, with rapid dissemination of results. Key areas for research will need to include ascertainment of the number of people in need of rehabilitation, severity and type of deficits, the longterm impact of the pandemic and of unmet rehabilitation need and evaluation of novel modes of delivery, including the use of online and digital resources. Older people have lower levels of digital literacy and are less likely to have access to the internet; they may be living with sensory loss and/or cognitive impairment and not all will understand English. It is important that novel solutions to rehabilitation delivery do not create new groups of disadvantaged or excluded older people, and it is equally important that new services accurately identify those in need of rehabilitation and match service delivery to their needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The need for further research"
        },
        {
            "text": "Research must take account the complex, multiprofessional and multiagency nature of high-quality rehabilitation. It will be imperative to draw on the expertise of alliances such as the UK Rehabilitation Alliance (25 patient charities and professional organisations) to ensure that research questions related to rehabilitation are relevant to the population [20] , and a broad range of research methods, from realist evaluation to large randomised controlled trials and rigorouslyevaluated quality improvement, will be needed to develop the evidence base. Research funding has been made available across the world to develop a greater understanding of the effects of COVID-19, and it is incumbent on all clinicians involved in rehabilitation to participate in, and advocate for rehabilitation research. COVID-19 has demonstrated the pace and scale with which complex trials and other research studies can be set up and delivered, and there is a real opportunity here to make sure that through research, we build better rehabilitation services both for older people with COVID-19 and those whose need now is just as great as it was before the pandemic.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The need for further research"
        },
        {
            "text": "COVID-19 has disrupted how we live, care and work, and rehabilitation services must adapt to a world living with COVID. As countries move out of the first pandemic wave of COVID-19, cross sector, multiagency working must continue at scale, to respond to rehabilitation needs caused by the pandemic. Our transformation of rehabilitation must deliver a needs-based, individualised approach, close to home, to enable older people to live well for longer in spite of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Dawn Skelton is a Director of Later Life Training, a not for profit company delivering training in evidence-based falls prevention and stroke rehabilitation to health and fitness professionals in the UK. No other authors declare conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicts of Interest:"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Funding:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Measurement in Neurological Rehabilitation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in older people: a rapid clinical review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Lithander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tenison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Age Ageing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ageing/afaa093"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The pathogenesis and treatment of the 'cytokine Storm' in COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.037"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute sarcopenia secondary to hospitalisation -an emerging condition affecting older adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hassan-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aging Dis",
            "volume": "9",
            "issn": "",
            "pages": "151--64",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurological impact of coronavirus disease (COVID-19): practical considerations for the neuroscience community",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scullen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathkour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Neurosurg",
            "volume": "139",
            "issn": "",
            "pages": "344--354",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4683"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sedentary time in older adults: a critical review of measurement, associations with health, and interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ashe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Biddle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Sports Med",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global, regional, and national disability-adjusted life-years (DALYs) for 359 diseases and injuries and healthy life expectancy (HALE) for 195 countries and territories, 1990-2017: a systematic analysis for the global burden of disease study 2017",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kyu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abate",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Abate",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "392",
            "issn": "",
            "pages": "1859--922",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rehabilitation in the Wake of Covid-19 -A Phoenix from the Ashes",
            "authors": [],
            "year": 2020,
            "venue": "British Society of Rehabilitation Medicine (BSRM)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 Hospital Discharge Service Requirements. HM Government: Crown Copyright",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Kings Health Partners. How I Manage COVID-19 Patients -Meet the Experts (Webinars)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International Severe Acute Respiratory and Emerging Infections Consortium (ISARIC) COVID-19 Report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Report of an ad-hoc international task force to develop an expert-based opinion on early and short-term rehabilitative interventions (after the acute hospital setting) in COVID-19 survivors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Balbi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rehabilitation of COVID-19 patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brugliera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castellazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Rehabil Med",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2340/16501977-2678"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Best practice guidelines for the management of frailty: a British geriatrics society, age UK and Royal College of general practitioners report",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Age Ageing",
            "volume": "43",
            "issn": "",
            "pages": "744--751",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NHS Right Care Community Rehabilitation Toolkit",
            "authors": [],
            "year": 2020,
            "venue": "National Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rehabilitation 2030: a call for action. The Need to Scale Up Rehabilitation",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "UK: AGILE and the British Association of Sport and Exercise Science",
            "authors": [],
            "year": 2019,
            "venue": "Later Life Training",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chartered Society of Physiotherapy blog 'Rehabilitation is key to Recovery -during and after Covid-19",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}