{
    "paper_id": "1e9399a0a4991bbb45e149705fee80f8367e4cfb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "At the time of positive SARS-CoV-2 PCR, he presented himself in the emergency room with a productive cough (brownish, mucous secretion) that had been present for 5 days, ageusia and hyposmia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At Day 0, conspicuous laboratory values were a C-reactive protein of 27.2 mg/L, leukocytes of 28.6 × 10 9 /L, and platelets of 114 × 10 9 /L. Due to his good general condition and only mild symptoms present, the patient was put under home quarantine with regular follow-up telephone visits scheduled. On Day 7, the patient was admitted to the hospital due to deteriorating general state of health with increasing respiratory distress. Laboratory values at admission were a C-reactive protein of 25.6 mg/L, procalcitonin of 0.5 µg/L, leukocytes 18.4 × 10 9 /L, and platelets of 115 × 10 9 /L. As COVID-19 proceeded, we observed a further drop in leukocytes and neutropenia advanced from Common Terminology Criteria for Adverse Events ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report the interdisciplinary treatment of a CLL patient with ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS ION"
        },
        {
            "text": "All authors contributed toward patient care, collection and assembly of data, data analysis and interpretation, manuscript writing, and final manuscript approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR S CONTRIBUTI ON S"
        },
        {
            "text": "The patient was enrolled in the protocol Improving Diagnosis of Severe Infections of Immunocompromised Patients (ISI, Identifier of the University of Cologne Ethics Committee 08-160) and signed informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CON S ENT TO PARTI CIPATE"
        },
        {
            "text": "https://orcid.org/0000-0002-6654-0304",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Petra Langerbeins"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perturbation of the normal immune system in patients with CLL",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Forconi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Blood",
            "volume": "126",
            "issn": "5",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IgA levels at diagnosis predict for infections, time to treatment, and survival in chronic lymphocytic leukemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ishdorj",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Streu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood advances",
            "volume": "3",
            "issn": "14",
            "pages": "2188--2198",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The characteristics and outcomes of parainfluenza virus infections in 200 patients with leukemia or recipients of hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chemaly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hanmod",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rathod",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "119",
            "issn": "12",
            "pages": "2738--2745",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CTCAE) Grade 3 to Grade 4 (Figure 2A). Due to further respiratory deterioration, the patient was admitted to medical intensive care unit (MICU) on Day 12. On Day 16, a respiratory virus panel detected parainfluenza 4 virus besides the already known SARS-CoV-2 by RT-PCR of a nasopharyngeal swab. Chest computed tomography (CT) revealed bilateral ground-glass opacities, and crazy paving with negligible pleural effusions (Figure 1). Additionally, CLL progression was evident with enlarged mediastinal plus bilateral axillary lymph nodes and splenomegaly. High-flow oxygen supplementation was applied from Day 16 to Day 20, followed by oxygen administration via nasal cannula. Probatory therapy with oral hydroxychloroquine [200 mg QDEuroimmun, Lübeck, Germany) on Day 18, while IgA antibodies remained negative (Figure 2E). To exclude cross-reactivity of the administered immunoglobulins, we tested IVIG of the identical lot by ELISA and did not detect SARS-CoV-2 reactivity at concentrations up to 50 g/L (Figure 2F). With the antibody detection, there was a rapid improvement of the respiratory situation and he could be transferred from MICU to normal care on Day 23. The nasopharyngeal swabs were negative for SARS-CoV-2 by RT-PCR on Day 25 and Day 28. The patient was discharged home on Day 28 without any respiratory residuals. We are planning a BTK-based outpatient relapse therapy for progressive CLL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19 complicated by a parainfluenza 4 virus co-infection.Established risk factors for unfavorable course of COVID-19 were F I G U R E 1 Radiological Imaging. Chest X-ray during the course of the disease demonstrated new and increasing infiltrates; D0: normal X-ray without infiltrations, D8: new COVID-19 suspicious ground-glass infiltrations with peripheral and basal distribution (arrow), D12: increasing COVID-19 suspicious infiltrations with beginning consolidations (arrow), but also additional new unspecific diffuse ground-glass infiltrations central and apical (asterisk), and D16: X-ray and low-dose CT demonstrating a mixed pattern of COVID-19 suspicious peripheral consolidations with partly crazy paving (arrow) and unspecific viral diffuse ground-glass infiltrations (asterisk) with peripheral and central distribution (D = day; given are the days after first positive SARS-CoV-2 PCR) present with leukocytosis, increased LDH, serum ferritin, and IL-Figure 1).3 Progressive CLL with secondary hypogammaglobulinemia increased risk for a severe course that had been additionally promoted by CLL-related neutropenia.4 This was further complicated by parainfluenza 4 co-infection. Patients with leukemia are known for an increased risk for serious parainfluenza virus infections with significant mortality rate.5 The patient was transferred to MICU, and despite recommendations favoring early intubation, we treated the patient with high-flow oxygen supplementation via nasal cannula and reassessed the respiratory situation frequently. By this conservative strategy, we were able to avoid emergency intubation and initiation of mechanical ventilation, which is associated with high mortality in cancer patients per se. Our patient met the European Medicines Agency criteria for immunoglobulin substitution. To exclude crossreactivity of the administered immunoglobulins, we tested IVIG of the identical lot by ELISA.F I G U R E 2 Changes in laboratory markers and SARS-CoV-2 spike protein reactivity ELISA. Figures show changes in leukocytes and neutrophils (A), IL-6 (B), serum ferritin (C), lactate dehydrogenase (D), IgA and IgG reactivity of serum samples (E), and IgG reactivity of the IVIG lot used for treatment of hypogammaglobulinemia and IVIG dilutions in DPBS as determined by ELISA against the S1 domain of the SARS-CoV-2 spike protein S (F). Arrows indicate symptom onset, initial SARS-CoV-2-positive PCR, and IVIG administration (30 g each), respectively. Dashed lines indicate upper reference values (figure A-D) and assay cutoff for positivity (figure E and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}