{
    "paper_id": "1e94fc4a1744356edf7ac876a5295aa0294adce5",
    "metadata": {
        "title": "Non-linear Dynamics of Two-Patch Model Incorporating Secondary Dengue Infection",
        "authors": [
            {
                "first": "Arti",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunita",
                "middle": [],
                "last": "Gakkhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, the impact of human migration on the dynamics of dengue epidemic has been discussed. The vector-host model considers two patches with different dengue serotype in each patch. The model considers the constant rate of migration in susceptible and recovered class from one patch to other. Recovered migrants from prior infection are exposed to secondary infection in the patch where different serotype is present. The basic reproduction number is computed and analyzed in terms of migration parameters. The model is analyzed for the existence and local stability of various equilibrium states in terms of migration parameters. The numerical simulations for the choice of relevant data from literature have been performed to verify analytical results and to further explore the dynamics of the system. The sensitivity analysis of basic reproduction number with respect to migration parameters is carried out. It is found that immigration in a patch increases the basic reproduction in respective patch and vice-versa. The basic reproduction number has been estimated for the two states of Brazil which verifies the occurrence of severe epidemic in one of the states of Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dengue was confined to only nine countries before 1970. However, it has now been spread to more than 100 countries in the tropical, subtropical and temperate areas of North America, South America, Africa and Southeast Asia. According to one estimate, it affects 50-100 million people every year [1]. In fact, World Health Organization has declared dengue as the fastest communicable mosquito-borne disease in the world in terms of human morbidity and mortality [2, 3] . The causes of emergence and resurgence of dengue disease are attributable to multiple factors including urbanization, fast transportation, economic development and changes in human behavior. The fast increase in modes of transportation, their reach, speed and efficiency led to the global movement of human population [2, 4] . This may be responsible for the spread of infectious diseases from isolated locations to the new regions. It has been reported that another 100 million people travel to dengue affected areas where they not only increase the risk of contracting the disease but also spreading it further afield.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dengue fever exhibits up to four closely related and distinct dengue viruses or serotypes. The origin of all four dengue serotypes is found to have in Asian forests and subsequently they have spread worldwide because of the migration of human and commerce [5] . The mosquitoes Aedes aegypti and Aedes albopictus are the main carriers of these viruses. It is transmitted through infected mosquito bites. Once a person becomes infected by a serotype, he/she will never be reinfected by that serotype due to induced lifelong immunity against it. However, only temporal cross immunity is developed against the other serotypes [6] . Therefore, the recovered individuals from a serotype may get secondary infection when exposed to a different serotype. Primary infections are generally asymptomatic and nonfatal, while secondary infections sometimes lead to the fatal forms of dengue infection, namely, dengue hemorrhagic fever (DHF) or dengue shock syndrome (DSS) [1, 7] . Mathematical modeling has been applied to understand and control the many vector-borne diseases like dengue, malaria, leishmaniasis, chagas diseases etc [8] [9] [10] [11] [12] [13] . Some mathematical models on dengue dynamics incorporating primary and secondary infection have been proposed and analyzed by various investigators [11] [12] [13] [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to short flying range of mosquitoes, the role of human migration becomes crucial in dissemination of dengue serotypes from one part to other parts of the region [17] . Some studies on dengue have also confirmed that human migration is the main cause of its spatial spread [18, 19] . In particular, human movement was identified as an important factor for the spread of dengue serotype-1 from the southern region of Vietnam to its northern and central regions [20] . Also, human migration from one patch (area) to another increases the chances of secondary infection [6, 21] . During 1977 During -1978 , the dengue epidemic in Cuba occurred due to DEN-1 serotype with not a single case of DHF [22] . However, human migration from endemic countries (with DEN-2 serotype) to municipalities in Cuba has been reported to be responsible for DHF/DSS cases of subsequent epidemics in 1981 and 1997 [22, 23] . These facts exemplify the two largest outbreaks of secondary infection cases by DEN-2 in Cuba in 1981 and 1997 [22] [23] [24] . Further, human migration may be one of the reasons for the spread of secondary infection.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 580,
                    "end": 591,
                    "text": "During 1977",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 604,
                    "text": "During -1978",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A very limited but relevant metapopulation epidemic models involving movement of individuals between discrete spatial patches have been proposed by investigators [25] [26] [27] [28] [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, such compartment models for multi-patches have been discussed for measles, influenza and SARS [25, 28, 29, 31] . Prosper et al. [32] have discussed Ross-Macdonald type two patch SI metapopulation model for malaria by considering different degrees of transmission in patches. Gao and Ruan [27] have derived a multi-patch model to study the impact of population dispersal on spatial spread of malaria between patches. A limited work on metapopulation model incorporating host-vector dynamics has been carried out. A two patch vector-host model incorporating secondary infection of dengue disease has been discussed by Gakkhar and Mishra [33] . They have assumed no vector migration and human migration is allowed only in one direction.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, a two-patch vector-host model for the dengue epidemic incorporating secondary infection has been proposed and analyzed. The model considers human migration between two discrete patches having different dengue serotypes. Due to imperfect cross immunity towards heterologous serotype, the recovered migrants of patch-1 may get sec-ondary infection in patch-2. The impact of human migration on persistence or extinction of disease in patches has been discussed by considering all possible combinations of migration parameters. Stability analysis and numerical simulations have been carried out for various equilibrium states. Further, sensitivity indices of basic reproduction numbers for migration parameters have been computed. In the case study, the estimation of basic reproduction has also been performed for the two states of Brazil. The conclusion is given in the last section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Keeping the above facts into consideration, let there be two distinct serotypes of dengue namely serotype-1 (DEN-1/DEN-3/DEN-4) and serotype-2 (DEN-2) prevalent in two discrete patches: patch-1 and patch-2 respectively. Human (host) population is compartmentalized into S i , I i and R i for susceptible, infected and recovered individuals respectively in the ith patch, i = 1, 2. It is assumed that the infected individuals are unable to migrate due to disease-induced weakness. The susceptible individuals of patch-1 (patch-2) may become primary infected with serotype-2 (serotype-1) when they migrate to patch-2 (patch-1). The recovered migrants from patch-1 to patch-2 may become secondary infected when exposed to serotype-2 and form a new compartment of secondary infection I 12 in patch-2. As, the serotype DEN-2 is more associated with secondary infection [7, 23, 24, 34, 35] , the almost perfect cross immunity has been assumed for the recovered migrants from patch-2 to patch-1. The probability of getting secondary infection from serotype-1 is assumed to be negligibly small in patch-1. Accordingly, the recovered migrants from patch-2 to patch-1 will not get secondary infection. The secondary infected population I 21 is not being considered (I 21 ∼ 0) in patch-1. Further, this simplifying assumption reduces the dimension of the model.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 867,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "Let ω be the constant rate of recruitment in susceptible class and μ be the natural death rate of host in both the patches. The disease-induced death rate e is considered only in the secondary infection compartment of patch-2. Let β i and γ i ; i = 1, 2 be the rates of transmission of infection and recovery of the host population respectively in the ith patch. The ρ proportion of recovered migrants from serotype-1 become secondary infected by serotype-2 at the rate β 12 in patch-2. Let m 1 and m 2 be the rates of migration from patch-1 to patch-2 and vice-versa respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "LetŪ i (t) andV i (t) be the susceptible and infected vector population in the ith patch. Due to short life span of vector, once infected they never recover. Accordingly, no recovery class has been considered for them. Further, let ω 1 be the recruitment rate of mosquitoes in the absence of vertical transmission. Let μ 1 and μ 2 be the constant natural death rates of mosquitoes in patch-1 and patch-2 respectively. The transmission rate of infection to mosquitoes by infected host is assumed to be σ . The mosquitoes are not migrating and their dynamics remains the same irrespective of the patch. Considering all parameters to be positive, the following model has been formulated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "The model is associated with following non-negative initial conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "The schematic diagram has been drawn in Fig. 1 showing the transmission dynamics of disease in two patches. Note that for simplicity, the mortality rates of mosquitoes are considered to be equal in both the patches i.e. (μ 1 = μ 2 ). Consider the following non-dimensional parameters: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Formulation of Model"
        },
        {
            "text": "The dimensionless model is given as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "The model is associated with following non-negative initial conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Model"
        },
        {
            "text": "Consider a system of differential equations in R n + as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Model"
        },
        {
            "text": "is positive invariant for the non-linear system (12)- (22) . By adding the host dynamics from the model (12)- (22) gives,",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "Using standard comparison theorem [36] ,",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "Again, by adding vector dynamics in from the model (12)- (22) gives,",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "Using standard comparison theorem [36] ,",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "Also,Ṅ < 0 andṀ < 0 for N > 2 and M > 2 respectively. This shows that the solutions of the system (12)- (22) converge towards the set Ω.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "The Lemma 1 shows that the all solutions of the non-linear system (12)-(22) are non-negative and bounded. Therefore, the model is mathematically as well as biologically well behaved. In next subsection, the existence of equilibria for the model (12)- (22) has been discussed.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 The closed set"
        },
        {
            "text": "The non-linear system of Eqs. (12)- (22) have four equilibrium states (S 1 ,",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "1. The disease-free state (E 0 ) = (Ŝ 1 , 0, 0, 1, 0,Ŝ 2 , 0, 0, 0, 1, 0),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "The expressions for non-zero state variables at equilibrium point E 1 are given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "The expressions for non-zero state variables at equilibrium point E 2 are obtained as follows:S 1 =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "4. The endemic state (E )=(S 1 , I 1 , R 1 , U 1 , V 1 , S 2 , I 2 , R 2 , I 12 , U 2 , V 2 ) exists under the following conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "The expressions for the state variables at equilibrium level are omitted as they are lengthy and complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibrium Points"
        },
        {
            "text": "The basic reproduction number is computed by next generation approach [37] . The details of the new infections and transfer matrices are given in \"Appendix\". The basic reproduction number, R 0 (say) is given as",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Basic Reproduction Number"
        },
        {
            "text": ",",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number"
        },
        {
            "text": "or 10 and R 01 are the basic reproduction numbers of patch-1 and patch-2 respectively.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 5,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Basic Reproduction Number"
        },
        {
            "text": "Observe that there will be no effect of migration on the basic reproduction numbers R 10 and R 01 when p 2 = p 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Reproduction Number"
        },
        {
            "text": "This section analyzes the stability of the non-linear system (12)- (22) for various equilibrium states by computing eigenvalues of the Jacobian matrix J [E]. The general matrix J [E] of the system is given in \"Appendix\".",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Theorem 1 The disease-free state E 0 is locally asymptotically stable for R 2 10 < 1 and R 2 01 < 1.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Proof About disease-free state, seven of the eigenvalues of the Jacobian matrix (J [E 0 ]) are negative and computed as −1(multiplicity 4), −1 − p 2 − p 3 (multiplicity 2) and -1 -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "The remaining four eigenvalues are given as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Further simplifications give all eigenvalues with negative real part under condition (27) . Therefore, the disease-free state is locally asymptotically stable under condition (27) .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Further, for global stability of disease-free state, the following theorem is concluded:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "The locally asymptotically stable state E 0 is also globally stable for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Proof For arbitrarily chosen positive constants A, B, C and D, consider the positive definite function L(I 1 , I 2 , V 1 , V 2 ) as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Taking derivative of L(I 1 , I 2 , V 1 , V 2 ) with respect to t and its simplifications yield, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "(< 1) for positive p 2 and p 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "then the inequalities can be combined to give R 2 10 < C < α < 1; R 2 01 < D < β < 1;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "The positive arbitrary constants C and D can now be chosen to satisfy the above inequality ensuring thatL(S, I 1 , I 2 , V 1 , V 2 ) is negative. Accordingly, the function L(S, I 1 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "is a Lyapunov function for the condition (28) . At V 1 = 0, V 2 = 0, I 1 = 0 and I 2 = 0,L becomes zero. If V 1 = 0, V 2 = 0, I 1 = 0 and I 2 = 0, then {E 0 } is the only largest invariant set that contains a subset in which all these variables are zero. By applying LaSalle's invariance principle [38] , all trajectories in the closed set Ω approach the equilibrium point E 0 . Hence, the locally asymptotically stable disease-free state E 0 is also globally asymptotically stable. Hence, the result is proved.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "(28)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "It is observed that E 0 may still be globally stable even when one or both of the conditions in (28) are not satisfied. Further, when the state E 0 is unstable, existence of some other states may become possible. These possibilities are explored next.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(28)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "It may be noted that the existence of E 1 requires R 2 10 > 1 [see condition (23) ] which implies the instability of disease-free state E 0 . 2 10 > 1 then ξ = (1 + p 2 + p 3 )( p 2 p 5 + p 1 p 9 + p 2 + p 9 + 2 p 2 p 9 )",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 142,
                    "end": 143,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Stability of Equilibrium States"
        },
        {
            "text": "Proof Assuming ξ > 1 leads to R 2 10 < 1 which is the contradiction. Therefore, ξ < 1 whenever R 2 10 > 1. (29), the state E 1 will be locally asymptotically stable when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2 When R"
        },
        {
            "text": "Proof For the local stability of E 1 = (S 1 , I 1 , R 1 , U 1 , V 1 , S 2 , 0, R 2 , 0, 1, 0), the seven of the eigenvalues of the Jacobian matrix J [E 1 ] are computed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": ". Note that all of these seven eigenvalues are negative provided condition (30) is satisfied. The other four eigenvalues are the roots of the polynomial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Now, substituting the values of state variables at E 1 and simplifying, it has been found that all the four roots of the polynomial are having negative real part for R 2 10 > 1, if the Routh-Hurwitz conditions satisfy. Hence, the state E 1 will be locally asymptotically stable if the Routh-Hurwitz conditions hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Remark 1 Accordingly, state E 1 is stable when R 2 01 < 1. However, when R 2 01 > 1, the state may be stable/unstable subject to the condition (30) . These are further explored in terms of migration:",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "• Observe that ξ = 1 in absence of migration ( p 2 = p 3 = 0). Therefore, in absence of migration the state E 1 will be locally asymptotically stable when R 2 01 < 1. • When migration is allowed only in patch-1 i.e. p 2 = 0 but p 3 > 0, it is observed that ξ = 1 and the state E 1 is locally asymptotically stable for R 2 01 < 1. • When p 2 > 0 and p 3 > 0 then by simplifying the expression for ξ , it may be noted that ξ still remains smaller than 1. Therefore, the state E 1 is again locally stable for R 2 01 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Remark 2 Stability of the state E 1 is possible even though R 2 01 > 1 since the stability condition ξ R 2 01 < 1 may still be satisfied for sufficiently small ξ < 1 in presence of migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Local stability of E 2 (disease in patch-2 state) state is discussed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Lemma 3 When R 2 01 > 1 then η = (1 + p 2 + p 3 )( p 3 + p 9 + 2 p 3 p 9 + p 4 p 9 + p 3 p 6 ) (1 + 2 p 3 )( p 9 + p 2 p 9 + p 3 p 9 + p 4 p 9 + p 2 p 4 p 9 ) < 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Proof Assuming η > 1 leads to R 2 01 < 1 which is the contradiction. Therefore, η < 1 whenever R 2 01 > 1. Theorem 4 For η given in (31) , the state E 2 will be locally asymptotically stable when",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "(31)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Proof For the local stability of E 2 =(S 1 , 0, R 1 , 1, 0, S 2 , I 2 , R 2 , I 12 , U 2 , V 2 ), the seven eigenvalues of the 11 × 11 Jacobian matrix are given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": ". Note that all of these seven eigenvalues are negative for condition (32) . The other eigenvalues are the roots of following polynomial of degree four",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "(32)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Now putting the values of variables at state E 2 , all the four roots of the above polynomial are having negative real part for R 2 01 > 1 provided the Routh-Hurwitz conditions satisfy. Hence, the state E 2 will be locally asymptotically stable if the Routh-Hurwitz conditions hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Remark 3 Accordingly, state E 2 is stable when R 2 10 < 1. However, when R 2 10 > 1, the state may be stable/unstable. These are further explored in terms of migration:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "• When both the patches are isolated i.e. p 2 = 0 and p 3 = 0 Assuming R 2 01 = p 4 p 9 1 + p 6 > 1, the state E 2 will be locally asymptotically stable when R 2 10 < 1. • When migration is allowed only in patch-2 i.e. p 3 =0 but p 2 > 0, then it is observed that η = 1 gives the local stability of E 2 for R 2 10 < 1. • When p 3 > 0 and p 2 > 0 then by simplification yields η < 1. Therefore, the state E 2 is again locally stable for R 2 10 < 1. Remark 4 Stability of the state E 2 is possible even though R 2 10 > 1 since the stability condition η R 2 10 < 1 may still be satisfied for sufficiently small η < 1 in presence of migration. Remark 5 When R 2 10 > 1 and R 2 01 > 1, the states E 1 and E 2 both exist. when R 2 10 η < 1 or R 2 01 ξ < 1, the states E 1 or E 2 respectively are locally stable while the state E * does not exist. The state E * exists for R 2 10 η > 1 and R 2 01 ξ > 1.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 511,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 868,
                    "end": 869,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "For the local stability of the endemic state E , the three of the eigenvalues of Jacobian matrix are −1(multiplicity two) and −1 − p 6 − p 8 . Two of the eigenvalues are the negative roots of second degree polynomial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Further, the remaining eigenvalues are the roots of the polynomial of degree 6:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "The expressions for the coefficients of above six degree polynomial omitted from the text as they are lengthy and complex. The numerical simulations have been performed for the stability of the endemic state in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 For ξ given in"
        },
        {
            "text": "Numerical simulation of the system (1)- (11) are carried out for the data given in Table 1 . For different combination of migration parameters m 1 and m 2 , the thresholds responsible for the existence and stability of states E 1 , E 2 and E * have been computed in Table 2 .",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Numerical Simulation"
        },
        {
            "text": "For case 1, the existence condition (25) of the state E * is violated while both the states E 1 and E 2 exist and are given below: According to stability conditions (30) and (32) of the states E 1 and E 2 respectively, E 1 is found to be locally stable while E 2 gets unstable. A projection of phase plot in S 1 − I 1 − V 1 hyperplane has been drawn in Fig. 2 for the set of initial conditions Y 1 , Y 2 , Y 3 and Y 4 chosen in the neighborhood of E 2 . The solution trajectories are found to be converging to the state E 1 in hyperplane S 1 − I 1 − V 1 .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "(30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 359,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Numerical Simulation"
        },
        {
            "text": "Again, for case 2 in Table 2 , the existence condition (25) of the state E * is violated while both the states E 1 and E 2 exist. Fig. 3 shows a projection of phase plot in S 2 − I 2 − I 12 hyperplane for the initial conditions Z 1 , Z 2 , Z 3 and Z 4 chosen in the neighborhood of E 1 . It is observed that the all the trajectories starting from the neighborhood of E 1 converge to the state E 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 130,
                    "end": 136,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Numerical Simulation"
        },
        {
            "text": "For case 3, the states E 1 , E 2 and E * exist: The initial conditions C 1 and C 2 have been considered in the neighborhood of E 1 and the C 3 and C 4 have been considered in the neighborhood of E 2 . It is observed from a 3D phase plot I 1 − I 2 − I 12 drawn in Fig. 4 that all the solution trajectories converge to E * in hyperplane I 1 − I 2 − I 12 . This verifies the instability of the states E 1 (R 2 01 ξ > 1) and E 2 (R 2 10 η > 1). Further, this confirms the stability of E * . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 269,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Numerical Simulation"
        },
        {
            "text": "In disease modeling, sensitivity analysis is important to know the change in basic reproduction number (R 0 ) in response to the parameters it involves. The control measures can then be targeted on the basis of the sign and magnitude of the sensitivity indices with respect to various parameters. To compute the sensitivity of parameters of different scale, the normalized Table 3 Sensitivity indices of R 10 forward sensitivity index has been used [42] . The normalized forward sensitivity index of R 0 for the parameter p (say) is defined as",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 380,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Consider basic reproduction numbers R 10 and R 01 in terms of dimensional parameters as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "and R 2 01 = β 2 ωω 1 σ (μ + 2m 1 ) μμ 2 1 (μ + γ 2 )(μ + m 1 + m 2 ) The sensitivity indices with respect to the migration parameters (m 1 = m 2 ) for the two patches are obtained as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": ";",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Due to emigration from patch-1 Υ R 10 m 1 is found to be negative. The same is true for Υ R 01 m 2 . However, Υ R 10 m 2 and Υ R 01 m 1 are observed to be positive. This is due to immigration in respective patches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "From the above expressions, it can be observed that sensitivity indices for the migration parameters depend on host death rate μ also. For μ = 0.00004, the sensitivity indices with respect to migration parameters are given in Table 3 . It can be concluded that when rate of immigration is higher than emigration in a patch, the basic reproduction number of respective patch increases. Particularly, from given Table 3 , if m 1 increases by 10%, the basic reproduction number for patch-1 decreases by 1.238%. However, there will be increase of 3.664% in patch-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "In this paper, a two patch model incorporating human migration is applied for 2003 dengue outbreak in the two states of Brazil namely, Ceara and Rio de Janeiro. The first case of DEN-2 serotype in Rio de Janeiro was reported in 1990 then spread over to other states of the country namely Ceara, Bahia, Rio Grande do Norte, Alagoas, So Paulo, Mato Grosso do Sul, Mato Grosso, with the highest incidence rate in northeast region [43] . During summer 2002 a large outbreak of dengue due to DEN-3 serotype occurred in Rio de Janeiro [44] . In 2003, the human migration rate in Ceara was quite high as compared to Rio de Janeiro [45] . The sequential infection by DEN-2 serotype led to severe secondary infection cases in the form of DHF in the state Ceara [46, 47] . Keeping these facts in mind, let us consider the state Rio de Janeiro as patch-1 with DEN-3 serotype prevalent at time t and the state Ceara as patch-2 where DEN-2 serotype is present. The estimation of R 0 has been performed for the two patches from the initial growth phase of the epidemics [48] . Let us consider that at the beginning of the epidemic, the cumulative number of cases, K (t), varies exponentially as K (t) ∝ K 1 exp(λt) (33) where, λ is the force of infection and K 1 is constant. Accordingly, the infected host and vector population of both the patches are assumed as",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "(33)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "Again, the number of non-susceptible hosts and vectors can be assumed negligible,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "Now using Eq. (34) for infected host and vector population in the model (1)- (11) gives,",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "Multiplying Eqs. (36) and (37) together for patch-1 and Eqs. (38) and (39) for patch-2 respectively give the following:",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "(36)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 61,
                    "end": 65,
                    "text": "(38)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "The R E 10 and R E 01 are estimated reproduction numbers for the patch-1 and patch-2 respectively. Now, from the Eq. (33), it can be easily seen that, at the beginning of the epidemic number of new cases in a month in the patch-1 and patch-2 (say J 1 and J 2 respectively) would be proportional to the cumulative number of cases, i.e. J 1 ∼ λ 1 I 10 K 1 (t) and J 2 ∼ λ 2 I 20 K 2 (t) . Again by plotting the number of new cases per month against the cumulative number of cases K (t) for the two patches separately, the force of infection which would be the slope of respective curves, can be obtained [49] .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 606,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "Using the monthly data of the two states of Brazil namely, Rio de Janeiro (say patch-1) and Ceara (say patch-2) of 2003 from \"WHO Dengue NET\", the commutative number of cases have been plotted against new number of cases in Figs. 5 and 6 respectively. The force of infection of patch-1 and patch-2 have been given in Table 4 by computing the slope of respective curves. The time series for the data of respective states has been given in Tables 5  and 6 in \"Appendix\". The host parameters (host death rate and recovery rate) have been taken from literature [40] . The estimation of mosquito mortality rates are described in next subsection. ",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 438,
                    "end": 453,
                    "text": "Tables 5  and 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Case Study: Estimation of Basic Reproduction Number"
        },
        {
            "text": "The mortality rate of mosquitoes is temperature dependent. By using the average temperature records of nine months of the states Rio de Janeiro and Ceara, the estimation of mortality rate of the mosquito Aedes aegypti has been explored by the enzyme experiment [50, 51] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Mosquito Mortality Rate"
        },
        {
            "text": "The following formula is obtained to calculate the mortality rate of Aedes aegypti mosquito: μ m (T ) = 0.8692 − 0.159T + 0.01116T 2 − 3.408 × 10 −4 T 3 + 3.809 × 10 −6 T 4 (42) where, T is the temperature and μ m (T ) is the mortality rate of mosquito. By using the monthly temperature records of the states Ceara [52] and Rio de Janeiro [53] and substituting in Eq. (42) , the range of mortality rate for the two respective states has been calculated. The mortality rate of Aedes aegypti mosquito is found to be in the range of 0.02987767-0.0363767 for the state Rio de Janeiro. However, for the state Ceara, it is coming in the range of 0.02714614-0.03403341. Using the average value of the mortality rates, the estimated value of basic reproduction number of the respective states are given in Table 4 .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 798,
                    "end": 805,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Estimation of Mosquito Mortality Rate"
        },
        {
            "text": "It is concluded from the Table 4 that the basic reproduction number for the Ceara state of Brazil is greater than that of the Rio de Janeiro state. This verifies the fact that severe epidemic was occurred in Ceara in 2003. It supports that human migration is one of the reasons for the severe outbreak of DHF.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Estimation of Mosquito Mortality Rate"
        },
        {
            "text": "In this paper, a non-linear two patch dynamic model has been proposed to study the dynamics of dengue transmission. It is assumed that the two distinct serotypes are predominant in respective patches. The main emphasis is given on inter-patch migration of human pop-ulation and its impact on spatial spread of primary as well as secondary infection. The existence conditions for equilibrium states are obtained in terms of R 0 . The disease-free state is found to be globally stable provided the basic reproduction numbers (R 10 , R 01 ) of both the patches are less than one. It is found from analysis that for the equilibrium state E 1 (E 2 ), where disease persists in patch-1 (patch-2), it will persist there irrespective of migration if the basic reproduction number of patch-2 (patch-1) is less than 1. Numerical implementations have been carried out for the relevant data from the literature to explore the stability of endemic state. For the set of data where E * exists, it is found that starting from the initial conditions in the neighborhood of the states E 1 and E 2 , the solution trajectories converge to the state E * . This shows the stability of the state E * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The magnitude of migration parameters and their mutual relationships are very crucial to predict the stability of various states. When equal rates of migration are considered in both the patches, the status of disease will not be affected due to migration. In other words, the disease-free state will not become endemic or vice-versa in any patch due to migration. However, the level of primary/secondary infection changes without affecting the disease-free/endemic status. On the other hand, when rate of migration is different in the patches, the persistence/extinction of infection will depend on the magnitude of the basic reproduction number of patches as well as the migration parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Sensitivity indices of the basic reproduction number for the migration parameters are computed to analyze the effect of emigration and immigration in respective patches. Accordingly, it is found that emigration from a patch decreases the basic reproduction number of respective patch which consequently increases the chances to establish the infectionfree state. However, higher rates of immigration in a patch may increase the infection level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The case study for the two states of Brazil namely, Rio de Janeiro and Ceara is carried out to validate the model for the sequential infection by DEN-2 and DEN-3 serotypes occurred during 2003. It has been found from literature that Ceara had more immigration as compared to Rio de Janeiro in 2003 because of this Ceara had more severe dengue epidemic in 2003. By estimation of basic reproduction numbers for these two states, the basic reproduction number for Ceara state is found to be higher than the Rio de Janeiro state. This is in line with the fact that severe epidemic was occurred in Ceara in 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The details of the Jacobian matrices for computing the basic reproduction number and for the system (12)- (22) are as follows:",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "The Jacobian matrices of the system (12)- (22) for the new infections (F) and transfer from one compartment to another (Y ) are given below: ",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Resurgent vector-borne, diseases as a global health problem",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerg. Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "442--450",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging flaviviruses: the spread and resurgence of Japanese encephalitis, West Nile and dengue viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dengue viral infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gurugama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wijewickrama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Seneviratne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indian J. Dermatol",
            "volume": "55",
            "issn": "1",
            "pages": "68--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dengue and Dengue Hemorrhagic Fever",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "CAB International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging and resurging vector-borne diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gratz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu. Rev. Entomol",
            "volume": "44",
            "issn": "",
            "pages": "51--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical and laboratory presentations of dengue patients with different serotypes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalayanarooj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nimmannitya",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Dengue Bull",
            "volume": "24",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of macrophage in the disease dynamics of cutaneous Leishmaniasis: a delay induced mathematical study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xue-Zhi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Basir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Commun. Math. Biol. Neurosci",
            "volume": "2016",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A mathematical approach to control cutaneous leishmaniasis through insecticide spraying",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "SOP Trans. Appl. Math",
            "volume": "1",
            "issn": "",
            "pages": "44--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impulsive application to design effective therapies against cutaneous Leishmaniasis under mathematical perceptive",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "X.-Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Commun. Math. Biol. Neurosci",
            "volume": "2017",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A mathematical model of dengue transmission with memory",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sardar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Commun. Nonlinear Sci. Numer. Simul",
            "volume": "22",
            "issn": "",
            "pages": "511--525",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effects of awareness and vector control on two strains dengue dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gakkhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Math. Comput",
            "volume": "246",
            "issn": "",
            "pages": "159--167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modelling the use of wolbachia to control dengue fever transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull. Math. Biol",
            "volume": "75",
            "issn": "",
            "pages": "796--818",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The role of seasonality and import in a minimalistic multi-strain dengue model capturing differences between primary and secondary infections: complex dynamics and its implications for data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Kooi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Theor. Biol",
            "volume": "289",
            "issn": "",
            "pages": "181--196",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dengue transmission during the FIFA World Cup in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mateus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E M"
                    ],
                    "last": "Pessanha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet. Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "765--766",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How much complexity is needed to describe the fluctuations observed in dengue hemorrhagic fever incidence data?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Kooi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghaffari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecol. Complex",
            "volume": "16",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dengue diversity across spatial and temporal scales: local structure and the effect of host population size",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henrik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Melendrez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "355",
            "issn": "",
            "pages": "1302--1306",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Socially structured human movement shapes dengue transmission despite the diffusive effect of mosquito dispersal",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R C"
                    ],
                    "last": "Reiner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemics",
            "volume": "6",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of human movement in the transmission of vector-borne pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PloS Negl. Trop. Dis",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dengue virus in sub-tropical Northern and Central Viet Nam: population immunity and climate shape patterns of viral invasion and maintenance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "7",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemiological risk factors associated with high global frequency of inapparent dengue virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grange",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simon-Loriere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakuntabhai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2014.00280"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "DHF epidemics in Cuba, 1981 and 1997: some interesting observations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Guzmn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kour",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dengue Bull",
            "volume": "23",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enhanced severity of secondary dengue-2 infections: death rates in 1981 and 1997 Cuban outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Guzmn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valds",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev. Panam. Salud Publica",
            "volume": "11",
            "issn": "4",
            "pages": "223--230",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fatal dengue hemorrhagic fever in Cuba, 1997",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Maria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "130--135",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A multi-city epidemic model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Math. Popul. Stud",
            "volume": "85",
            "issn": "",
            "pages": "175--193",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Disease spread in metapopulations, nonlinear dynamics and evolution equations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fields Inst. Commun",
            "volume": "48",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A multipatch malaria model with logistic growth populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "SIAM J. Appl. Math",
            "volume": "72",
            "issn": "3",
            "pages": "819--841",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impact of travel between patches for spatial spread of disease",
            "authors": [
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull. Math. Biol",
            "volume": "69",
            "issn": "4",
            "pages": "1355--1375",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Modeling the spread of influenza among cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laforce",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioterrorism: Mathematical and Modeling Approaches in Homeland Security",
            "volume": "28",
            "issn": "",
            "pages": "211--236",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An epidemic model in a patchy environment",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Biosci",
            "volume": "190",
            "issn": "1",
            "pages": "97--112",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of global travel on the spread of SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci. Eng",
            "volume": "3",
            "issn": "",
            "pages": "205--218",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Assessing the role of spatial heterogeneity and human movement in malaria dynamics and control",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Prosper",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Theor. Biol",
            "volume": "303",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A dengue model incorporating saturation incidence and human migration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gakkhar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIP Conf. Proc",
            "volume": "1651",
            "issn": "",
            "pages": "64--69",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Serotype-specific differences in the risk of dengue hemorrhagic fever: an analysis of data collected in Bangkok",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalayanarooj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srikiatkhachorn",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000617"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Serotype-specific dengue virus circulation and dengue disease in Bangkok, Thailand from 1973 to 1999",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nisalak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "68",
            "issn": "2",
            "pages": "191--202",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Theory of the Chemostat",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Notes on R 0",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The stability of dynamical systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lasalle",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Regional Conference Series in Applied Mathematics",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Competitive exclusion in a vector-host model for the dengue fever",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Velasco-Hernndez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Math. Biol",
            "volume": "35",
            "issn": "",
            "pages": "523--544",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modelling the dynamics of dengue real epidemics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T R"
                    ],
                    "last": "Pinho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phil. Trans. R. Soc. A",
            "volume": "368",
            "issn": "",
            "pages": "5679--5693",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Analysis of a dengue disease transmission model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Math. Biosci",
            "volume": "150",
            "issn": "",
            "pages": "131--151",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Sensitivity Analysis in a Dengue Epidemiological Model",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T T"
                    ],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F M"
                    ],
                    "last": "Torre",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Conference Papers in Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Epidemiological Scenario of Dengue in Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fares",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BioMed Res. Int. Article ID",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/321873"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Dengue Virus Type 3, Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M R"
                    ],
                    "last": "Nogueira",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "1376--1381",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Climate Change Impacts on Agriculture and Internal Migration in Brazil",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J B S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horridge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "III Meeting on General Equilibrium Models (IDB-ECLAC) Buenos Aires",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Change in age pattern of persons with dengue, northeastern Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Cavalcanti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vilar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Souza-Santos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "132--134",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Clinical and epidemiological characterization of dengue hemorrhagic fever cases in northeastern Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G C"
                    ],
                    "last": "Pamplona",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C B"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C L F"
                    ],
                    "last": "Vilar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev. Soc. Bras. Med. Trop",
            "volume": "43",
            "issn": "4",
            "pages": "355--358",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Estimation of R 0 from the initial phase of an outbreak of a vector-borne infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A B"
                    ],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amaku",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trop. Med. Int. Health",
            "volume": "15",
            "issn": "",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Early determination of the reproductive number for vector-borne diseases: the case of dengue in Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Favier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Degallier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosa-Freitas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop. Med. Int. Health",
            "volume": "11",
            "issn": "",
            "pages": "332--340",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Assessing the effects of temperature on the population of Aedes aegypti, the vector of dengue",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L G"
                    ],
                    "last": "Macoris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T M"
                    ],
                    "last": "Andrighetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M V"
                    ],
                    "last": "Wanderley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiol. Infect",
            "volume": "137",
            "issn": "",
            "pages": "1188--1202",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The seasonal reproduction number of dengue fever: impacts of climate on transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polwiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Peer J",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic diagram representing the transmission dynamics of disease in two patches",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the total host population at time T in patch-1 and patch-2 respectively. Further, let M(T )= M 1 (T )+ M 2 (T ) be the total vector population where, M i (T ) = U i (T ) + V i (T ); i = 1, 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the conditions are C > Ap 1 ; D > Bp 4 ; (1 + p 5 )A > 2 p 9 C; (1 + p 6 )B > 2 p 9 D Let us choose A =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(0.243, 0.0055, 7.161, 5601.591, 0.649, 2.117, 0, 34.238, 0, 5602.241, 0) E 2 = (0.239, 0, 7.149, 5602.241, 0, 0.283, 0.00539, 36.072, 0.0000047, 5601.606, 0.634) The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The initial conditions Z 1 = (0.3, 5390, 0.00001) chosen in the neighborhood of E 1 showing the stability of the state E Starting with the initial conditions C 1 = (0.3, 0.008, 20, 5700, 0.5, 0.15, 0.001, 25, 0.001, 5400, 0.0001), C 2 = (0.5, 0.003, 26, 5560, 0.3, 0.5, 0.001, 18, 0.001, 5600, 0.00001) in the neighborhood of E 1 and C 3 = (0.8, 0.0001, 16, 5410, 0.00001, 0.4, 0.005, 21, 0.0008, 5770, 0.3), C 4 = (0.4, 0.0001, 18, 5320, 0.00001, 0.8, 0.003, 25, 0.0006, 5420, 0.8) in the neighborhood of E 2 , the solution trajectories converge to the state E *",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Force of infection for the state Rio de Janeiro Fig. 6 Force of infection for the state Ceara",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "1 + p 6 + p 8 )",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "0.0058, 36.112, 5601.562, 0.679, 0.246, 0, 7.157, 0, 5602.241, 0) E 2 = (2.311, 0, 23.222, 1600, 0, 0.283, 0.005, 7.120, 0.0000043, 5601.638, 0.604)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Computation of R 10 and R 01 for different combination of migration parameters",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Parameter estimation of mosquito mortality rates and basic reproduction number for two states of Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Monthly dengue cases in Rio de Janeiro in 2003 from WHO DENGUE NET",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The next generation matrix FY −1 at the disease-free equilibrium point E 0 is evaluated as:The dominant eigenvalue of the above matrix is the basic reproduction number, R 0 (say). It is given as,The general matrix J [E] of the system (12)-(22) about any equilibrium state (E) is computed as:j 4,4 = −p 3 − 1 − p 4 V 2 ; j 5,5 = −1 − p 6 ; j 6,6 = −p 3 − 1; j 6,11 = −ρp 2 p 7 R 1 ; j 7,7 = −1 − p 6 − p 8 ; j 7,11 = ρp 2 p 7 R 1 ; j 8,8 = −1 − p 9 I 1 ; j 9,9 = −1 − p 9 I 2The details of number of dengue cases of Rio de Janeiro and Ceara are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}