{
    "paper_id": "1e952f73df150dee0ac7008ca9a78f70f61b7d76",
    "metadata": {
        "title": "Compartmental Models of the COVID-19 Pandemic for Physicians and Physician-Scientists",
        "authors": [
            {
                "first": "Anas",
                "middle": [],
                "last": "Abou-Ismail",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection spreads globally, physicians and physician-scientists are confronted with an enlarging body of literature about the nature of this pandemic. Understanding the current epidemiological models for disease spread, mortality, and recovery is more important than ever before. One of the most relevant mathematical models relating to the spread of a pandemic is the susceptible-infectious-removed (SIR) model. Other models worth exploring are the susceptible-exposed-infectious-removed (SEIR) and the susceptible-unquarantined-quarantinedconfirmed (SUQC) model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current outbreak of the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection has reached most countries around the world and has had a devastating impact on several of them. Physicians of various specialties have found themselves in the eye of the storm of the coronavirus disease 2019 (COVID-19). Physicians and physicianscientists are working around the clock to treat infected patients, educate the public about social distancing measures, and test potential treatments and vaccines. To fully understand the nature of the pandemic and the impact of social distancing measures, one must understand the mathematics behind it. One of the most relevant mathematical models relating to the spread of a pandemic is the susceptible-infectiousremoved (SIR) model and its variants. Unfortunately, the mathematical depth of this model can seem daunting to some physicians and physician-scientists. In this paper, we will try to explain and simplify the mathematics behind some of these epidemiological models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemiological studies that divide a population into compartments are called compartmental models. The most commonly used of these models is the SIR model. This type of model has been used in several studies analyzing the spread of COVID-19 [5] [6] [7] [8] . These models help us understand how COVID-19 spreads, predict the regional peaks of the pandemic, and understand the impact of various quarantine measures. All the epidemiological models, which we will discuss in this paper, are based on analyzing systems of differential equations. Differential equations focus on the rate of change of a variable, or group of variables as time passes. They are found in almost all aspects of medicine. They help us in dose medications, understand disease spread, and even dialyze patients. When more than one variable is involved, we usually need more than one differential equation to model a given situation. These are referred to as a system of differential equations. Let us begin with the most basic form of SIR models.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During a pandemic, some of the most important factors to know is how fast it will spread and what measures can be taken to slow it down. These impact public health policies including quarantines, travel restrictions, and resource The manuscript has not been submitted to more than one journal simultaneously. The manuscript has not been published previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "This article is part of the Topical Collection on allocation. The SIR model divides a given population into three groups: susceptible, infectious, and removed. As time passes by, the number of people in each of these groups changes. The number of susceptible people is highest at the very beginning of a pandemic, since everyone who is not or has not been infected is considered susceptible in most cases. On the other hand, the number of infectious individuals is at its lowest during the beginning of a pandemic. As time passes by, the number of susceptible people decreases, and the number of infectious people increases. These changes can be modeled using differential equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "Let us assume that the independent variable (t) stands for time measured in days. Time is the only independent variable in this case. In other words, all other variables evolve as a function of time. Let us use (S) to refer to the number of susceptible individuals at any given time (t). Another way to indicate that S is a dependent on time is to call it S(t). Similarly, I or I(t) represents the number of infectious individuals as a function of time. R or R(t) represents the number of removed individuals as function of time. Removed means that they are no longer contagious either because they recovered or because they died. The three dependent variables, S, I, and R, represent the three possible segments of a given population with N, number of people. This means that the sum of all three variables is equal to N [1 -3, 8] . Fig. 1 , we can see that as time passes by, S(t) decreases, while I(t) and R(t) decrease. The sum of the three variables at any given time remains constant as long as the total number of people in the population, N, is constant. If there is a significant change in N, the basic SIR model cannot be used, and a different epidemiological model would have to be used. If we focus on the infectious group, I(t), shown in red, we see that once it peaks, it starts to decrease again. That is because at some point in time, everyone who was infected will have to move to the removed group, R(t). Everyone with an infection has to either recover from the infection or die as a result of it at some point.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 831,
                    "text": "-3, 8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 840,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SIR Model"
        },
        {
            "text": "To better understand the connection between the variables above, we can express them as a fraction of the total population, N. This way, we can assume that sum of the three fractions is always equal to 1, as long as N remains unchanged. Remember a total of 1.0 is the same as saying a percentage of 100%. Therefore, the equation above (S + I + R = N) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "We can also express the time variable (t), without changing the overall equation: Let us simplify the equation above by using a small letter to represent each composite function above. In other words, let us use a small s(t) to represent the ratio of susceptible individuals at any given time, instead of their actual number, i(t) to represent the ratio of infectious individuals, and r(t) the ratio of removed individuals [1] [2] [3] 9] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "The reason for doing is to enable us to carry out calculations with greater ease. Working with three equations whose sum always adds up to 1 is much more elegant than working with equations whose sum is a large number such as N. It also allows us to extrapolate data more easily when comparing the findings between various populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "The extent to which the disease spreads at any given time depends on several factors. The first factor is the number of individuals who are susceptible to the disease, s(t). One way to reduce the number of susceptible people is by vaccination. The second fact which affects disease spread is the number of infectious individuals, i(t). This can be reduced by isolating infectious individuals within a population and preventing the entry of more infectious individuals from other populations. Finally, the spread of the infection also depends on the rate of transmission of disease per contact. We will use the parameter, β, to represent the chance that an infectious individual will transmit the disease to a susceptible individual. It depends on the likelihood that an infectious individual comes in contact with a susceptible individual and the rate of disease transmission per contact [1-3, 8, 9] . This is where social distancing, hand hygiene, and wearing masks have the most impact.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 899,
                    "text": "[1-3, 8, 9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "What Fig. 2 says is that if an individual is susceptible at a given time, then he or she would either stay in that group or move into the infectious group. Since the number of susceptible people can only decrease over time, the rate of change for susceptible individuals must always be a negative number. The magnitude of this change depends on the ratio of infected individuals at any given time i(t), the ratio of susceptible individuals s(t), and the likelihood of disease transmission between the two groups, β. We will express the rate of change of susceptible individuals s(t), as a differential equation. The notation, d dt , simply indicates the rate of change over time. The rate of change of the susceptible individuals over time can be expressed as ds dt [1] [2] [3] [4] 8] . This slope is equal to ds dt . Notice how the slope is always negative. We can also see that the slope increases in magnitude at first but then starts to flatten. Figure 4 shows how changing the magnitude of β impacts the susceptibility curve. When β is relatively large, the infection spreads fast and the number of susceptible individuals drops quickly. When β is relatively small, we see a flatter curve as the disease spread is slowed down.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 782,
                    "end": 784,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 958,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "SIR Model"
        },
        {
            "text": "The rate at which infectious individuals moves into the removed group, R, is called γ. The removed group includes individuals who recover and those who die, since both are removed from the infectious pool. The average number of days it takes for an individual to recover from the disease, n, is inversely proportional to γ. Factors that reduce length of illness can include medications and environmental factors as well (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "SIR Model"
        },
        {
            "text": "The rate of change of the removed group at any given time depends on the ratio of infectious individuals at that time and the value of γ [1] [2] [3] [4] 8] . This helps come up without second differential equation, focusing on the rate of change of the removed group. Notice that the rate of change in this case is always a positive number, since the number of recovered people can only increase with time. Figure 6 shows us that the slope of the curve is always positive for the removed group. Note that the slope is equal to dr dt . Figure 7 demonstrates how changing the value of γ can affect the removed curve. When γ is large, people recover very quickly and more from the infectious group to the removed group. This means that the disease could die out before infecting the entire population. In other words, a large γ means less people ultimately catch the infection.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "Figure 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "SIR Model"
        },
        {
            "text": "We mentioned previously that the rate of change for the susceptible group is always negative and that the rate of change of the removed group is always positive. Figure 8 , below, shows us that the infectious curve is positive at first until it reaches its peak then becomes negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "Figure 8",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Characteristics of the Infectious Curve"
        },
        {
            "text": "When the rate of change is positive, it means that more people are getting infected than those that re-recovering. When the rate of change is negative, it means that more people are recovering than are getting infected, which happens after the disease reaches its peak. The rate of change of the infectious group depends on both γ and β. It also depends on the ratio of individuals in the infectious and susceptible groups at a given time. As β increases, the rate of change for i(t) increases, and as γ increases, the rate of change for i(t) decreases, in accordance with the following differential equations [1] [2] [3] [4] 8] :",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of the Infectious Curve"
        },
        {
            "text": "The differential equation above shows the rate of change of the infectious group, di dt , on the left side. The rate increases as β increases and as s(t) increases. This makes sense because more people are likely to get infected when the size of the susceptible population is larger or when the risk of transmission is higher. The rate of decreases when γ is higher since this suggests faster recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the Infectious Curve"
        },
        {
            "text": "The average number of people that each person infects is called the basic reproductive number, R 0 [8] . Assuming that the total population is 1.0 and that each of the three subgroups are a fraction of the total, R 0 can be calculated as follows: We can see that as β gets smaller, the infection curve becomes flatter. As γ gets larger, the peak gets smaller HIT Fig. 10 Basic reproductive number and herd immunity threshold. Adapted from [8] When R 0 is positive, the rate of infection increases. In Fig.  9 , graph C has the highest R 0 . When R 0 is negative, the rate of infection decreases. In Fig. 9 , graph G has the lowest R 0 . Several factors help reduce R 0 including social distancing, hand hygiene, and vaccination. R 0 can also be used to estimate the herd immunity threshold (HIT), which is the minimum ratio of individuals that must become immune to a disease so that it would die out (Fig. 10) . It can be calculated as follows [8] .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Fig.  9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "In Fig. 9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characteristics of the Infectious Curve"
        },
        {
            "text": "While the SIR model is the most common, other variants of the SIR model are also used by epidemiologists. All these models use a unique system of differential equations. As mentioned before, the system of differential equations used for the standard SIR model is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR Model"
        },
        {
            "text": "Another commonly used epidemiological model is called the susceptible-exposed-infectious-removed (SEIR) model. The main difference between the SEIR model and the SIR model is the addition of the exposed group to the SEIR model. The exposed group is a step between the susceptible and the infectious groups. It includes individuals who have been exposed to the infection but are not themselves infectious yet. Since we have four groups instead of three in this model, we require four differential equations to describe the spread of infection [10, 11] . ",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "SEIR Model"
        },
        {
            "text": "Notice the addition of the coefficient δ, which gives us the likelihood that an exposed person becomes infected. The strength of this model is that it is somewhat more realistic since exposed individuals do not immediately become infectious. It also helps us understand the impact of isolating exposed individuals on the dynamics of disease spread (Figs. 11  and 12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 365,
                    "text": "(Figs. 11  and 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SEIR Model"
        },
        {
            "text": "Looking at a more practical example, Zhao et al. investigated the spread of COVID-19 in different parts of China [5] . They used a susceptible, unquarantined infected, quarantined infected, confirmed infected (SUQC) model, where S(t) is the number of susceptible cases as a function of time, U(t) is the number unquarantined infected cases, Q(t) is the number of quarantined infected cases, and C(t) is the number of confirmed cases as a function of time. The number of removed individuals, R, was not included in this model [5] . Finally, the total number of infected individuals at given time is I(t) such that [5] ",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SUQC Model"
        },
        {
            "text": "The SUQC model is unique in that it shows the direct impact of quarantine measures on disease spread. In this model, α is the number of individuals infected by an unquarantined individual per day. The rate of change in the number of susceptible individuals is given by the following equation [5] :",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SUQC Model"
        },
        {
            "text": "Again, the negative sign indicates that the number of susceptible individuals can only decrease over time. Other factors that affect it include the magnitude of α, the total number of susceptible individuals, and the number of unquarantined individuals, who are more likely to spread the illness. γ 1 is the rate at which unquarantined infected individuals get quarantined and β is the rate at which cases are confirmed. This gives these additional equations [5] : Notice the similarities between the equations used in the SUQC model and those used in the SEIR model. Even though there is no removed group, individuals in the quarantined group are effectively removed from the population temporarily until their test results come back. If the diagnosis is confirmed, they continue to be effectively removed from the population preventing more disease spread (Fig. 13) [5] .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 858,
                    "end": 867,
                    "text": "(Fig. 13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SUQC Model"
        },
        {
            "text": "Conflict of Interest I have no conflict of interest to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Human and Animal Rights This article does not contain any studies with human participants performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The SIR model for spread of disease -the differential equation model. Convergence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The SIR model for spread of disease -the contact number. Convergence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The SIR model for spread of diseaserelating model parameters to data. Convergence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Solver for the SIR model of the spread of disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weckesser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modeling the epidemic dynamics and control of COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quant Biol",
            "volume": "8",
            "issn": "",
            "pages": "11--20",
            "other_ids": {
                "DOI": [
                    "10.1007/s40484-020-0199-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Computer virus models -the susceptible infected removed (SIR) model. Stud Health Technol Inform",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zimeras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diomidous",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3233/978-1-61499-880-8-75"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficiency of prompt quarantine measures on a susceptible-infected-removed model in networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys Rev E",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.96.022311"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 dynamics with SIR model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A possible scenario for the Covid-19 epidemic, based on the SI(R) model. SN Compr Clin Med",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peluso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sisti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carletti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42399-020-00306-z"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An SEIR model of influenza A virus infection and reinfection within a farrow-to-finish swine farm",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Etbaigha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Poljak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0202493"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A path-specific SEIR model for use with general latent and infectious time distributions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Oleson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biometrics",
            "volume": "69",
            "issn": "",
            "pages": "101--109",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2012.01809"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SIR model. The above figure shows an example of an SIR model. The susceptible group (yellow), infectious group (red), and removed (green). Adapted from[4]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transmission Susceptibility over time. Notice how the slope of the curve changes over time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Removed group over time. Notice the S-shape of the curve as the slope changesFig. 5 Removal from infectious group SN Compr. Clin. Med.The differential equation above shows the rate of change of susceptible individuals, ds dt , at any given time, depends on β, s(t), and i(t). The negative sign indicates the rate of change is always negative since it is always decreasing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "models s(t) vs time (t). The dotted lines show the slope of the curve at a given point in time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The infectious curve i(t) as a function of time (t)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "This figure shows how the infectious curve changes with changing values of γ and β. Similar patterns can be inferred about mortality trends which occur later in time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The relationship between the various compartments of an SUQC model. Notice the slope of each graph at any given point. Adapted from[5] SEIR model evolving as a function of time",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Þ the rate of change of unquarantined casesdQ dt ¼ γ 1 Â U t ð Þ− β Â Q tðÞ the rate of change of quarantined cases dC dt ¼ β Â Q t ð Þ the rate of change of confirmed cases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}