{
    "paper_id": "1e99f1a211844fc65e76fe7c87f2d95a7bc88af7",
    "metadata": {
        "title": "LETTER TO THE EDITOR TO THE EDITOR Guillain-Barré Syndrome with Facial Diplegia Related to SARS-CoV-2 Infection",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "≤ 0.5 mg/L). Oropharyngeal RT-PCR testing for SARS-CoV-2 was positive and chest X-ray demonstrated diffuse heterogeneous infiltration in both lungs (Figure 1 A) . Computed tomography (CT) and CT angiography (CTA) of the head and neck did not demonstrate any intracranial or vascular abnormalities but demonstrated ground-glass opacities in both lung apices, consistent with COVID-19 ( Figure 1B) . The patient was immediately started on empiric ceftriaxone and azithromycin, given his risk of developing pneumonia. Bilateral intracranial and extracranial facial nerve enhancement was present on brain magnetic resonance imaging (MRI) (Figure 2 ). Cerebrospinal fluid (CSF) analysis demonstrated cytoalbuminologic dissociation with a protein of 1.00 g/L (normal 0.15-0.45 g/L) and a white blood cell count of 4 × 10 6 /L (normal ≤ 5 × 10 6 /L). CSF RT-PCR testing for SARS-CoV-2 was negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 160,
                    "text": "(Figure 1 A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 385,
                    "end": 395,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Overall, the patient's history, examination, and investigations were consistent with GBS. Given the possibility of hypercoagulability associated with COVID-19 and the patient's persistent thrombocytosis, the safety profiles of intravenous immunoglobulin (IVIG) and plasma exchange were discussed with colleagues in hematology. The thrombosis risks were thought to be equivalent and 2 days after symptom onset, the patient started a 5-day course of IVIG at 0.4 g/kg/day. Electrophysiological studies were performed 6 days after symptom onset and demonstrated absent blink reflexes bilaterally and an absent F wave in the left tibial nerve, consistent with acute inflammatory demyelinating polyneuropathy. Anti-ganglioside antibodies were not tested. The patient was discharged from hospital 2 days after completing IVIG. At that time, he had slight movements of his facial muscles, and the distal paresthesias of his lower extremities were unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, GBS was the presenting disorder that led to a diagnosis of COVID-19. Although the patient was asymptomatic from a respiratory perspective, his positive SARS-CoV-2 test and lung imaging ( Figure 1 ) were indicative of an active infection at the time of GBS onset. He had a clear source of infection from an outbreak and his subsequent isolation at home for 20 days further suggested that his infection preceded GBS onset. Taken together, COVID-19 may manifest primarily with neurological symptoms and signs. In context of the current pandemic, a patient with GBS should prompt consideration for a preceding or concurrent SARS-CoV-2 infection. Furthermore, assessment of acute neurological presentations with CTA of the head and neck can assist in diagnosing COVID-19 based on simultaneous CT imaging of the lung apices.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "At the time of writing, at least 14 cases of GBS associated with COVID-19 have been reported worldwide: 12 cases presented with symmetric, progressive, ascending weakness, 3-11 1 case with facial diplegia, 5 and 1 case with Miller Fisher syndrome. 12 In the 13 cases where COVID-19 symptoms preceded GBS symptoms, the interval ranged from 5 to 24 days. [4] [5] [6] [7] [8] [9] [10] [11] [12] Of the 12 cases with electrophysiological studies, 4 had an axonal process 4,5 and 8 had a demyelinating process. 3,5,7-11 CSF RT-PCR testing for SARS-CoV-2 was negative in 8 cases. 5, 8, 11, 12 All 14 cases were LE JOURNAL CANADIEN DES SCIENCES NEUROLOGIQUES THE CANADIAN JOURNAL OF NEUROLOGICAL SCIENCES treated with IVIG, with 2 cases receiving a second cycle of IVIG and 1 case receiving subsequent plasma exchange. [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] Typically, infections such as Campylobacter jejuni, cytomegalovirus, Epstein-Barr virus, influenza A virus, Mycoplasma pneumoniae, Haemophilus influenzae, and Zika virus are thought to cause GBS through an autoimmune reaction via molecular mimicry. 2 The mechanisms of GBS associated with COVID-19 are unclear. Neuroinvasive potential is a common feature of other human coronaviruses (HCoVs), such as SARS-CoV, Middle East respiratory syndrome coronavirus (MERS-CoV), HCoV-229 E, and HCoV-OC43, 13 and has led to the hypothesis that SARS-CoV-2 may act directly on the nervous system to cause neurological symptoms. The absence of SARS-CoV-2 in the CSF in this case and others 5, 8, 11, 12 does not support this hypothesis with regard to GBS. COVID-19 is associated with increased levels of proinflammatory cytokines and systemic inflammatory response syndrome, 14 which favor an inflammatory or immunological mechanism. As such, cytoalbuminologic dissociation, similar to typical GBS, may be a result of antibody production via molecular mimicry, increased release of myelin protein from axons, or blood-nerve barrier dysfunction. GBS associated with COVID-19 may involve post-infectious or para-infectious processes, as cases have had preceding or concurrent SARS-CoV-2 infections and symptoms, respectively. Future investigation will be required to elucidate the mechanisms of GBS associated with COVID-19.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The incidence of GBS is approximately 1-2 cases per 100,000 people per year and changes in incidence may correspond with exposure to infectious agents known to cause GBS. 2 For example, during the 2015-2016 Zika virus epidemic, increases and decreases in GBS incidence worldwide coincided with increases and decreases in Zika virus disease incidence, with increases in GBS incidence varying between 2 to 10 times the baseline. 15 Nonetheless, GBS associated with Zika virus remained an uncommon disorder. Although there is increasing evidence that GBS may occur secondary to COVID-19 and cases may be underreported, the rate is likely consistent with that associated with other infectious diseases. As the COVID-19 pandemic continues, GBS and other neurological manifestations of COVID-19 will continue to be characterized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank the patient for his verbal and written consent to publish this case report and for his contribution to the medical literature. We thank Dr. Pieter Janse van Rensburg for reporting the results of the brain MRI and the healthcare professionals involved in caring for this patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "No conflicts of interest, financial or otherwise, are declared by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.1127"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Willison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "717--744",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guillain-Barré syndrome associated with SARS-CoV-2 infection: causality or coincidence?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhoi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Neurol",
            "volume": "19",
            "issn": "5",
            "pages": "383--84",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guillain Barre syndrome associated with COVID-19 infection: a case report",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sedaghat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jocn.2020.04.062"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guillain-Barré syndrome associated with SARS-CoV-2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toscano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Palmerini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ravaglia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009191"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guillain-Barré syndrome associated with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Virani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rabold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idcr.2020.e00771"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guillain-Barré syndrome following COVID-19: new infection, old complication?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Padroni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mastrangelo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Asioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-020-09849-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guillain-Barré syndrome related to COVID-19 infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beretta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurol Neuroimmunol Neuroinflamm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1212/NXI.0000000000000741"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Guillain-Barré syndrome as a complication of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeanson",
                    "suffix": ""
                },
                {
                    "first": "Alejandro",
                    "middle": [
                        "Culebras"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.074"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guillain-Barre syndrome during SARS-CoV-2 pandemic: a case report and review of recent literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scheidl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Canseco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hadji-Naumov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bereznai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Peripher Nerv Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jns.12382"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early Guillain-Barré syndrome in coronavirus disease 2019 (COVID-19): a case report from an Italian COVID-hospital",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ottaviani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tranquillini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurol Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10072-020-04449-8"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Miller Fisher syndrome and polyneuritis cranialis in COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guitiérrez-Ortiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rodrigo-Rey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1212/WNL.0000000000009619"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25728"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Zika virus and the Guillain-Barré syndrome -case series from seven countries",
            "authors": [
                {
                    "first": "Dos",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almiron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "16",
            "pages": "1598--601",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial T1-weighted pre-contrast (left) and T1-weighted fat-saturated post-contrast brain MRI (right) demonstrated bilateral facial nerve enhancement involving the labyrinthine segment (arrows), tympanic segment, mastoid segment, and extracranial facial nerve. L = left.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lung imaging. (A) Chest x-ray demonstrated diffuse heterogeneous infiltration in both lungs and corresponded with (B) CTA of the head and neck, which demonstrated ground-glass opacities in the lung apices, involving primarily the periphery in the upper lobes of the lungs and the superior segments of the lower lobes. These findings were consistent with COVID-19. L = left.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}