{
    "paper_id": "1e9cae2e7d72c870ba691839352f4c690214042b",
    "metadata": {
        "title": "Cancer datasets and the SARS-CoV-2 pandemic: establishing principles for collaboration",
        "authors": [
            {
                "first": "Carlo",
                "middle": [],
                "last": "Palmieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "Jm"
                ],
                "last": "Openshaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kenneth Baillie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Malcolm",
                "middle": [
                    "G"
                ],
                "last": "Semple",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Lance",
                "middle": [],
                "last": "Turtle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clatterbridge Cancer Centre NHS Foundation Trust",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has been a major disruptive event for the global oncology community. It has challenged and compromised the delivery of oncological care as a result of (1) the diversion of resource to support the care of acutely and critically ill patients with COVID-19; (2) a reduction in the number of highly trained staff who deliver such treatments due to sickness, self-isolation or family reasons 1 ; and (3) concerns related to treating patients with cancer, given issues related to the potential risks of acquiring SARS-CoV-2 and the degree of severity of COVID-19 as a result of either innate or iatrogenic cancer-related immunodeficiency. The current peer-reviewed data regarding the course of COVID-19 in patients with cancer is limited to retrospective cases series of 11-105 patients with variability in the data reported 2-6 and one study involving aggregate-level data from 334 patients. 7 These datasets do not enable the identification of risk factors that might predispose to symptomatic SARS-CoV-2 infection nor do they identify those factors that predict for serious morbidity and mortality as a result of infection. Such information is urgently needed to inform the development of a robust evidence base approach to risk stratification by tumour and treatment type, as well as development and introduction of appropriate mitigation measures.",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 962,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "It is in response to this information vacuum that a number of cancer-specific observational studies and audits have been developed in an organic and parallel manner (table 1) . These studies cover surgical, oncological and psychological aspects of COVID-19. They range from the collection of data on all cancers to information on specific cancers; most are retrospective, involving a single specialist group. Some do take a cross specialty approach and enable comparison to non-cancer cohorts, as well as enable translational research from biological samples (table 1). In addition to these, there are audits led by specialist societies, such as Intensive Care National Audit and Research Centre, which provide some information on cancer cases with the potential to be analysed in great detail and to allow comparison with patients without cancer. 8 The International Severe Acute Respiratory and Emerging Infections Consortium WHO Clinical Characterisation Protocol has collected detailed clinical information and outcomes for over 30 000 people of all ages admitted to hospitals with COVID-19 and has recorded major comorbidities and concomitant medications that identify those people affected by cancer. 9 It is key that all these important efforts culminate in a robust evidence which can enable 1 governments and policy makers to provide clear advice regarding the need or otherwise for patients with cancer to selfisolate/cocoon, as well as to identify groups to prioritise for vaccination or other evidencebased interventions which might reduce the severity of infection 2 ; oncologists to provide clear advice regarding the risks of specific treatment modalities and systemic anticancer therapy for specific cancers in the era of SARS-CoV-2 and 3 patients to make more informed decisions regarding their cancer care and the degree they choose interact and mix at societal and family levels. The latter is particularly important for patients with lifelimiting diagnoses, as well as for addressing the mental health effects of self-isolation. 10 To enable this and to ensure we harness the true potential of all these data, we wish to suggest the adoption of what we have named 'principles for collaboration in the field of cancer and COVID-19'. These principles are (1) the establishment of a searchable database of all non-IMP (Investigational medicinal (2) enabling patients with cancer to register and contribute their own data and biological material if they so wish; (3) establishment of an agreed core cancer COVID-19 dataset with accepted common definitions, such as defining events and severity of infection; (4) the involvement of experts in infectious disease, microbiology, infection control and critical care in all projects, given the cross-cutting nature of COVID-19 and the need to capture relevant data across theses specialities; (5) agreement to bring all datasets together for a meta-analysis; and (6) the creation of a public facing open-access repository of all data for future research and policymaking. We hope that the oncology-COVID research community that has developed since the inception of the pandemic can cooperate and coordinate using these principles for the benefit of our patients and society.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 849,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1207,
                    "end": 1208,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2049,
                    "end": 2051,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Survey on NHS physician work absence during COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "335--342",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30096-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 transmission in patients with cancer at a tertiary care hospital in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "Mlk",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoncol.2020.0980"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2020.03.296"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in persons with haematological cancers",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Leukemia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41375-020-0836-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patients with cancer appear more vulnerable to SARS-COV-2: a multicenter study during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1158/2159-8290.CD-20-0422"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Do patients with cancer have a poorer prognosis of COVID-19? an experience in",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyashita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intensive care national audit and research centre (ICNARC) report on COVID-19 in critical care",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 report",
            "authors": [],
            "year": 2020,
            "venue": "9 International severe acute respiratory and emerging infections Consortium (ISARIC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of the current cancer observational and translational studies related to the SARS-CoV-2/COVID-19 pandemic Observational Aim is to collect data about patients with cancer who have been infected with COVID-19 (https://ccc19.org/) Observational Captures data on people who test positive for COVID-19 and have been or are currently being treated for hematological malignancy (https://www.ashresearchcollaborative.org/ covid-19-registry) Observational A global consortium designed to gather information on patients with thoracic cancer infected with COVID-19 regardless of therapies administered (http://www.etop-eu.org/ index.php?option=com_content&view=article&id=115644&catid=13&Itemid=557)Prospective observational and biological samples The study will characterise the presentation, management and outcome of patients with solid and haematological malignancies recruited into the prospective Clinical Characterisation Protocol for Severe Emerging Infections in the UK. It will also compare patients with cancer to those without cancer. The biology of SARS-CoV-2 in the context of cancer-associated or iatrogenic immunosuppression will also be investigated (https://isaric. tghn.org/UK-CCP/)UK Coronavirus Cancer Monitoring Project/UKObservational The UK Coronavirus Cancer Monitoring scheme is a clinician-led reporting project recoding data related to patients with cancer who have tested positive for COVID-19 across the UK (https://ukcoronaviruscancermonitoring.com/). Paediatrics (https://ukcoronaviruscancermonitoring.com/paediatrics/) Clinical characteristics and prognosis of patients with cancer with COVID-19 based on bioinformatics analysis (http://www.chictr.org.cn/showproj.aspx?proj=51019) Perioperative immune prediction and intervention of patients with tumour undergoing surgery during the COVID-19 outbreak period/ China Interventional/prospective To understand the influence of the pandemic on the prognosis of patients undergoing cancer surgery and to understand the influence of different interventions on outcomes (http://www.chictr.org.cn/showproj.aspx?proj=50984). AML, acute myeloid leukemia; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "products) COVID-19 cancer studies with all protocols and documents being made available;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Patient consent for publication Not required.Provenance and peer review Not commissioned; internally peer reviewed.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, any changes made are indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None declared."
        },
        {
            "text": "Carlo Palmieri http:// orcid. org/ 0000-0001-9496-2718 Peter JM Openshaw http:// orcid. org/ orcid. org/ 0000-0002-7220-2555 Malcolm G Semple http:// orcid. org/ 0000-0001-9700-0418 Lance Turtle http:// orcid. org/ 0000-0002-0778-1693",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}