{
    "paper_id": "1eacc07342178007be212f5d0e4aa31721374925",
    "metadata": {
        "title": "Early post-natal discharge and falling infant readmission rates",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Here's some good news! Despite shorter lengths of stay for birth admissions, readmission rates during the first year of life are falling -at least in NSW. A large data-linkage study examined all live births in NSW and subsequent admission to hospital (either public or private) in the first year of life. 1 Data were available for almost 800 000 live births from 2001 to 2009. Readmission rates fell from 18.4 per 100 births in 2001 to 16.5 in 2009, an absolute fall of 1.9 per 100 births or a relative decrease of 10.5% over that period. However, the current rate still means approximately one in six infants were readmitted in 2009. The most common reasons for admission were respiratory infections, viral infections and intestinal infections. Admission rates for jaundice and feeding difficulties increased over the study period. Multivariate analysis found the major independent factors associated with the fall in readmissions were increasing maternal age, decreasing rates of maternal smoking and shorter length of stay during the birth admission. Presumably, policy changes and programmes such as the Early Postnatal Discharge and home midwifery support programmes have also played a major role in reducing readmissions. These local data are valuable, because early post-natal discharge has been an area of controversy, with concerns infant readmission rates could increase as a direct consequence. 2 (2), Escherichia coli (1) and Serratia (1). Six patients grew more than one organism. Two patients grew Mycobacterium abscessus. Infection was cured in 78% of antibiotics with antibiotics alone without removing the rods, but four patients failed medical therapy. Antibiotics were given for a median of 131 days (range 42->597 days). It appears most spinal rod infections can be cured with antibiotics alone with preservation of the implant, although the optimal duration of antibiotics is unknown.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethical issues in hypoplastic left heart syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Paediatr. Child Health",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Patient-reported quality of life outcomes for children with serious congenital heart defects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch. Dis. Child",
            "volume": "99",
            "issn": "",
            "pages": "413--432",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reviewer: David Isaacs, Children's Hospital at Westmead, david.isaacs@health.nsw.gov.au Reference",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1 Lain SJ et al. MJA 2014; 201: 35-9. 2 Brown S et al. Early postnatal discharge from hospital for healthy mothers and term infants. Cochrane Database Syst. Rev.Middle Eastern Respiratory Syndrome coronavirus (MERS-CoV) has emerged recently as an important cause of severe and sometimes fatal respiratory illness in the Middle East. Humanto-human transmission can occur, but the epidemiology suggested a likely animal reservoir. A paper from Saudi Arabia describes a previously healthy 43-year-old Army officer who died from MERS-CoV.1  He had close contact with nine dromedary camels with rhinorrhoea. The paper describes the isolation and sequencing of MERS-CoV from the man and from one camel. The genome sequences of the isolates from man and camel were identical. The other camels were virus negative, but all had serological evidence of recent infection, suggesting circulation among the camels. This has major implications for those living in and others visiting the Middle East. It is common for pilgrims to the Hajj to visit camel farms and to come into contact with camels. Most infections occurred about 2 weeks post-surgery (median 16 days), but the range was 8-1052 days. No single organism was predominant. Among Gram positive organisms, there were eight cases of Staphylococcus aureus, of which three were methicillin resistant. The Gram negatives were Enterobacter (5), Pseudomonas (4), Proteus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}