{
    "paper_id": "1eacd420094fc7cee7854dd56ea26a043dde304a",
    "metadata": {
        "title": "Perspective Early preemptive immunomodulators (corticosteroids) for severe pneumonia patients infected with SARS-CoV-2",
        "authors": [
            {
                "first": "Kyung-Yil",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "leekyungyil@catholic.ac.kr@orcid.org"
            },
            {
                "first": "Jung-Woo",
                "middle": [],
                "last": "Rhim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-Han",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first fatal cases of coronavirus disease 2019 (COVID-19) occurred in Wuhan, China, and its epidemiological and clinical characteristics are slowly becoming evident. However, the pathogenesis of acute lung injury in COVID-19 and other infectious respiratory diseases such as influenza remains unknown, and there are currently no effective drugs for treating novel coronavirus (SARS-CoV-2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Elucidating a disease's pathogenesis may be the first step toward providing adequate patient care. It was once believed that viruses that multiplied in the upper or lower respiratory epithelial cells spread to the lung tissues, leading to respiratory cell destruction. However, the pathogenesis of viral pneumonia may not be virus-induced cytopathy but rather an aberrant host immune reaction (e.g., cytokine storm) to the viral infection. The 2009 H1N1 pandemic influenza mainly affected all children groups and young adults (20-40 years of age); unlike seasonal influenza, the mortality rate was relatively higher in individuals of this age group with an active immune system. Early antiviral treatment such as oseltamivir against influenza viruses may not prevent the progression of pharyngitis to pneumonia or the ag gravation of pneumonia in severe cases. 1) Some patients can develop rapidly progressive pneumonia within 1-2 days after fever onset with multiple pneumonia lesions appearing randomly throughout the lungs. Furthermore, multiple or extensive lung lesions can be dramatically resolved within 24 hours using timely immunomodulator therapy. 2) Lymphopenia or eventual leukocyte depletion has been observed in severe pneumonia patients and experimental animals caused by various pathogens including SARS-CoV-2, influenza viruses, and Mycoplasma pneumoniae, and lymphopenia severity is correlated with lung injury severity and mortality. 3) Animals infected with influenza viruses show high lymphocyte infiltration in early lung lesions, while animals with depressed or lacking T-cell function such as nude mice show milder or fewer pneumonia lesions. These findings suggest that acute lung injury is associated with circulating immune cell activation, including T-cells, with corresponding cytokine production. 4) The host's immune system acts against toxins and pathogen-associated molecular patterns 5) as well as damage (danger)-associated molecular patterns. 6) Thus, it is a reasonable assumption that, during the incubation period, certain pathogen-infected cells contain not only replicated pathogens and by-products or fragments from the pathogen replication processes but also the host cell contents, including immune proteins against invading pathogens such as interferons, pathogenic proteins, pathogenic peptides, and other materials that can be toxic if released. 7) When these substances spread systemically and locally and bind to target organ cells, clinical symptoms such as fever, myalgia, pneumonia, and even extrapulmonary manifestations such as encephalopathy and other organ involvement occur due to the activation of corresponding immune cells and immune proteins. Every disease is thought to have etiologic substances that the host's immune system controls based on size and bioche mical characteristics (protein-homeostasis-system hypothesis). 8, 9) Thus, the severity or chronicity of pneumonia and/or acute respiratory distress syndrome (ARDS) depends on the load of etiologic substances with corresponding immune reactions, duration of specific immune cell appearance, or specific immune cells that control the substances. 7) The potentially toxic substances in affected target cells can induce further inflammation if released into the local or systemic circulation. Patients with viral advanced pneumonia or ARDS tend to subsequently develop a bacterial invasion that manifests as septic shock or other organ cell injury.",
            "cite_spans": [
                {
                    "start": 1158,
                    "end": 1160,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1827,
                    "end": 1829,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2393,
                    "end": 2395,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2885,
                    "end": 2887,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2888,
                    "end": 2890,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3167,
                    "end": 3169,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Far advanced ARDS is difficult to cure and may not respond to high-dose corticosteroids, antibiotics, and antivirals that are normally effective against pathogens because the host's immune system has limited ability to eradicate extensive insults. Thus, early disease control in patients at risk of progression to ARDS should be mandatory to prevent further lung injury. 4, 7) Clinicians may use corticosteroids only for patients with advanced pneumonia and/or ARDS due to concern regarding immunosuppression or drug side effects, especially in older patients with comorbidities such as diabetes and cardiovascular disorders. Also, clinicians may be influenced by reports or guide lines that patients treated with corticosteroids have higher mortality and morbidity rates. However, we should consider this information in need of a verification through the casecontrol study is helpful for clinicians, patients with COVID-19, and health care workers and administrators preparing for the increased patient burden in this pandemic.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "confounding factors, i.e., differences in timing, dose, corticosteroid therapy schedule, and selected subjects, across the study groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "Although the current guidelines do not recommend the use of corticosteroids, we previously reported the effectiveness of early immunomodulators such as corticosteroids and/or intravenous immunoglobulin (IVIG) during the 2009 H1N1 pandemic influenza and M. pneumoniae pneumonia based on the new concept of the immunopathogenesis of pneumonia and its clinical severity. 2, 4, 10) In addition, well-randomized case-control studies reported that additional early, medium-dose, and shortterm corticosteroid therapy (5 or 7 days) within 24 or 36 hours after admission reduces morbidity and treatment failure rates in adult patients with severe community-acquired pneumonia. 11, 12) We emphasize that the timing of immunomodulator (corticosteroids and/or IVIG) treatment is crucial because there may be a critical early stage of immune-mediated lung injury in all affected patients, which can be reversed or attenuated with prompt intervention. 2, 7) Immunomodulators should be given at the first episode of respiratory distress such as dyspnea and/or wheezing, especially if sudden-onset and/or requiring oxygen therapy, or at the time of the identification of pneumonia progression, which may be the \"red flag\" sign of ARDS development in some severely affected patients. The initial lung lesions in the majority of these patients on chest radiography or chest computed tomography may be minimal, but the lesions can spread to the entire lung field on the same or following day. Patients may have severe lymphopenia regardless of immune status. The corticosteroid dose could be chosen according to disease severity and adjusted according to patient response. 2, 7, 10) Older patients with underlying diseases may have a limited immune cell pool because active underlying diseases are also controlled by immune cells. 13) Because the immunopathogenesis of pneumonia may be the same in all infected patients regardless of age and severity, the early control of initial immune-mediated lung injury is also helpful for reducing patient morbidity and possibly mortality. Our standard corticosteroid treatment consisting of a rapid, adjusted dose based on disease severity (prednisolone or methylprednisolone, 1-10 mg/kg/day) with a short-term (tapered off within a week) schedule showed no notable compli cations in our patients. 2, 7, 10) A variety of treatment drugs, including antivirals, antimalarials, immunomodulators, and anti-inflammatories, are now used to treat patients with COVID-19 or severe pneumonia. We hope",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 938,
                    "end": 940,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1654,
                    "end": 1656,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1657,
                    "end": 1659,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1660,
                    "end": 1663,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1812,
                    "end": 1815,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2320,
                    "end": 2322,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2323,
                    "end": 2325,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2326,
                    "end": 2329,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oseltamivir for influenza in adults and children: systematic review of clinical study reports and summary of regulatory comments",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Onakpoya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of childhood pandemic 2009 H1N1 virus infection: an observational cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lymphopenic community acquired pneumonia (L-CAP), an immunological phenotype associated with higher risk of mortality",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bermejo-Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cilloniz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Almansa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gabarrus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceccato",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "EBioMedicine",
            "volume": "24",
            "issn": "",
            "pages": "231--237",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hyperactive immune cells (T cells) may be responsible for acute lung injury in influenza virus infections: a need for early immune-modulators for severe cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med Hypotheses",
            "volume": "76",
            "issn": "",
            "pages": "64--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TLRs and innate immunity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Beutler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "1399--407",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The danger model: a renewed sense of self",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matzinger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pneumonia, acute respiratory distress syndrome, and early immune-modulator therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Mol Sci",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A common immunopathogenesis mechanism for infectious diseases: the protein-homeostasis-system hypothesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "12--26",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A unified pathogenesis for kidney diseases, including genetic diseases and cancers, by the protein-homeostasis-system hypothesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Kidney Res Clin Pract",
            "volume": "36",
            "issn": "",
            "pages": "132--176",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early corticosteroid therapy for Mycoplasma pneumoniae pneumonia irrespective of used antibiotics in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adjunct prednisone therapy for patients with community-acquired pneumonia: A multicentre, double-blind, randomised, placebo-controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nigro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Briel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ullmer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Suter-Widmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1511--1519",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of corticosteroids on treatment failure among hospitalized patients with severe community-acquired pneumonia and high inflammatory response: A randomized clinical trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Polverino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menendez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mensa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "",
            "pages": "677--86",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pandemic 2009 H1N1 virus infection in children and adults: a cohort study at a single hospital throughout the epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int Arch Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}