{
    "paper_id": "1eb183f9e1afa9f0bdfd7768e1d684f8944cdde3",
    "metadata": {
        "title": "FeAture Nature reviews | Physics",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The neutron star merger GW170817 marked the begin ning of multi messenger astronomy because it was the first gravitational wave event with a recorded electro magnetic counterpart 1 . As the neutron stars merged, they released a short flash of gamma rays, followed by electro magnetic radiation from different processes including the radioactive radiation emitted in the formation of heavy elements -a fireworks show known as a kilonova. Less than 2 s after the merger was detected by LIGO and Virgo, the Fermi Gamma ray Burst Monitor independently detected the gamma ray burst. Telescopes around the world started looking for the electro magnetic radiation and neutrinos, with more than 50 teams of astronomers mobilized for the task. \"It was majestic science, but also a very intense experience, \" says Mansi Kasliwal, principal investigator of GROWTH (Global Relay of Observatories Watching Transients Happen), an international collabo ration studying fast changing events (transients) such as supernovae, neutron stars or black hole mergers using a network of telescopes around the world. The amount of data recorded kept scientists busy for months with the full analysis. But already by October 2017 more than 30 papers had been published in various journals includ ing varied results such as a new measurement of the Hubble constant 2 and the confirmation that heavy ele ments are created in such neutron star mergers through the rapid neutron capture process 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutron star mergers"
        },
        {
            "text": "A different beast GW190425 was different and surprising. It was another neutron star merger, but no electromagnetic counter part was found. The combined mass of this binary sys tem (about 3.4 solar masses) is much larger than was expected from the known galactic neutron star bina ries 4 . Interestingly, the event was detected only by the Livingston interferometer, because the Hanford detector was temporarily offline at the time and the Virgo data had a low signal to noise ratio. Still, the data from Virgo were useful to identify the area of the sky from which the event originated. GW190425 left astronomers reassessing the existing theories of how neutron star pairs are formed. More data and new simulations are needed to solve the puzzle of the unexpectedly high mass of the merger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutron star mergers"
        },
        {
            "text": "In general, in the first and second operating runs no infor mation about gravitational wave events was made available to the wider scientific community before the full analysis had been completed. However, some alerts were sent to astronomers when events were detected with a high con fidence level. In O3, things changed completely with the debut of the new public alert system. This automated sys tem sends an alert within minutes of the detection of a grav itational wave event. Not all alerts survive closer scrutiny and some are retracted. However, the public alerts allow astronomers to respond swiftly with multi messenger hunts for an electromagnetic counterpart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public alerts"
        },
        {
            "text": "The public alerts are exciting for astronomers and the general public alike, with smart phone apps developed to enable on the go access to the latest information about gravitational wave detections. \"It is great that many pupils and students, and members of the general public",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public alerts"
        },
        {
            "text": "As the third LIGO-Virgo operating run (O3) finishes earlier than planned owing to the COVID-19 pandemic, we look at the ups and down of the past 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iulia Georgescu"
        },
        {
            "text": "www.nature.com/natrevphys have downloaded the app, \" says Alberto Vecchio, direc tor of the Institute for Gravitational Wave Astronomy at the University of Birmingham, UK, whose students developed the app called Chirp. Being able to follow the alerts in real time does provide a sense of excitement for everyone. \"It is fun and intriguing to know about an event at almost the same time as the members of LIGO-Virgo team, \" adds Vecchio. But at the same time he stresses that the public alerts \"only provide a very limi ted amount of information, essentially the key infor mation that allows astronomers to point telescopes at the right region of the sky at the right time. \" To confirm the nature of an event and characterize it, a full ana lysis is required and that can take months of rigorous examination of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Iulia Georgescu"
        },
        {
            "text": "One candidate event in the O3 caught everyone's eyes: the merger detected on 14 August 2019, named in the public alert system as S190814bv (the GW naming is given only after the full analysis has been completed). This event is possibly a neutron star-black hole merger, although that has yet to be confirmed. Although there have been other hints, such an event would be a first to be detected, and could have an associated electro magnetic counterpart. \"That would surely be big news as far as astronomy is concerned, and there is a lot of excitement surrounding this possibility, \" says Vecchio. The event was followed up by many teams. \"We found a tantalizing counterpart called DG19wxnjc which photo metrically showed all the hallmark signatures of a kilo nova, \" says Kasliwal. Unfortunately, the near infrared spectrum from the Keck telescope betrayed the event as a supernova, so it was not associated with S190814bv. \"What this guy really is, I'm afraid everyone will need to wait until we complete the analysis and publish the paper, \" says Vecchio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An exciting possibility"
        },
        {
            "text": "The excitement about the August event was followed by a busy September with eight events, and a maintenance time (known as commissioning break) during October. What's next At the time of writing, the future is uncertain and not only for gravitational wave astronomy. The implications of the COVID19 pandemic have yet to be grasped, but they likely mean a delay for the upgrades planned to start by 2021. For the next operating run, O4, scheduled for late 2021 or early 2022, the plan was to use these upgrades to increase the sensitivity of the LIGO inter ferometers by as much as 60% for Hanford and 40% for Livingston.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ups and downs"
        },
        {
            "text": "At the moment, KAGRA has just restarted after a brief commissioning break to improve its sensitivity. The plan is for it to have an observation run for 2 weeks starting 7 April and hopefully continuing at least until 21 April. GEO600 might also continue observations. After all detectors stop, data analysis will continue for months: interesting, and perhaps unexpected, results are in store. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ups and downs"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multi-messenger observations of a binary neutron star merger",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Astrophys. J. Lett",
            "volume": "848",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A gravitational-wave standard siren measurement of the Hubble constant",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin of the heavy elements in binary neutron-star mergers from a gravitational-wave event",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kasen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "80--84",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "GW190425: observation of a compact binary coalescence with total mass ∼3.4 M ʘ . Preprint at arXiv",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "But during this time the construction of the under ground gravitational wave detector in Japan, KAGRA, was completed. LIGO-Virgo resumed operating in November, recording more events, and on 25 February 2020 KAGRA came online. Provided that KAGRA reached sufficient sensitivity it could have joined the O3, which would have ended in force at the end of April with four detectors running. Unfortunately, in March the COVID19 pandemic slowed everything down. After a couple of weeks of operation with very limited personnel on the sites, the increasingly critical situation in Italy and the USA forced a premature end to the run on 27 March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Timeline of the third LiGO-Virgo operating run (O3). O3 began on 1 April 2019 and finished on 27 March 2020, a month earlier than originally planned. During the 12 months of operation 56 candidate events were detected.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nature Reviews Physics. e-mail: natrevphys@nature.com 1 April start of O3 11 April first public alert 25 April GW190425 event March slow-down due to COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}