{"paper_id": "1ec828c8d3668e5bac6882c7c4e557bab4f2ff46", "metadata": {"title": "Validity of aqueocentesis as a component of anterior uveitis investigation in dogs and cats", "authors": [{"first": "Rose", "middle": ["N"], "last": "Linn-Pearl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Roger", "middle": ["M"], "last": "Powell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hayley", "middle": ["A"], "last": "Newman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["J"], "last": "Gould", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective To describe aqueocentesis cytopathology results from dogs and cats presenting for uveitis investigation and to determine whether this is a useful and safe procedure. Animal Studied Dogs and cats presenting for investigation of anterior uveitis (April 2008-December 2013. Procedures Aqueous was collected via limbal entry under sedation/general anesthesia, for cytopathology and occasionally bacterial culture or polymerase chain reaction (PCR) testing. Further workup included blood testing (hematology, biochemistry, and serology), diagnostic imaging, nonocular cytopathology, and available histopathology. Results Fifty-six dogs and 39 cats were included in the study. An aqueous cytopathologic diagnosis of lymphoma (or discrete cell neoplasia) was made in six dogs and seven cats, and a diagnosis of large cell carcinoma made in one dog. This diagnosis of lymphoma was confirmed by ocular histopathology in two dogs and one cat; nonocular cytopathology corroborated lymphoma in another three dogs and five cats. Lymphoma was not evident on aqueous cytopathology but confirmed on nonocular histopathology in two dogs and by cytopathology in one cat. Additionally, aqueous cytopathology in three cats suggested, but was not considered diagnostic of, lymphoma; one of these cats had a confirmatory diagnosis of lymphoma on subsequent clinical investigation. Aqueous humor cytopathology alone was not diagnostic in non-neoplastic anterior uveitis cases, but supplemented the clinical picture with other systemic diagnostic tests. No clinically important complications were reported in association with aqueocentesis. Conclusions Aqueocentesis is performed readily with minimal risk. The results were primarily useful in aiding a diagnosis of lymphoma in both dogs and cats.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Aqueocentesis, or aqueous paracentesis, is the aspiration of aqueous humor from the anterior chamber via a needle and is typically accomplished by means of peri-limbal or limbal entry. In a clinical setting, the technique is used for diagnostic and therapeutic purposes, including the investigation of anterior uveitis, as a means to rapidly reduce intraocular pressure and for intracameral injection of drugs. 1 Clinicopathologic and cytopathologic evaluation of aqueocentesis samples has been reported to be of variable and often low diagnostic utility, primarily for intraocular neoplasia, in several previous studies. [2] [3] [4] [5] However, each of these studies had limitations including a small number of animals sampled, 2 sampling only in those animals in which intraocular neoplasia was not suspected, 3 case selection criteria and number of animals selected not being described, 4 and aqueocentesis sampling being performed only in cases where a prior systemic diagnostic workup failed to establish an etiologic diagnosis. 5 The aims of this retrospective study were to assess the safety of obtaining aqueocentesis samples in anterior uveitis cases, to describe the results obtained and to determine their diagnostic value. It was of particular interest to investigate the accuracy and clinical application with regard to diagnosis of lymphoma, as anecdotal opinion at this referral institution considered aqueocentesis to be useful in identifying lymphoma, yet previous studies have only sparsely documented this in canine patients and, for feline patients, it is not yet validated.", "cite_spans": [{"start": 411, "end": 412, "text": "1", "ref_id": "BIBREF0"}, {"start": 622, "end": 625, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 626, "end": 629, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 630, "end": 633, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 634, "end": 637, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 813, "end": 814, "text": "3", "ref_id": "BIBREF2"}, {"start": 891, "end": 892, "text": "4", "ref_id": "BIBREF3"}, {"start": 1035, "end": 1036, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Clinical cases of anterior uveitis in dogs and cats were from a single referral institution which routinely incorporates aqueocentesis as a diagnostic test to complement appropriate imaging modalities and other laboratory testing. Cases of anterior uveitis in which the inciting cause was known (e.g., traumatic uveitis, lens-induced uveitis) were not sampled. Aqueous was collected primarily for cytopathological analysis but in some cases for culture and microorganism polymerase chain reaction (PCR) testing.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "The electronic database holding all clinical records of dogs and cats referred to Davies Veterinary Specialists (DVS), United Kingdom between April 2008 and December 2013 was searched for the term aqueocentesis. Cases were then included in the study if aqueocentesis had been performed during the diagnostic investigation of anterior uveitis and excluded if performed solely as part of treatment (i.e., to reduce intraocular pressure postphacoemulsification, when samples were typically not retained). A second search was performed using the database at Powell Torrance Diagnostic Services (PTDS), the on-site laboratory responsible for handling and analyzing all DVS aqueous samples from 2008 onwards, to ensure correlation and inclusion of all cases. Signalment (species, breed, age, neuter status), presenting complaint and history provided by owner and referring veterinary surgeon, any prior medications, and the hospital service to which the patient presented were documented by a clinical record search of these cases. Ophthalmological examination was performed in all cases by an ECVO board-certified ophthalmologist or resident-in-training, prior to performing aqueocentesis. In all patients, this included slit-lamp biomicroscopy with diffuse and focal light beam (Kowa SL-15; Kowa Optimed Europe Ltd, Sandhurst, UK or Keeler PSL Classic; Keeler Ltd, Windsor, UK), indirect ophthalmoscopy (Keeler Vantage Plus; Keeler Ltd), often supplemented by direct ophthalmoscopy (Keeler Professional direct ophthalmoscope; Keeler Ltd). Rebound tonometry (Tonovet; Icare, TOWN, Helsinki, Finland) was performed preferentially in all cases from 2011 onwards and applanation tonometry (Tono-Pen Vet; Reichert, Buffalo, New York, USA) prior to this. Ancillary testing such as gonioscopy or fluorescein staining was performed in selected cases where determined appropriate by the attending ophthalmologist. As a prerequisite for performing aqueocentesis, all cases exhibited anterior uveitis, typically established by noting aqueous flare, subjectively assessed by the ophthalmologist on a semiquantitative scale. As no quantitative scale is recognized universally and it is not possible to eliminate inher-ent subjectivity, this was not incorporated into any further analysis. The presence of hyphema, hypopyon, fibrin, lipemic aqueous, anterior uveal mass, concurrent ocular hypertension/glaucoma, and specific intraocular pressure was noted. General physical examination was performed in all cases by either the attending ophthalmologist or an internal medicine specialist, and all clinically relevant findings recorded.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "Results of any concurrent clinicopathological tests performed on blood, aqueous, or nonocular tissues were recorded. All diagnostic imaging tests performed were also recorded. This typically included abdominal ultrasonography (ultrasound performed on Acuson Aspen, [probes include linear transducer [7] [8] [9] [10] It was noted whether patients were under sedation or general anesthesia for the aqueocentesis procedure, as well as the drugs and dosages used for this purpose. Protocols were decided by the attending anesthetist or ophthalmologist. General anesthesia was typically employed if required to facilitate other diagnostic procedures, such as radiography, or if preferable due to the health status or demeanor of the patient.", "cite_spans": [{"start": 299, "end": 302, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 303, "end": 306, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 307, "end": 310, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 311, "end": 315, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "Prior to aqueocentesis, a Barraquer eyelid speculum was placed and the ocular surface prepared with 1:50 povidone-iodine solution. Proxymetacaine (Bausch & Lomb; Chauvin Pharmaceuticals, Aubenas, France) was applied. Limbal or peri-limbal entry was achieved with a 27-29G insulin needle (0.5-ml or 1-ml syringe), stabilizing the adjacent bulbar conjunctiva with Weiss Castroviejo fixation forceps. The volume aspirated was typically 0.1-0.2 ml per eye; this was immediately transferred to a 1.5ml EDTA or a pediatric volume (0.5-ml) EDTA tube. The sample was processed immediately by the on-site laboratory which reduces risk of excessive EDTA effects on small volumes. 1% atropine was applied topically, unless glaucoma was preexisting. Topical prednisolone acetate 1% (Predforte; Allergan Pharmaceuticals, Westport, Ireland) was commenced postaqueocentesis, unless contraindicated due to corneal ulceration, in which case topical ketorolac trometamol 0.5% (Acular; Allergan Pharmaceuticals, Westport, Ireland) was used.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "Aqueous was analyzed by cyto-centrifuge slide preparation, prior to staining with modified Wrights stain. Analysis was performed by a single ACVP/RCPath board-certified pathologist, (author RP), in the majority of cases. It was noted whether an alternate pathologist performed the primary analysis; however, typically, these samples were also later re-examined by RP. The results of additional cytopathological plus histopathological sampling (both ocular and nonocular) were recorded and compared to the diagnosis obtained from aqueocentesis cytopathology results. Clinical records were examined for the treatment and case follow-up to ascertain that this also correlated with the expected clinical outcome. Where insufficient records were available, this was supplemented by contacting the referring veterinary practice and in some cases the owner by telephone call.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "A small number of aqueous samples additionally had PARR (PCR for antigen receptor rearrangements) performed retrospectively, to assess whether this was of additional diagnostic benefit in distinguishing lymphoma from inflammatory samples, based on identifying clonality of the observed lymphocyte population.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS A ND ME THODS"}, {"text": "Between April 2008 and December 2013, aqueocentesis was performed for diagnostic purposes in 59 dogs and 39 cats. In 56 dogs and all cats, this was performed as a component of investigating anterior uveitis in one or both eyes. Three dogs were excluded from the study, as the cause of uveitis was known, no additional diagnostic investigations were performed, and aqueous was collected primarily for bacterial culture.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Distribution of the 56 dogs included 50 pedigree and six cross-breed dogs, typical of the referral population of this practice. Age ranged between 9 and 177 months (mean 95, median 94 months) and sex/neuter status of the dogs included seven male entire, 21 male neutered, one female entire, 23 female neutered plus three male dogs, and one female dog of undocumented neutered status. Distribution of the 39 cats included 26 domestic short or longhair cats and 13 pedigree cats. Ages of the cats ranged from 5 to 193 months (mean 88, median 82 months). Sex and neuter status of the cats included two male entire, 19 male neutered, four female entire, and 14 female neutered.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Eight of the dogs initially presented to a service other than ophthalmology, including seven to medicine/oncology, one to neurology; three of the cats initially presented to neurology, one to medicine/oncology. Blood testing was performed on 55/56 dogs and all cats, inclusive of any testing performed by the referring veterinary surgeon.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "In the dogs, 50/56 underwent routine hematology and serum biochemistry testing and of these, 22 also underwent serological testing for Toxoplasma and Neospora (IFT). Additional infectious disease testing was as follows: Anaplasma blood PCR (3) and migratory enzyme immunoassay (mEIA) (1), Babesia blood PCR (1), Bartonella ELISA (1), Borrelia blood PCR (2) and mEIA (1), Cryptococcus antigen latex agglutination (1), Ehrlichia blood PCR (2) and mEIA (1), Leishmania blood PCR (1) and IFT (2), Leptospirosis microscopic agglutination (3). Three dogs underwent biochemical and electrolyte testing without routine hematology, one including Toxoplasma and Neospora. 15/56 dogs were investigated for coagulopathy due to hyphema/intraocular hemorrhage, including activated partial thromboplastin time (APTT) and prothrombin time (PT) in 13/56, buccal mucosal bleeding time in 4/56. Two dogs had blood culture performed.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Routine hematology and serum biochemistry testing was performed in 32/39 cats; serological testing for feline immunodeficiency virus, feline leukemia virus, coronavirus, Toxoplasma (IgG and IgM) was performed in 26/32 cats. Acute phase proteins (alpha 1 AGP) and albumin: globulin ratio were also typically included. Of the remaining cats, three underwent routine hematology, serology, globulin, and acute phase proteins while two cats had serological testing only. One cat additionally had APTT, PT, electrolytes, and pancreatic lipase immunoreactivity (PLI) performed and the remaining cat had a limited biochemistry, electrolyte, and blood gas profile only.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Ocular ultrasonography was performed in 29/56 dogs and 7/39 cats (Table 1 ). Further diagnostic imaging was performed in 49/56 dogs and 31/39 cats, as detailed in Table 1 . Thoracic radiographs plus abdominal ultrasound were performed in 35/56 dogs and 20/39 cats.", "cite_spans": [], "ref_spans": [{"start": 65, "end": 73, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 163, "end": 170, "text": "Table 1", "ref_id": "TABREF1"}], "section": "RE SUL TS"}, {"text": "Aqueocentesis was performed under sedation in 29/56 dogs, most commonly using intravenous butorphanol (median dose 0.2 mg/kg, range 0.1-0.3 mg/kg) and medetomidine (median dose 0.01 mg/kg, range 0.003-0.15 mg/kg). Other sedative protocols included intramuscular acepromazine (0.01-0.02 mg/kg) with butorphanol (0.2-0.3 mg/kg), with or without medetomidine (0.005-0.015 mg/kg). In 24/56 dogs, general anesthesia (GA) was induced using propofol given intravenously to effect, until (5) endotracheal intubation was achieved. In 18/24 dogs, anesthesia was maintained using isoflurane delivered in oxygen. One dog was additionally paralyzed using intravenous vecuronium (0.1 mg/kg), required for concurrent aspiration of an intraocular mass. Sedative/anesthetic protocol was not recorded in the medical record in three dogs. Aqueocentesis was performed under sedation in 25/39 cats, most commonly (7/25) with medetomidine (median 0.015 mg/kg, range 0.005-0.025 mg/kg), butorphanol (median 0.25 mg/kg, range 0.2-0.4 mg/kg), and midazolam (median 0.2 mg/kg, range 0.2-0.25 mg/kg); alternative protocols included solely medetomidine (median 0.024 mg/kg, range 0.01-0.05 mg/kg) with butorphanol (median 0.18 mg/kg, range 0.0035-0.3 mg/kg). In 14/39 cats, aqueocentesis was performed under GA, induced using propofol (13/14) or alfaxalone (1/14) given by slow intravenous injection until endotracheal intubation was possible and then maintained in 12 cats, using isoflurane (11/12 cats) or sevoflurane (1/12 cats) delivered in oxygen.", "cite_spans": [{"start": 1307, "end": 1314, "text": "(13/14)", "ref_id": null}], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Aqueocentesis was performed bilaterally in 17/56 dogs, of which the aqueous samples were submitted and analyzed separately in 11/17 and pooled in 5/17 (this was not recorded in 1/17). Four dogs had bilateral anterior uveitis, but it was not recorded whether sampling was unilateral or bilateral. Laterality of the dogs for which only one eye was sampled included 20/56 right eyes and 15/56 left eyes.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Aqueocentesis was performed bilaterally in 8/39 cats, of which the aqueous was analyzed separately in 4/8 and pooled in 3/8 (and this was not recorded in 1/8). Laterality of those for which aqueocentesis was unilateral included 17/39 right eyes and 13/39 left eyes. Laterality of sampling was not recorded for the remaining bilaterally affected cat.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "Cytopathological analysis was performed solely or concurrently by author RP in 52/56 dogs and 35/39 cats. Thus, 87/95 (92%) of total aqueous samples were interpreted by a single board-certified pathologist.", "cite_spans": [], "ref_spans": [], "section": "RE SUL TS"}, {"text": "The aqueous cytopathology results were divided into neoplastic and non-neoplastic (including inflammatory, hemorrhagic, normal/low cellularity): see Table 2 . Malignant neoplasia was diagnosed in 7/56 dogs (6 lymphoma and 1 large cell carcinoma) and 7/39 cats by aqueous cytopathology.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 156, "text": "Table 2", "ref_id": "TABREF2"}], "section": "RE SUL TS"}, {"text": "A total of 9/56 dogs were ultimately diagnosed with lymphoma, of which in 6/9 dogs, this diagnosis was made by aqueous cytopathology. Two presented initially to medicine/oncology while the remaining seven cases presented to the ophthalmology service. The aqueous cytopathology was confidently interpreted as lymphoma in four (Fig. 1) , considered probable in a fifth, and in one case, a broader categorization of discrete cell neoplasia was assigned. In 4/6 of these cases with diagnostic or suggestive cytopatho-logic findings, lymphoma was subsequently confirmed by diagnostic imaging with supportive infiltrative visceral findings, plus either positive peripheral or abdominal lymph node cytopathologic findings or bone marrow biopsy histopathological findings. In 1/6 of these cases, the diagnosis of lymphoma was made solely upon aqueous cytopathology and diagnostic imaging, clinical progression and ultimately euthanasia (autopsy not performed and lymph node cytopathology was nondiagnostic). In the remaining case of these 6 (the discrete cell neoplasia case), the diagnosis of B-cell lymphoma was made by ocular histopathology and immunohistochemistry following enucleation. This was the only case which demonstrated neither clinical signs of systemic disease nor supportive findings on imaging, abdominal viscera aspirates/bone marrow biopsy; however, some of the nonocular sampling was performed 2 days post a short course of therapy with prednisolone. Chemotherapy was declined, and there was no clinical indication of recurrence of lymphoma in a period of >2 years, suggesting a diagnosis of solitary ocular lymphoma. Three cases yielded inflammatory aqueous humor cytopathologic findings, (two mixed inflammatory, one predominantly mononuclear) but were ultimately diagnosed with lymphoma, based on visceral lymph node histopathology, bone marrow biopsy histopathology, or renal cytopathology. Interestingly, 2/3 of these cases of nondiagnostic aqueocentesis were treated with topical corticosteriods by the referring veterinary surgeon prior to referral, and one was additionally the only canine lymphoma case pretreated with systemic corticosteroids.", "cite_spans": [], "ref_spans": [{"start": 325, "end": 333, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Canine neoplasia cases"}, {"text": "A disseminate large cell carcinoma was diagnosed in one additional case by aqueocentesis. This patient had extensive imaging and sampling without arriving at an underlying diagnosis prior to ophthalmological examination revealing bilateral anterior uveitis. The patient was subsequently euthanased, and no autopsy was performed.", "cite_spans": [], "ref_spans": [], "section": "Canine neoplasia cases"}, {"text": "Malignancy was diagnosed by means other than aqueocentesis in four additional cases (hemangiosarcoma, n = 1, multiple myeloma, n = 2, and pulmonary metastasis of undetermined type n = 1). Three of these demonstrated mixed inflammatory aqueous cytopathology while the fourth was primarily hemorrhagic. Five dogs had a final diagnosis of a primary ocular, anterior uveal solid tumor which did not exfoliate: the aqueous cytopathology demonstrated only the accompanying uveitis. Ocular histopathology diagnosed two with an anterior uveal melanoma, one with anterior uveal adenoma and one with iridociliary adenocarcinoma. In the fifth case, the ciliary body mass had been sampled concurrently with the aqueous, and in this sample, only (and not the aqueous) the adenoma was indicated cytopathologically.", "cite_spans": [], "ref_spans": [], "section": "Canine neoplasia cases"}, {"text": "In the remaining 37 dogs, neoplasia was not identified by aqueocentesis nor other investigatory procedures/sampling ( Table 2) . Aqueous cytopathology was inflammatory in 35/37, hemorrhage was identified in one dog diagnosed with systemic hypertension, and one sample was normal (a case pretreated with topical corticosteroids).", "cite_spans": [], "ref_spans": [{"start": 118, "end": 126, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Canine non-neoplasia cases"}, {"text": "The 35/56 dogs with inflammatory aqueous results (and neoplasia not identified by alternate means) can be broadly separated into mixed inflammation (23/35), primarily neutrophilic (2/35), mononuclear (9/35 dogs), or eosinophilic (1/35 dog) inflammation ( Histopathology was available in 13 cases, eleven of which were ocular (one or both globes) and two were bone marrow, one also having liver biopsy. All enucleated globes had secondary glaucoma, refractory to medical management; one globe was obtained postmortem. Of those 23 cases with a mixed inflammatory aqueous, a diagnosis was established in five cases (hyperlipidemia, n = 2, systemic hypertension, n = 1, reflex uveitis from corneal ulceration n = 1, and bacterial endophthalmitis n = 1). Of the nine cases with mononuclear inflammation, one was latterly suspected as possible trauma. In the two cases with neutrophilic inflammation, ocular histopathology documented an intraocular foreign body in one case and a bacterial (rod) endophthalmitis in the other.", "cite_spans": [], "ref_spans": [], "section": "Canine non-neoplasia cases"}, {"text": "In 27/56 (48%) dogs with inflammatory aqueocentesis samples, neither neoplastic nor infectious causes were identified and a diagnosis of immune-mediated or idiopathic uveitis was assigned, either by diagnosis of exclusion or by ocular histopathology.", "cite_spans": [], "ref_spans": [], "section": "Canine non-neoplasia cases"}, {"text": "Four cases were ultimately euthanased: one due to bilateral immune-mediated uveitis and secondary glaucoma (histopathology obtained postmortem), in two due to complications arising during treatment (one uveodermatological syndrome and the other with suspected gastric ulceration and immune-mediated thrombocytopenia), and the fourth, with unilateral mixed inflammation plus phagocytosed coccoid and rod bacteria was subsequently euthanased by the referring vet. Of the remaining 33/37 inflammatory cases, for globes not enucleated, resolution or ongoing long-term management of immune-mediated uveitis was confirmed, with follow-up (by either referring veterinary surgeon or the attending ophthalmologist) ranging between 12 days and 3 years.", "cite_spans": [], "ref_spans": [], "section": "Canine non-neoplasia cases"}, {"text": "A final diagnosis of lymphoma was made in 9/39 cats. This diagnosis was indicated confidently upon aqueous cytopathology in 7/9 cats (Table 2 ). In 5/7 cats, this was supported by diagnostic imaging findings plus nonocular (abdominal) cytopathology; 1/7 cats (with normal imaging and nonocular cytopathology findings) was diagnosed with B-cell lymphoma by ocular histopathology/ immunohistochemistry. The remaining cat had a limited workup with no imaging studies; chemotherapy was initially undertaken, but euthanasia performed at 4 weeks due to clinical deterioration (no histopathology available).", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Feline neoplasia cases"}, {"text": "Two of nine cats which were subsequently diagnosed with lymphoma had equivocal or insufficient cell yield on aqueocentesis. One of these cases had clinical deterioration presumed to be related to lymphoma and was euthanized without autopsy. The second case had lymphoma diagnosed with splenic and mesenteric cytopathology. Two additional cats had aqueous cytopathology findings suspicious of, but not diagnostic, for lymphoma, but had no other supportive clinical findings or diagnostic imaging; extensive follow-up revealed resolution of uveitis and lymphoma was considered unlikely.", "cite_spans": [], "ref_spans": [], "section": "Feline neoplasia cases"}, {"text": "Neoplasia was revealed in one further cat upon sampling a ciliary body mass, while the unilateral aqueous indicated mononuclear inflammatory cells. Discrete cell neoplasia was diagnosed from the mass cytopathology and subsequent histopathology and immunohistochemistry identified a malignant amelanotic melanoma with scleral and choroidal invasion. This was the only sample obtained from anterior uvea concurrently with the aqueous which yielded cellular material; two cats additionally had iris sampled without notable cellular yield (these are already described: one exhibited hypocellular aqueous and was diagnosed by alternate means with lymphoma, and the other was considered suspicious for lymphoma based on aqueous, but additional diagnostics and clinical follow-up indicated lymphoma to be unlikely).", "cite_spans": [], "ref_spans": [], "section": "Feline neoplasia cases"}, {"text": "In the remaining 27 cats, aqueous cytopathology was mixed inflammatory in 13/27, predominantly mononuclear in 9/27, and neutrophilic in 4/27 while one sample was normal/low in cellularity ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 190, "end": 197, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Feline non-neoplasia cases"}, {"text": "In the 13 cats with mixed inflammatory aqueous results, the diagnosis was FIP (n = 5, based on supportive clinical, clinicopathological, imaging findings, and histopathology where available) or immune-mediated/idiopathic uveitis (n = 8). Those with mononuclear results were diagnosed as FIP (n = 2), presumed mycobacterial infection (n = 1), reflex uveitis secondary to chronic stromal and ulcerative corneal disease (n = 1), immune-mediated/idiopathic uveitis (n = 5).", "cite_spans": [], "ref_spans": [], "section": "Feline non-neoplasia cases"}, {"text": "Two of the cats diagnosed as FIP additionally had coronavirus quantitative PCR (qPCR) performed on the aqueous samples, one with C t value of 32.6 and the other of 25 (both moderate); one of these had qPCR repeated on ocular tissue at PME and was again positive.", "cite_spans": [], "ref_spans": [], "section": "Feline non-neoplasia cases"}, {"text": "Four feline aqueous samples were dominated by neutrophilic inflammation. The diagnosis in these cases included bacterial encephalitis (n = 1), focal septic peritonitis, suppurative phacoclastic endophthalmitis, and idiopathic uveitis with retinal detachment.", "cite_spans": [], "ref_spans": [], "section": "Feline non-neoplasia cases"}, {"text": "The diagnosis of immune-mediated/idiopathic uveitis was confirmed with ocular histopathology (n = 2) or, where able, with extensive follow-up examinations of minimum 8 months (n = 6).", "cite_spans": [], "ref_spans": [], "section": "Feline non-neoplasia cases"}, {"text": "The normal/low cellularity sample was obtained in a cat which had no imaging/additional sampling and was lost to follow-up.", "cite_spans": [], "ref_spans": [], "section": "Feline non-neoplasia cases"}, {"text": "Five of 39 feline and 10/56 canine samples were submitted for bacterial culture and sensitivity, only one of which produced growth of Pasteurella sp. PARR was performed retrospectively on six archived canine cyto-centrifuged slide preparations. One sample supported clonality, a lymphoma case (already diagnosed on aqueous) which exhib-ited a clonal B-cell population. Five did not support clonality; however, 3/6 had inadequate cellular material for good accuracy. One of these three was a lymphoma case (diagnosed by aqueous) while the other four samples were obtained from inflammatory samples.", "cite_spans": [], "ref_spans": [], "section": "Additional data"}, {"text": "Three cases exhibited hyphema postsampling, which resolved without complication. Two had undergone concurrent FNA sampling of an intraocular mass; the third was a cat with FIP with pronounced iris swelling and rubeosis presampling.", "cite_spans": [], "ref_spans": [], "section": "Aqueocentesis complications"}, {"text": "The aqueocentesis cytopathology results were primarily useful in aiding a diagnosis of neoplasia, specifically lymphoma. Malignant neoplasia was revealed by aqueous cytopathology in 7/56 (13%) of dogs and 7/39 (21%) of cats. The specific diagnosis of lymphoma was directly identified in five dogs while a broader classification of discrete cell neoplasia was ascribed in one; one additional dog had an aqueous diagnosis of large cell carcinoma. Discrete cell neoplasia is used not uncommonly as a diagnosis to describe an exfoliated but poorly differentiated neoplasm due to its morphology and behavior, with particular regard to identifying neoplastic cells in the context of a fluidic environment (such as aqueous) rather than aspirated 'solid tissue neoplasia'. In all 7/39 cats, the aqueous diagnosis indicated lymphoma.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "These results are similar to the aqueocentesis study by Olin which diagnosed lymphoma based on aqueous cytopathology in 2/17 dogs (12%) 2 and by Wiggans et al. 5 which identified malignancy in 2/12 (17%) dogs. The results of this study differ from these past two studies where neither found aqueous cytopathology to be diagnostic for lymphoma in the cats sampled. While Olin's study documented lymphoma in 2/20, neither of these cats demonstrated this upon aqueocentesis. Similarly, none of the ten cats sampled by Wiggans et al. had either an aqueous or final diagnosis of lymphoma. However, aqueocentesis was only performed by Wiggans in cases where initial investigations, including blood testing and diagnostic imaging, failed to provide etiology. Our selection criteria differed, with aqueocentesis performed routinely as part of initial investigations and under the same sedation/anesthetic required for concurrent diagnostic imaging; a total of roughly four times the number of cats and dogs of either the Olin or Wiggans studies are included. We would expect this to more accurately represent the population of cases presenting to a referral center for investigation of anterior uveitis.", "cite_spans": [{"start": 160, "end": 161, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is accepted that cytopathological conformation by a skilled clinical pathologist is generally adequate to make a diagnosis of lymphoma in dogs. 6 A prospective study of multicentric lymphoma by Krohne identified ocular disease in 37% of dogs, making it the most consistent presenting sign of multicentric lymphoma after lymphadenopathy. 7 Half (49% of those exhibiting ocular signs) demonstrated anterior uveitis, an additional 14% demonstrated panuveitis. Cello had previously described anterior uveitis in 60% of canine lymphoma cases exhibiting ocular signs plus histopathological evidence that uveitis in lymphoma was accompanied by tumor cell invasion in a perivascular manner. 8 A histologic review of intraocular and periocular lymphoma by Ota-Kuroki revealed that B-cell phenotype lymphoma with a histopathological intermediate to high grade was identified more commonly than Tcell. 9 Krohne advised further evaluation of the relationship between ocular and hematopoietic disease, including consistent use of anterior chamber aspirates, and Ota-Kuroki suggested that cytopathology should be performed as essentially as ocular and complete physical examination plus complete blood cell count.", "cite_spans": [{"start": 147, "end": 148, "text": "6", "ref_id": "BIBREF5"}, {"start": 340, "end": 341, "text": "7", "ref_id": "BIBREF6"}, {"start": 686, "end": 687, "text": "8", "ref_id": "BIBREF7"}, {"start": 894, "end": 895, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is important that aqueocentesis results are always considered in the context of clinical history, general physical examination, and all ancillary investigations. Two feline samples in this study were interpreted as 'possible' lymphoma, one of which had blood testing performed solely and the other having thoracic radiographs and abdominal ultrasound. However, in neither did clinical progression support a diagnosis of lymphoma. PARR analysis of clonality would have provided a useful adjunct in these cases, to reduce the inherent subjectivity on both the part of the attending ophthalmologist and pathologist. While morphological features on cytopathology may differentiate a polyclonal lymphoid proliferation from a neoplastic, monoclonal one, assessment and demonstration of clonality by molecular genetic analysis of rearranged antigen receptor genes has been developed to provide a more objective identification of lymphoid neoplasia. 10,11 PCRbased tests are readily applicable for aqueous samples as they are rapid, exquisitely sensitive, and applicable to small quantities of DNA, such as the material obtained from aqueocentesis and cyto-centrifuge. Pate reported a single canine B-cell lymphoma case diagnosed using PARR performed on aqueous humor in 2011. 12 In our retrospective testing of canine aqueous slides, insufficient cellular material was present in 3/6 samples and was in part attributed to the storage conditions, as these had not been intended for the future PARR analysis. Assessment of clonality is also only usefully interpreted in concert with the morphological and clinical findings and cannot be used solely to diagnose neoplasia although it can clarify an equivocal or possible lymphoma result, that is, a predominantly lymphocytic population may be an atypical inflammatory response or lymphoma. To better assess the validity of performing PARR on aqueous, we are undertaking to more routinely perform this, pending initial cytopathology results, when investigating anterior uveitis.", "cite_spans": [{"start": 1272, "end": 1274, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Three dogs with a final diagnosis of lymphoma were not identified on aqueous cytopathology. Two had prior treatment with corticosteroids (one topically only, one with topical, and systemic therapy). Both had additional nondiagnostic cytopathological sampling from peripheral lymph nodes. It is recognized that treatment with corticosteroids can mask a cytopathological or histopathological diagnosis of lymphoma. 13 It is therefore not unexpected that corticosteroid treatment might impair cytopathological interpretation of lymphoma in aqueous; however to our knowledge, this has not been specifically reported. In both cases, only one eye was sampled, despite exhibiting bilateral anterior uveitis; thus, it is also possible that lymphoma may have been identified had aqueocentesis been bilateral.", "cite_spans": [{"start": 413, "end": 415, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is not possible to derive accurate predictors of sensitivity nor specificity from these cases, as ocular histopathology was not available for those not identified as lymphoma by aqueous cytopathology. These globes could have exhibited uveitis as a product of immune-mediated or bystander inflammation and not truly intraocular lymphoma. One feline case, sampled concurrently with an attempted iris aspirate, was too low in cellularity, yet ophthalmic examination had also not revealed aqueous flare. Performing the procedure where no macroscopic ocular changes are observed may be contraindicated or not improve disease detection, although further study would be required to confirm this. This may also have affected the results in Wiggans' study, where 1/12 dogs and 2/10 cats exhibited no aqueous flare, hyphema, hypopyon, or fibrin and was consistent with low cytopathological harvest on aqueous cytopathology. 5 This study has inherent limitations of a clinical retrospective, with sometimes incomplete histopathology and case follow-up. A prospective study would further determine the diagnostic utility of aqueocentesis, including improved analysis of specificity and sensitivity in the diagnosis of disseminated neoplasia. Increased use of microorganism PCR testing of aqueous may also be useful, as dictated by geographic location and associated endemic infectious diseases. In this study, bacteriology performed may have yielded more positive culture results had not the majority of the already small aqueous volume been allocated to the cytopathological analysis. Of the three dogs excluded from the study, where aqueous samples were collected primarily for culture, one was positive for both Streptococci sp. and Staphylococci sp.", "cite_spans": [{"start": 917, "end": 918, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Aqueocentesis had a low complication rate in this study, with only 3/95 cases (120 or more globes) developing hyphema postprocedure. Two of these cases additionally had anterior uveal masses sampled; these results are similar to those reported by Wiggans et al. 5 in which only 1/22 cases exhibited hyphema postaqueocentesis, a case which had an anterior uveal mass sampled. The third patient in our study which developed hyphema (a kitten with a diagnosis of FIP with severe, fibrinous anterior uveitis, and rubeosis iridis) developed a small focus of iris hemorrhage adjacent to the site of entry bilaterally postprocedure. It is possible that the sampled volume was large, relative to the globe size and hypotony in this small patient, and bleeding may have occurred due to the presence of fragile pre-iridal fibrovascular membranes.", "cite_spans": [{"start": 262, "end": 263, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is important to recognize that aqueocentesis is not performed without risk, including inadvertent lens damage, iris trauma or corneal endothelial damage. 1 A limbal/peri-limbal entry position distant from the 3 or 9 o'clock position is preferred, reducing proximity to the long posterior ciliary arteries. Aqueocentesis is also recognized to induce breakdown of the blood aqueous barrier; 14 therefore, we routinely administered atropine postprocedure to reduce this breakdown, 15 unless the patient had glaucoma. Patients were also given topical corticosteroids after the procedure, unless corneal ulceration was present, in which case topical nonsteroidal anti-inflammatory drugs were used. Rankin et al. 16 demonstrated significantly reduced aqueous flare postexperimental paracentesis at 4, 8, and 26 h in eyes treated with prednisolone acetate compared to the untreated contralateral and at 8 and 26 h postparacentesis with 0.1% diclofenac.", "cite_spans": [{"start": 157, "end": 158, "text": "1", "ref_id": "BIBREF0"}, {"start": 481, "end": 483, "text": "15", "ref_id": "BIBREF14"}, {"start": 710, "end": 712, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This study found a higher diagnostic utility of aqueocentesis for diagnosis of lymphoma than that previously reported, particularly in cats where previous studies have demonstrated little diagnostic benefit. Aqueocentesis can be usefully employed as a routine component of investigation of anterior uveitis, as evidenced by aqueous flare, fibrin, or cellular material, and is performed readily with minimal risk. Results of this study suggest it is primarily useful to diagnose lymphoma. A limited number of cases in this study suggest that prior administration of corticosteroids may reduce validity of results. Further work is required to optimize the sample collection and testing of aqueocentesis samples and maximize the diagnostic accuracy of the procedure.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Part 1: the eye examination and diagnostic procedures", "authors": [{"first": "H", "middle": ["J"], "last": "Featherstone", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Heinrich", "suffix": ""}], "year": 2013, "venue": "Veterinary Ophthalmology", "volume": "", "issn": "", "pages": "533--613", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Examination of the aqueous humor as a diagnostic aid in anterior uveitis", "authors": [{"first": "D", "middle": ["D"], "last": "Olin", "suffix": ""}], "year": 1977, "venue": "Journal of American Veterinary Medical Association", "volume": "171", "issn": "", "pages": "557--559", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Feline anterior uveitis: a study of 53 cases", "authors": [{"first": "M", "middle": ["G"], "last": "Davidson", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nasisse", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "English", "suffix": ""}], "year": 1991, "venue": "Journal of the American Animal Hospital Association", "volume": "27", "issn": "", "pages": "77--83", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Causes of uveitis in dogs: 102 cases", "authors": [{"first": "K", "middle": ["L"], "last": "Massa", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Gilger", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Miller", "suffix": ""}], "year": 1989, "venue": "", "volume": "5", "issn": "", "pages": "93--98", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diagnostic utility of aqueocentesis and aqueous humor analysis in dogs and cats with anterior uveitis", "authors": [{"first": "K", "middle": ["T"], "last": "Wiggans", "suffix": ""}, {"first": "W", "middle": [], "last": "Vernau", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Lappin", "suffix": ""}], "year": 2014, "venue": "Veterinary Ophthalmology", "volume": "17", "issn": "", "pages": "212--220", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Section XX Cancer: haematopoietic tumors", "authors": [{"first": "D", "middle": [], "last": "Vail", "suffix": ""}], "year": 2010, "venue": "Textbook of Veterinary Internal Medicine", "volume": "", "issn": "", "pages": "2148--2163", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prevalence of ocular involvement in dogs with multicentric lymphoma: prospective evaluation of 94 cases", "authors": [{"first": "S", "middle": ["G"], "last": "Krohne", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Henderson", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Richardson", "suffix": ""}], "year": 1994, "venue": "Veterinary and Comparative Ophthalmology", "volume": "4", "issn": "", "pages": "127--135", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Ocular changes in malignant lymphoma of dogs", "authors": [{"first": "R", "middle": ["M"], "last": "Cello", "suffix": ""}, {"first": "B", "middle": [], "last": "Hutcherson", "suffix": ""}], "year": 1962, "venue": "Cornell Veterinarian", "volume": "52", "issn": "", "pages": "493--523", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Intraocular and periocular lymphoma in dogs and cats: a retrospective review of 21 cases", "authors": [{"first": "J", "middle": [], "last": "Ota-Kuroki", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ragsdale", "suffix": ""}, {"first": "B", "middle": [], "last": "Bawa", "suffix": ""}], "year": 2001, "venue": "Veterinary Ophthalmology", "volume": "17", "issn": "", "pages": "389--396", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Diagnosis of canine lymphoid neoplasia using clonal rearrangements of antigen receptor genes", "authors": [{"first": "R", "middle": ["C"], "last": "Burnett", "suffix": ""}, {"first": "W", "middle": [], "last": "Vernau", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Modiano", "suffix": ""}], "year": 2003, "venue": "Veterinary Pathology", "volume": "40", "issn": "", "pages": "32--41", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "An immunophenotypic study of canine leukaemias and preliminary assessment of clonality by polymerase chain reaction", "authors": [{"first": "W", "middle": [], "last": "Vernau", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Moore", "suffix": ""}], "year": 1999, "venue": "Veterinary Immunology and Immunopathology", "volume": "69", "issn": "", "pages": "145--164", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis of intraocular lymphosarcoma in a dog by use of a polymerase chain reaction assay for antigen receptor rearrangement", "authors": [{"first": "D", "middle": ["O"], "last": "Pate", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Gilger", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Suter", "suffix": ""}], "year": 2011, "venue": "Journal of American Veterinary Medical Association", "volume": "238", "issn": "", "pages": "625--663", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effects of prebiopsy corticosteroid treatment on the diagnosis of mediastinal lymphoma", "authors": [{"first": "S", "middle": ["T"], "last": "Borenstein", "suffix": ""}, {"first": "T", "middle": [], "last": "Gerstle", "suffix": ""}, {"first": "D", "middle": [], "last": "Malkin", "suffix": ""}], "year": 2000, "venue": "Journal of Pediatric Surgery", "volume": "35", "issn": "", "pages": "973--976", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Fluorophotometric and tonometric evaluation of ocular effects following aqueocentesis performed with needles of various sizes in dogs", "authors": [{"first": "R", "middle": ["A"], "last": "Albaugh", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Roush", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rankin", "suffix": ""}], "year": 2011, "venue": "American Journal of Veterinary Research", "volume": "72", "issn": "", "pages": "556--561", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Entrance of fluorescein into aqueous humor of cat eye", "authors": [{"first": "Gwhm", "middle": [], "last": "Van Alphen", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Macri", "suffix": ""}], "year": 1966, "venue": "Archives of Ophthalmology", "volume": "75", "issn": "", "pages": "247--253", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluation of four drugs for inhibition of paracentesis-induced blood-aqueous humor barrier breakdown in cats", "authors": [{"first": "A", "middle": ["J"], "last": "Rankin", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Khrone", "suffix": ""}, {"first": "J", "middle": [], "last": "Stiles", "suffix": ""}], "year": 2011, "venue": "American Journal of Veterinary Research", "volume": "72", "issn": "6", "pages": "826--832", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Lymphoma: Three intermediate to large lymphocytes with small to moderate quantities of deeply basophilic uniform cytoplasm with blebbing and perinuclear clearing, all surrounding a circular nucleus with irregularly clumped chromatin and prominent single to multiple, variably positioned to peripheral nucleoli. Cells chosen illustrate cellular detail with typical lymphomatous morphology, not total cell population. (Modified wrights, 9500).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Mixed inflammation: Scattered erythrocytes and damaged cells interspersed with mixed inflammatory cells comprising mature neutrophils, small lymphocytes, and macrophages. (Modified wrights, 9500).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Mononuclear (lymphocytic): numerous mixed mature small lymphocytes with rare intermediate reactive examples and two erythrocytes. (Modified wrights, 9500).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Neutrophilic: Mainly mature neutrophils with a few macrophages and rarer mature small lymphocytes alongside three erythrocytes.(Modified wrights, 9500).", "latex": null, "type": "figure"}, "TABREF0": {"text": "or Easote Mylab Twice, [include linear transducer, 6-18 MHz]) and thoracic radiography at minimum. In selected cases, where indicated by history or clinical examination findings, advanced imaging, that is, computed tomography (CT) or magnetic resonance imaging (MRI) scan (Dual slice CT: HiSpeed Dual, GE Healthcare; MRI: Aperto Hitachi [0.4T]) was performed. Ocular ultrasonography (ultrasound performed on Acuson Aspen, [probes include linear transducer 7-10 MHz] or Easote Mylab Twice, [include linear transducer, 6-18 MHz]) was performed in all cases where opacity of the ocular media precluded a complete ophthalmic examination and those with an intraocular mass.", "latex": null, "type": "table"}, "TABREF1": {"text": "Total diagnostic imaging performed during investigation of anterior uveitis cases in dogs and cats which incorporated aqueocentesis", "latex": null, "type": "table"}, "TABREF2": {"text": "Diagnoses, as identified by aqueous cytopathology, correlated with the final diagnosis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Aqueous cytopathology\n&amp; final diagnosis </td><td>Dogs </td><td>Cats\n</td></tr><tr><td>Neoplasia confidently identified on aqueous cytology\n</td><td>7/56 </td><td>7/39\n</td></tr><tr><td>Lymphoma/discrete cell neoplasia </td><td>6/7 </td><td>7/39*\n</td></tr><tr><td>Large cell carcinoma </td><td>1/7 </td><td>-\n</td></tr><tr><td>Neoplasia not confidently identified on aqueous cytopathology\n</td><td> </td><td> </td></tr><tr><td>Lymphoma </td><td>3/56 </td><td>2/39\n</td></tr><tr><td>Other nonocular neoplasia </td><td>4/56 </td><td>-\n</td></tr><tr><td>Other Intraocular neoplasm </td><td>5/56 </td><td>1/39\n</td></tr><tr><td>Non-neoplastic cases </td><td>37/56 </td><td>27/39\n</td></tr><tr><td>Inflammatory aqueous </td><td>35/56 </td><td>26/39\n</td></tr><tr><td>Mixed </td><td>23/35 </td><td>13/27\n</td></tr><tr><td>Mononuclear </td><td>9/35 </td><td>9/27\n</td></tr><tr><td>Neutrophilic </td><td>2/35 </td><td>4/27\n</td></tr><tr><td>Eosinophilic </td><td>1/35 </td><td>-\n</td></tr><tr><td>Hemorrhagic </td><td>1/35 </td><td>-\n</td></tr><tr><td>Normal/hypocellular </td><td>1/35 </td><td>1/27\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Figs 2-4).", "latex": null, "type": "table"}}, "back_matter": []}