{
    "paper_id": "1ecae03ca11bb12430b31e9d9d47616cef2d019d",
    "metadata": {
        "title": "Journal Pre-proof Cancer Surgery During The Covid-19 Pandemic In Turkey Cancer Surgery During The Covid-19 Pandemic In Turkey : Correspondence",
        "authors": [
            {
                "first": "Orhan",
                "middle": [],
                "last": "Alimoglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Goztepe Training & Research Hospital",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "TURKEY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilgin",
                "middle": [],
                "last": "Erol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Goztepe Training & Research Hospital",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "TURKEY"
                    }
                },
                "email": ""
            },
            {
                "first": "Furkan",
                "middle": [],
                "last": "Kilic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Goztepe Training & Research Hospital",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "TURKEY"
                    }
                },
                "email": ""
            },
            {
                "first": "Hakan",
                "middle": [],
                "last": "Baysal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Goztepe Training & Research Hospital",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "TURKEY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease , which has spread rapidly all over the world after its appearance in December 2019, soon became a pandemic. In many places struck by the epidemic, clinical branches have prepared new guidelines for approaching the management of the disease in their area during the pandemic. Surgeons have also delayed elective surgeries. The first case of Covid-19 in Turkey was detected on March 10, 2020. After this date, 39 patients with a diagnosis of cancer were operated on in our clinic. In this study, we wanted to reveal the results of the cancer surgeries that we have performed during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease (Covid-19) is characterized as a pandemic due to its global occurrence and rapid increase [1] . The high level of contagiousness of the disease, and the fact that there is no curative treatment at the time of writing this article, has led to changes in health practices wherever the disease has struck [2] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinic branches all over the world have had to adjust and create new guidelines for approaching diseases. Hospitals have delayed elective surgeries in many hospitals and clinics. However, it is obvious that delays in interventions required for this patient group will cause an increase in morbidity and mortality. It is suggested that the treatment procedures of patients with cancer should be directed by multidisciplinary boards during this period [3] .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although medical staff have to proceed with the operations and treatments of cancer patients, it has been revealed in some publications that surgery and oncological treatment for this patient group would result in increased morbidity and mortality if they caught Covid-19, since it would impair bodily homeostasis and immunity. Liang et al. analyzed 2,007 Covid-19 patients, and cancer patients were found to have higher rates of hospitalization and mortality than others [4] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first case of Covid-19 in Turkey was detected on March 10, 2020. Soon after this, our hospital was appointed as a 'pandemic hospital', and many clinics were converted to Covid-19 clinics. After this date, we delayed elective cases and only kept performing emergency and malignancy surgeries. We have also changed our operating room and postoperative follow-up procedures, updating them for pandemic conditions. In this study, we want to reveal the results of cancer surgeries that we performed during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between March 10, 2020, and April 16, 2020, 39 patients with a diagnosis of cancer were operated on in our clinic. Twenty-one (53.8%) of the patients were operated on for colonrectum tumors, and 18 (46.2%) for breast tumors. Twenty-eight (71.8%) of the patients were female and 11 (28.2%) were male, and their mean age was 56.7 years (35-85 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None of the patients had Covid-19 symptoms (i.e. fever, cough or fatigue) preoperatively, and none of them received Covid-19 testing before surgery. Surgical masks were worn by all patients during the preoperative follow-ups, and our doctors and healthcare personnel wore surgical masks during visits and patient examinations and used disposable latex gloves. Since the distance between the inpatient beds in the wards is already two meters, no changes were made regarding this. However, no more than two patients were hospitalized in our rooms (even though they have a patient capacity of four). No further precautions were taken in terms of isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the operating room and during surgery, no additional precautions were taken on room entry and exit, and our patients were transferred to the operating room wearing surgical masks. During the operation, all of the surgical team members wore protective glasses, waterproof sterile surgical gowns, N95 masks with one surgical mask on it, and the team performed the surgery using standard sterile surgical gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the postoperative follow-ups, none of the patients or healthcare personnel received prophylaxis treatment for Covid-19. In the patient follow-ups, general conditions, wound status, and symptoms of Covid-19 were examined. None of the patients had any symptoms of Covid-19 in their postoperative 15-day follow-ups. On the other hand, no symptoms of Covid-19 were detected in any of the health-care personnel that performed these surgeries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our follow-ups show that cancer patients can be safely operated on during this pandemic period, provided that adequate precautions are taken for both the surgical team and the patients. For alternative cancer treatments, such as chemotherapy and radiotherapy, the need for frequent hospital visits by the patient may increase the risk of infection of Covid-19 during this pandemic. In addition, the immunosuppressive effects of these treatments may cause the disease to have a more morbid and fatal course, should cancer patients contract Covid-19. In conclusion, performing the required surgery on the cancer patients who suitable for surgery without delay seems to be the most accurate treatment option for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Provenance and peer review Not Commissioned, internally reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Journal of Surgery Author Disclosure Form"
        },
        {
            "text": "There is no conflicts of interest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any conflicts of interest"
        },
        {
            "text": "We have no funding for our research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any sources of funding for your research"
        },
        {
            "text": "Ethical approval wasn't taken fot this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state whether Ethical Approval was given, by whom and the relevant Judgement's reference number"
        },
        {
            "text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "1. Name of the registry: 2. Unique Identifying number or registration ID:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "3. Hyperlink to your specific registration (must be publicly accessible and will be checked):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--936",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: Elective Case Triage Guidelines for Surgical Care [Internet], American College of Surgeons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "30096--30102",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors.Orhan Alimoglu -Corresponding author, study design, data analysis Cem I Erol -Writing Furkan Kilic -Literature Search Hakan Baysal -Data collection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        },
        {
            "text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guarantor"
        },
        {
            "text": "The data used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orhan Alimoglu"
        }
    ]
}