{
    "paper_id": "1ecdf82482e90c2d67d08e722d22b62e3a9b003a",
    "metadata": {
        "title": "Accepted Article",
        "authors": [
            {
                "first": "Edoardo",
                "middle": [
                    "Sean"
                ],
                "last": "Ferraccioli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Rheumatology-Universita' Cattolica del Sacro Cuore -Roma Gianfranco Ferraccioli, MD, Professor of Medicine-Immunology-Rheumatology-Universita'",
                    "institution": "",
                    "location": {
                        "settlement": "Cattolica del Sacro Cuore -Roma"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisa",
                "middle": [],
                "last": "Gremese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Rheumatology-Universita' Cattolica del Sacro Cuore -Roma Gianfranco Ferraccioli, MD, Professor of Medicine-Immunology-Rheumatology-Universita'",
                    "institution": "",
                    "location": {
                        "settlement": "Cattolica del Sacro Cuore -Roma"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hydroxychloroquine (https://rheum-covid.org). As expected females here prevail over males, who are more often hospitalized and more often present a worse course in the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile we can state that no proven cases of MAS ( macrophage activation syndrome ) nor HLH ( hemophagocytic lymphohistocytosis ) in kids have been described so far. The most recently described Kawasaki's like illness still needs to be well defined (3) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved In addition to the role played by gender , (females prevail in the previous report), we would like to speculate, on the immunological basis that can help to interpret why these patients are not the most fragile category as we could hypothesize at onset of the pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The lungs of Covid-19 infected patients in the early phases show, edema, patchy inflammatory infiltrate, plus multinucleated giant cells , and lymphopenia in the peripheral blood .The evidence in the literature from the animal models, is that Macrophage colony-stimulating factor (M-CSF) and Granulocyte-macrophage (GM)-CSF stimulate the differentiation of rat alveolar macrophages (AM) into multinucleated giant cells (MGC) with distinct phenotypes (type 1 and type 2 MCC), and that neutralization of endogenous IL-6 during AM differentiation into MGC inhibited significantly (up to 50%) the formation of type 2 MGC (4) . Of interest another key immune cell, the Innale Lymphoid Cells type 2 (ILC2) , which are so important to keep lung integrity, do not migrate efficiently from the bone marrow to the lungs with aging. Transfer of young ILC2 to the old lung enhances mice resistance to infection. In addition TNF IL6 levels and neutrophils increase with age. and may contribute to increased inflammation in the lungs. Furthermore it is well known that IL6 inhibits NK cell cytotoxicity. Therefore IL6 appears certainly a key molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In infancy NK cells are higher and decrease progressively with aging. Lymphocyte number and function also decline with age (5). CD8 T cells also decline and weaken with aging, a feature of immunesenescence (5). We do not know yet which is the relevance of vaccinations performed in early childhood as a tool to stimulate the system. This is an area of intense clinical research.. It has been suggested that SARS.CoV2 may enter into Alveolar Type 2 (AT2) epithelial cells, through ACE2 (angiotensin converting enzyme 2) present on the membrane of AT2 and employs the serine protease TMPRSS2 for priming (6) . Once AT2 are infected they provide an innate immune response and synthesize Interferon type 1 (IFN), type 2 (IFN), IL6 and IL8 (7). The majority of the patients with this response, clear the infection. Once the SARS.CoV2 ssRNA, is released inside the AT2 cells, it is recognized by the Toll like receptors 7-8 (TLR 7-8). TLR 7 ligation induces signal transduction via the adaptor protein MyD88 and the activation leads to synthesize and release cytokines and chemokines.This may explain the inflammation and lung symptoms (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 605,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1135,
                    "end": 1143,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Accepted Article"
        },
        {
            "text": "Targeting the TMPRSS2 protease ( camostat-nafamostat mesylate), thus inhibiting priming of SARS.CoV 2 spike-S1 protein and its binding to ACE2, may protect from infection. (Clinical trials.gov#NCT04287686), (8) . If ACE 2 expression is shut-down by Covid-19, the inflammation",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved progresses, with IL6, other cytokines and chemokines. The inflammation may progress to ARDS and might become a target in the acute respiratory distress syndrome (ARDS) with cytokine storm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "RA and SLE have an IFN type 1 signature (9) , which may be of help. This complex biology might explain why Children and Autoimmune patients, may be affected not more than the general population. This is the reason why the Scientific Societies support the idea of continuing ",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the alert for cytokine storm: Immunopathology in COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Schulert",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 Infection in Children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N.Engl.J.Med",
            "volume": "382",
            "issn": "",
            "pages": "1663--1665",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An outbreak of severe Kawasaki-like diseases at Italian epicentre of the SARS-CoV2 epidemic: an observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verdoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differential effecst of macrophage-and genulocyte-macrophage colony stimulating factors on cytokine gene expression during rat alveolar macrophage differentiation into multinucleated giant cell (MGC): role for IL6 in type 2 MGC formation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lemaire",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lafont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dornand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coomes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cantin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J.Immunol",
            "volume": "157",
            "issn": "",
            "pages": "5118--5143",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of ageing on the immune system: infants to elderly",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valiathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Asthana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scand.J.Immunol",
            "volume": "83",
            "issn": "",
            "pages": "255--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "Schroeder",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "2020",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Innate immune response to influenza A virus in differentiated human alveolar type II cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Nikrad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "45",
            "issn": "",
            "pages": "582--91",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Camostat Mesylate in COVID-19 outpatients",
            "authors": [],
            "year": null,
            "venue": "ClinicalTrials.gov Identifier",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Physiological evidence for diversification of IFNα-and IFNβ-mediated response programs in different autoimmune diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vosslamber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mantel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arthritis Research & Therapy",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infectious Diseases Society of America Guidelines on the treatment and management of patients with COVID-19 infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhimraj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Shumaker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with great interest the Viewpoint by L. H Henderson et al (1) on the therapeutic approach with Glucocorticoids (GC) to the inflammation and Cytokine Storm phases of SARS.CoV 2 infection. We would like to expand their analysis and discuss the data , so far reported in Children and Autoimmune patients ( Rheumatoid Arthritis , Systemic Lupus Erythematosus), about the chance of undergoing a \"severe\" infection. So far children (and autoimmune patients) , who should be extremely fragile, rarely entered into the third phase \"the cytokine release syndrome-CRS \" of COVID-19, leading only some patients to the Intensive Care Units (ICUs). Rheumatic patients did not emerge as principal targets of the severe infection in all the cohorts until now reported from China, Europe and US in the major Journals.. The latest report from the COVID-19 Global Rheumatology Alliance shows that out of 334 registered infected patients (121 RA, 33 PsA, 58 SLE, 28 Axial SpA, 27 Vasculitis, 19 primary Sjogren's, et al.-of whom 74.25 females and 25.75 males) only 38 were hospitalized and 19 (5.69%) died. Out of 171 infected kids in China, only 12 had radiologic pneumonitis and only 1 died in pediatric ICU (2). This percentage does not appear higher than in the general population considering that > 65 % of adults rheumatic subjects were on DMARDs ( disease modyfying anti rheumatic drugs), 5.39 % were in Jak inhibitors, 36.5% were in Biologic DMARDs and 30.2 % on GC. Only 25.7% were on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "treatments ( IL6 inhibitors for Juvenile Idiopathic Arthritis (JIA) , DMARDs , or JAK inhibitors for adult RA or MMF (mycophenolate mofetil) , Hydroxychloroquine (HCQ) in SLE . While waiting for the specific anti-virals, these drugs, , may help dampening the inflammatory phase of the infection, and in fact several trials with anti-IL6, or other cytokines, or JAK1-2 inhibitors are underway (clinicaltrial.gov). The key point is whether to use or not, and when, GC since the ATS and IDSA (10) did not strongly support the use of GC once the inflammatory phase progresses to the CRS and ARDS-like phase. Data from drug trials and real world are badly needed to give support to the theories. Edoardo Sean Ferraccioli, MD -University of Verona Elisa Gremese, MD -Catholic University in Rome Gianfranco Ferraccioli, MD-Catholic University in Rome",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}