{"paper_id": "1ecf7930fc9eca85bc703ea81f842846f845b38e", "metadata": {"title": "Association Between Angiopoietin-2 and Enterovirus 71 Induced Pulmonary Edema", "authors": [{"first": "Zhijiang", "middle": [], "last": "Qi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhi", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dong", "middle": [], "last": "Hao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tao", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yongfu", "middle": [], "last": "Xia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ting", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Juan", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fuju", "middle": [], "last": "Zhuang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaozhi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective To characterize pulmonary edema (PE) fluid induced by enterovirus 71 (EV71) infection, elucidate the relationship between angiopoietin-2 (Ang-2) and PE, and explore the pathogenesis of PE. Methods Clinical data were collected from critical infants with EV71 infection. The infants were grouped into PE, non-PE, and control groups. The control group included infants in the preoperative period of elective inguinal hernia surgery. Biochemical changes in PE fluid were evaluated, and Ang-2 levels in serum and PE fluid were measured. Human pulmonary microvascular endothelial cells (HPMECs) were incubated with serum from the control and PE groups and human recombinant Ang-2 or serum from the PE group and human recombinant Ang-1, and changes in the intercellular junctions were recorded via immunofluorescence. Results Of the 161 infants with critical EV71 infection admitted to the hospital, 39 had PE. PE fluid was collected from 18 of these infants. The PE fluid-to-serum (P/S) ratio of total protein was 0.9±0.2, and all P/S ratios of albumin were 1.0±0.3. The Ang-2 level was higher in the non-PE group (333.2±79.7 pg/ml) than in the control group (199.9±26.7 pg/ml), although without statistical significance (P=0.115). The Ang-2 level in the PE group (2819.2±908.7 pg/ml) was higher than those in both the non-PE and the control groups (both, P<0.001). Serum samples from the PE group had damaged cell junctions of confluent HPMEC monolayers that were reversed by Ang-1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The PE fluid of infants with EV71-induced PE was protein-rich, and elevated Ang-2 expression was associated with PE. The mechanism through which PE develops may be related to Ang-2-induced cell junction damage.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe Hand, Foot, and Mouth Disease induced by enterovirus 71 (EV71) infection is a known health risk for infants. More than 80 % of critically infected infants have pulmonary edema (PE) or hemorrhage [1] . PE is fatal, and most affected infants die within 24 h of developing PE [2] .", "cite_spans": [{"start": 202, "end": 205, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 280, "end": 283, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The pathogenesis of EV71-induced PE is uncertain and has been studied only rarely. Wu et al. used pulmonary artery catheterization to monitor pulmonary circulation hemodynamics in 5 infants with EV71-induced PE and found that pulmonary artery wedge pressure (PAWP) was normal or slightly elevated [3] . Therefore, pulmonary capillary leakage may be a key factor in PE development.", "cite_spans": [{"start": 297, "end": 300, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Angiopoietin-2 (Ang-2) is reportedly related to increased vascular permeability. Ang-1 is its natural antagonist. Ang-1 and Ang-2 are ligands for the endothelial cell-specific receptor tyrosine kinase Tie-2. Tie-2 is expressed throughout the surface of endothelial cells and has low activity [4] . Ang-2 antagonizes Tie-2, and Ang-1 activates Tie-2. Tie-2 activation helps decrease vascular permeability and prevents endothelial cell death [5, 6] . Ang-2 is normally stored in Weibel-Palade bodies and is rapidly released upon stimulation to mediate endothelium activation and sensitize endothelial response to inflammatory cytokines [7, 8] . Ang-2 levels increase in septic shock and are associated with vascular leakage and the development of acute respiratory distress syndrome (ARDS) [9] . Whether Ang-2 is also associated with EV71-induced PE remains unknown.", "cite_spans": [{"start": 292, "end": 295, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 440, "end": 443, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 444, "end": 446, "text": "6]", "ref_id": "BIBREF5"}, {"start": 634, "end": 637, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 638, "end": 640, "text": "8]", "ref_id": "BIBREF7"}, {"start": 788, "end": 791, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the present study, the authors measured Ang-2 levels in the serum and PE fluid of infants with EV71 infection, and observed the effects of human recombinant Ang-2 and infected infant serum on the intercellular junctions of human pulmonary microvascular endothelial cells (HPMECs). The aim was to explore the relationship between Ang-2 and PE to further clarify the pathogenesis of PE.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All of the infants included in this study were admitted to the intensive care unit of the Binzhou Medical University Affiliated Hospital (Binzhou, China) between April 2013 and June 2014. The study was approved by the hospital's Medical Ethics Committee, and the parents of the infants provided informed consent.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The included infants met the following criteria: (1) EV71 infection diagnostic criteria [10] including presenting symptoms of fever and maculopapular rash on the hand, foot, and buttock, mouth papules, or herpangina, with positive nucleic acid detection via throat or rectal swab or herpes fluid sampling; (2) Other criteria [11] including (a) sustained high fever (axillary temperature higher than 39°C with poor response to conventional antipyretics), (b) neurological manifestations (the emergence of depression, vomiting, frightfulness, limb shaking), (c) respiratory abnormalities [irregular breath or breath frequency exceeding 30-40/min (by age) in a resting state], (d) circulatory dysfunction [increased heart rate (>140-150/min, by age), cold limbs, piebald skin, elevated blood pressure], (e) elevated peripheral white blood cell (WBC) count (peripheral blood WBC exceeding 15×10 9 /L), and (f) elevated blood sugar (emergent stress hyperglycemia exceeding 8.3 mmol/L).", "cite_spans": [{"start": 88, "end": 92, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 325, "end": 329, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "The EV71-infected infants were divided into PE and non-PE groups according to the presence or absence of PE, respectively. PE was defined as the appearance of pulmonary crackles, alveolar congestion on chest radiography, or fresh red/pink blood in the endotracheal tube. Infants in the preoperative period of elective inguinal hernia surgery were enrolled in the control group.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Information about vital signs, pulmonary symptoms, and chest radiography were collected for EV71-infected infants after admission. Cerebrospinal fluid (CSF) pressure was measured, and the CSF was analyzed. Infants with PE were immediately treated with orotracheal intubation and positive pressure ventilation. Alveolar edema fluid was collected via suction catheters when abundant blood-tinged secretion overflowed the intubation. The secretion was centrifuged, and the supernatant was used for analysis. Routine blood tests were performed to measure the levels of serum total protein, albumin, blood glucose, and creatine kinase isoenzymes (CK-MB) and the ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen (PaO 2 /FiO 2 ). All serum and alveolar edema fluid samples were stored in a refrigerator at -80°C until analysis.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "EV71-infected infants were administered antiviral therapy, human immunoglobulin and methylprednisolone to suppress inflammatory reactions, mannitol to reduce intracranial pressure, and symptomatic treatment. Infants with PE were provided heart strengthening and diuresis treatments.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Similar methods were used to record preoperative vital signs and perform routine blood tests in infants in the control group. After routine preoperative tests, the discarded serum samples were kept in a refrigerator at -80°C for analysis.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Ang-2 levels in serum and PE fluid were measured with enzyme-linked immunosorbent assay (R&D Systems, USA) according to the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "HPMECs (Sciencell, USA) were cultured in endothelial basal medium 2 supplemented with 5 % fetal bovine plasma and growth factors according to the manufacturer's instructions. HPMECs were grown to confluence on glass coverslips and then divided into four groups. In group 1, 0.2 ml serum from the control group was added; in group 2, 0.2 ml of human recombinant Ang-2 (R&D Systems) was added; in group 3, 0.2 ml of serum from the PE group was added; and in group 4, 0.2 ml of serum from the PE group and 0.1 ml 10 ng/ml human recombinant Ang-1 (R&D Systems) was added. All coverslips were incubated for 24 h, and the cells were fixed for 30 min in 4 % paraformaldehyde. The monolayers were incubated overnight with anti-F-actin monoclonal antibody (R&D Systems) and anti-vascular endothelial (VE)-cadherin monoclonal antibody (R&D Systems) at 4°C. The cells were stained with AlexaFluor 488 goat anti-mouse IgG (Abcam, USA) for F-actin, AlexaFluor 647 goat anti-rabbit IgG (Abcam) for VE-cadherin, and 4′,6-diamidino-2-phenylindole for nuclear staining, and the coverslips were mounted with 95 % glycerol. The stained cells were observed under a confocal fluorescence microscope to examine any gap formation between the endothelial cells.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The data are presented as means± standard deviation. Comparisons among three groups were performed with oneway analysis of variance followed by the Student-Newman-Keuls multiple-range test or Tamhane's T2 test. Comparisons between two groups were made with the t-test. A P value of <0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "A total of 161 infants with critical EV71 infection were admitted to the hospital during the study period. Of these, 39 infants had PE. Among the infants with PE, 19 died and 18 had large amounts of blood-tinged secretions overflowing the tracheal intubation (collected for the analysis). A total of 122 infants in the non-PE group survived. Compared with infants in the non-PE group, those in the PE group had a higher respiratory rate (37.3 ± 4.2 vs. 52.7 ± 4.4 breaths/min; P<0.001) and a higher heart rate (144.2±17.7 vs. 181.3± 30.1 beats/min; P<0.001; Table 1 ). At admission, the blood pressures of 9 PE infants dropped distinctly or were unobtainable, whereas 30 PE infants showed elevated blood pressure. Oxygen saturation (PaO 2 /FiO 2 ) in the PE group was significantly lower than that in the non-PE group (148.4±79.9 vs. 383.1±47.1; P<0.001). The severity of PE depends on oxygenation failure and was graded as severe, moderate, and mild at PaO 2 /FiO 2 ratios of 100, 200, and 300 mmHg, respectively. Nineteen PE infants with PaO 2 /FiO 2 ratios below 200 before ventilation died, and 11 of these infants died within 24 h of hospitalization. Compared with infants in the non-PE group, surviving infants in the PE group stayed in the intensive care unit for significantly longer periods (3.3±0.5 vs. 7.2±1.2 d; P<0.001). The average ventilation time of the surviving infants was 4.2±0.3 d. Concurrently, 30 infants in the preoperative period of elective inguinal hernia surgery were selected after age-matching with PE infants. Table 1 shows the clinical data for the infants in the three groups.", "cite_spans": [], "ref_spans": [{"start": 558, "end": 565, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1541, "end": 1548, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "CSF pressure increased markedly in the PE and non-PE groups but was higher in the former. Nucleated cell counts were normal or moderately increased in the non-PE group and even higher in the PE group, but the difference was not statistically significant. The majority of these nucleated cells were monocytes. CSF protein levels were normal in both groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Compared with infants in the non-PE group, those in the PE group had a higher blood sugar level (6.3±1.3 vs. 15.5± 9.7 mmol/L; P=0.002) and WBC count (10.2±2.8 vs. 22.0± 9.1×10 9 /L; P<0.001). Serum albumin level was lower in the PE group than in the non-PE group (33.3±4.7 vs. 43.2± 3.0 g/L; P<0.001). No statistically significant differences were found in WBC count or blood sugar and serum albumin levels between the non-PE and control groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "PE fluid was acquired from only 18 infants with severe PE. The total protein, albumin, and lactate dehydrogenase levels of the fluid are given in Table 2 . The PE fluid-to-serum (P/S) ratio of total protein was 0.9±0.2, and all P/S ratios of albumin were 1.0±0.3.", "cite_spans": [], "ref_spans": [{"start": 146, "end": 153, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The Ang-2 levels in the non-PE group were higher than those in the control group, although the difference was not statistically significant (333.2 ± 79.7 pg/ml vs. 199.9 ± 26.7 pg/ml; P=0.115; Fig. 1 ). Ang-2 levels in the PE group (2819.2±908.7 pg/ml) were higher than those in the non-PE and control groups (P<0.001). Compared with Ang-2 levels in the serum, those in the PE fluid were similar or slightly higher ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 193, "end": 199, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 417, "end": 425, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "After reaching confluence, the HPMEC monolayers were incubated for 24 h with low levels of serum Ang-2 (121.6 pg/ ml) from healthy infants, and the links between the HPMECs were observed to be intact (Fig. 2a-c) . When the HPMEC monolayers were incubated with recombinant human Ang-2 (final concentration, 4414.4 pg/ml) from PE infants, actin stress fibers were stained, whereas VE-cadherin staining was attenuated, and endothelial gaps were noted (Fig. 2d-f ). The same effects were observed when recombinant Ang-2 was substituted with serum from PE infants for incubation with the HPMEC monolayers (Ang-2 concentration adjusted to 4414.4 pg/ml; Fig. 2g -i). When the HPMEC monolayers were simultaneously incubated with recombinant human Ang-1 (10 ng/ml) and serum from PE infants (Ang-2, 4414.4 pg/ ml), a significant attenuation in stress fiber formation and maintenance of VE-cadherin cell junctions were noted (Fig. 2j-l) . The links between the endothelial cells were relatively intact without gaps.", "cite_spans": [], "ref_spans": [{"start": 200, "end": 211, "text": "(Fig. 2a-c)", "ref_id": null}, {"start": 448, "end": 458, "text": "(Fig. 2d-f", "ref_id": null}, {"start": 647, "end": 654, "text": "Fig. 2g", "ref_id": null}, {"start": 915, "end": 926, "text": "(Fig. 2j-l)", "ref_id": null}], "section": "Results"}, {"text": "The pathogenesis of PE can be subcategorized into two mechanisms: elevated pulmonary hydrostatic pressure and increased pulmonary capillary permeability; the treatment for each type differs accordingly. The mechanism of EV71-induced PE remains unclear. One study reported that in PE caused by elevated pulmonary hydrostatic pressure, the P/S ratio of total protein is less than 0.60, whereas the P/S ratio of albumin is less than 0.7 [12] . In the present study, the authors found that the P/S ratio of total protein was 0.9±0.2, and the P/S ratios of albumin were greater than 1.0±0.3, which indicated that EV71-induced PE is associated with increased pulmonary capillary permeability. Wu et al. used pulmonary artery catheterization to monitor pulmonary circulation hemodynamics in 5 infants with EV71-induced PE and found that pulmonary arterial pressure and pulmonary artery wedge pressure were normal or slightly elevated [3] , which suggested that PE is not caused by elevated hydrostatic pressure of pulmonary capillaries. The present clinical data showed that infants with PE had noticeable tachycardia, high blood pressure, and other signs of symptomatic nervous system; however, myocardial enzymogram, the images of heart and left ventricle ejection fraction were basically normal. Treatments such as heart strengthening and diuresis had no effect. Therefore, none of these clinical data support the hypothesis that EV71induced PE is associated with elevated hydrostatic pressure.", "cite_spans": [{"start": 434, "end": 438, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 927, "end": 930, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "Other studies have shown that Ang-2 is related to increased vascular permeability [9, 13] . In ARDS, in which vascular leakage is the major pathophysiological basis, Ang-2 is associated with development and prognosis [14, 15] . In the present study, the authors measured the levels of Ang-2 in the serum and PE fluid and found that compared with the Ang-2 serum levels in the non-PE and control groups, that in the PE group was significantly higher, and the Ang-2 level in the PE fluid was similar to or slightly higher than that in the serum, which indicated that Ang-2 may be related to the development of EV71-induced PE.", "cite_spans": [{"start": 82, "end": 85, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 86, "end": 89, "text": "13]", "ref_id": "BIBREF13"}, {"start": 217, "end": 221, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 222, "end": 225, "text": "15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "To confirm the association between Ang-2 and EV71induced PE, the authors cultivated human recombinant Ang-2 with HPMECs and found that Ang-2 increased F-actin staining, whereas VE-cadherin staining was reduced and gaps in the intracellular junctions were noted. The endothelial cells incubated with serum from infants with PE showed the same results; however, these changes were not noted in cells incubated with serum from control group infants. Endothelial cells normally connect with one another through cell adhesion molecules [16] , and VE-cadherin is one of the adhesive proteins necessary for maintaining vascular integrity. The VE-cadherin molecule is related to F-actin. When inflammatory mediators stimulate the endothelium, F-actin rearranges and centripetal tension increases. Changes in the F-actin skeleton affect the endothelial connections and lead to the formation of gaps in the endothelium, thereby increasing permeability [17] . Several inflammatory cytokines-including granulocyte colony-stimulating factor, interleukin (IL)-6, IL-10, IL-13, and interferon-γ-that can increase endothelial permeability are elevated in the serum of EV71-infected infants [18] [19] [20] . To exclude the effects of other factors, the authors incubated HPMECs with Ang-1, the natural antagonist of Ang-2, combined with infected infant serum and found that F-actin expression decreased, VEcadherin staining increased, and cell connections remained intact. The present experimental results indicated that Ang-2 from infected infant serum played a central role in damaging the endothelial connection, and this damage may be the key contributory factor in the development of PE.", "cite_spans": [{"start": 531, "end": 535, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 942, "end": 946, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1174, "end": 1178, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1179, "end": 1183, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1184, "end": 1188, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Meanwhile, it is also indicated that some inflammatory mediators in the serum of EV71-infected PE infants had high expressions, and several inflammatory cytokines could increase the vascular permeability. Thus, further studies are needed to verify the effects of elevated Ang-2 levels in PE fluid and serum on vascular leakage in EV71-induced PE.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The results of this study showed that the PE fluid of EV71induced PE infants is rich in proteins and that the serum of PE infants break the cell connections of HPMECs, which implicates increased vascular leakage in the pathogenesis of EV71-induced PE. The breakage of HPMEC connections by Ang-2 from the serum of infants with PE was reversed by human recombinant Ang-1, which suggests that Ang-2 is associated with the development and progression of PE induced by EV71.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Acknowledgments The authors thank the Binzhou Center for Disease Control for their help in collecting specimens and providing the virus analysis data.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Contributions XW: Principal investigator, oversaw the study design, conducted most of the data analysis, and wrote most of the manuscript; ZQ: Study physician, oversaw patient care, and assisted with interpreting the results and editing the paper; ZL: Oversaw the laboratory measurements and assisted with interpreting the results and editing the manuscript; DH: Assisted with statistical analysis and editing the paper; TW: Collected serum and pulmonary edema fluid samples, and assisted with interpreting the results and editing the manuscript; YX: Collected the Fig. 2 Serum from infants with pulmonary edema had disrupted endothelial architecture that was reversed by recombinant human angiopoietin (Ang)-1. Ang-2 (121.6 pg/ml) from the serum of healthy infants was incubated with human pulmonary microvascular endothelial cell monolayers to examine the effects on the endothelial architecture (ac). Recombinant human Ang-2 (4414.4 pg/ml) induced thick actin stress fibers and intercellular gap formation (d-f). The same effect was observed when HPMEC monolayers were incubated with high concentrations of Ang-2 serum (4414.4 pg/ml) from infants with PE (g-i). The gap effect was reversed by the addition of 10 ng/ml recombinant human Ang-1 (j-l). Arrows indicate intercellular gaps clinical data; TS: Completed cell experiments; JW: Completed sample analyses; FZ: Supervised many of the study participants. All authors have read and approved the final manuscript as submitted. XW will act as guarantor for this paper.", "cite_spans": [], "ref_spans": [{"start": 565, "end": 571, "text": "Fig. 2", "ref_id": null}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiologic features of hand-foot-mouth disease and herpangina caused by enterovirus 71 in Taiwan", "authors": [{"first": "K", "middle": ["T"], "last": "Chen", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Chang", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Yang", "suffix": ""}], "year": 2007, "venue": "Pediatrics", "volume": "120", "issn": "", "pages": "244--52", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features and risk factors of pulmonary oedema after enterovirus-71-related hand foot and mouth disease", "authors": [{"first": "L", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Hsu", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "1682--1688", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cardiopulmonary manifestations of fulminant enterovirus 71 infection", "authors": [{"first": "J", "middle": ["M"], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Tsai", "suffix": ""}], "year": 2002, "venue": "Pediatrics", "volume": "109", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Tie2 expression and phosphorylation in angiogenic and quiescent adult tissues", "authors": [{"first": "A", "middle": ["L"], "last": "Wong", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Haroon", "suffix": ""}, {"first": "S", "middle": [], "last": "Werner", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Dewhirst", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Greenberg", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Peters", "suffix": ""}], "year": 1997, "venue": "Circ Res", "volume": "81", "issn": "", "pages": "567--74", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cell-based angiopoietin-1 gene therapy for acute lung injury", "authors": [{"first": "S", "middle": ["D"], "last": "Mccarter", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Mei", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Lai", "suffix": ""}], "year": 2007, "venue": "Am J Respir Crit Care Med", "volume": "175", "issn": "", "pages": "1014--1040", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Regulation of angiopoietin expression by bacterial lipopolysaccharide", "authors": [{"first": "M", "middle": [], "last": "Mofarrahi", "suffix": ""}, {"first": "T", "middle": [], "last": "Nouh", "suffix": ""}, {"first": "S", "middle": [], "last": "Qureshi", "suffix": ""}, {"first": "L", "middle": [], "last": "Guillot", "suffix": ""}, {"first": "D", "middle": [], "last": "Mayaki", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Hussain", "suffix": ""}], "year": 2008, "venue": "Am J Physiol Lung Cell Mol Physiol", "volume": "294", "issn": "", "pages": "955--63", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Tie-2 ligand angiopoietin-2 is stored in and rapidly released upon stimulation from endothelial cell Weibel-Palade bodies", "authors": [{"first": "U", "middle": [], "last": "Fiedler", "suffix": ""}, {"first": "M", "middle": [], "last": "Scharpfenecker", "suffix": ""}, {"first": "S", "middle": [], "last": "Koidl", "suffix": ""}], "year": 2004, "venue": "Blood", "volume": "103", "issn": "", "pages": "4150--4156", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Angiopoietin-2 sensitizes endothelial cells to TNF-alpha and has a crucial role in the induction of inflammation", "authors": [{"first": "U", "middle": [], "last": "Fiedler", "suffix": ""}, {"first": "Y", "middle": [], "last": "Reiss", "suffix": ""}, {"first": "M", "middle": [], "last": "Scharpfenecker", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "235--244", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Excess circulating angiopoietin-2 may contribute to pulmonary vascular leak in sepsis in humans", "authors": [{"first": "S", "middle": ["M"], "last": "Parikh", "suffix": ""}, {"first": "T", "middle": [], "last": "Mammoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Schultz", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guidelines for diagnosis and treatment of patients infected by enteric virus EV71", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Experts consensus on rescue and treatment of severe cases with enterovirus 71 (EV71) infection", "authors": [], "year": 2011, "venue": "Zhonghua Er Ke Za Zhi", "volume": "49", "issn": "", "pages": "675--683", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The value of edema fluid protein measurement in patients with pulmonary edema", "authors": [{"first": "A", "middle": [], "last": "Fein", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Grossman", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Jones", "suffix": ""}], "year": 1979, "venue": "Am J Med", "volume": "67", "issn": "", "pages": "32--40", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Angiopoietin-2 causes inflammation in vivo by promoting vascular leakage", "authors": [{"first": "F", "middle": [], "last": "Roviezzo", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsigkos", "suffix": ""}, {"first": "A", "middle": [], "last": "Kotanidou", "suffix": ""}], "year": 2005, "venue": "J Pharmacol Exp Ther", "volume": "314", "issn": "", "pages": "738--782", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Angiopoietin-2, permeability oedema, occurrence and severity of ALI/ARDS in septic and nonseptic critically ill patients", "authors": [{"first": "M", "middle": [], "last": "Van Der Heijden", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Van Nieuw Amerongen", "suffix": ""}, {"first": "P", "middle": [], "last": "Koolwijk", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Van Hinsbergh", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Groeneveld", "suffix": ""}], "year": 2008, "venue": "Thorax", "volume": "63", "issn": "", "pages": "903--912", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Circulating angiopoietin 2 correlates with mortality in a surgical population with acute lung injury/ adult respiratory distress syndrome", "authors": [{"first": "D", "middle": ["C"], "last": "Gallagher", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Parikh", "suffix": ""}, {"first": "K", "middle": [], "last": "Balonov", "suffix": ""}], "year": 2008, "venue": "Shock", "volume": "29", "issn": "", "pages": "656--61", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Signaling mechanisms regulating endothelial permeability", "authors": [{"first": "D", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Malik", "suffix": ""}], "year": 2006, "venue": "Physiol Rev", "volume": "86", "issn": "", "pages": "279--367", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Acute renal failure leads to dysregulation of lung salt and water channels", "authors": [{"first": "H", "middle": [], "last": "Rabb", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Nemoto", "suffix": ""}, {"first": "J", "middle": [], "last": "Hotchkiss", "suffix": ""}, {"first": "N", "middle": [], "last": "Yokota", "suffix": ""}, {"first": "M", "middle": [], "last": "Soleimani", "suffix": ""}], "year": 2003, "venue": "Kidney Int", "volume": "63", "issn": "", "pages": "600--606", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "In enterovirus 71 encephalitis with cardio-respiratory compromise, elevated interleukin 1β, interleukin 1 receptor antagonist, and granulocyte colonystimulating factor levels are markers of poor prognosis", "authors": [{"first": "M", "middle": ["J"], "last": "Griffiths", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Ooi", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Wong", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "206", "issn": "", "pages": "881--92", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pathogenesis of enterovirus 71 brainstem encephalitis in pediatric patients: roles of cytokines and cellular immune activation in patients with pulmonary edema", "authors": [{"first": "S", "middle": ["M"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Lei", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Huang", "suffix": ""}], "year": 2003, "venue": "J Infect Dis", "volume": "188", "issn": "", "pages": "564--70", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Proinflammatory cytokine reactions in enterovirus 71 infections of the central nervous system", "authors": [{"first": "T", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Hsia", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Chang", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "36", "issn": "", "pages": "269--74", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Serum angiopoietin-2 levels in the three groups. No statistically significant difference in serum angiopoietin-2 levels was noted between the non-pulmonary edema group and the control group (333.2±79.7 vs. 199.9±26.7 pg/ml; P=0.115). Compared with serum angiopoietin-2 levels in the control and non-pulmonary edema groups, angiopoietin-2 in the pulmonary edema group was higher (both, P<0.001). # P<0.01 compared with the control group. ▼ P<0.01 compared with the nonpulmonary edema group", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of clinical data among the three infant groups bpm beats per minute; CK-MB Creatine kinase-MB isoenzyme; DBP Diastolic blood pressure; LVEF Left ventricle ejection fraction; PaO 2 /FiO 2 Ratio of partial pressure of arterial oxygen to fraction of inspired oxygen; PE Pulmonary edema; SBP Systolic blood pressure; WBC White blood cell # P<0.05 compared with the control group; Δ P<0.05 compared with the non-PE group; *P<0.01 compared with the non-PE group", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Source of Funding All phases of this study were supported by the Projects of Science and Technology of Shandong Province (ZR2014HM112) and the Taishan Scholar Project of Shandong Province.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest None."}]}