{
    "paper_id": "1ed2eff6c70a7bbcff6158d488abbdea12bdad34",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hace tiempo que dejé mi actividad asistencial a pie de cama en la unidad de cuidados críticos para desarrollar mi labor profesional en el ámbito docente e investigador. Sin embargo, a pesar de este distanciamiento en el plano físico, emocionalmente me siento muy próxima a mi identidad de enfermera intensivista y al cuidado del paciente críticamente enfermo y su familia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En el desarrollo y la consolidación de esta identidad tan potente han tomado parte muchas enfermeras y enfermeros, compañeros y amigos con los que he compartido años de experiencia clínica, docente e investigadora. Gracias a todos ellos fui transitando desde ese rol de enfermera aprendiz a experta (entendiendo esta expertía en sí misma como parte del proceso de desarrollo y no como resultado).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Juntos, hemos ido generando redes profesionales que nos han ayudado a seguir formándonos, a compartir recursos de aprendizaje, a generar nuevos protocolos y guías de práctica clínica para orientar nuestros cuidados desde la evidencia, a indagar e J o u r n a l P r e -p r o o f investigar sobre problemáticas emergentes, a visibilizar la imagen profesional y luchar por el desarrollo profesional y el crecimiento disciplinar 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sin embargo, estas redes, lejos de ser exclusivamente profesionales, lo son también personales. Si las redes funcionan es porque hay detrás todo un trabajo de comunicación, de relación interpersonal y de vivencias compartidas. Porque, por encima de todo, las redes profesionales son redes humanas 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Durante estos meses de crisis sanitaria, especialmente durante el pico de la curva epidemiológica y coincidiendo con el ingreso masivo de pacientes infectados por Covid-19 en situación crítica en las UCC, algunas familias afectadas me llamaron para preguntarme si conocía a alguien que trabajara en las diferentes UCC donde estaban ingresados sus seres queridos. Acudieron a mí como recurso y yo, rápidamente, tiré de todos vosotros, compañeros, que, a pesar de vuestra situación de sobrecarga laboral y emocional, habéis recibido la solicitud de ayuda con extremada generosidad y disponibilidad. Gracias a nuestros nexos hemos podido conectar a los pacientes con sus familias, hemos podido traspasar las paredes de las UCC para llegar hasta los domicilios, donde esperaban a ser cuidados y acompañados los otros grandes afectados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Desde mi ahora posición a pie de pupitre, he podido sentir cómo me dabais la oportunidad de estar ahí, a pie de cama junto a nuestros pacientes, junto a sus familias y junto a vosotros, codo a codo, como si el tiempo y la distancia no nos separaran. No sabéis como esto ayuda también a encontrar cordura y fuerza para seguir adelante con la docencia online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La semana primera de mayo compartía la última tutoría en la distancia con mis estudiantes del Grado en Enfermería de cuarto curso, aquellos que en breve os tomarán el relevo, con la intención de generar un espacio de reflexión para orientarles en la transición a la vida profesional. Decidí entonces leerles algunos fragmentos del Best Seller \"El Club de los Viernes\" de Kate Jacobs 3 en los que se hace uso de la metáfora del tejer para explicar la vida misma. Les expliqué lo burdos que fueron mis primeros puntos al comienzo de mi vida profesional, la cantidad de diferentes agujas que he tenido que probar, los infinitos nuevos puntos que he tenido que aprender, los esfuerzos extenuantes realizados para dominar los puntos complicados, lo importante de combinar el punto del derecho y del revés para que el interior del tejido de fortaleza a la parte externa etc. Pero, aquello a lo que le di mayor énfasis fue a la necesidad de tejer a muchas manos, uniendo fragmentos",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Porque las mantas que se tejen entre muchos, son las más bellas, las más cálidas, las más sólidas y resistentes y las que ofrecen mayor cobertura",
            "authors": [
                {
                    "first": "Lanas",
                    "middle": [],
                    "last": "De Diferentes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "tejidos con diferentes puntos y diferentes grosores de aguja",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "las redes profesionales-personales y los contactos establecidos a través de ellas son algunos de los recursos más eficaces para mejorar la atención al paciente",
            "authors": [
                {
                    "first": "Covid",
                    "middle": [],
                    "last": "Esta Es Hoy Mi Lectura De Aprendizaje",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why your nursing networks matter",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Nurse Journal",
            "volume": "13",
            "issn": "3",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Personal and professional networking: A way forward in achieving quality nursing care",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Renu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shukri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Nursing Education",
            "volume": "3",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ocho mujeres, ocho maneras de tejer la vida. Maeva Ediciones: Madrid",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "THE DISTANCE THROUGH YOUR HANDS: A REFLECTION ON PROFESIONAL AND PERSONAL NETWORKS IN TIMES OF COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "González-Gil, María Teresa. RN, PhD. Profesora Contratada Doctora Interina. Sección Departamental de Enfermería. Facultad de Medicina. Universidad Autónoma de Madrid. María Teresa González Gil Sección Departamental de Enfermería. Facultad de Medicina. Universidad",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}