{
    "paper_id": "1ed286f3ec2eb8a1cbf135adfdff02adc87992b1",
    "metadata": {
        "title": "Cardiovascular and cardiometabolic prevention: high-level priority in the era of COVID-19",
        "authors": [
            {
                "first": "Devinder",
                "middle": [],
                "last": "Dhindsa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nathan",
                "middle": [
                    "D"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Irvine",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Sperling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has upended global economies and brought about unprecedented challenges to healthcare systems. As of 5 May 2020, there have been over 3.5 million individuals globally with confirmed infection, including nearly 1.2 million confirmed in the USA and over 240 000 deaths globally including over 60 000 deaths in the USA [1] . Many of these fatalities have been in individuals with serious underlying medical conditions, namely diabetes, obesity, and cardiovascular disease. Those at higher risk for cardiovascular disease due to an ongoing independent global epidemic of obesity and diabetes likewise are those most vulnerable to increased morbidity and mortality from COVID-19. The observed case fatality rate in those with underlying cardiac conditions has been reported at 10%, nearly five-fold higher than observed rates in the general population [2].",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, the world population is in the midst of the worst of the COVID-19 pandemic, where life-saving measures including sheltering-in-place and social distancing are required to avoid overwhelming healthcare services needed for those experiencing the most serious manifestations of the illness. If these interventions are employed appropriately, many cities in the USA will eventually be past their peak incidence of disease. Yet, what will remain is a country with 30 million citizens living with diabetes, 84 million with pre-diabetes, at least 75 million with hypertension, and a prevalence of obesity of nearly 40% [3, 4] . These individuals are at high risk for not only cardiovascular events, but as we have learned, also for adverse consequences related to potential future infectious diseases that may threaten the population. The lessons learned during the recovery will be critical to ensure the health of the population going forward.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early reports from China have been fundamental to detail the prevalence of cardiovascular and cardiometabolic risk factors among infected individuals and instrumental in shaping our understanding of the spectrum of risk related to COVID-19. In a cohort of 1099 patients from mainland China, the overall prevalence of diabetes was 7%, though the prevalence in those with severe illness increased to 16%, and further increased to 27% for those who met the composite endpoint of mechanical ventilation or death [5] . The overall prevalence of hypertension was 15%. In those with severe illness, the prevalence increased to 24%, and in those who reached the composite endpoint of death or mechanical ventilation, the prevalence was 35%. Coronary heart disease was seen in 2.5, 6, and 9% in the overall cohort, those with severe illness, and those who reached the composite endpoint, respectively. From this, an understanding has developed that the age of individuals, in addition to those living with underlying chronic health conditions are most likely to suffer worse outcomes from this acute infectious illness.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the USA, similar trends have been observed. In 7162 patients for whom data were available, the Centers for Disease Control and Prevention reported the percentage of patients with COVID-19 with at least one underlying health condition or risk factor was higher among those requiring ICU admission (78%) and those requiring hospitalization without ICU admission (71%) than among those who were not hospitalized (27%) [6] . Diabetes was present in 6% of those not requiring hospitalization, as compared to 24% who were hospitalized and 32% of those requiring ICU admission. Similarly, cardiovascular disease was noted in 5% of those not requiring hospitalization, 23% of those requiring hospital admission, and 29% of those requiring ICU admission. Hypertension and obesity were the most common underlying comorbidities in patients requiring hospitalization at 50 and 48%, respectively.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 5700 inpatients from the New York City area, the current epicenter of the pandemic, the prevalence of hypertension, diabetes, obesity, and coronary artery disease was notably higher than reported in Chinese cohorts, with prevalence of 56, 34, 42, and 11% in those patients requiring hospitalization [7] . Again, those with a higher burden of risk factors fared poorly. Among COVID-19 positive inpatients in New York City, obese individuals under 60 years of age were twice as likely to require admission to the hospital as their nonobese counterparts [8] . This finding has been replicated in the UK, where an apparent dose-response association with increasing adiposity and poor glycemic control has been observed [9] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are a number of potential explanations for these observations, including advanced age in those with more comorbidities, impaired immunity due to diabetes and obesity, higher ACE2 expression in hypertensive individuals, increased inflammation and vascular endothelial dysfunction, though exact mechanisms for adverse outcomes in these groups are still incompletely understood and likely multifactorial. What is strikingly consistent is that across populations, the presence of risk factors for cardiovascular disease portend a worse prognosis in those infected with COVID-19. People with obesity often have higher levels of adipokine-related inflammation predisposing their immune systems to overreact to coronavirus infection. In addition, more abundant central adiposity creates restrictive pulmonary physiology adding to respiratory compromise in such patients [10] .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 873,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a great need to understand the potential impact that the management of cardiovascular risk factors may have on outcomes in patients with COVID-19. While there was initial concern whether treatment of hypertension with angiotensin converting enzyme (ACE)inhibitors or angiotensin receptor blockers might increase susceptibility to infection with COVID-19 due to their effects on increasing ACE2 expression, leading to calls by some to withdraw patients from such therapies, a recent investigation [11] of nearly 9000 patients across 169 hospitals across Asia, Europe, and North America showed no increase in the risk of in-hospital death from the use of angiotensin II receptor blockers and a possible reduced risk of death from use of ACE-inhibitors (odds ratio 0.33; 95% confidence interval, 0.20-0.54). Importantly, this study was notable for significantly increased odds of death in those with pre-existing coronary artery disease, heart failure, arrhythmias, in addition to chronic obstructive pulmonary disease, emphasizing the potential importance of both the prevention and management of these conditions in the COVID-19 era. While no benefit was found from either antiplatelet or statin use, clinical trials are needed to further evaluate the impact cardioprotective therapies have on outcomes in patients with COVID-19. The possible role statins may have in such infections has been raised, due to prior evidence, they may improve outcomes in persons with influenza, including those on ventilators from pneumonia [12] .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the virus has spread throughout the USA, the disturbing and familiar association of racial and socioeconomic disparities that have been observed in poorer outcomes related to cardiovascular disease also appears to be true in COVID-19. Among states that have released data regarding race, African-Americans have accounted for 34% of total COVID-19 deaths, despite making up only 13% of the population in those states [13] . In New York City, African-Americans made up 28% of the fatalities, despite being 22% of the population, and Hispanics made up 34% of fatalities, despite being 29% of the population [14] . By comparison, whites (32% of the city's population) make up 27% of the fatalities, and Asians (14% of the population) represent 7% of the fatalities. This trend is occurring throughout the USA. The reasons for this are numerous and embedded in widening gaps in health among disadvantaged populations resulting in a higher burden of risk factors, particularly diabetes, obesity, and hypertension, as well as poorer access to care. Addressing social determinants of health as well as improving the management of these and other cardiovascular risk factors in these priority populations will hopefully have a beneficial impact in the event of future waves of COVID-19 or other such pandemics. The impact of this invisible pathogen highlights the importance of social determinants of health that we know place minorities and the poor at a significant disadvantage when it comes to health and lifespan. The question of accepting these deeply entrenched disparities as an inevitability or as ethically unacceptable is one of the most pressing questions to be answered in the post-COVID-19 USA.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cardiovascular and cardiometabolic prevention must be a high-level priority in the post-pandemic recovery phase and the era of COVID-19. The need for significant investment by governmental and healthcare sectors in programs designed to address health promotion and chronic disease prevention is essential. Critical now in the active stage of the pandemic is active intervention including testing, along with active protection of vulnerable groups. The most effective approach to achieving this is likely to involve a mix of targeted testing, earlier case detection, isolation, and segregation within the care environment. These factors are what seem to separate effective pandemic management from less effective management. Going forward, improved prevention and management of cardiovascular disease and cardiometabolic comorbidities will hopefully lead to better outcomes in the recovery phase of the current pandemic and future such confrontations. Eventually, COVID-19-related cases and fatalities will diminish, governments will determine societies are ready to reopen to minimize damage to world economies while balancing the containment of the current pandemic and minimizing future infection waves, and everyday life will begin to be more recognizable. Vaccine trials are underway which will hopefully lead to immunity from this virus in the coming years. However, one of the many lessons to be learned from this global pandemic is that a chronically unhealthy population will be ill-equipped to handle the next such challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report 106",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2 The epidemiological characteristics of an outbreak of 2019 novel coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of obesity among adults and youth: United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Fryar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "NCHS data brief",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preliminary estimates of the prevalence of selected underlying health conditions among patients with coronavirus disease 2019 -United States",
            "authors": [],
            "year": 2020,
            "venue": "CDC COVID-19 Response Team",
            "volume": "69",
            "issn": "",
            "pages": "382--386",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Jama",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Obesity in patients younger than 60 years is a risk factor for Covid-19 hospital admission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lighter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hochman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sterling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Francois",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Infectious Diseases",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "OpenSAFELY: factors associated with COVID-19-related hospital death in the linked electronic health records of 17 million adult NHS patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhaskaran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Is adipose tissue a reservoir for viral spread, immune activation and cytokine amplification in COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Caplice",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obesity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cardiovascular disease, drug therapy, and mortality in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kuy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Is there a role for statin therapy in acute viral infections?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Virani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Racial Data Transparency: States that have released breakdowns of Covid-19 data by race",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "2020. <https:// covid19tracker.health.ny.gov/views/NYS-COVID19-Tracker/ NYSDOHCOVID-19Tracker-Fatalities?%3Aembed=yes&%3Atoolbar=no& %3Atabs=n>",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}