{
    "paper_id": "1ed3f0451a934e1f4e4829b94964801796b38358",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Some limited experimentation has suggested that aerosolized novel human coronavirus that is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can remain viable in the air for up to three hours [1] . Simulated studies have shown how health care workers can be at risk from patient secretions [2] . The Centers for Disease Control and Prevention (CDC) has issued guidelines that recommend the use of highest level of personal protective equipment when performing endotracheal intubation, which increases the risk of aerosolization [3] . A limited study has shown a possible benefit of a barrier box providing protection when performing endotracheal intubation [4] . A previously designed inexpensive and easily reproducible intubation protection device for the hospital setting was used [5] . This hospital model was adapted for Emergency Medical Services (EMS) use by modifying its size and making a more portable device that could be easily stored in the ambulance prior to use.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Similar to our previously reported hospital box, the following materials were used to construct the device for EMS use: polyvinyl chloride (PVC) ½-inch pipe, PVC joints, and plastic collision wrap ( Table 1) . 1 1",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Technical Report"
        },
        {
            "text": "The PVC pipe can be purchased as a single 10-feet piece that can be cut up into thirteen pieces using a miter saw or hacksaw. Completed box dimensions for this device are 24 inches in height, 22 inches wide, and 27 inches in length. We reduced the width in this version from our hospital designed boxes in order to better accommodate the narrower EMS stretcher. For the top four corners, three-way fittings are used, and on the base corners two 90-degree fittings are used. On the posterior (caudal) surface, two \"T\" fittings are used which will support an additional cross-bar when assembled. Following construction of the frame's two sides, collision wrap is then used to cover each side. Collision wrap has a single adhesive side and is used in automotive industry to temporarily cover broken car windows. The adhesive side of the wrap faces into the interior of the box ( Figure 1 ). The frame cross-bars are not used in the preassembly period ( Figure 2 ).The time it takes to preassemble each EMS box is very quick and can be completed in under 30 minutes with two people working together. Cost of the EMS device remains low, and materials were purchased for less than 50 U.S. dollars. The largest expense was the automobile collision wrap, which can be used multiple times to rewrap the box.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 884,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 958,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TABLE 1: Materials required to construct a portable respiratory protection unit"
        },
        {
            "text": "Prior to storage, the two prewrapped sides can be re-stacked on one another. The three crossbars can then be stored against an adhesive part of the plastic wall, and both side pieces can be strapped together with a bungee cord ( Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "TABLE 1: Materials required to construct a portable respiratory protection unit"
        },
        {
            "text": "This compactness enables easy storage in the ambulance. When the box is needed for use on the scene, the parts can be rapidly separated. Prior to intubation, with two people working together, the box can easily be assembled. The three cross-bars are inserted in one side of the frame. The other side of the frame is then attached. Collision wrap can then be used to wrap the box in either a cephalad-to-caudal direction or opposite. Assembly takes approximately two minutes, and the box is now ready for use. During intubation, the box is laid over the patient covering the head and upper chest (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 604,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 3: Frame wrapped with a bungee cord for transport"
        },
        {
            "text": "If the box does not fit snugly on the patient and stretcher, a small incision can be made at the junction of the patient's waistline and collision wrap to separate the plastic wrap. Using a knife or any other sharp device, two vertical incisions can be made on the sides of the box to place hands through in order to use a bag valve mask. Additional incisions can be made on the cephalad wall for access to intubate the patient. Equipment can be passed through either the incisions or under the bottom of the plastic covering. The authors recommend the intubation being performed should be assisted by video laryngoscopy. This enables the prehospital clinician to not be required to be near the patient's oropharynx during the procedure. Following intubation, the box could be removed or even left in place for clinician protection during transport if a disconnection from the endotracheal tube occurred. If left in place for transport, bungee cords could be used to secure the box to the EMS stretcher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4: Unit overlying a simulated patient"
        },
        {
            "text": "Following use, the plastic can be removed and the frame can be cleaned according to the CDC guidelines with antiviral wipes or sprayed down with an appropriate cleaning agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4: Unit overlying a simulated patient"
        },
        {
            "text": "The portable respiratory protection unit (PRPU) can be easily assembled rapidly in the prehospital setting with materials that are readily available in most areas. Given the possible difficulties in acquiring automobile collision wrap, any clear plastic material that could adequately cover the frame could be used. Other suggestions include a clear painter's drape. Direct visualization of the patient may be limited given the opacity of any alternative material used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concern over the adhesive nature of the inner surface and its possible interference with performing airway management has not been experienced in the limited time this box has been used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Use of the unit during airway intubation is not the only potential use of this device. Other suggestions include using the box as a protective covering for patients during EMS transfer through a hospital in either the awake or intubated COVID-19 (coronavirus disease 2019) patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the time-sensitive nature of disseminating this model, a trial of this model in a controlled setting could not be performed. This model does not completely contain aerosolized viral particles, and appropriate personal protective equipment should still be worn when intubating any suspected SARS-CoV-2 patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prehospital PRPU is an inexpensive, quick, and easy-to-construct protective device for prehospital clinicians to using during intubation of high-risk patients such as those with SARS-CoV-2. The device is easy to reuse and has many additional applications in the prehospital setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Instructional video link: https://vimeo.com/403820752",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendices"
        },
        {
            "text": "Human subjects: All authors have confirmed that this study did not involve human participants or tissue. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Eng J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary findings of control of dispersion of aerosols and droplets during high velocity nasal insufflation therapy using a simple surgical mask: implications for high flow nasal cannula",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Atwood",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.03.043"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interim Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease 2019 (COVID-19) in Healthcare Settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2007589"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel, inexpensive portable respiratory protection unit (PRPU) for health care workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beckett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5811/cpcem.2020.4.47443"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank Matthew Beckett and Global First Responder for the design and construction of the devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}