{
    "paper_id": "1ed96d650e1fd4fbe420d48f2d485262b953daeb",
    "metadata": {
        "title": "Thoracic computerised tomography scans in one hundred eighteen orthopaedic patients during the COVID-19 pandemic: identification of chest lesions; added values; help in managing patients; burden on the computerised tomography scan department",
        "authors": [
            {
                "first": "Jacques",
                "middle": [],
                "last": "Hernigou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EpiCURA baudour Hornu Hospital",
                    "location": {
                        "settlement": "Mons",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Cornil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EpiCURA baudour Hornu Hospital",
                    "location": {
                        "settlement": "Mons",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Poignard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Geoffroy Saint Hilaire",
                    "location": {
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Said",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "El",
                "middle": [],
                "last": "Bouchaibi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EpiCURA baudour Hornu Hospital",
                    "location": {
                        "settlement": "Mons",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Mani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Geoffroy Saint Hilaire",
                    "location": {
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "François Naouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Geoffroy Saint Hilaire",
                    "location": {
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Younes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Geoffroy Saint Hilaire",
                    "location": {
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Hernigou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinique Geoffroy Saint Hilaire",
                    "location": {
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "philippe.hernigou@wanadoo.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Based on the recent literature, chest computed tomography (CT) examination could aid for management of patients during COVID-19 pandemic. However, the role of chest CT in management of COVID-19 patients is not exactly the same for medical or surgical specialties. In orthopaedic or trauma emergency, abdomen, pelvis, cervical, dorsal, and lumbar spine CT are performed to investigate patients; the result is a thoracic CT scan incorporating usually the thorax; however, information about lung parenchyma can be obtained on this thorax CT, and manifestations of COVID-19 can be diagnosed. The objective of our study was to evaluate this role in orthopedic patients to familiarize orthopaedists with the value and limits of thoracic CT in orthopaedic surgery. Materials and methods Among the 1397 chest CT scans performed during the pandemic period from 1 March 2020 to 10 May 2020, in two centres with orthopaedic surgery, we selected all the 118 thoracic or chest CT performed for patients who presented to the Emergency Department of the hospital with a diagnosis of trauma for orthopaedic surgical treatment. Thirty-nine of these 118 patients were tested with PCR for the diagnosis of COVID-19 infection. Depending on clinical status (symptomatic or non-symptomatic), the information useful for the orthopaedist surgeon and obtained from the Chest CT scan according to the result of the PCR (gold standard) was graded from 0 (no or low value) to 3 (high value). The potential risks of chest CT as exposure to radiation, and specific pathway were analyzed and discussed. A group of patients treated during a previous similar period (1 March 2018 to 15 April 2018) was used as control for evaluation of the increase of CT scanning during the COVID-19 pandemic. Results Among the 118 patients with chest CT, there were 16 patients with positive COVID-19 chest CT findings, and 102 patients with negative chest CT scan. With PCR results as reference, the sensitivity, specificity, positive predictive value of chest CT in indicating COVID-19 infection were 81%, 93%, and 86%, respectively (p = 0.001). A useful information for the orthopaedic surgeon (graded as 1 for 71 cases, as 2 for 5 cases, and as 3 for 11 cases) was obtained from 118 chest CT scans for 87 (74%) patients, while the CT was no value in 30 (25%) cases, and negative value in one (1%) case. Roughly 20% of the total number of CT scanner performed over the pandemic period was dedicated to COVID-19, but only 2% were for orthopaedic or trauma patients. However, this was ten times higher than during the previous control period of comparison. Conclusion Although extremely valuable for surgery management, these results should not be overstated. The CT findings studied are not specific for COVID-19, and the positive predictive value of CT will be low unless disease prevalence is high, which was the case during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the coronavirus disease-19 (COVID-19) infection worldwide, early detection [1] is necessary to ensure prevention and timely treatment. The method proposed as gold standard for detection of the \"genetic sequence of COVID-19 nucleic acid\" is the reverse-transcriptase polymerase chain reaction (RT-PCR). However, this RT-PCR test has limitations. First, false-negative results may occur with PCR test because of technical procedural error, insufficient \"viral\" material in the specimen, and incorrect sampling location of the swab test. Therefore, the PCR tests for COVID-19 have high specificity but sensitivity has been reported to be as low as 59%. Second, the RT-PCR test is a time-consuming process. The result of these limitations is the delay for medical isolation with risk of infection transmission, which may be a problem for a patient needing access to the operating room. At the end, this test is not available everywhere.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In orthopaedic trauma surgery or emergency, abdomen and pelvis CT or cervical, dorsal, and lumbar spine CT are performed to investigate patients; the result is a non-real chest CT scan, but this CT incorporates usually the thorax; therefore, lung parenchyma information can be obtained, and manifestations of COVID-19 diagnosed. For these patients, without waiting multiple hours for the result of the PCR test, CT scan could be an added value for the diagnosis, at least if imaging of COVID-19 disease is characteristic on chest [2, 3] . As there are some differences between PCR test and CT scan concerning the evolution of the disease, chest CT scan when performed may also be a help in managing patients, and particularly for \"isolation and de-isolation\" of patients.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 534,
                    "end": 536,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, we retrospectively analyzed the chest CT images performed during the pandemic period of 118 orthopaedic and traumatic patients, patients with or without COVID-19 infection. We evaluate the image reports of chest CT, the PCR results, and the pathways of the orthopaedic patients to the dedicated COVID-19 operating rooms and wards. The objective of our study was to familiarize orthopaedists with the value and limit of chest CT in orthopaedic surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Study population: 118 orthopaedic and trauma patients with chest CT scan The regional health system of Belgium and France was reorganized after 15 March 2020 to maximize the number of beds needed for COVID-19 patients. Under this new system, two site hospitals (CH EpiCURA sites Baudour and Hornu, Belgium, and Clinique Geoffroy Saint Hilaire, Paris, France) were elected to treat orthopaedic and trauma patients with suspected COVID-19 patients. Chest CT scan data are coming from these two medical centres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "To better understand the values of chest CT scans in the orthopaedic and trauma population, we extracted our data from a series of 4182 patients who had 5282 CT scans performed on four different CT's from 1 March 2020 to 10 May 2020. Among the 5282 CT exams, 1397 were chest CT scans, with 1143 performed for COVID-19 screening. One CT was dedicated to patients with suspicion of COVID-19 and among the 1397 chest CT scans ( Fig. 1 shows the flowchart of our study), we selected all the chest CT performed for patients who presented to the Emergency Department of the hospital with a diagnosis of trauma or patients needing hospitalization for surgical treatment. Whether it was a non-real chest CT scan incorporating the thorax and performed for trauma surgery, or a real chest CT scan performed for screening COVID-19, the name of the CT was called chest CT scan in the article according to the fact that the manifestations of COVID-19 on lung parenchyma were diagnosed with the same accuracy on the two types of CT scan; however, the radiation dose was different.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 431,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Material and methods"
        },
        {
            "text": "Our retrospective cohort with chest CT scan during this period was composed of 118 patients (37 men; 88 women; age range, 19-93 years; mean age 66.5 years); 46 patients who presented to the Emergency Department of the hospital during this period with a diagnosis of fracture, or trauma. In addition, 72 patients needing hospitalization for planning a nondeferrable elective treatment (spine, arthroplasty) were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Two CT scanners (Siemens) were used for all thorax and chest CT examinations. The examination was performed with a patient in a supine position. Technologists who performed CT of patients with suspected COVID-19 were required to wear protective garments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT technique and image interpretation"
        },
        {
            "text": "CT technique. A standard CT protocol was applied for spine and \"polytrauma\" patients. For chest, a standard low dose chest CT protocol was applied when possible; the main scanning parameters were as follow: tube voltage = 120 kV, automatic tube current modulation (30-70 mAs), matrix = 512 × 512; slice thickness = 1 mm, field of view = 350 mm × 350 mm. All images were then reconstructed with a slice thickness of 0.625-1.250 mm with the same increment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT technique and image interpretation"
        },
        {
            "text": "CT review. Every chest CT examination was read first by one radiologist and the report was then checked by another radiologist. One of the radiologists had more than 30 years' experience in interpreting chest CT. The most common initial CT findings of COVID-19 pneumonia (Fig. 2) are bilateral, sub-pleural ground-glass opacity (GGO), ill-defined margins, basal consolidation, and a slight right lower lobe predilection; however, the initial imaging findings are not organism specific and can overlap with other atypical viral pneumonias as H1N1 influenza, cytomegalovirus pneumonia. In patients with CT findings suggestive of COVID-19 pneumonia, the radiologists informed the clinician immediately. The clinician would then order immediate isolation of the patient for clinical monitoring and treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CT technique and image interpretation"
        },
        {
            "text": "CT terminology. Despite imaging findings are not organism specific and can overlap with H1N1 influenza, since the 2019-2020 seasonal (influenza virus) flu-epidemic ended in early March 2020 in Belgium and in France, and since this period was the pandemic period of COVID-19, patients with a diagnosis of viral pneumonia with common aspect of COVID-19 made by radiologists were defined as positive CT cases. This definition of positive case was applied for patients whether they had or not positive PCR results and/or clinical symptoms. Patients with a normal CT scan were defined as negative CT cases. When the radiologist was not able to determine clearly, it was a doubtful CT case. Patients with another diagnosis made by radiologists were defined as alternative pathology CT cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT technique and image interpretation"
        },
        {
            "text": "The clinical pathway started with evaluation of flu-like symptoms and body temperature control, defining the patient as symptomatic or not. Symptomatic patients were admitted directly to the COVID-19 ward, following the dedicated pathway for COVID-19, whatever initial chest CT and PCR results. Depending on clinical status, the information obtained from the Chest CT scan according to the result of the PCR (gold standard) was graded from 0 (no or low value) to 3 (high value):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthopaedic patients and chest CT scans"
        },
        {
            "text": "Grade 0. When a non-symptomatic patient was defined negative CT and positive PCR case, after getting the result of the swab test several hours after the chest CT scan, the chest CT scan was considered as \"no or low value\". Non-symptomatic patients were first admitted in a single room of the \"waiting ward,\" waiting for the result of the PCR test. When negative result, the patients were directed to the usual ward. When positive result, the patient was moved to the dedicated COVID-19 ward. At the end, the CT add no information for the process. Grade 1. When a non-symptomatic patient was defined negative CT and unknown or negative initial PCR case, the chest CT scan was considered as \"help in managing patient\". Patients with both negative tests were admitted to the usual ward, choosing single rooms when available. Grade 2. When a symptomatic patient was defined positive CT, whatever the result of the initial PCR, the chest CT scan was considered as \"added value\" by identification of pulmonary lesions that could change the surgery indication: For example in hip surgery for femoral neck fractures, moving from a postero-lateral approach to an anterior approach (in supine position), and avoiding cement; with as potential advantage, reducing respiratory complications in a patient with abnormal chest. Another example is elderly patients with proximal femoral fractures and comorbidities; they may present with oxygen desaturation on ambient air but without fever; when cognitive functions are low, it may difficult to know if this oxygen desaturation is just related to the fracture or to an associated COVID-19 pneumonia. Grade 3. When a non-symptomatic patient was defined as positive CT and unknown or negative initial PCR case, the chest CT scan was considered as \"high value.\" For patients totally asymptomatic for COVID-19, the consequence of a positive chest CT was postponing surgery when not very urgent, or changing the pathway and operating room when very urgent as open fracture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthopaedic patients and chest CT scans"
        },
        {
            "text": "Quantifying the burden of chest imaging on the CT scan service and exposure to radiation To attempt to quantify the impact that COVID-19 has on a busy CT scanning department, we check the volume of surgical trauma patients requiring chest CT scanning in 2018 during the same period (1 March to 10 May 2018). This year 2018 was taken as comparison since was the 2017-2018 seasonal (influenza virus) flu-epidemic ended in early March 2018 in Belgium which allows comparison for the periods. From 1 March 2018 to 10 May 2018, 4700 CT scans, among the 4700 CT exams, 989 were chest CT scans. Seven chest CT scans were performed for these 129 patients who presented to the emergency department in 2018 with a diagnosis of trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthopaedic patients and chest CT scans"
        },
        {
            "text": "We calculated, as percentage, the increase in CT numbers and we evaluated roughly the time required to perform each investigation. The number and percentage chest CT in trauma and in orthopaedics was determined to provide a numerator, and the total workload of the CT scan department for COVID-19 was denominator. The evaluation was done during the pandemic and during the same previous period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orthopaedic patients and chest CT scans"
        },
        {
            "text": "For patients undergoing chest computed tomography (CT) examinations, patient dose calculations were based on the characteristics of 16-slice CT scanner. The dose-length product (DLP) was used to quantify the amount of radiation used to perform chest CT examinations [4] . The principal concern for any patient undergoing a diagnostic chest CT examination is the risk of developing a radiation-induced cancer, which may be fatal. The total patient risk is related to the effective dose, which depends on the dose to each organ, as well as its radio-sensitivity, and is measured in sieverts (Sv) [4] . At the (low) doses associated with diagnostic radiologic examinations, the radiation risk is generally taken to be proportional to the cumulative organ dose. The radiation risk from two CT scans, for example, would be approximately twice the risk of a single scan, irrespective of the time interval between the two CT scans.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Orthopaedic patients and chest CT scans"
        },
        {
            "text": "Variables when continuous were displayed as mean and range; categorical variables were analyzed as counts and percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Using the RT-PCR test as reference, sensitivity, specificity, and positive predictive value (PPV) of chest CT imaging were calculated with a 95% confidence interval. For patients with a negative RT-PCR test but a positive CT result, iterative chest CT images were reviewed to confirm the imaging diagnosis if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For patients with multiple PCR tests (with a minimum time interval of 3 days), the conversion of PCR test (negative to positive, or positive to negative) was analyzed in correlation with serial chest CT scans if available. Change in PCR and CT may reflect viral proliferation or the reverse, clearance in infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "General description of the population during the pandemic One thousand three hundred ninety-seven patients with chest CT scan were available for analysis: 829 patients were negative CT cases, 449 patients were positive CT cases, and 119 probable CT cases. Among the 1397 patients ( Fig. 1) addressed to the radiologic department for a chest CT scan exam, 1143 were addressed for suspicion of COVID-19 and 254 addressed for chest CT scan for another pathology (cancer, thoracic pain without diagnosis, pulmonary embolism, infection non COVID…). The 254 chest CT scans performed for another indication were considered as a \"photography of the general population\" in absence of suspicion of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among these 254 patients addressed for another indication than COVID-19 and without any orthopedic or trauma pathology, 15% (38 patients) had a positive COVID-pattern CT scan. During the study period (1 March 2020 to 10 May 2020), the confirmed (by ministry of health) number of COVID-19 patients was 4500 per million (0.45%) habitants for a population of 11.5 million in Belgium (Fig. 3) . With these data, the expected confirmed (with PCR) number of COVID-19 patients should have been between one and two cases for 254 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 388,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "With these data, we can remark that among 254 patients without suspicion of COVID-19, there is a large discrepancy between the 38 (15%) cases with positive radiologic findings (Fig. 4 ) and the number of confirmed expected cases (only one or two, 0.45%) in the general population of the country when \"confirmed\" is synonymous of a positive PCR test during this period (Fig. 3) . Even if it is well known that confirmed cases are lower than the real number of cases (due to the low number of PCR test performed during this period) the difference is huge, but may be also explained by the heterogeneous repartition of the disease in the country, with a higher frequency in towns population as in our area.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Even if the two populations are not the same, and even if sensitivity, specificity, accuracy of chest CT in indicating COVID-19 infection are not words possible to use in this comparison, there were 30 times more patients with positive chest CT findings in the general population than with RT-PCR results as reference, so probably a better sensitivity with chest CT scan (Figs. 4 and 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 386,
                    "text": "(Figs. 4 and 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To explore this high sensibility among the 1143 patients addressed for suspicion of COVID-19, we randomly selected 135 patients who also performed a RT-PCR. Among the 135 patients, 66 (49%) chest CT were positive for COVID, and only 39 (59%) of 66 PCR tests were positive for COVID (Figs. 4 and 5). Among the 60 chest CT negative for COVID, 8 (13%) PCR were positive for COVID. For nine patients, the CT was doubtful, with three (33%) positive PCR. With PCR results as reference and doubtful CT excluded, the sensitivity, specificity, positive predictive value of chest CT in indicating COVID-19 infection were 83%, 66%, and 59% respectively (p = 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Orthopaedic and trauma population: chest CT and PCR results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among the 118 patients with chest CT, 80 (68%) were totally asymptomatic; there were 16 patients with positive COVID-19 chest CT findings (Fig. 5) , and 12 of these 16 were totally asymptomatic. There was no significant difference (p = 0.10) with the general population (ODR 0.62; 95% 0.34-1.14). Among these 16 patients with positive chest CT, 15 had PCR performed: 13 (86%) PCR were positive for COVID-19, and two were negative. This frequency is similar to the frequency observed in the randomly selected patients previously described (Fig. 5) and addressed for suspicion of COVID-19. Among the 102 patients who had a negative chest CT scan, 32 patients had a PCR test performed; and of these 32, three were positive. The median time interval observed between the 39 paired chest CT exams and RT-PCR assays was 1.2 day (range, 0-3 days). With PCR results as reference, the sensitivity, specificity, and positive predictive value of chest CT in indicating COVID-19 infection were 81%, 93%, and 86%, respectively (p = 0.001). Specificity and positive Fig. 3 The confirmed (by ministry of health) number of COVID-19 patients was 4500 per million (0.45%) habitants for a population of 11.5 million in Belgium on the 10 May 2020 predictive value were highly increased as regards to the general population group in this specific trauma group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 538,
                    "end": 546,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1052,
                    "end": 1058,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis"
        },
        {
            "text": "Among the 39 patients with paired chest CT scan and PCR, 28 patients underwent multiple RT-PCR assays. For those 28 patients who had repeat follow-up RT-PCR testing (with a time interval of more than 3 days), the mean interval time between initial negative to positive RT-PCR results was 6.2 days with a range of one to 15 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of multiple RT-PCR assays"
        },
        {
            "text": "In the subgroup of 14 patients positive for CT and positive for PCR results, 93% (13/14) of patients showed initial positive chest CT imaging before the initial positive RT-PCR results with a delay of three days (1 to 15 days). As explanation of this delay, seven patients had two negative RT-PCR before moving to a positive PCR result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of multiple RT-PCR assays"
        },
        {
            "text": "In the subgroup of three patients with initial negative CT, two had positive initial RT-PCR with a delay of two days, and one case showed initial negative RT-PCR results, moving to a second positive PCR after seven days, while CT remaining negative and patient symptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of multiple RT-PCR assays"
        },
        {
            "text": "Among the 118 patients with chest CT scan, a useful information (grade 1 to 3) was obtained (Fig. 6 ) for 87 (74%) patients, while the CT was no value in 30 (25%) cases, and negative value in 1 (1%) case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Information obtained from the 118 chest CT scans for the orthopaedist surgeons"
        },
        {
            "text": "Grade 0 (30 cases \"no or low value\"). Two nonsymptomatic patients were defined as initial negative CT and initial positive PCR cases. For 28 symptomatic patients with an initial negative CT scan and absent or negative PCR, the CT was \"no value.\" Grade 1 (71 cases \"help in managing patient\"). Among the 71 other patients with negative CT scan, 64 nonsymptomatic patients were defined negative CT with absent or negative initial PCR case, and were admitted to the usual ward, according to this information. The other seven symptomatic patients with a negative CT scan were directly addressed in the dedicated COVID-19 ward and dedicated operating room. For these seven patients, worsening of respiratory symptoms after surgery, despite an initial negative chest CT, was an indication to repeat chest CT scan; the comparison with the initial negative CT was helpful in searching for complications of COVID-19 pneumonia or signs and symptoms of suspected pulmonary emboli after surgery, the risk of pulmonary embolism being increased with COVID-19 pathology [5] . Grade 2 (5 cases \"added value\"). For three symptomatic elderly patients with positive CT scan and positive PCR, the surgical technique for proximal hip fractures was changed to adapt to positive chest lesions. For two other symptomatic patients (positive PCR) with rib fracture or osteoporotic vertebral compaction or hip fracture, an associated viral pneumonia on the CT scan was an identification of the cause of oxygen desaturation. Grade 3 (11 cases \"high value\"). For ten patients totally asymptomatic for COVID-19, an associated viral pneumonia on the chest CT scan was considered as \"high value,\" since the consequence was postponing a surgery that was considered as deferrable for a few days to wait for the result of the PCR obtained two days later (8 positive and 2 initially negative). One open fracture, asymptomatic patient for COVID-19 with positive CT and unknown status for PCR, was directed to the dedicated COVID-19 operating room on the indication of the CT.",
            "cite_spans": [
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Initial information"
        },
        {
            "text": "Among the 65 initially asymptomatic patients with negative CT and initially graded 1, a misdiagnosis was done for 1 patient who had initial unknown or negative PCR and later positive RT-PCR with a delay of five days while patient becoming symptomatic later. According to contagiousness that seems to start with the appearance of symptoms, this patient was directed in the wrong usual pathway instead of the dedicated COVID-19 pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correction of information, misdiagnosis after iterative PCR, or iterative CT scan (negative value)"
        },
        {
            "text": "Quantifying the burden of chest imaging on the CT scan service and exposure to radiation Burden of chest imaging on the CT scan service On a previous period, from 1 March 2018 to 10 May 2018, 4700 CT scans; among the 4700 CT exams, 989 (21.0%) were chest CT scans. Seven CT were performed for 129 patients who presented to the Emergency Department of the hospital with a diagnosis of trauma, representing represent 0.14% (7/4700) of the total scans performed for this period and 0.70% (7/1143) of chest CT performed for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correction of information, misdiagnosis after iterative PCR, or iterative CT scan (negative value)"
        },
        {
            "text": "Over the time study period (1st March 2020 to the 10th May 2020) under consideration, a total of 5282 CT scans were performed; 1397 (26.4%) were chest CT scan, and 1143 (21.6%) performed for suspicion of COVID-19; as result, the 118 chest CT scan for trauma and orthopaedic patients represented 2.2% (118/5282) of the total scans performed for this period and 10.3% (118/1143) of chest CT performed for COVID-19. Therefore, there was a significant increase (10 times) of chest CT performed for trauma patients during the pandemic. The average time needed for chest CT scan is normally around 20 minutes. Based on these individual values, the total time devoted to chest CT scanning trauma patients over the period under consideration (1 March to 10 May 2020) was around 40 hours. As the average time of CT scan for other indication, particularly if injection is performed, is longer (from 30 to 40 minutes), the total time devoted to the 5282 CT performed during this period could be as long as 2800 hours, which means that time devoted to chest CT scanning trauma patients could be counted as only 1.4% of the time devoted to all the CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correction of information, misdiagnosis after iterative PCR, or iterative CT scan (negative value)"
        },
        {
            "text": "However, an important issue is that CT imaging of patient with COVID-19 pose a significant risk for transmission or environmental contamination. Therefore, with COVID-19, other considerations exist for radiology departments including the decontamination of radiology equipment and the duration of CT room unavailability after chest CT. The length of time when the CT is out of service has a significant increase on the waiting time for performing CT scan and then increases the emergency department crowding. Currently, there are no valid guidelines for determining the time interval for subsequent patients. However, between 30 minutes to one hour of room downtime is recommended for environmental cleaning and equipment decontamination using hospital approved methods such as hydrogen peroxide vapor, ultraviolet light, phenolic, or sodium hypochlorite. Accordingly, it is rather one hour and not 20 minutes that should be counted for a chest CT scan, which means that the total time devoted to chest CT scanning trauma patients over the period under consideration (1 March to 10 May 2020) was rather 118 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correction of information, misdiagnosis after iterative PCR, or iterative CT scan (negative value)"
        },
        {
            "text": "The DLP (dose length product) for a low chest CT scan was average 110 (range 78 to 160) mGy/cm; this dose is higher than the dose of chest radiographs [4] . As an example, a lowdose chest CT scan is about 1.5 millisieverts (mSv), the units that scientists use to measure radiation. A typical chest X-ray examination has an effective dose of 0.05 mSv, and a six hours trans-Atlantic flight will result in passengers receiving an additional 0.03 mSv from the increased cosmic radiation at an elevation of about 10,000 m.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Exposure to radiation"
        },
        {
            "text": "For orthopaedic trauma surgery or emergency patients, when abdomen, pelvis or cervical, dorsal, and lumbar spine CT are performed to investigate patients, our study highlights the importance of evaluating lung imaging findings on non-chest CT scans, both at the lung bases or apices as they may suggest COVID-19 positivity and be the initial indication of COVID related pneumonia, particularly in high disease prevalence areas. Earlier diagnosis in patients with unsuspected COVID-19 with atypical symptoms based on these CT findings allows for more rapid triage and presumably improvement in their management. Additionally, due to the inherent stress on medical resources during the pandemic, appreciation of such features may facilitate rapid confirmation of COVID-19 status with RT-PCR testing. Among the 118 patients where lung parenchyma was analyzed on CT scan, a useful information was obtained for 87 (74%) patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The RT-PCR test is considered the gold standard for the diagnosis of COVID-19; but in some cases, it may be negative in the early stages of the disease. CT findings have confirmed the diagnosis in a number of patients with an initial false-negative RT-PCR result [6, 7] . In our study, we found 28 patients with negative initial RT-PCR results and the mean interval time between initial negative to positive results was 6.2 days, but could be as long as 15 days. Furthermore, in two cases, PCR was negative two times before being positive; a positive chest CT demonstrating lesions that appeared on the first day is a useful tool for an urgent surgical indication. The reverse situation may exist but is rare (two cases in our series). Therefore, the RT-PCR test for COVID-19 is considered to have high specificity but sensitivity has been reported to be as low as 59% [1] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Role of chest CT in managing orthopaedic patients in emergency"
        },
        {
            "text": "At the beginning of the epidemic outbreak, shortages in test kit supplies in some countries meant that the needs of the large number of people testing could not be met. This was certainly the case in our study when we compare the number of positive test in the country and the number of positive cases with CT scan in two different groups of our study. We can also remark when performed the high number of positive PCR in the trauma population (higher than in the general population) as we have previously reported [8] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Role of chest CT in managing orthopaedic patients in emergency"
        },
        {
            "text": "Such limitations may result in delay of medical isolation and increase transmission of infection. CT examination could compensate for the above shortcomings and play an auxiliary role in the management of COVID-19 patients, particularly when they need surgery; as soon as it is admitted that COVID positive patients need a dedicated operating room different from that of negative patients, the high level of negative PCR test and time consuming of the process is a problem for patients needing surgery in emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in managing orthopaedic patients in emergency"
        },
        {
            "text": "Independently of a safe pathway and a dedicated operating room, for surgery, there is also a surgeon's consideration [9] . Considerations in the decision for surgery are also dependent of the COVID status of the patient. Immunosuppression, cardiac comorbidities, chronic pulmonary disorder, or multiple other medical comorbidities, when associated to COVID-19 are probably contra-indication to general anaesthesia and open surgery, and rather indication to loco regional anaesthesia and plaster; but to take this decision, the surgeon needs to know the COVID status of the patient in emergency. Also, if the patient is COVID-19, the number of residents and ancillary staff in the OR should be limited whenever possible. Proper training for members of the operative team is required. Lastly, surgical scrubs worn during the procedure should be changed immediately afterward. During this pandemic, essential surgical services must be performed while minimizing risk of COVID transmission to healthcare workers [10, 11] , and in some circumstances chest CT scan can help [12] for that.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Role of chest CT in managing orthopaedic patients in emergency"
        },
        {
            "text": "There is currently no perfect consensus among surgical associations regarding the timing of surgery, except that all the surgical orthopaedic associations in all the countries have recommended that elective and non-essential procedures, be postponed or canceled in light of the COVID-19 outbreak. They also are recommending against postponing high-acuity surgery. However, in reality, even in emergency, each surgeon knows that there is an incompressible time for the patient to arrive in the operating room; the wait time will be determined by the urgency of the case and the risk incurred by the surgery itself, but may be it should not be as long as the result of the PCR test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in managing orthopaedic patients in emergency"
        },
        {
            "text": "Excessive demand for CT with COVID-19 patients is a risk for transmission or contamination. Currently, there are no valid guidelines for determining the time interval for subsequent patients. However, between 30 minutes to one hour of room downtime is recommended for environmental cleaning and equipment decontamination using hospital approved methods such as hydrogen peroxide vapor, ultraviolet light, phenolic, or sodium hypochlorite [13] . Another concern is cross infection during the CT scan: strict protective measures are very important, and it is best to use dedicated machine for suspected patients to avoid that CT act as a virus transmission vectors, thereby exacerbating COVID-19 spread among staff and COVID-19 naïve patients. A modern healthcare system can be compared to an ecosystem, in which multiple diverse sub-systems are linked and alterations to one component of the system may have profound and dramatic repercussions on remote components. Our current study focuses on the cost of chest CT according to the increase time consuming for trauma patients. Despite cost reflects the fact that resources are consumed once they are allocated to a particular patient, and as a consumed resource cannot be used by any other patient, there is of course a limit. Our rough estimation was a ten-time increase of the time devoted for chest CT scan outside the pandemic, corresponding to 118 hours, and less than 2% of the global CT scan activity. This was acceptable, but because of the pandemic, many indications of CT were postponed, and the centre had four CT scans running during the pandemic allowing one dedicated CT; it could have been different in a centre with only one CT scan.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The other side of the coin"
        },
        {
            "text": "Exposure to radiation could be a potential risk in the application of CT: with low dose scan mode as suggested, this does not appear as first approximation, a real problem, except for children or pregnant women. As regards to the doses of radiation, a low-dose chest CT scan represents more than radiographs, and doses are of the same magnitude as doses from average natural background doses (including radon exposure) each year, i.e., 3 mSv/year, which can be acceptable for one CT and for one individual. However, the recent biological effects of radiation report [4] estimates (theoretically) of approximately one radiation-induced cancer per 10,000 individuals with an age distribution similar to that of the entire US population exposed to 1 mSv. With a pandemic period of more than four million people affected by COVID-19 disease, if a CT scan was used for diagnosis, the estimation of radiation-induced cancer could reach from a theoretical point of view 1200 persons. This theoretical risk is to balance with the real 300,000 deaths related to the disease in the world. Therefore assuming that low-dose radiation risks exist, of course, patients should not be exposed unless there is a net benefit (i.e., the benefit is greater than the risk); here the benefit for the patient would be to avoid to be directed in a wrong pathway to avoid disease transmission with a benefit which is probably true for elderly patients with a risk of mortality, but less evident for young patients.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The other side of the coin"
        },
        {
            "text": "Our study had limitations. First, it was a retrospective study with inclusion of a small number of patients. Second, PCR detection may be affected by many factors: laboratory reagents, test method used, and operability. In our study, during the early period of the pandemic, we used RT-PCR assays in a relatively low number, as the test was not available for all the patients; the sensitivity of chest CT for COVID-19 might be overestimated in the early period. However during the second period (from 15 March to 10 May), the value of CT scan was confirmed. However, CT results should not be overstated. The findings observed on CT (e.g., ground-glass opacity, consolidation) are not \"specific\" for COVID-19. For example, similar findings would probably be observed if CT was used during an influenza epidemic. Using only CT for diagnosis could lead to a false security when CT is negative; this was observed for one of our patients. If COVID-19 is suspected, the patient should be isolated. The result of one CT scan does not change that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In conclusion, chest CT imaging has a high sensitivity for COVID-19 disease and could be considered for the COVID-19 managing, and comprehensive evaluation in orthopaedic patients, especially in pandemic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval All procedures were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "REACT-2 study group Immediate totalbody CT scanning versus conventional imaging and selective CT scanning in patients with severe trauma (REACT-2): a randomised controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Sierink",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Treskes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Beuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Den Hartog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hohmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dijkgraaf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Luitse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Beenen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hollmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Goslings",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "16",
            "pages": "30932--30933",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30932-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Whole body CT versus selective radiological imaging strategy in trauma: an evidence-based clinical review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "April",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koyfman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Emerg Med",
            "volume": "35",
            "issn": "9",
            "pages": "1356--1362",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2017.03.048"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiation Doses and Risks in Chest Computed Tomography Examinations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Am Thorac Soc",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1513/pats.200611-172HT"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 infection masquerading as a possible pulmonary embolism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Młodożeniec",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gala-Błądzińska",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20452/pamw.15310"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ACR recommendations for the use of chest radiography and computed tomography (CT) for suspected COVID-19 infection",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Radiology",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advocacy-and-Economics/ACR-Position-Statements/ Recommendations-for-Chest-Radiography-and-CT-for-Suspected-COVID19-Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 pneumonia in asymptomatic trauma patients; report of 8 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samsami",
                    "suffix": ""
                },
                {
                    "first": "Zebarjadi",
                    "middle": [],
                    "last": "Bagherpour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nematihonar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tahmasbi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Acad Emerg Med",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Staying home during \"COVID-19\" decreased fractures; but trauma did not quarantine in 112 adults and 28 children and the \"tsunami of recommendations\" could not lockdown 12 elective surgeries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hernigou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Morel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callewier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hernigou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Orthop DOI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00264-020-04619-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19: recommendations for management of elective surgical procedures",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Medically necessary orthopaedic surgery during the COVID-19 pandemic: safe surgical practices and a classification to guide treatment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Service",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Couto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Avilucea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kupiszewski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewellyn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Zumsteg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Zeini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Osbahr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Haidukewych",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Romeo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00599"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The virus crisis affects orthopaedic surgery and scientific activities worldwide",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mavrogenis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quaile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Scarlat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Orthop",
            "volume": "44",
            "issn": "5",
            "pages": "813--817",
            "other_ids": {
                "DOI": [
                    "10.1007/s00264-020-04557-2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chest CT in patients suspected of COVID-19 infection: a reliable alternative for RT-PCR",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Majidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protection and disinfection policies against SARS-CoV-2 (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fathizadeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maroufi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Momen-Heravi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "Ş",
                    "middle": [],
                    "last": "Köse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ganbarov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pagliano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kafil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infez Med",
            "volume": "28",
            "issn": "2",
            "pages": "185--191",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typical findings of COVID-19 pneumonia: bilateral, sub-pleural ground-glass opacity (GGO), ill-defined margins, basal consolidation, and a slight right lower lobe predilection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flowchart of this study",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Diagnosis of confirmed COVID-19 with PCR in different populations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Diagnosis of abnormalities compatible with COVID-19 on chest CT scans in different populations International Orthopaedics (SICOT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Value of information in grade obtained from CT scan for management of orthopedic patients",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}