{
    "paper_id": "1ee19da6df1eafe19375d6277bf1d1cf371ef338",
    "metadata": {
        "title": "Needs and concerns of patients in isolation care units -learnings from COVID-19: A reflection",
        "authors": [
            {
                "first": "Peijin",
                "middle": [],
                "last": "Esther",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fazila",
                "middle": [],
                "last": "Aloweni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shu",
                "middle": [
                    "Hui"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shin",
                "middle": [
                    "Yuh"
                ],
                "last": "Ang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Perera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aik",
                "middle": [
                    "Huan"
                ],
                "last": "Quek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hwee",
                "middle": [],
                "last": "Koon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Quek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tracy",
                "middle": [
                    "Carol"
                ],
                "last": "Ayre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has now been characterized as a pandemic by the World Health Organization [1] . Strict measures have been taken by hospitals worldwide to isolate patients diagnosed or suspected of COVID-19. Throughout hospitalization in the isolation wards, patients are not allowed to have visitors, and the only contact they have with their family members is via mobile devices.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is well-documented that patients who were isolated experience stress that leads to behavioral or emotional manifestations [2] . Isolation leads to the removal of everyday items and routines which may induce fear, anxiety, depression and hasty mood changes [3] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As part of efforts to mitigate against the adverse effects of isolation, our hospital's Senior Patient Experience Managers contact all patients admitted to the isolation wards on a daily basis. If the patient is unable to answer the call (for instance, if they do not have a personal phone or is not cognitively able to carry out a conversation), the patient's next of kin will be contacted instead. The purpose of the call is to provide support to the patient or their family; detect possible signs of distress and to find out if there are any concerns about hospitalization that may be addressed in a timely manner. As the information of the issues shared with the research team were anonymous, ethical approval was not required. This paper aims to illustrate patients' and next-of-kins' needs and concerns during isolation; and to recommend key process improvement that could better support patients and their loved ones during this challenging time of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Being alone in a room brought about feelings of loneliness and boredom to some, the sense that they were secluded from the rest of the world. There were patients who verbalized that they relieved their boredom by watching television. However, not all isolation rooms are equipped with a television, and even for patients who had a television in the room, some have commented that the programs available are limited. With no visitors allowed, patients were also eager to reunite with their family. Similar to a study by among severe acute respiratory syndrome patients, loneliness and boredom were two of the four most common emotions experienced [4] .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 649,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disconnection from the outside world"
        },
        {
            "text": "It is of no surprise that this was experienced by our patients. Isolation ward nurses would bundle their care activities, i.e. nursing care activities are coordinated to avoid multiple entries into the room. The purpose was to reduce contact with the patients and hence reduce risk of contamination, as well as to minimize frequency of donning and doffing of personal protective equipment. Unfortunately, this may aggravate the isolated patients' sense of disconnection with others. Past studies have also shown that healthcare providers were less likely to enter a room with isolation precautions compared to one without. In the study by Evans et al [5] , there were 485 patientprovider encounters spent with patients in isolation over a 91.6 h period (5.3 encounters/h), compared with 1002 encounters in non-isolated patient rooms over a 91.2 h period (10.9 encounters/ h).",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Disconnection from the outside world"
        },
        {
            "text": "However, it should be noted that not all patients felt this way. In a study by Newton et al [6] , 10 out of 19 patients enjoyed the privacy related to isolation. This was perhaps not captured in our conversation with the patients as the conversations were usually kept short if the patients were generally satisfied with the hospital service and had no issues to raise.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Disconnection from the outside world"
        },
        {
            "text": "Most of these patients were independent in society prior to the illness. Once isolated, they could not perform their usual routines bringing about frustration within them. For instance, they were not able to have a particular snack and drink whenever they craved for it, they may not be used to the diet served in the hospital, and they may desire certain items (e.g., a particular brand of toiletries) that were easily accessible in their own homes. Some patients asked for items to be bought and sent to the isolation ward for them, a request heeded by our Senior Patient Experience Managers in attempt to make their stay more pleasant. These gestures brought about much appreciation from the patients, relieving them of some frustration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Desiring familiarity"
        },
        {
            "text": "There were multiple causes of anxiety and stress for the patients due to issues that were unknown. Firstly, they were anxious to know the results of their swab tests, and the possible events that would follow if they were to be diagnosed to have COVID-19. For those patients who were planned to be discharged home and to be quarantined for 14 d, they were worried about the living arrangements. How were they going to isolate themselves from their families in order to keep their families safe? What changes needed to be made before they return home? Similar concerns were raised by their family members as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiety related to uncertainties"
        },
        {
            "text": "Financial concerns were also brought up. As the outbreak was sudden and unprecedented, patients might not have the means (for example, it was unclear early on in the outbreak whether health insurance plans will cover COVID-19) nor savings to pay for their hospitalization bills. Their concerns were aggravated by the fact that their length of stay is also uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiety related to uncertainties"
        },
        {
            "text": "Those who are discharged but are required to be quarantined are escorted home by security officers. This is to ensure that these patients do not come into contact with members of the public and are promptly brought to the venue for quarantine. Unfortunately, this may be likened to a criminal being escorted to prison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fear of stigmatization"
        },
        {
            "text": "For patients diagnosed with COVID-19, they were also contacted by officers in charge of contact tracing. As this was the first time some patients were interviewed by home security officers, some shared that they felt like they were being interrogated in the process, further aggravating the feelings of being stigmatized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fear of stigmatization"
        },
        {
            "text": "Being isolated creates a challenge for communication, be it communication between the patients and the healthcare team or between the patients and their loved ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for communication"
        },
        {
            "text": "During the rush to promptly isolate a patient and contain the virus, some patients and family members narrated that the reason for isolation was not adequately explained. In their study, Newton et al [6] found that most patients did not have a clear understanding of their reason for isolation. One possible reason could be the stress that the family may be facing upon hearing the news that isolation was required and that they could no longer accompany their loved one. In that state of mind, they may not be able to retain all the information given, causing some frustrations.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Need for communication"
        },
        {
            "text": "To enhance communication between healthcare providers and patients: The use of bedside tablets has been introduced into the isolation rooms. These allow the patients to see their care schedule for the day, their medication list, blood results trend, vital signs trend, name of medical team consultant and the names of charge nurses in the ward. If the doctor places an order for any blood test or radiological procedure for the patient, it will also be reflected in the tablet. With this feature, patients are kept updated on their plan of care. Patients can also make some common requests via the tablet rather than by using the call bell. Patients are provided with a list of common requests (example, \"water\", \"milo\", \"pillow\", \"change meal\" and \"medications\"), and all they need to do was to tap on their request, and the nurse will be able to view their request from an application via the desktop at the nursing station. Patients are also able to send non-urgent messages to the nurse clinicians in the ward. This allows them an avenue to ask and clarify any matters regarding their stay. This aims to keep the patients up to date regarding their results and allow them better communication with the care team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoption of technology"
        },
        {
            "text": "To provide entertainment and information: Entertainment may be a form of distraction for patients to help them through the challenging times. More variety of television programmes could be considered to help the patients cope with boredom. The current bedside tablet has some preloaded eBooks and games for the patients to enjoy. Patients were also given copies of local newspapers on a daily basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoption of technology"
        },
        {
            "text": "A bedside telephone is available in each isolation room. This allows patients who do not own a mobile phone to contact their families. If they are unable to use the phone themselves, the nurse could dial the number for them to reach their families using the phone in the room. There are cases whereby two family members were isolated in different rooms. For example, an elderly mother and her daughter. The phone in the room has enabled conversations between them and allayed their anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To allow communication between patients and their loved ones:"
        },
        {
            "text": "Allowing patients to order items from the convenience stall at the hospitals may give them a sense of familiarity. Having items or snacks that they prefer rather than only being served the hospital diet may allow these patients to feel more at ease. While it is common for family members to bring food or toiletries from home for the patient; this was not possible for some patients as their family members were also quarantined at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personalised care: A concierge service"
        },
        {
            "text": "Being in isolation is a challenging period for both patients and family. Nonetheless, we can implement measures to mitigate against the adverse effects of isolation. Patient education, effective and efficient means of communication, close monitoring for signs of distress and anxiety, and early intervention could help patients cope better with the whole isolation experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adverse effects of isolation in hospitalised patients: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fearday",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hosp Infect",
            "volume": "76",
            "issn": "",
            "pages": "97--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2010.04.027"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The psychological impact of isolation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madeo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nurs Times",
            "volume": "99",
            "issn": "",
            "pages": "54--55",
            "other_ids": {
                "PMID": [
                    "12655756"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadavoy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Verhaeghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {
                "PMID": [
                    "12743065"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contact isolation in surgical patients: a barrier to care?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Pruett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Surgery",
            "volume": "134",
            "issn": "",
            "pages": "180--188",
            "other_ids": {
                "DOI": [
                    "10.1067/msy.2003.222"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patients' perceptions of methicillin-resistant Staphylococcus aureus and source isolation: a qualitative analysis of source-isolated patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Constable",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hosp Infect",
            "volume": "48",
            "issn": "",
            "pages": "275--280",
            "other_ids": {
                "DOI": [
                    "10.1053/jhin.2001.1019"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "WJCC https://www.wjgnet.Fan PEM et al. Learnings from COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like thank the Nursing Division at Singapore General Hospitals as well as all healthcare workers at the isolation wards for standing strong in our fight against COVID-19 and for providing our patients with the care that they need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}