{
    "paper_id": "1ee21e59a13ca58bf8f84a3e7e616fe170bd0886",
    "metadata": {
        "title": "Journal Pre-proof Telemedicine for Diabetes Care in India during COVID19 Pandemic and National Lockdown Period: Guidelines for Physicians Telemedicine for Diabetes Care in India during COVID19 Pandemic and National Lockdown Period: Guidelines for Physicians",
        "authors": [
            {
                "first": "Amerta",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ritesh",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anoop",
                "middle": [],
                "last": "Misra",
                "suffix": "",
                "affiliation": {},
                "email": "anoopmisra@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "1. Telemedicine could emerge as a viable and effective option for managing patients with diabetes in the lockdown period requiring restrictions of travel. 2. Telemedicine includes a wide array of tools, and the choice depends on physician's or patient's ease of handling these tools and available technology. 3. In this article, we state simple principles of telemedicine directed towards management of patients with diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background and Aims: In view of restrictions on mobility of patients because of COVID-19 pandemic, face-to-face consultations are difficult. We sought to study the feasibility of telemedicine in this scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PubMed database and Google Scholar were searched using the key terms 'telemedicine', 'diabetes', 'COVID-19'up to 31 ST March 2020. In addition, existing guidelines including those by Ministry of Health and Family Welfare (MOHFW), Government of India were accessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We discuss evidence and general guidelines regarding role of telemedicine in patients with diabetes along with its utility and limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Telemedicine is a useful tool for managing patients of diabetes during this lockdown period. However, there is limited data and further research is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since its outbreak in Wuhan, China in December 2019 the novel coronavirus disease (COVID-19) has spread to almost every nation and is been labeled as pandemic. While writing this article there are 750,890 affected people globally with 36,405 deaths. 1 India has reported 1238 affected people with 35 deaths 2 . Diabetes has emerged as one of major risk factors for increased mortality 3 . Good glycemic control might help in reducing the disease severity. 4 Many major countries of the world are under 'lockdown' (limiting movements or activities in a community while allowing essential organizations to function) or preparing for one to limit spread of COVID-19. Indian government announced a 21 days nationwide lockdown, starting 25 th March, 2020. 5 Consequences of this lockdown for patients of diabetes could be; absent or less exercise, changes in diet (e.g. e.g. increased snacking, consumption of 'comfort' dense calorie foods), and decreased availability of anti-hyperglycemic agents and/or insulin. Importantly, such lockdown poses restrictions in routine visits to the physician. Overall, all these factors may lead to uncontrolled glycaemia or worsening status of comorbid diseases (e.g. hypertension). During this unprecedented situation, telemedicine may prove useful for the management of patients with chronic diseases, such as diabetes.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 386,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 456,
                    "end": 457,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Aim of the current review is to explore data on telemedicine for patients with diabetes in times of restricted mobility due to COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We searched PubMed and Google Scholar database using the key terms 'telemedicine', 'diabetes', 'COVID-19' up to 31 st March 2020. In addition, existing guidelines including those by Ministry of Health and Family Welfare (MOHFW), Government of India were accessed from respective websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The literal meaning of the term \"Telemedicine\" is \"healing at a distance\". WHO has defined it as \"the delivery of health care services, where distance is a critical factor, by all health care professionals using information and communication technologies for the exchange of valid information for diagnosis, treatment and prevention of disease and injuries, research and evaluation, and for the continuing education of health care providers, all in the interests of advancing the health of individuals and their communities\" 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine: Definition, Types and Scope:"
        },
        {
            "text": "This can be classified according to mode, time and purpose of communication and individuals involved in communication. 7 1.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Types of Telemedicine:"
        },
        {
            "text": "a) Text: Chat-based telemedicine applications, short messaging service, chat platform like WhatsApp, Google Hangout, Facebook Messenger, emails, fax. b) Video: Skype, Zoom, Facetime (iPhone). c) Audio: Phone, voice over internet protocol, audio applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mode of communication:"
        },
        {
            "text": "Time of communication: a) Real time/Synchronous: video, audio, text. b) Asynchronous: Emails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Purpose of consult: a) First consult: Any patient wanting to consult for first time or any follow-up patient who has not visited for more than 6 months or follow-up patient who wants to consult for another ailment not the previous one. b) Follow-up consult: Patient who have been consulted within less than 6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Individuals involved: a) Patient-to-doctor. b) Caregiver-to-doctor. c) Doctor-to-doctor. d) Healthcare worker-to-doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Telemedicine has not been widely used by the Indian physicians for patient interactions. Government organization like Indian Space Research Organization (ISRO), Department of Information Technology (DIT), Ministry of External Affairs, MOHFW and the state governments have played a vital role in the development of telemedicine services in India. These agencies have established linkages of telemedicine from many rural areas to major hospitals in cities 8, 9, 10 .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Telemedicine Scenario in India:"
        },
        {
            "text": "The usage of telemedicine can be daunting to some patients in India, especially elderly and uneducated patients who are low on technical skills for navigating above consultation platforms. However, with the availability of smartphones, even these people could access healthcare with simple-to-use WhatsApp or FaceTime (available on iPhones) services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine Scenario in India:"
        },
        {
            "text": "The guidelines framed by the MOHFW 7 ",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 36,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Telemedicine and Legal Issues:"
        },
        {
            "text": "Diabetes is a chronic disease, which requires frequent visits to the physician for lifestyle advice and adjustment of treatment. Telemedicine can help the patients to get in touch with their physician from the comfort of their home, and away from hospitals which could increase chances of coronavirus infections. Physicians can interact with the patient, gather history, analyze their self-monitored blood glucose charts (SMBG) and self-monitored blood pressure (SMBP) values and give advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine and Diabetes:"
        },
        {
            "text": "The guidelines given by MOHFW 7 suggest video mode of communication for first consult however, in our opinion the first consult for patients with diabetes should ideally be face-to-face if possible, because physical examination cannot be replaced by telemedicine unless another healthcare worker in physical proximity to the patient can relay examination findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine and Diabetes:"
        },
        {
            "text": "Scientific studies support the usage of telemedicine in patients of diabetes. A metaanalysis of 35 randomized controlled trials (RCTs) of telemedicine (video, phone and email) from China (involving a pooled population (n,3514) given telemedicine over 3-60 months) was done. This study showed a reduction in HbA1c by -0.37% (p <0.001) in telemedicine group when compared to controls. 11 In a Cochrane review done by Flodgren and colleagues 12 , 21 RCTs of patient with diabetes (n,2768) were analyzed. These patients had interactive telemedicine (remote monitoring or real time video) delivered in addition to, or as an alternative to, or partly substituted for standard care vs. standard care alone. This study showed that there was a reduction of HbA1c by -0.31% (p <0.001) in patients on telemedicine when compared with controls. In a recently published review of 46 studies, which included patients of type 2 diabetes mellitus (T2DM, n, 24000) and type 1 diabetes mellitus (T1DM n, 2052), different modes of telemedicine were studied. There was overall mean reduction in HbA1c in telemedicine intervention group in both T1DM (-0.12 to -0.86%) and T2DM (-0.01% to -1.13%) patients. 13 Research on telemedicine and diabetes in India is sparse. In a recently published article from our group, we have shown usage of customized mobile van with facility of telemedicine (use of computer and Skype video app to transmit retinal images to ophthalmologist and to consult with diabetes foot specialist and diabetologist at a tertiary care center) in underprivileged areas of Delhi. In this study, we showed success in screening and managing diabetes using telemedicine. 14",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Telemedicine and Diabetes:"
        },
        {
            "text": "If a physician is planning to start telemedicine for patients with diabetes, the following points summarized from various guidelines and advisories would be useful. Few of these points have been adapted from advisories given by MOHFW. 7 According to MOHFW guidelines, only a state registered medical practitioner (RMP) is allowed to practice telemedicine in India. Further, the guidelines given by MOHFW 7 suggest video mode of communication for first consult however, in our opinion the first consult should be face to face because physical examination cannot be replaced by telemedicine.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Telemedicine in the Time of COVID-19 for Diabetes:"
        },
        {
            "text": "In the following section, we summarize practical considerations, which RMP should take in account for practice using telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical Considerations for Telemedicine in Patients with Diabetes:"
        },
        {
            "text": "1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. General rules:"
        },
        {
            "text": "Privacy and confidentiality of patient's data should be maintained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. General rules:"
        },
        {
            "text": "Patient's identification should include name, age, address, phone number, email id, identity card etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Consent of the patient, either implied (i.e. patient has self-initiated the consult) or explicit (i.e. someone else has initiated the consult, either caretaker or health worker), should be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "The patient's medical record should be maintained along with laboratory and radiology reports and prescription.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "The patient may be charged as per medical practitioners' perusal. Due receipt or invoice should be preserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "If telemedicine consult is not considered to be adequate for clinical evaluation, patient should be called for a face-to-face consult at an appropriate time and place in order to avoid chances of coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Any artificial intelligence or machine learning applications is not allowed to consult on behalf of RMP. 8 .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Schedule X prescription drug (Drug and Cosmetic Act and Rules, 1945) or any Narcotic and Psychotropic substance (Narcotic Drugs and Psychotropic Substances, Act, 1985) are not to be prescribed via any mode of telemedicine. Further details can be obtained from the government of India guidelines. 7 ",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "7."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ministry of health and family welfare ,govt",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Case-Fatality Rate and Characteristics of Patients Dying in Relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4683"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical considerations for patients with diabetes in times of COVID-19 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes MetabSyndr Clin Res Rev",
            "volume": "14",
            "issn": "",
            "pages": "211--213",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telemedicine-Opportunities and developments in member states [Internet",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Telemedicine and telehealth services for cancer-care delivery in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sudhamony",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nandakumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Binu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Niwas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IET communications",
            "volume": "2",
            "issn": "",
            "pages": "231--237",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Telemedicine: A boon and the promise to rural India",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chavda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Rev Prog",
            "volume": "1",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "E-medicine in India: Hurdles and future prospects, paper presentation at an International seminar organized at The International Institute of Professional Studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical-and costeffectiveness of telemedicine in type 2 diabetes mellitus: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wj",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dx",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Medicine (Baltimore)",
            "volume": "93",
            "issn": "28",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/MD.0000000000000312"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interactive telemedicine: effects on professional practice and health care outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flodgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inzitari",
                    "suffix": ""
                },
                {
                    "first": "Shepperd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD002098.pub2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Harst L Mapping the Evidence on the Effectiveness of Telemedicine Interventions in Diabetes, Dyslipidemia, and Hypertension: An Umbrella Review of Systematic Reviews and Meta-Analyses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Timpel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oswald",
                    "suffix": ""
                },
                {
                    "first": "Peh",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/16791PMID:32186516"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diabetes care at doorsteps\": A customised mobile van for the prevention, screening, detection and management of diabetes in the urban underprivileged populations of Delhi.Diabetes MetabSyndr",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gopalan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "3105--3112",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2019.11.008.Epub"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "are published under the Indian Medical Council (IMC) Act. The guidelines are meant for RMPs under the IMC Act 1956. RMPs who would want to practice telemedicine should abide by these guidelines and need to complete a mandatory online course within 3 years of its notification. The online program will be developed and made available by the Board of Governors in supersession of Medical Council of India later.For protecting patient privacy and confidentiality and regarding the handling and transfer of such personal information regarding the patient the RMP should abide by Indian Medical Council (Professional conduct, Etiquette and Ethics) Regulations, 2002 and with the relevant provisions of the Information Act, Data protection and privacy laws or any applicable rules notified from time to time.7",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "II. History: 1. Complete history and presenting complaints should be obtained. 2. If required old medical records should be asked for and studied. 3. History of any allergy, and specifically drug allergy must be taken. 4. History of previous hypoglycemia needs to be recorded and taken in account when treatment plan is made.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "text": "1.",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 81,
                    "text": "2.",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "3.",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "4.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Knowledge about self-care and hypoglycemia management should be assessed. 1. It should be understood by the patients that complete examination cannot be performed, and short of that, clinical assessment done in this manner is not as complete as it should be. Simple examination by accompanying health worker could be relayed by video. 3. In cases of any lesion of foot, abscess on any other visible lesion, video or photograph can be used. If this is not adequate, patientshould be called for complete examination (see below). 4. In case of any neurological deficit, simple neurological examination like getting up from seated position, making the patient walk, maneuvers to detect facial asymmetry etc., observed over a video consult, can give a fair idea about the nature of the disease.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "1.",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "3.",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "4.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "General Health Education: 1. Hypoglycemia education and management should be mentioned.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "text": "1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV.Prescription:"
        },
        {
            "text": "It is important to stress sick day guidelines. 3. Advice about checking ketones in case of hyperglycemia should be given especially for patients with type 1 diabetes; if ketones are high, patient needs to report to emergency. 4. Advice about current situation of COVID 19 and precautions about frequent hand washing, cough hygiene, and social distancing is mandatoryalong with advice regarding diabetes management.Lifestyle Advice:1.All telemedicine consults should include individualized diet advice. Specific instructions about bedtime snacks, low carbohydrate intake, optimum protein intake, low fat diet etc. should be given. Importance of not skipping meals should be emphasized.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "3.",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 228,
                    "text": "4.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Physical activity advice with instruction for home exercises should be given; aerobic (on the spot jumping, dance, spot aerobics, cycling, treadmill etc.), muscle strengthening (use of small weights) and stretching exercises. During lockdown mode, role of active yogic exercises is also important as these could be done in a limited space.Drug Advice: 1. Dose adjustment of sulfonylureas and insulin should be carefully mentioned so as to avoid hypoglycemia.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "text": "1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Patient should be educated about common adverse effect(s) of the antihyperglycemic agents. Patients should be encouraged to report in case of any adverse effect of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Major changes (change of multiple drug dosages, adding several drugs at the same time etc.) must be avoided. All drug/insulin dose modifications should be done stepwise. Major changes in the treatment should only be done during face-to-face consult.Other Advice:1. Advice on vaccination like for influenza or pneumonia should be stressed. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Comparison of weight, HbA1c etc. should be done from previous visit. Changes in lifestyle practices, if any, should be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Minor changes in previous prescription can be done (i.e. addition of antihyperglycemic agents, adjustments of insulin dosage, minor dose adjustment of antihypertensive medication). Major changes (see above) should be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Follow-up investigations(e.g. HbA1C, albumin to creatinine ratio etc.) for next visit should be given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Instructions regarding follow-up with SMBG or SMBP data should be discussed. 1. Any first consult or follow-up consult after more than 6 months or patient consulting first time for a different ailment should be done on video mode.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "If there is a requirement of a face-to-face consult patient should be informed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "If the patient is requiring addition of more than two anti-hyperglycemic agents or initiation of insulin patient should be consulted in face-to-face consult so that they can understand medication, adjustment of doses if required and possible adverse effects. 4. The new prescription given to the patient should have all the details about patient as described above, clearly written/typed medication(s) with generic name(s), correct dosages, time of intake etc. It should be duly signed by the RMP with state registration number.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "4.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "If the patient requires multi-disciplinary treatment, he/she should be appropriately referred. If patient has already consulted other physicians/experts, previous prescription should be carefully checked so that there is no repetition of any medications. 6. Patient should be given necessary certificate so that police and other authorities allow him/her to come to the hospital during lockdown period.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "6.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "1.Gestational diabetes mellitus: First consult patient may require initiation of insulin along with detailed diabetes education and lifestyle advice. Follow-up cases mostly require minor dose adjustment and could be managed with the use of telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Special Situations Requiring Face-to-Face Consult or Hospitalization:"
        },
        {
            "text": "New T1DM patient: First consult patient will require to visit for face-toface consult to initiate insulin, impart detailed diabetes and hypoglycemia education to patient and family and to admit if patient has ketoacidosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Patients with foot infections/major foot lesions/gangrene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Other Emergency situations like severe hypoglycemia, diabetic foot infections, gastroenteritis etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Any Infection (apart from COVID19) requiring intravenous antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Patients with diabetes with any acute deterioration of any organ functions (heart, kidney, eyes, liver).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Telemedicine provides us with opportunity to judiciously manage patients with diabetes during lockdown period in COVID19 epidemic, except a few instances where face-to-face consultation and /or hospitalization becomes necessary. More data are required to research effectiveness of telemedicine to manage diabetes and other chronic diseases in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        }
    ]
}