{
    "paper_id": "1ee8600a19dcff6b86ca51317ea417448e925363",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Joan",
                "middle": [],
                "last": "Costa-Font",
                "suffix": "",
                "affiliation": {},
                "email": "j.costa-font@lse.ac.uk."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In an ideal world, we would only absorb valid knowledge claims and resist false or unproven ones. However, knowledge acquisition is far from the simple process of information transmission described by 'rational expectations' models. This is why the study of how individuals learn is at the core of behavioral economics. Understanding learning entails a identifying the root causes of 'knowledge resistance'. This book is a step in that direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mikael Klintman in this book discusses several different explanations for knowledge resistance drawing on evidence from several social sciences, and especially, on behavioral economics. Borrowing from Nietzsche (1956) , the author distinguishes between 'Dionysian' tendencies in knowledge acquisition, which are driven by passion and groupcenteredness, and 'Apollonian', or rational and fact-oriented ones. A classification that compares to Kahneman's thinking fast and slow approach (Kahneman, 2011) . Accordingly, knowledge's resistance can be explained by Dionysian tendencies of group loyalty that encourage us not to deviate from our local culture (and its dominant ideology). Another explanation, at the core of behavioural economics, lies in the influence of 'negativity bias' (an evolutionary tendency to pay more attention to negative information to increase our chances of survival) on our beliefs, which makes us pay more attention to the risks of certain behaviors, and resist knowledge about their associated benefits.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 217,
                    "text": "Nietzsche (1956)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 500,
                    "text": "(Kahneman, 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Central to the book is the claim that when individuals differ in their cultural values, they naturally exhibit social incentives to knowledge claims. This phenomenon responds to a clear evolutionary advantage, namely the fact that a better adaptation to the local cultural norms increases the chances of survival and reproduction. Hence, an utter motivaion of knowledge resistance is that of strengthening the bonds within groups', thus enhancing collaboration. The logic in such a setting (according to the author), is that that the more the beliefs of one group deviate from that of others, the stronger their group cohesion. In other words, there is warmth in sensing something 'unique' that others do not sense. This explains the creation of 'knowledge tribes', which are instrumental in explaining knowledge resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The problem lies when knowledge and moral claims overlap. This is typically the what happens when individuals form Beliefs on contentious issues such as global warming, or child smacking, which are divisive issues in society. However, such divisions are mostly a reflection of people's moral values, especially at the extremes of the ideological debate. For instance, progressives are more likely to neglect findings that challenge organic agriculture, whilst conservatives are more likely to challenge evidence that 'smacking' has adverse effects on children's mental wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Knowledge resistance comes from how people frame such morally divisive problems. A common behavioral mechanism is the use of backward induction in learning. That is, individuals tend to make a choice of their 'desired conclusion', and work out their arguments backwards. People anchor their views on priors, and search for arguments that confirm and strengthen their priors (which we define as 'confirmation bias'). For instance, some research shows that individuals anchor their attitudes to nuclear power on political values (Costa- Font, Rudisill & Mossialos, 2008) . Others, in the context of covid 19, anchor their values on the economic consequences of government decisions such as lockdowns alone.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 568,
                    "text": "Font, Rudisill & Mossialos, 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author strongest claim is to argue that 'knowledge resistance is universal'. Although, in the thurst of a public discussion, individuals commonly tend to accuse each other of being 'knowledge resistant'the truth is that, when social interests are in conflict with factual knowledge, they tend to choose to satisfy their our social interests. Contrary to comon beliefs, human beings have not evolved to be 'knowledge maximisers'. Far from it, we are sensitive to the social incentives such as in the form of status that come from group collaboration. This can be explained by some form of 'behavioural learning' such as loss-aversion. Indeed, lose averse individuals are more likely to weigh less the costs from following knowledge facts, and betraying their groups loyalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important point that the book makes is that intelligence ('defined as the ability to accomplish complex goals'), contrary to one would expect, makes people more (rather than less) 'competent knowledge resisters'. This is epitomized by the goal of 'winning an argument', which often overrides 'getting the facts right'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ignorance can be purposefully chosen. For instance, individuals might prefer not know the gender of their children before birth, or their personal genetic predisposition to some life threatening condition. Ignorance in this context, is consistent with a growing literature about why people prefer to follow non-knowledgeable beliefs, or what is known as 'rational irrationality' (Caplan, 2001a) . When learning does not bring expected pay-offs (e.g., kills the hopes of a preferred child gender or, of a disease free future), it might be rational to develop some form of non-rational beliefs. This can explain the way people vote (Caplan, 2001b) , or the formation of beliefs about new technologies individuals don't know much about (Costa- Font & Mossialos, 2006) . In the context of life under covid-19, it can explain the spread of fake news on the effects of the pandemic, or the consequences on the shortages of essential products.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 394,
                    "text": "(Caplan, 2001a)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 630,
                    "end": 645,
                    "text": "(Caplan, 2001b)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 741,
                    "end": 764,
                    "text": "Font & Mossialos, 2006)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, an important lesson the book refers to recurrently refers to people's sensitivity to framing biases. For instance, when knowledge is specifically pitched to different cultural values (e.g., climate change can be presented as way to keep tradition among conservatives, and as an intergenerational equity matter among progressives), the message has more chances to be internalised . Hence, framing can help avoiding conflict between what the author calls 'social', and 'substantive' rationality. However, the book does not discuss how such reframing and cultural adaptation should take place, and perhaps does not stress enough its complexities. I would argue, it is the role of a behavioral economist to study what choice architecture supports knowledge acquisition, given individual specific contextual constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rational irrationality and the microfoundations of political failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Choice",
            "volume": "107",
            "issn": "3-4",
            "pages": "311--331",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rational ignorance versus rational irrationality",
            "authors": [
                {
                    "first": "Bryan",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Kyklos : Jahrbuch des Instituts fur Geschichte der Medizin an der Universitat Leipzig : Jahrbuch des Instituts fur Geschichte der Medizin an der Universitat Leipzig",
            "volume": "54",
            "issn": "1",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The public as a limit to technology transfer: The influence of knowledge and beliefs in attitudes towards biotechnology in the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa-Font",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Journal of Technology Transfer",
            "volume": "31",
            "issn": "6",
            "pages": "629--645",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Attitudes as an expression of knowledge and \"political anchoring\": The case of nuclear power in the United Kingdom",
            "authors": [
                {
                    "first": "Costa",
                    "middle": [],
                    "last": "Font",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rudisill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Risk Analysis: An International Journal",
            "volume": "28",
            "issn": "5",
            "pages": "1273--1288",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thinking, Fast and Slow",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Birth of Tragedy and the Genealogy of Morals 81 Doubleday",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Nietzsche",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Although the book does not attempt to have the last word of what stands behind knowledge resistance, it portrays a number of implicit policy recommendations. I would highlight three which are naturally presented in the last chapter, namely:• Knowledge is socially produced, and collaboration between 'moral tribes' is needed to minimize knowledge resistance.• Ignorance can be creative, the views of the 'newcomers' to a field can enhance knowledge building, and ultimately expand our freedom.• As a society, we should reward. both socially. and financially, the collaboration between individuals upholding different social values and cultures, especially in the process of knowledge production.This presents a 'bigger picture' about why, and how human beings 'resist knowledge', and what to do about it. The interdisciplinary nature of the book inevitably comes with limited precision, and will not satisfy disciplinary scholars . But it is an excellent contribution to the understanding of the social barriers to knowledge transfer, which is a question no discipline on its own can solve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.socec.2020.101540.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ]
}