{
    "paper_id": "1eedb3834aface410cc5298011134cf12ffbe9e7",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Norma",
                "middle": [
                    "B"
                ],
                "last": "Coe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Courtney",
                "middle": [],
                "last": "Harold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Bureau of Economic Research",
                    "location": {
                        "settlement": "Cambridge, Durham",
                        "region": "Massachusetts, North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Houtven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Bureau of Economic Research",
                    "location": {
                        "settlement": "Cambridge, Durham",
                        "region": "Massachusetts, North Carolina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: A nursing home in Kirkland, WA, was the site of the first reported coronavirus disease 2019 (COVID-19) outbreak in the United States, where two-thirds of the nursing homeʼs residents and 47 of its workers became infected with COVID-19. Since then, nursing homes have been epicenters of the coronavirus pandemic. Facilities in New York and Massachusetts have reported even higher death tolls. High-risk individuals combined with congregant living arrangements, typically shared rooms, lead to both high transmission risk and high risk for severe COVID-19 symptoms, hospitalizations, and deaths. As of April 23, more than 10,700 coronavirus deaths have been reported in nursing and long-term care facilities in 35 states, accounting for at least 23% of the countryʼs 46,000 deaths to date. 1 But nursing homes are not the only potential hotbed for COVID-19. Over the last 30 years, other forms of congregant living arrangements have become popular among older adults, including assisted living, independent living, and continuing care retirement communities. Today, while these care communities can provide substantial benefits to their residents, by promoting independence, increasing socialization, and potentially decreasing caregiving burdens on the family, these are not ordinary times.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 804,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The living arrangements within residential care communities vary considerably, from virtually independent homes to more apartment-like dwellings; they all have shared spaces and community meals. And while these community residents do not have the same health complications of nursing home residents, they remain high risk for severe COVID-19 infections. The average age of an assisted living resident is 87 years, and over one-third have a heart condition, making them more susceptible to the disease. 2 Their health conditions also make them a higher transmission risk. They have considerable personal care needs-64% need help with bathing, 57% need help walking, 48% need help dressing, and 40% need help with toileting-which makes social distancing near impossible. 2 If staff are helping with these needs, it increases the transmission risk even among communities with more separate living quarters. Forty-two percent have dementia, making the hand washing and social distancing prevention measures that much harder to adopt.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 769,
                    "end": 770,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These residential care communities potentially have the same issues nursing homes have, with their staffing raising transmission risk. 3 There are 453,000 total workers in assisted living communities, and 298,800 fulltime nursing and social work staff. Thirty percent work part-time, potentially working elsewhere as well. A total of 83.3% of the workers are personal aides. The share of black women working in all senior living communities is twice that of the general US labor force 4 -and due to structural racism, they have their own high-transmission and severe COVID-19 risk factors.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Like elsewhere, residential care communities are limited in their ability to help protect the staff and residents from COVID-19 with personal protective equipment (PPE). To further complicate this issue, many residential care communities do not have medical directors, since they are not primarily medical providers. A survey of 179 assisted living facilities conducted March 6 to 15 found that two-thirds of them cannot obtain access to the necessary supply of N95 masks, face shields, and other PPE. 5 Forty-three percent of facilities do not have consistent ordering history for PPE, leaving them without a legitimate channel to procure these supplies. With no attention on these deficits and little financial margins or market power to procure needed supplies, we are leaving people vulnerable needlessly.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, while the states and federal government debate about tracking and reporting cases and deaths in nursing homes, and potential financial relief bills are discussed in Congress, there is little discussion of how to address COVID-19 risk and the financial implications in senior communities more broadly. 6 Assisted living communities operate under a patchwork of regulations, and COVID-19 might make it harder to regulate and ensure quality without friends, family, or inspectors to check and help ensure the safety of the residents. 7 Professional organizations are trying to help by providing additional guidance to curb COVID-19 risk. Indeed, some communities are limiting shifts of people who work in more than one location to diminish transmission risk. Some focus more on social distancing, such as banning visitors, which have their own potential health concerns considering one-third of residents already have depression. 2 But, indeed, we would miss the bigger picture if we continue to only focus on nursing homes. After all, over one-third of the counties in the 100 most populated metropolitan statistical areas have more units in residential care communities than nursing home beds (Figure 1 ). Immediately expanding the strategies for nursing home facilities to include all residential care communities would reduce infection, transmission, and deaths.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 940,
                    "end": 941,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1205,
                    "end": 1214,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus deaths in U.S. nursing, long-term care facilities top 10,000. The Wall Street Journal",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long-term care providers and services users in the United States: Data from the National Study of Long-Term Care Providers",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Essential long-term care workers commonly hold second jobs and double-or triple-duty caregiving roles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Houtven",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Depasquale",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Coe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Geriatr Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.16509"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Senior Living Employee: A Socioeconomic Portrait of Todayʼs Worker",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Survey: More Than Two-Thirds of Senior Living Facilities Say They Can't Access Personal Protective Equipment Needed for COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Premier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "premier-inc-survey-more-than-two-thirds-of-senior-living-facilities-say-they-ca nt-access-personal-protective-equipment-needed-for-covid-19-containmentplans",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medicare agency said to seek better Covid-19 disclosures by nursing homes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U S"
                    ],
                    "last": "Kamp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Source: Authorsʼ calculations using 2018 data from NIC MAP Data Service and the 2018 Provider of Service files (Centers for Medicare and Medicaid Services). For more information on the NIC MAP Data Service",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}