{
    "paper_id": "1eee60f5aa85e155462845a00946211c415982fc",
    "metadata": {
        "title": "The remaining unknowns: A determination of the current research priorities for COVID-19 by the global health research community 2 3",
        "authors": [
            {
                "first": "Alice",
                "middle": [],
                "last": "Norton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Arancha",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Horra Gozalo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Feune De Colombi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Moses",
                "middle": [],
                "last": "Alobo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juliette",
                "middle": [],
                "last": "Mutheu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asego",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zainab",
                "middle": [],
                "last": "Al-Rawni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Emila",
                "middle": [],
                "last": "Antonio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Parker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [],
                "last": "Mwangi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colette",
                "middle": [],
                "last": "Adhiambo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Tufet Bayona",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Piot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trudie",
                "middle": [],
                "last": "Lang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "10 Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": "trudie.lang@ndm.ox.ac.uktl"
            }
        ]
    },
    "abstract": [
        {
            "text": "16 17 Contributions 18 KM, CA, WM, JM and MA developed the original survey with input from MT, all the authors then contributed 19 to further developing and delivering this global version with oversight from TL. AN and TL guided this 20 analysis along with AD, NC, EA with support from ZA and JP. The workshops were delivered by TL and NF, 21 with support from ZA and JP. TL led the drafting with AN and MT, PP and KM were closely involved 22 throughout and contributed to the draft and review. The other authors contributed significantly and equally 23 in conducting the study and analysing the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract 26 27 Background 28 In March 2020 the World Health Organisation (WHO) released a Global Research Roadmap in an effort to 29 coordinate and accelerate the global research response to combat COVID-19 based on deliberations of 400 30 experts across the world. Three months on, the disease and our understanding have both evolved significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As we now tackle a pandemic in very different contexts and with increased knowledge, we sought to build on 32 the work of the WHO to gain a more current and global perspective on these initial priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We undertook a mixed methods study seeking the views of the global research community to i) assess which 36 of the early WHO roadmap priorities are still most pressing; ii) understand whether they are still valid in 37 different settings, regions or countries; and iii) identify any new emerging priorities. 38 39 Thematic analysis of the significant body of combined data shows the WHO roadmap is globally relevant, 40 however, new important priorities have emerged, in particular, pertinent to low and lower-middle income 41 countries (less resourced countries), where health systems are under significant competing pressures. We also 42 found a shift from prioritising vaccine and therapeutic development towards a focus on assessing the 43 effectiveness, risks, benefits and trust in the variety of public health interventions and measures. Our findings 44 also provide insight into temporal nature of these research priorities, highlighting the urgency of research that 45 can only be undertaken within the period of virus transmission, as well as other important research questions 46 but which can be answered outside the transmission period. Both types of studies are key to help combat this 47 pandemic but also importantly to ensure we are better prepared for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "48 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "worked from the AAS survey so we could now assess whether the findings remained relevant across the globe, and if they had changed over time. Seventy-three potential priorities (41 from the original WHO document ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Responses from the survey were download in excel format, all data was fully anonymised, password protected 96 and access restricted to the study team. Descriptive analyses were undertaken within excel to provide a 97 ranking score for each research priority for immediate and longer term, as per the survey. Priorities ranked as 98 first were given a score of 3, those ranked second were given a score of 2 and those ranked third were given 99 a score of 1. This analysis was conducted within the category headings from the WHO roadmap and included 100 both the original WHO priorities and new priorities suggested in the AAS report. Therefore, these data show 101 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Data Analysis Methods 95"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint us how responders currently rank the priorities set within the WHO roadmap and the AAS report. The data were split for comparison between the global researcher responses and those originating from less-resourced",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Data Analysis Methods 95"
        },
        {
            "text": "The aim of the open-ended survey was to determine whether there are new priorities that were not included 108 in the original WHO roadmap or the AAS survey findings. These written comments were imported into NVivo 109 qualitative data analysis package and we undertook a pragmatic thematic content analysis. Analysing the data 110 from the workshops allowed a further open consideration of current research priorities as this step expanded 111 beyond the limitation that the survey had of asking questions within the framework of the WHO roadmap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Data Analysis Method 107"
        },
        {
            "text": "Following the methodology established after the first workshop (7) we compiled a dataset by transcribing the 113 spoken and written comments from each workshop. A coding framework was generated through an inductive 114 and then deductive approach, following the same categories used in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "112"
        },
        {
            "text": "In total, 1,528 individuals completed the online survey and 2,559 attended the workshops, from across 137 The survey results (Table 1) shows how priorities were ranked across the immediate and longer term within 125 the WHO categories. We present these globally, along with a sub-group analysis of less resourced countries 126 to understand whether there are differences in priorities for less resourced countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "117"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "127"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "127"
        },
        {
            "text": "Identify animal source and route of transmission (hosts, any evidence of continued spillover to humans and transmission between animals and humans).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improve understanding of socioeconomic and behavioural risk factors for spill-over and transmission between animals and humans"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improve understanding of socioeconomic and behavioural risk factors for spill-over and transmission between animals and humans"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Develop new PPE approaches using local materials and manufacturing processes . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . Ensure that knowledge is produced according to local, national and regional needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "2 Ensure that knowledge is produced according to local, national and regional needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Promote the prioritization of knowledge needs according to epidemic dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Examine optimal ways of communicating about potential interventions in high density low socioeconomic status urban settings ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The qualitative data analysis from the survey, workshops and working groups supported the existing WHO",
            "cite_spans": [],
            "ref_spans": [],
            "section": "137"
        },
        {
            "text": "Roadmap and highlights where greater research emphasis is needed at this later point in the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "138"
        },
        {
            "text": "However, most importantly new priorities have also come through from this study (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "139"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint Understanding infections and outcomes in vulnerable populations including children, persons living with disabilities, ethnic groups and refugees. Relationship between repeated viral exposure and disease severity (in frontline workers) The effects of the disease on pregnant women Effective use of PPE for frontline healthcare workers (emphasis on Nurses) Health Systems research & strengthening to mitigate impact of COVID-19 on capacity Understanding zoonotic leap between human and animals The impact of redirecting resources and public health interventions towards COVID-19 on other disease burdens Adherence to and trust in public health interventions such as quarantine and social distancing Evaluation of public health interventions in varied settings Public health messaging and addressing myths and mistrust Engaging relevant stakeholders (including religious leaders) in research to enhance community sensitization, adherence to public health measures, detection and surveillance Effective and feasible ways of community engagement during lockdowns and social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "New Priorities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Improved diagnostic tools for safer sample collection, faster and easier assays",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus natural history, transmission and diagnostics"
        },
        {
            "text": "Examine relationships to other lung diseases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological studies"
        },
        {
            "text": "The impact of improved WASH practices on WASH-related infections diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological studies"
        },
        {
            "text": "Long-term health impacts and complications of contracting COVID-19 -with emphasis on children/those with comorbidities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological studies"
        },
        {
            "text": "Clinical guidelines for post-hospitalisation home management and community rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical management"
        },
        {
            "text": "Palliative care for COVID-19 patients Vitamin D levels in COVID-19 severity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical management"
        },
        {
            "text": "Investigate the potential role of natural/traditional remedies What would the target therapeutic be with our new knowledge Evaluate therapeutics in the community in early infection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidate therapeutics R&D"
        },
        {
            "text": "Ethical considerations for resource allocation to LMICs Ethical considerations of recruiting final year medical/nursing students . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations for research"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Understanding COVID-19 in the contexts of conflict, civil war, and refugee situations Examine the effects of the pandemic on the participation of the public in democratic processes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social sciences in the outbreak response"
        },
        {
            "text": "How to ensure effective social distancing in public spaces and congregate settings post lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection prevention and control"
        },
        {
            "text": "Determine the impact of: PHIs on the environment (including air pollution and carbon dioxide emissions)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "• Disinfectants and hand sanitisers on the environment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "• Large-scale PPE production and disposal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "Preparing for the next pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "Ensure effective measures including community surveillance and animal screening techniques are in place to rapidly identify emerging zoonotic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "Evaluation of governmental policies and lessons learnt in preparation for the next pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The environmental impact of the response to COVID-19."
        },
        {
            "text": "The use of technology in various aspects of pandemic response. Assess effective ways of conducting cross-disciplinary research 144",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-cutting"
        },
        {
            "text": "These data suggest that that original WHO COVID-19 Research Roadmap remains broadly globally applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "Here we also show which research questions require the most emphasis and also that potential new priorities 147 have emerged that were not within the initial roadmap. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "146"
        },
        {
            "text": "Consideration of both immediate and long-term priorities is important to address this specific pandemic and 182 to better prepare for the future. There are studies that need ongoing transmission, at a high enough rate to 183 answer the question they set. These might be essential for this pandemic, for example clinical trials to 184 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "181"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint determine the efficacy of drugs or vaccines, or address questions to guide future outbreaks, such as evaluating guide the effort to address COVID-19 or might help for future pandemics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "181"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "201"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 24, 2020. . https://doi.org/10.1101/2020.06.24.20138198 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "201"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's statement on IHR Emergency Committee 210 on Novel Coronavirus (2019-nCoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing 214 on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ebola: Embed research in outbreak response",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "7563",
            "pages": "29--31",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergent threats: lessons learnt from Ebola",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Soka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int Health",
            "volume": "223",
            "issn": "5",
            "pages": "334--341",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "80 and 32 generated as part the AAS survey and consultations) were arranged under the nine topic headings used 81 in the WHO Research Roadmap. Participants ranked their top three options for both short-and long-term 82 priorities (18 total ranking questions). Free text boxes were provided under each of the broad topics, where 83participants were asked to list any research priority they felt was not included in the options provided.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "survey closed a virtual workshop was held to seek wider global comment and discussion on the 86 survey findings and to discuss current priorities and unmet research areas. We conducted ten further open 87 access workshops with research teams and health workers across the globe, led by the TGHN COVID-19 88 Research Implementation and Knowledge Hub between 14th April and 12th June 2020. These workshops 89 meetings were recorded with permission of participants, and comments and questions captured. A thematic 90 content analysis methodology was developed to report the findings of each (7). Here we applied this to the 91 cumulative data of all 11 workshops to add to the survey data and better address the question: what are the 92 current global research priorities during the COVID19 pandemic? 93 94",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "118 countries, ensuring representation from all of the WHO regions (African region = 612 (40%); Americas region 119 = 279 (18%); Eastern Mediterranean region = 32 (2%); European region = 460 (30%); South East Asia region = 120 87 (6%); Western Pacific region = 58 (4%)). Participants were most commonly employed in academia (47%), 121 hospitals (14%) research organisations (11%) and non-government organisations (10%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ranking of the WHO Roadmap Priorities 124",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "knowledge gaps and research priorities in relation to ethical issues arising out of proposed restrictive public health measures (e.g., quarantine, isolation, cordon sanitaire).2 Define a research governance framework that enables effective and ethical collaboration between multiple stakeholders, including WHO, the global research community, subject matter experts, public health officials, funders, and ethicists.3Establish processes for speeding up ethical review of COVID-19 related research proposals Sustained education, access, and capacity building to facilitate effective cross-working and collaboration across the research thematic areas.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The ranking of these priorities broadly indicates what researchers feel to be the most important research areas 133 from the WHO roadmap at this point within this pandemic. The qualitative data from the survey and the 134 workshops then provides further insight to guide where emphasis should be placed, particularly in low-135 resourced nations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "suggested priorities reflect the progress of the pandemic and acquisition of knowledge as to where 150 the gaps lie; notably research in children, pregnancy, long-term health impacts of the disease and that there 151 is a strong call for research that assesses the effectiveness of public health measurers put into place across 152 the globe to reduce transmission of this virus. These were alongside a demand for greater social science 153 research to determine public perception, and better ways to change behaviours and build trust. We also 154 identified a range of new priorities relating to addressing COVID-19 in lower resource settings, where multiple 155 pressures including ongoing endemic infectious diseases and other co-morbidities are competing within the 156 health and policy systems for limited resources. priority headings, and this meant that some headings (for example the animal human interface) had relatively survey and this may have influenced the ranking given by respondents. The workshops however were open 163 and purposefully invited researchers to make whatever comments they wanted in regard to where current 164 research priorities lie. Therefore, taken together we suggest that these data support the importance of the 165 WHO research roadmap approach and highlights where funders and researcher should be placing emphasis 166 as well as identifying potential new areas that should be tackled within this pandemic. 167 168 Given that no really effective anti-virals have yet been identified, and with the prospect of a globally accessible 169 vaccine being still some way off, the only interventions that have been deployable by countries are public 170 health measures to prevent transmission. It is therefore unsurprising then that the survey respondents and 171 workshop participants ranked highly the need for further studies to evaluate the value of such measures as 172 well as studies on other potential interventions as they arise. 173 174 These studies must be undertaken as quickly as possible if we are to gain evidence now on just how effective 175 measures such as lockdown, handwashing and social distancing are on reducing transmission. These studies 176 are needed in highly varied social contexts to understand the relative risks and benefits. The need for social 177 science research and mixed methods came through very strongly, with an emphasis on determining how to 178 gain the trust and successfully deliver public health messages. This needs evidence-based community 179 engagement strategies; tested and evaluated everywhere.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Priority assessment matrix for research within the COVID-19 pandemic 190 191 Consideration of these findings in the context of where we are now with the global shifting and evolution of 192 the pandemic requires both research teams and funders to ensure research across all these key areas within 193 this finite window. Here we have suggested a matrix that groups these priorities which might help guide 194 resource allocation and research planning (Fig 1). This complements ongoing work by the UK Collaborative 195 on Development Research and Global Research Collaboration for Infectious Disease Preparedness to map 196 research funding against the WHO roadmap priorities to enable funders and researchers identify gaps and 197 opportunities and inform future research investments or coordination needs (8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", we want to highlight both the importance of fully involving the global research community in priority 200 setting, as well as the ongoing need to review priorities where knowledge and practice is advancing rapidly.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Survey Results: Top three research priorities from the WHO Roadmap categories showing less 129 resources countries as a sub-set of the global responses.Development of cheaper, faster easier to use in field antigen tests (for virus detection)Support work to develop cheaper, faster easier to use in field antibody test tests (for determining exposure).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Describe transmission dynamics of COVID-19 and understand spread of disease nationally, regionally and globally.Determine interventions that improve the clinical outcome of COVID-19 infected patientsDefine the natural history of COVID-19 infection though careful standardised and comprehensive clinical and laboratory description of casesDetermine optimal clinical practice strategies to improve the processes of care (e.g. develop criteria for early diagnosis, when to discharge, when to use adjuvant therapies for patients and contacts).Determine optimal clinical practice strategies to improve the processes of care (e.g. develop criteria for early diagnosis, when to discharge, when to use adjuvant therapies for patients and contacts).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Develop a multi-country Master Protocol for Phase 2b/Phase 3 vaccine evaluation to determine whether candidate vaccines are safe and effective before widespread distribution.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Existing priorities now requiring greater research emphasis and new priorities not in the WHORoadmap or AAS listExisting priorities now requiring greater research emphasis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "An online multi-language survey was developed where ranking questions were coupled with open-ended Limitations of our approach include the fact that we built the questions to align with the original WHO broad",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}