{
    "paper_id": "1eefec925dc1e25ad6a477ff050b7483404a8a04",
    "metadata": {
        "title": "A municipality-based approach using commuting census data to characterise the vulnerability to influenza-like epidemic: the COVID-19 application in Italy",
        "authors": [
            {
                "first": "Savini",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale dell'Abruzzo e Molise \"G. Caporale\"",
                    "location": {
                        "settlement": "Teramo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Candeloro",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale dell'Abruzzo e Molise \"G. Caporale\"",
                    "location": {
                        "settlement": "Teramo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Calistri",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale dell'Abruzzo e Molise \"G. Caporale\"",
                    "location": {
                        "settlement": "Teramo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Conte",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale dell'Abruzzo e Molise \"G. Caporale\"",
                    "location": {
                        "settlement": "Teramo",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In February 2020, Italy became the epicentre for in Europe and at the beginning of March, in response to the growing epidemic, the Italian Government put in place emergency measures to restrict the movement of the population. Human mobility represents a crucial element to be considered in modelling human infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this paper, we examined the mechanisms underlying COVID-19 propagation using a Susceptible-Infected stochastic model (SI) driven mainly by commuting network in Italy. We modelled a municipality-specific contact rate to capture the disease permeability of each municipality, considering the population at different times of the day and describing the characteristic of the municipalities as attractors of commuters or places that make their workforce available elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The purpose of our analysis is to provide a better understanding of the epidemiological context of COVID-19 in Italy and to characterize the territory in terms of vulnerability at local or national level. The use of data at such a high spatial resolution allows highlighting particular situations on which the health authorities can promptly intervene to control the disease spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our approach provides decision-makers with useful geographically detailed metrics to evaluate those areas at major risk for infection spreading and for which restrictions of human mobility would give the greatest benefits, not only in the beginning of the epidemic but also in the last phase, when the risks deriving from the gradual lockdown exit strategies must be carefully evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 31 December 2019, the Chinese Country Office of the World Health Organization (WHO) was informed about cases of pneumonia of unknown etiology in residents of Wuhan City, Hubei Province of China [1] . Later defined as a new disease caused by a novel coronavirus (SARS-CoV-2), the epidemic was declared by WHO a public health emergency of international concern on 30 January and a \"pandemic\" on 11 March. In February 2020, Italy became the epicentre for COVID-19 in Europe and on the 22 February the Italian Government imposed a lockdown in hotspot areas in Lombardy and Veneto region [2, 3] . On 9 March 2020, in response to the growing epidemic, emergency measures restricting the movement of the population (except for essential work categories and health reasons), were extended to the entire country.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 590,
                    "end": 592,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human mobility represents a crucial element to be considered in modelling human infectious diseases and the main factors influencing mobility patterns and magnitude depend on the considered scale (global, national, local). At global level, the study of air traffic connections may provide good indications for predicting the worldwide spread of a human infectious disease [4, 5] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At a local scale other types of movement must be taken into account. Recently, various studies have been carried out to evaluate how different human mobility data, such as mobility data by Google or data collected through mobile phone, can guide government and public health authorities to evaluate the effectiveness of measures to control the COVID-19 spread [6, 7] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, commuting, defined as the daily movements from residence to work or school, is certainly the most relevant and widely studied factor to describe spatial mobility in local models [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we analyse the commuting flows in Italy, using census data (ISTAT 2011) [11] , in order to assess its contribution in spreading the COVID-19 at the beginning of the epidemic.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first calculated Social Network Analysis (SNA) centrality measures at province level, and then we examined the underlying mechanisms of propagation using a stochastic Susceptible-Infected (SI) model mainly driven by commuting network and applied to a revised conceptualization of the contact rate parameter. We modeled a municipality-specific contact rate to capture the vulnerability to the disease of each municipality, considering the population in different times of the day and considering the characteristic of municipalities as attractor of commuters or displacing their workforce elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of our analysis is to provide a better understanding of the epidemiological context of COVID-19 in Italy, and to characterize the territory in terms of vulnerability either at local or national level. The objective is not to precisely estimate the exact number of cases or the magnitude of the epidemic in absolute manner, but to understand how the disease can spatially and temporally spread countrywide. In particular, we illustrated three scenarios: in the first scenario, the model estimates the disease transmission by calculating the expected number of cases and municipalities affected by the virus between 26 February and 6 March. We focused on the first ten days of the epidemic because most of the impact that commuting may have had is before the application of the lockdown measures. In the second scenario we explore and compare the spread patterns in three different regions (Lombardy, Abruzzi and Basilicata), which were differently affected by the COVID-19 spread. In scenario 3, the local spread in the Abruzzi region is simulated to define the vulnerability of each municipality to a resurgence of the COVID-19 epidemic during future partial or total easing of the lockdown measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This approach could help Health Authorities and policy makers to implement and direct the right interventions to contain the rapid expansion of the emergency. This contribution, although based on the current epidemic, will provide useful elements for other influenza-like epidemics that might happen in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To analyse the Italian commuting network we used census data collected in 2011 [11] . All data is obtained at municipality level. About half of the 60 million people living in Italy declared a daily movement to their usual place of study or work.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Demography and commuting Network"
        },
        {
            "text": "After adjusting the geographical dataset of the Italian municipalities according to the modifications occurred after 2011, the matched commuting dataset contains 7,915 municipalities, a resident population of 60,340,328 and 28,805,440 commuters -within (17, 497, 742) and between (11, 307, 698) municipalities.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "497,",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "742)",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "307,",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "698)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demography and commuting Network"
        },
        {
            "text": "Commuting flows directed to or coming from abroad are not considered in the analysis. Figure 1 shows the distributions of the Italian population (a) and commuters (b). Commuting network structure. (a) All categories of commuters and non-commuters that characterize each node of the network on a typical working day are represented: commuters inside the node (C r ), incoming and outgoing commuters (C i and C o respectively) and residents who are not commuters (R). The edge between two nodes, from a source to a destination, is represented by an arrow (direction) and its size is proportional to the number of commuters moving daily. (b) Graph representation of the commuting network at province level (undirected for displaying purpose). The scale colour from green to red is based on the node degree value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Demography and commuting Network"
        },
        {
            "text": "The rescaled commuting network is analysed by calculating the centrality measures commonly used in epidemic modelling [13] [14] [15] : degree (in-out), strength (in-out), betweenness -both for the global network and for sub-networks (incoming and outgoing commuters greater than 50, 100 and 1000).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Demography and commuting Network"
        },
        {
            "text": "The model is based on commuting network at municipality level. In a municipality we have the resident population divided in: in non-commuting (R), commuting within the municipality (C r ) and commuting outgoing the municipality (C o ). Commuting affects the number of people present in a municipality during the different times of the day, significantly modifying the registered resident population. If we define C i as the non-resident population commuting into a municipality, we have that the real population in a specific time of the day is given by R+C r -C o +C i (Figure 2a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 580,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SI model to evaluate the COVID-19 spread dynamics Theoretical geo-demography framework"
        },
        {
            "text": "In the right side of Figure 3 three municipalities (A, B, C) with their registered residents are shown; the left side shows the actual population present in the municipalities, following in and out commuting during the day. In municipality C, the resident population equal to 10, becomes 4 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "SI model to evaluate the COVID-19 spread dynamics Theoretical geo-demography framework"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . during the day, due to a prevalent component of C o . Conversely, the population in B significantly increases during the day compared to the resident population, due to the higher C i component (from 10 to 13). Municipality A has a balanced population during the entire day, having an equivalent C o and C i components. Figure 3 . A typical working day description considering three different municipalities and populations. Population changes due to commuting in two different times of the day (high activity and low activity). The municipalities, A, B, C are displayed by circles in black, yellow, and green; the icons, coloured according to the circles, represent the resident populations in the 3 municipalities; squared icons represent non-commuters resident (R) and C r component; the arrows represent commuters moving daily from a source to a destination (C o and C i ) and the arrow's size is proportional to the number of moving commuters. The municipality C, with a population of 10, decreases to 4 during the day, due to a prevalent component of outgoing commuters (C o =7). Conversely, the population in B increases significantly during the day, due to the higher incoming commuters (C i =7). Municipality A has a balanced population during the entire day, having an equivalent C o and C i components.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 16, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "SI model to evaluate the COVID-19 spread dynamics Theoretical geo-demography framework"
        },
        {
            "text": "The typical working day is divided in two parts based on people's daily contact dynamics: 'high activity' time during which contacts are facilitated by the social common activities (e.g. work, school, sports and similar) and 'low activity' time in which the activities are reduced or stopped (e.g. during night or sleep time).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI model to evaluate the COVID-19 spread dynamics Theoretical geo-demography framework"
        },
        {
            "text": "The 'high activity' and 'low activity' times of the day, in combination with the resident and commuters populations, determine different levels of contact (and therefore of infection) between municipalities and between individuals within the municipality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI model to evaluate the COVID-19 spread dynamics Theoretical geo-demography framework"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "A Susceptible-Infectious (SI) compartmental model is implemented to simulate disease spread due to the commuting between municipalities, taking into account not only the absolute commuters values, but including the influence of the typical structure of a day (high and low activity) as described in the previous paragraph. It is an agent-based model where a subject susceptible can became infectious if living or working within an infected population. The following ODEs system describes the model: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Therefore, we assume a homogeneous mixing of the population adopting two infection contact rates to take into account the time of the day (high active or low active time). The effective contact rate (β 0 = 0.244) is estimated from the temporal evolution of the cases observed between 26 February and 6 March, assuming an exponential infection growth [16] and considering a basic reproductive number (R 0 ) ranging from 2.24 to 5.71 [17] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We illustrate the approach used to calculate different β values for each municipality in different times of the day (low and high activity times).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate parameter modelling"
        },
        {
            "text": "The effective contact rate (β 0 = 0.244) is estimated from the temporal evolution of the cases observed between 26 February and 6 March, assuming an exponential infection growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate parameter modelling"
        },
        {
            "text": "We use the following equation to scale the daily value of the infection contact rate:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate parameter modelling"
        },
        {
            "text": "where H is the number of hours in which the hourly β is greater than zero (we assume the hourly β = 0 during sleeping time -10 hours per day) and H m is the number of hours relative to 'high' and . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate parameter modelling"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . 'low' activity times (H = 14 and H m = 11 (during 'high activity' time), 3 (during 'low activity' time)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Thus, being β 0 =0.244, β m = {0.1871; 0.0479}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "However, in our model we define the contact rate for each municipality as depending on the population present in different times of the day:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "where D is the population density according to commuting flows in municipality i and time m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "However, assuming the same β for the whole country implies the disease spreads with the same strength everywhere, even inside those areas highly different spatially, demographically and in terms of commuting systems. So our approach takes into account different factors modulating the β value:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• β value differs during the day: in Figure 5 , municipality C has a higher β during 'low activity' time in comparison to the 'high activity' one, whilst for B is the opposite. Municipalities like B can be considered as \"attractors of commuters\" having a high rate of incoming commuters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Municipalities like C, having a high rate of outgoing commuters are usually emptied during the working time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• β value depends on the density of people staying in a municipality in a specific time of the day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "However, we correct the population density so to be increased when the number of commuters is higher than the number of non-commuters and vice-versa. In Figure 3 , municipality C has a daily β lower than B and A due to its extension (that reduces the density population). But its population density is higher during the 'low activity' time (due to commuters coming back) in comparison to the 'high activity' time. Therefore, the population density of C is raising due to the number of commuters coming back during the \"low activity\" time, whilst its population density remains unchanged during the 'high activity' time since its commuting components are equal to its non-commuters population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The calculation of β for each municipality and time of the day is described in detail in Supplementary Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to highlight the different perspectives of the developed model and the potential of its application, three scenarios are considered:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Simulation Scenarios"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Simulation Scenarios"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "February and 6 March. This scenario is used to validate our model in relation to the current epidemic during the first 10 days of spread. The model assumes that no restrictions of human mobility are put in place at the beginning of the epidemic. Inside each province with confirmed COVID-19 cases at the starting time (26 February) , the infected people are assumed to be randomly distributed. Results are then compared at province level with the official data on confirmed cases.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 331,
                    "text": "(26 February)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scenario 1. COVID-19 spreading at municipality level for the entire Italian territory between 26"
        },
        {
            "text": "Local spreading (during the first 21 days of the epidemic). This scenario is implemented to explore and compare the spread patterns in different regions (rather than validate the predictive capacity), to better understand how the human mobility as spread driver can affect the epidemic. Lombardy, Abruzzi and Basilicata regions are chosen based on the level of infection (high, medium and low) observed during the epidemic. In this scenario we assume that the infection starts at municipality level (the first infected municipality notified in the region is considered as seed); no restrictions of human mobility are put in place at the beginning of the epidemic; the regional network is closed to external commuting exchanges. A longer timeframe is chosen to better explore and compare the different spread patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 2:"
        },
        {
            "text": "Local spread in the Abruzzi region is simulated (during the first 14 days of the epidemic) considering each municipality as a seed for each simulation. This scenario aims at defining the vulnerability of each municipality to a new epidemic. The choice of the Abruzzi region has only an illustrative purpose. We assume that the infection starts in turn in each municipality so to assess the weak points of the whole region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 3:"
        },
        {
            "text": "All simulations use the infection contact rate β described in the previous paragraph, assuming the number of plausible active cases (K) is ten times the number of officially detected active cases, as reported by the Italian Institute for International Political Studies [18] . In Table 1 all the simulation parameters used in the three scenarios are listed. During the first five days of the week, as working days, the β is calculated considering the \"high activity\" time for the commuters adjusted population (R+C r -C o +C i ), whereas the \"low activity\" time is applied to the resident population (R+C r +C o ). The opposite occurs during the weekend (the last two days), to take into account that the resident population becomes more active than that determined by commuter flows.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Scenario 3:"
        },
        {
            "text": "The model is run at municipality level. For each node (municipality), for each individual of the node, and for each temporal step t of a day, the model recalculates the state (in terms of S and I) of the source and destination nodes for the next temporal step by following the equations above described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 3:"
        },
        {
            "text": "The pseudo model algorithm is coded as follows: The model is stochastically implemented in R-software (Version 3.6, R-Foundation for Statistical Computing, Vienna, Austria); \"doparallel\" R package is used for parallelizing the simulations [19] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Scenario 3:"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 3:"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05. 12.20100040 doi: medRxiv preprint Figures are created in R using \"sp\" and \"ggplot2\" libraries [20, 21] , in ArcMap 10.5 ESRI and Cytoscape (Version 3.2.1) programs. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "12.20100040 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The contact rate β values are calculated on the basis of commuting data and population size in each municipality. Figure 5a shows the β values per municipality (quantile aggregation), while Figure 5b shows the statistically significant hot spots, cold spots, and spatial outliers of β values using the Anselin Local Moran's I statistic [22] . Although the map of contact rates mainly reflects the resident population density, the municipality-specific contact rate captures the disease permeability of each municipality, considering the population in different moment of the day and depicting the characteristic of municipalities as attractor of commuters or as diplacer of its workforce elsewhere. The clusterization of geographical areas with similar characteristics in terms of vulnerability to the introduction and spread of the disease is highlighted by Moran's analysis ( Figure 5b ). It is evident that there are large areas characterized by the homogeneous presence of high β values (pink areas). In these areas, the introduction of the disease inevitably leads to a spread more difficult to control due to the simultaneous presence of connections between . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure 5a",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 5b",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "Figure 5b",
                    "ref_id": null
                }
            ],
            "section": "Contact rate parameter estimation"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint municipalities and the high population density. On the contrary, the large areas with low β levels (light blue) represent areas in which the disease spreads slowly (e.g. Alpine and Apennine areas, Basilicata, Sardinia, the southern part of Tuscany and Molise). The red areas constitute potential outliers which, despite a high β value, would hardly expand rapidly the disease in the surrounding areas which have instead low β values. In this way Figure 5b , grouping similar municipalities' values, gives an immediate and overall picture of the Italian territory in terms of higher or lower susceptibility to an epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "Figure 5b",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Three scenarios are evaluated as listed in Table 1 : COVID-19 spreading at municipality level for the entire Italian territory between 26 February and 6 March (scenario 1); local spreading (during the first 21 days of the epidemic) in Lombardy, Abruzzi, and Basilicata regions (scenario 2); local . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure 5. (a) β values per municipality (in legend quantile classification); (b) statistically significant hot spots in pink (municipalities with high βvalues in significant clusters), cold spots in light blue (clustered municipalities with low β values); in red municipalities with high βvalues and surrounded by municipalities with low β values; in blue municipalities with a low β value surrounded by municipalities with high values. Municipalities with not significant clustering or outliers are shown in white."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint spread in the Abruzzi region (during the first 14 days of the epidemic) considering each municipality as a possible origin of the infection (scenario 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The number of infected provinces during the studied period increased from 29 to 92 and only 15 were still free from COVID-19 on 6 March. The number of infected people increased from 625 to 5699. Considering the results at national level, the model was able to model the number of cases as observed (Figure 6a) , while the observed increase of infected provinces was more rapid than the estimated one (Figure 6b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 309,
                    "text": "(Figure 6a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Figure 6b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Scenario 1."
        },
        {
            "text": "The Pearson's correlation coefficient between observed and estimated infected people (median value) at province level, at the end of the period was equal to 0.92. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 1."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint Figure 8 shows the comparison between observed (a) and estimated (b) infected people (upper 95% confidence interval when a province is turned into infected in the simulations) excluding the seeds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As far as the seeding sites concern, Figure 9 shows the comparison between observed and estimated infected people in each seed province. For most of the cases the observed values fall into the 95% confidence interval of the estimates. Results are grouped in four panels depending on the magnitude of the observed COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Figure 8. Results of the model. Comparison between observed (a) and estimated (b) infected people. The upper 95% confidence interval of the estimated infected people is used (when a province is turned into infected during the simulations the value of infected people is considered). Dashed provinces are the initial seeds."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8. Results of the model. Comparison between observed (a) and estimated (b) infected people. The upper 95% confidence interval of the estimated infected people is used (when a province is turned into infected during the simulations the value of infected people is considered). Dashed provinces are the initial seeds."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint February. The panels order (from low to severe level of infected people) is used for displaying purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The differences observed among the spread patterns in high (Lombardy), medium (Abruzzi) and low (Basilicata) affected areas might be explained by different contact rate patterns and different commuting systems. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario 2."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 10. β values (a), degree measure (b) and estimated probability (c) of being infected for each municipality of high (Lombardy), medium (Abruzzi) and Low (Basilicata) affected areas."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . Moreover, the differences among the three regions have been evaluated through the number of estimated infected people and infected municipalities (Figure 11a and b) . The pattern of infected people is similar for Abruzzi and Lombardy (red and green line respectively), but different from Basilicata (green line). However, the differences are more evident between the three regions if we consider the number of infected municipalities that grows more rapidly in the case of Lombardy ( Figure 11b ). The speed with which the municipalities in Lombardy become infected is higher than in Basilicata and Abruzzi due to the connections underlying the commuting network (Figure 11c) . It is noteworthy that Lombardy has 28% of municipalities with a degree greater than 140, while in Abruzzi and Basilicata regions 95% and 99% of municipalities respectively are below a degree of 60. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 16, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 239,
                    "text": "(Figure 11a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 559,
                    "end": 569,
                    "text": "Figure 11b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 738,
                    "end": 750,
                    "text": "(Figure 11c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint Scenario 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this scenario, each municipality is considered in turn as seed. The vulnerability of Abruzzi region is calculated as the number of infected individuals (95th percentile) and infected municipalities that each municipality (seed) causes in the region (excluding itself) (Figure 12a and b) . Figure 12c shows the ratio between the number of cases caused outside the municipality and the number of cases caused inside the municipality (x 100) that may be interpreted as the tendency of each municipality to act as a destination or origin of infection for the other territories. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 289,
                    "text": "(Figure 12a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 292,
                    "end": 302,
                    "text": "Figure 12c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Human mobility data have been largely used for modelling the spread of infectious diseases both at global [2, 5, 8, 9, 23, 24] and national level [25] [26] [27] . A recent use of these data for modelling COVID-19 epidemic in Italy has been published by Gatto et al. [10] and Vollmer, et al. [6] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Data on commuting, defined as the daily local movements from home to work location or schools, have been used in the study of epidemiology of infectious disease at lesser extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In Italy the currently available data on commuting are census data, with the advantage of being structured, open source, and representative of the entire Italian population. Its update every 10 years does not seem to affect the spatial patterns of human mobility [10] , thanks also to the stability of the production systems and persistence of attractive poles (schools, offices etc.) in the same places.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The use of data at a higher spatial resolution (municipality level) allows to highlight peculiar situations on which public health authorities may promptly intervene to control the spread of a disease. For this reason, we have introduced within a metapopulation model, driven by the commuting network, a municipality-based contact rate able to capture the variability between municipalities in terms of population density and commuting system. The revised municipality-based β can be generalized to any other epidemic that responds to the assumptions made for its calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The simulation model was applied considering three different scenarios. The first scenario (scenario 1), considering COVID-19 spreading at municipality level for the entire Italian territory between 26 February and 6 March, was used to assess the model accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "At national level, the model estimates the trend of infected people similarly to the observed trend of cases (Figure 6a) , despite the introduction of the β variability. As far as the number of provinces involved concerns, the estimates are more variable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 120,
                    "text": "(Figure 6a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In particular, the model estimates a growth rate of the infected provinces lower than the observed one ( Figure 6b ). This might be due to the uncertainty about the real number of provinces already infected at the beginning of the period. If a higher number of infected provinces at the beginning had been considered, the outcomes of the model would have been more similar to the observed ones.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Figure 6b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Considering the capacity of the model to correctly classify a province as infected at the end of the observation period, despite a global accuracy of 85%, the model failed in classifying 16 provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "However, the misclassification is due not only to the model capacity, but also to the influence of uncontrolled factors such as errors in the observed data, timing in notification of cases, ability to identify the disease, containment local measures, long distance displacement of people from infected areas to non-infected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "As for the false negative (FN) provinces, the model failed in identifying as infected, provinces in which the number of observed cases at the end of the study period was actually very low (from 1 to 3); only one province out of 7 never turned out infected in any simulation. Furthermore, most of the FN provinces are located in southern Italy, an area which was affected by the massive return of university students from the North, after all schools were closed. The 9 false positive (FP) provinces, were officially detected as positive a few days after the considered period. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint suffered more for the COVID-19, with more than 10,000 cases and almost 3,000 deaths. This would lead to think that in that province the control measures were not strictly applied at the very beginning of the epidemic. It is important to note that the limitation of the model in correctly estimating the magnitude or the extent of the epidemic also depends on the difficulty of including in the model the establishment of community (hospitals, health care settings, working) or household clusters of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The second scenario (scenario 2) was developed to explore and compare the spread pattern in three different regions. The chosen regions (Lombardy, Abruzzi and Basilicata) are characterised by different epidemiological conditions. When the outcomes for the three regions are compared, the population density and level of industrialization must be taken into account. The mobility of workforces in Lombardy, which is one of the major economic driving areas in Europe, is much greater than in the other two regions. The differences among these regions are more evident when the increase of the number of infected municipalities is considered (Figure 11b ), being the infection spreading across municipalities directly linked to the connections underlying the commuting network. Indeed, in case of Lombardy about the 50% of the municipalities are connected to more than 100 municipalities (against a 3% in Abruzzi and Basilicata regions - Figure   11c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 650,
                    "text": "(Figure 11b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 935,
                    "end": 947,
                    "text": "Figure   11c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the last scenario (scenario 3) the local spread in the Abruzzi region is estimated (during the first 14 days of the epidemic) considering each municipality as a seed for simulation. This scenario has the purpose of identifying those municipalities more vulnerable to the virus introduction and those playing a major role in spreading the infection. The vulnerability of Abruzzi region is calculated as the number of individuals that each municipality (seed) causes in the region and the number of infected municipalities (Figure 12a and b) . In addition, the ratio between the number of cases caused outside the municipality and the number of cases caused inside the municipality may provide a useful hint about the risk category (capability to infect rather than become infected, shown in Figure 12c . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 542,
                    "text": "(Figure 12a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 793,
                    "end": 803,
                    "text": "Figure 12c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.12.20100040 doi: medRxiv preprint Our approach, therefore, provides decision-makers with useful geographically detailed metrics to evaluate those areas at major risk for infection spreading and for which restrictions of human mobility would give the greatest benefits, especially in the first phase of the epidemic. It can provide risk maps on which health administration can modulate the application of strong lockdown measures, evaluating in advance the effects on reducing the spread of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This approach is particularly useful not only in the beginning of the epidemic but also in the last phase, when the risks deriving from the gradual lockdown exit strategies must be carefully evaluated. In fact, the major risk in this latter phase is the re-insurgence of infection transmission through a progressive re-opening of the productive systems. The analysis of daily human mobility patterns for working reasons is clearly providing a well detailed picture of the areas and productive systems more at risk of sustaining a restart of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-2019) situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The global community needs to swiftly ramp up the response to contain COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "395",
            "issn": "",
            "pages": "30679--30685",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Only strict quarantine measures can curb the coronavirus disease (COVID-19) outbreak in Italy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjödin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Farooq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.13.2000280"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spread of a Novel Influenza A (H1N1) Virus via Global Airline Transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc0904559"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predictability and epidemic pathways in global outbreaks of infectious diseases: the SARS case study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-5-34"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report 20: A sub-national analysis of the rate of transmission of Covid-19 in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vollmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Melan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/78677"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mobile phone data and COVID-19: Missing an opportunity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Letouzé",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sterly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delataille",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nadai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lepri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human mobility and population heterogeneity in the spread of an epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Procedia Comput Sci",
            "volume": "1",
            "issn": "",
            "pages": "2237--2244",
            "other_ids": {
                "DOI": [
                    "10.1016/j.procs.2010.04.250"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparing large-scale computational approaches to epidemic modeling: Agent-based versus structured metapopulation models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-190"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertuzzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miccoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carraro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casagrandi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2004978117"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Matrici del pendolarismo: I dati dei residenti rilevati dal 15° Censimento della popolazione che si spostano tra comuni o all'interno dello stesso per motivi di lavoro o di studio",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Italia -Monitoraggio situazione. Contribute to pcmdpc/COVID-19 development by creating an account on GitHub",
            "authors": [
                {
                    "first": "Civile",
                    "middle": [],
                    "last": "Dipartimento Protezione",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "GitHub [Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic Spreading in Scale-Free Networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys Rev Lett",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.3200"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Introduction to network analysis and its implications for animal disease modelling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ribble",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcnab",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rev Sci Tech Int Epiz",
            "volume": "30",
            "issn": "2",
            "pages": "425--436",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social Network Analysis. Review of General Concepts and Use in Preventive Veterinary Medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martínez-López",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transbound Emerg Dis",
            "volume": "56",
            "issn": "",
            "pages": "109--120",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1865-1682.2009.01073.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 and Italy: what next? The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "1225--1228",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.058"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ISPI analysis: Covid-19 and Italy's Case Fatality Rate: What's the Catch?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "doParallel: Foreach Parallel Adaptor for the \"parallel\" Package",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corporation",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Classes and Methods for Spatial Data",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pebesma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bivand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowlingson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gomez-Rubio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hijmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sumner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spatial Visualization with ggplot2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahle",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                },
                {
                    "first": "Jackson",
                    "middle": [
                        "S"
                    ],
                    "last": "Korpela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ggmap",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Local Indicators of Spatial Association-LISA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Geogr Anal",
            "volume": "27",
            "issn": "",
            "pages": "93--115",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-4632.1995.tb00338.x"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Multiscale mobility networks and the spatial spreading of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "21484--21489",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906910106"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human Mobility and the Global Spread of Infectious Diseases: A Focus on Air Travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Findlater",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Parasitol",
            "volume": "34",
            "issn": "",
            "pages": "772--783",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pt.2018.07.004"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Commuter Mobility and the Spread of Infectious Diseases: Application to",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charaudeau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pakdaman",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0083002"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "On the Use of Human Mobility Proxies for Modeling Epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Decuyper",
                    "suffix": ""
                },
                {
                    "first": "Kon",
                    "middle": [
                        "Kam"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003716"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of the Italian population (a) and of daily commuters (b) at municipality level. Source ISTAT.A commuting network is generated by creating a direct weighted edge between two nodes,represented by the municipalities of origin and destination. The weight indicates the number of commuters traveling on that connection in a typical working day (Figure 2a). The resulting network is composed by 7,915 nodes and 539,223 edges. Then, the commuting network is rescaled at province level (the lowest NUTS level -Nomenclature of Territorial Units for Statistics, NUTS 3) in order to compare the results of the network analysis with the COVID-19 cases as recorded at province level by the Dipartimento della Protezione Civile and archived on GitHub [12]. The rescaled network has a size of 107 nodes and 3,310 edges (Figure 2b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. Commuting network structure. (a) All categories of commuters and non-commuters that characterize each node of the network on a typical working day are represented: commuters inside the node (C r ), incoming and outgoing commuters (C i and C o respectively) and residents who are not commuters (R). The edge between two nodes, from a source to a destination, is represented by an arrow (direction) and its size is proportional to the number of commuters moving daily. (b) Graph representation of the commuting network at province level (undirected for displaying purpose). The scale colour from green to red is based on the node degree value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "population, I = Infected population, N population size, β is the infection contact rate, i indicates the municipality, m indicates the time of the day (high active or low active time) and t is a specific day; the equation describing the transition state of each individual, from susceptible (s) to infected (i), follows a Bernoulli distribution:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Pearson's correlation matrix was calculated among the SNA metrics of the commuting network (and sub-networks) and COVID-19 cases (at different times of the epidemic), (Figure 3a). Degree measures and COVID-19 cases showed a significant correlation (p< 0.05). In particular, the degree calculated for the sub-network built on the basis of incoming and outgoing commuters greater than 50 (Deg50) and COVID-19 cases (on the 26 March 2020) have the highest correlation value equal to 0.72 (black bordered square in Figure 4a). Figure 4b represents a scatter plot between Deg50 and COVID-19 cases in logarithmic scale. To capture the commuting behaviour of each province (node) the scale colour from green to red is used to characterize the in-strength (incoming commuters from lower to higher) and the symbol size characterizes the node in terms of out-strength (outgoing commuters from smaller to bigger). It is evident that the northern provinces, most affected by the disease, are also those characterized by a high degree (flow of commuters among multiple provinces) and high strength (incoming and outgoing commuters exchanged) while the provinces of central and southern Italy, with a lower number of cases, are mainly characterized by lower degree and in-strength values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Correlation analysis. (a) The heatmap of Pearson's correlation coefficients among all the variables: SNA metrics for the rescaled commuting network and sub-networks (with in and out commuters greater than 50, 100 and 1000), and COVID-19 cases (at different times). The X symbol indicates a non-significant correlation. The red scale colour indicates a positive Pearson's coefficient value. In the x-axis legend, the symbol colour represents the variable groups: COVID-19 cases (green), betweenness (red), degree (light blue), and strength (purple); the symbols: circle, square and triangle represent the directions in terms of in (circle), out (square), and none (triangle); the symbol size from smaller to bigger represents the networks variables (sub-networks -with in and out commuters greater than 50, 100 and 1000 and the whole network).(b) A scatter plot graph between Deg50 and COVID-19 cases (on the 26th of March 2020) in logarithmic scale. The scale colour from green to red is used to characterize the in-strength (from lower to higher number of incoming commuters) of the node and the symbol size (from smaller to bigger) characterizes the node in terms of out-strength (lower to higher number of outgoing commuters).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Observed (red line) and estimated (blue line and 0.95, 080 and 0.50 CI) infected people in Italy. (b) Observed (red line) and estimated (blue line and 0.95, 080 and 0.50 CI) number of infected provinces.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "shows the agreement between observed and estimated infected province on 6 March.Provinces' color represents the estimated probability of being infected, red points indicates the observed infected province at the end of the period, green points represent the non-infected provinces at the end of the period, dashed provinces are the seeds at the beginning of the period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Results of the model. Provinces are colored based on the estimated probability of being infected; red points show the observed infected provinces at the end of the period (26 Feb-6 Mar); the green points represent the non-infected provinces at the end of the period; dashed provinces represent the seeds at the beginning of the period (26 Feb). A threshold of p=5% on the percentage of simulations having at least one infected individual per province was chosen to evaluate the model performance in predicting the infection status of each province at the end of the period. The comparison with observed official status as of 6 March resulted in a number of True Positive (TP) = 85, True Negative = 6, False Positive (FP)= 9 and False Negative = 7. This leads to a Sensitivity = 92.4% and a Specificity = 40%, for a total Accuracy of 85%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Infected people in seeding provinces on 6 March. Black squares represent median values, lines the 95%CI , green and red diamonds represent observed data within (green) and outside(red) the CI, whilst white dots represent the observed cases on 26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "compares β values (a), degree measure (b) and estimated probability of being infected (c) for each municipality. Starting from one seed in each region (the first municipality notified as infected), for a time window of 21 days, the disease seems to follow different patterns: in Lombardy, where β values are more homogeneous, the disease extends in wideness; in Abruzzi region the disease spreads along the Adriatic coast, driven by the β parameter higher in this corridor; in Basilicata, the disease remains confined to the point of origin because the region has neither high β values or high connections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(a) Number of estimated infected people (median values and 95%CI) and (b) estimated infected municipalities (median values and 95% CI) when the epidemic starts in one seed and lasts 21 days. (c). Blue line represents Lombardy, red line is Abruzzi region and green line, Basilicata region. Degree distribution in the three region L=Lombardy, A=Abruzzi, B=Basilicata. Bars are in class percentage descending order.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "(a) Number of infected people (95th percentile) that each municipality causes in the region (excluding itself). (b) number of infected municipalities caused by each seed (95th percentile). (c) ratio between the number of cases caused outside the municipality (95th percentile) and the number of cases caused inside the municipality (95th percentile).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "We used a simple Susceptible-Infected model in which more importance was given to model the contact rate, neglecting the Exposed, Recovered and Dead compartments. This approach can besuitable in the first phase of an new epidemic (when population is fully susceptible). Although we have reduced the number of parameters of the epidemiological model from one side, we have introduced other variables to model the socio-demographic and commuting aspects, as detailed in Supplementary Information. The revised calculation of the infection contact rate β, based mainly on the resident population density, also incorporates the commuting component in each municipality, highlighting its characteristic of being an attractor of commuters or a displacer of workforces toward elsewhere. When areas with a high β values are contiguous and significantly clustered, disease permeability tends to be greater. Lombardy, Veneto and Emilia Romagna (situated in the northern Italy), which together made up 52% of all Italian cases (as of May 7, 2020), are effectively clustered with similar and high β values (Figure 5b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The outcomes of the model were compared with the observed number of COVID-19 cases for the initially infected provinces, grouped by different virus circulation level (from low to high). Forsome Provinces, such as Palermo (PA), Savona (SV), Padua (PD), Milan (MI) and Lodi (LO) the model overestimates the cases, whereas in few others, like Pesaro-Urbino (PU) and Parma (PR) the number of cases was underestimated (Figure 9). One of the possible explanations for this disagreement may be found in the application of control measures by local authorities, which anticipated the measures of the central government. On the other hand, the model was able to estimate quite precisely the number of cases in several provinces (either at low or high virus circulation level). Among these, Bergamo (BG) province was one of the Italian provinces that",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ") of each municipality. The obtained maps, at municipality level, provide the decision makers with useful information on where mobility restriction measures should be focussed to have the strongest effects on transmission reduction. The highest vulnerability values can be observed in areas with commercial hubs, close to the highest populated city of the region, Pescara (Figure 12b, the darker blue area on mid-coastal line) and the most industrial area of the region, in the Sangro Valley (Figure 12b, in the southern of Abruzzi region), where many medium and big factories are present.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Simulation parameters for each scenario.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}