{
    "paper_id": "1ef0ad9c9382693fd39d8cfbc25aab7929d89abe",
    "metadata": {
        "title": "COVID-19 and the cardiovascular system",
        "authors": [
            {
                "first": "Ying-Ying",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Zhengzhou University",
                    "location": {
                        "settlement": "Zhengzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Tong",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Xinjiang Medical University",
                    "location": {
                        "settlement": "Urumqi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-Ying",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Zhengzhou University",
                    "location": {
                        "settlement": "Zhengzhou",
                        "country": "China"
                    }
                },
                "email": "jyzhang@zzu.edu.cn"
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Xinjiang Medical University",
                    "location": {
                        "settlement": "Urumqi",
                        "country": "China"
                    }
                },
                "email": "xiangxie999@sina.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells through ACE2 receptors, leading to coronavirus disease (COVID-19)-related pneumonia, while also causing acute myocardial injury and chronic damage to the cardiovascular system. Therefore, particular attention should be given to cardiovascular protection during treatment for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, an outbreak of pneumonia caused by a novel coronavirus occurred in Wuhan, Hubei province, and has spread rapidly throughout China, with an ongoing risk of a pandemic 1 . After virus identification and isolation, the pathogen for this pneumonia was originally called 2019 novel corona virus (2019-nCoV) 2 but has subsequently been officially named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the WHO. On 30 January 2020, the WHO declared the outbreak of SARS-CoV-2 a Public Health Emergency of International Concern. Compared with the SARS-CoV that caused an outbreak of SARS in 2003, SARS-CoV-2 has a stronger transmission capa city. The rapid increase in confirmed cases makes the prevention and control of COVID-19 extremely serious. Although the clinical manifestations of COVID-19 are dominated by respiratory symptoms, some patients have severe cardio vascular damage 3 . In addition, some patients with underlying cardiovascular diseases (CVDs) might have an increased risk of death 3 . Therefore, understanding the damage caused by SARS-CoV-2 to the cardio vascular system and the underlying mechanisms is of the greatest importance, so that treatment of these patients can be timely and effective and mortality reduced.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Angiotensin-converting enzyme 2 (ACE2) is a membranebound aminopeptidase that has a vital role in the cardiovascular and immune systems 4 . ACE2 is involved in heart function and the development of hypertension and diabetes mellitus. In addition, ACE2 has been identified as a functional receptor for coronaviruses 4 , including SARS-CoV and SARS-CoV-2. SARS-CoV-2 infection is triggered by binding of the spike protein of the virus to ACE2, which is highly expressed in the heart and lungs 4 . SARS-CoV-2 mainly invades alveolar epithelial cells, resulting in respiratory symptoms. These symptoms are more severe in patients with CVD, which might be associated with increased secretion of ACE2 in these patients compared with healthy individuals. ACE2 levels can be increased by the use of renin-angiotensin-aldosterone system inhibitors. Given that ACE2 is a functional receptor for SARS-CoV-2, the safety and potential effects of antihypertension therapy with ACE inhibitors or angiotensin-receptor blockers in patients with COVID-19 should be carefully considered. Whether patients with COVID-19 and hypertension who are taking an ACE inhibitor or angiotensin-receptor blocker should switch to another antihypertensive drug remains controversial, and further evidence is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 and ACE2"
        },
        {
            "text": "Reports suggest that the Middle East respiratory syndrome-related coronavirus (MERS-CoV) can cause acute myocarditis and heart failure 5 . SARS-CoV-2 and MERS-CoV have similar pathogenicity, and the myocardial damage caused by infection with these viruses undoubtedly increases the difficulty and complexity of patient treatment. Myocardial injury associated with the SARS-CoV-2 occurred in 5 of the first 41 patients diagnosed with COVID-19 in Wuhan, which mainly manifested as an increase in high-sensitivity cardiac troponin I (hs-cTnI) levels (>28 pg/ml) 3 . In this study, four of five patients with myocardial injury were admitted to the intensive-care unit (ICU), which indicates the serious nature of the myocardial injury in patients with COVID-19. Blood-pressure levels were significantly higher in patients treated in the ICU than in those not treated in the ICU (mean systolic blood pressure 145 mmHg versus 122 mmHg; P < 0.001) 3 . In another report of 138 patients with COVID-19 in Wuhan, 36 patients with severe symptoms were treated in the ICU 1 . The levels of biomarkers of myocardial injury were significantly higher in patients treated in the ICU than in those not treated in the ICU (median creatine kinase (CK)-MB level 18 U/l versus 14 U/l, P < 0.001; hs-cTnI level 11.0 pg/ml versus 5.1 pg/ml, P = 0.004), suggesting that patients with severe symptoms often have complications involving acute myocardial injury 1 . In addition, among the confirmed cases of SARS-CoV-2 infection reported by the National Health Commission of China (NHC), some of the patients first went to see a doctor www.nature.com/nrcardio because of cardiovascular symptoms. The patients presented with heart palpitations and chest tightness rather than with respiratory symptoms, such as fever and cough, but were later diagnosed with COVID-19. Among the people who died from COVID-19 reported by the NHC, 11.8% of patients without underlying CVD had substantial heart damage, with elevated levels of cTnI or cardiac arrest during hospitalization. Therefore, in patients with COVID-19, the incidence of cardiovascular symptoms is high, owing to the systemic inflammatory response and immune system disorders during disease progression.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 560,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 941,
                    "end": 942,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Acute cardiac injury"
        },
        {
            "text": "The mechanism of acute myocardial injury caused by SARS-CoV-2 infection might be related to ACE2. ACE2 is widely expressed not only in the lungs but also in the cardiovascular system and, therefore, ACE2related signalling pathways might also have a role in heart injury. Other proposed mechanisms of myocardial injury include a cytokine storm triggered by an imbalanced response by type 1 and type 2 T helper cells 3, 6 , and respira tory dysfunction and hypoxaemia caused by COVID-19, resulting in damage to myocardial cells.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 419,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Acute cardiac injury"
        },
        {
            "text": "A 12-year follow-up survey of 25 patients who recovered from SARS-CoV infection found that 68% had hyperlipidaemia, 44% had cardiovascular system abnormalities and 60% had glucose metabolism disorders 7 . Metabolomics analysis revealed that lipid metabolism was dysregulated in patients with a history of SARS-CoV infection. In these patients, the serum concentrations of free fatty acids, lysophosphatidylcholine, lysophosphatidylethanolamine and phosphatidylglycerol were significantly increased compared with individuals without a history of SARS-CoV infection 7 . However, the mechanisms by which SARS-CoV infection leads to disorders of lipid and glucose metabolism are still uncertain. Given that SARS-CoV-2 has a similar structure to SARS-CoV, this novel virus might also cause chronic damage to the cardiovascular system, and attention should be given to cardiovascular protection during treatment for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic cardiovascular damage"
        },
        {
            "text": "Patients with pre-existing CVD A meta-analysis showed that MERS-CoV infection was more likely to occur in patients with underlying CVD 8 . In patients with MERS-CoV infection and severe symptoms, 50% had hypertension and diabetes and up to 30% had heart disease. Similarly, according to the Pneumonitis Diagnosis and Treatment Program for New Coronavirus Infection (Trial Version 4), elderly people with comorbidities are more likely to be infected with SARS-CoV-2, especially those with hypertension, coronary heart disease or diabetes. Furthermore, patients with CVD are more likely to develop severe symptoms if infected with SARS-CoV-2. Therefore, patients with CVD account for a large proportion of deaths from COVID-19. In one study, among the patients with severe symptoms of COVID-19, 58% had hypertension, 25% had heart disease and 44% had arrhythmia 1 . According to mortality data released by the NHC, 35% of patients with SARS-CoV-2 infection had a history of hypertension and 17% had a history of coronary heart disease. Furthermore, data show that patients aged >60 years who were infected with SARS-CoV-2 had more systemic symptoms and more severe pneumonia than patients aged ≤60 years 9 . Therefore, in patients with SARS-CoV-2 infection, underlying CVD can aggravate the pneumonia and increase the severity of symptoms.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1202,
                    "end": 1203,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Chronic cardiovascular damage"
        },
        {
            "text": "Patients with acute coronary syndrome (ACS) who are infected with SARS-CoV-2 often have a poor pro gnosis. In patients with ACS, cardiac functional reserve can be reduced owing to myocardial ischaemia or necrosis. When infected with SARS-CoV-2, cardiac insufficiency is more likely to occur, leading to a sudden deterioration in the condition of these patients. Some of the patients with COVID-19 in Wuhan had previous ACS, which was associated with severe illness and high mortality. For patients with cardiac insufficiency who have underlying heart disease, SARS-CoV-2 infection might act as a precipitating factor to worsen the condition and lead to death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic cardiovascular damage"
        },
        {
            "text": "Drug-related heart damage during COVID-19 treatment is a concern. In particular, the use of antiviral drugs should be monitored. In a study of 138 patients with COVID-19, 89.9% were given antiviral drugs 1 . However, many antiviral drugs can cause cardiac insufficiency, arrhythmia or other cardiovascular disorders. Therefore, during treatment of COVID-19, especially with the use of antivirals, the risk of cardiac toxicity must be closely monitored 10 .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Chronic cardiovascular damage"
        },
        {
            "text": "Conclusions SARS-CoV-2 is thought to infect host cells through ACE2 to cause COVID-19, while also causing damage to the myocardium, although the specific mechanisms are uncertain. Patients with underlying CVD and SARS-CoV-2 infection have an adverse prognosis. Therefore, particular attention should be given to cardiovascular protection during treatment for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic cardiovascular damage"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ACE2: from vasopeptidase to SARS virus receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Pharmacol. Sci",
            "volume": "25",
            "issn": "",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute myocarditis associated with novel Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alhogbani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Saudi Med",
            "volume": "36",
            "issn": "",
            "pages": "78--80",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Exp. Immunol",
            "volume": "136",
            "issn": "",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Altered lipid metabolism in recovered SARS patients twelve years after infection",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badawi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ryoo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Infect. Dis",
            "volume": "49",
            "issn": "",
            "pages": "129--133",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sick sinus syndrome induced by interferon and ribavirin therapy in a patient with chronic hepatitis C",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakabe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yoshioka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fujiki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Cardiol. Cases",
            "volume": "8",
            "issn": "",
            "pages": "173--175",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Pneumonitis Diagnosis and Treatment Program for New Coronavirus Infection: http://www.gov.cn/zhengce/zhengceku/2020-01/28/ content_5472673.htm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RElAtED link"
        }
    ]
}