{
    "paper_id": "1ef4261ae10941a5c40556ab578fabc2d8f46b6f",
    "metadata": {
        "title": "Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care",
        "authors": [
            {
                "first": "Alan",
                "middle": [],
                "last": "Elbaum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "by ALAN ELBAUM I f George Floyd had died of Covid-19, the world would not know his name. If he had lived another thirty years and then died of cardiovascular disease, the world would not know his name. It is the particular brutality of the racism that killed him, a police officer kneeling on his neck for eight minutes and forty-six seconds as Floyd pleaded for breath, that has finally brought the United States to reckon with the racism that has never ceased terrorizing African Americans. Yet even if this atrocity had not occurred-even if Floyd had died of Covid-19, or even if he had died at age seventy-four from diabetes-related complications-the underlying cause of death would be the same: racism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The pandemic has rendered human life more precarious than it has been in decades. All medical providers now practice palliative care. Asking patients about their visions of the good life and the good death has long been a standard practice, but this has taken on new urgency. As a medical trainee, I have found palliative care to be the most uplifting of disciplines. To empower a patient to define her own trajectory, to prevent and to relieve suffering-these are gifts for patients and providers alike. Yet clinicians, no matter how compassionate, are constrained by the societies and health systems in which they work. Here, I explore what it means to offer genuine palliative care when patients' illnesses are rooted in systemic injustice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The movement for palliative and hospice care emerged to offer an alternative to dying in intensive care, sedated or bristling with lines and tubes. One of the movement's fundamental premises is that patients have the right to decline aggressive interventions. Many patients now carry standing physicians' orders of \"do not intubate\" or \"do not resuscitate\" (\"DNR\"). Underneath the ideology of patient choice lies a tacit and widespread complex of beliefs about the good death-for example, that medical interventions with little chance of success merely increase suffering and that one should die at home, surrounded by loved ones. This is the death most of my older family members would choose for themselves. They are white and well-off, and they enjoy robust health and excellent health insurance as they enter their seventies. If they contracted Covid-19, they would receive treatment in prestigious, well-resourced hospitals. If their prognoses were grim, they may feel that they have \"lived a complete life.\" 1 Few would fight for a miracle in intensive care if hospice could guarantee a comfortable, peaceful death at home. Though several carry their parents' trauma from the Holocaust, they no longer have to fear racial discrimination in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "African Americans, statistically, tend to make different choices about medical care than whites do. Repeated studies have found that, relative to white Americans, African Americans more often choose therapies such as prolonged ventilation and feeding tubes, less often elect to receive hospice care, and less often engage in advance care planning. To the extent that these patterns are attributable to knowledge and access gaps, they should be considered health care disparities in their own right. But there is also a trend in the literature and in clinical practice to identify \"barriers\" between African Americans and palliative care-such as patients' religious faith or \"mistrust\" of the medical system-and to overcome them. 2 Even in the best of times, many African Americans fear that accepting DNR status is tantamount to giving up and inviting their physicians to give up on them. An ethnographic study conducted by LaVera Crawley illuminates why trust is something medical providers must earn, not something patients must give. Crawley's study participants, African American adults in the San Francisco Bay Area making decisions in the face of serious illness over a period of two years, spoke of their \"struggle\" against unjust conditions, in medical systems as in society at large. Many had experienced clinicians acting on racial biases, making decisions on their behalf; these patients were not given \"a say\" in their own end-of-life care. 3 One way to understand the unjust conditions invoked by Crawley's study participants is to look at the unsurprising and unacceptable burden of Covid-19 in black communities across the country. In every single state reporting demographic data, African Americans are overrepresented in Covid-19 cases, deaths, or both. 4 Across the United States, counties with substantial black populations have suffered 25 percent more cases than other counties, even when controlling for poverty. 5 This is why the cause of death would still be structural racism if George Floyd had died of Covid-19.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 730,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1454,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1771,
                    "end": 1772,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1935,
                    "end": 1936,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "For my family members who have the privilege to shelter in place and work from home, contracting Covid-19 would be a case of terrible luck. By contrast, \"essential\" workers, disproportionately people of color, have been forced to choose between supporting their families and protecting themselves from Covid-19, largely as a result of deliberate social planning. Another telling contrast: residents of the wealthy white enclave of Bolinas, California, received free tests for Covid-19 antibodies as soon as they became publicly available. In the nearby San Quentin State Prison, where African Americans are represented at five times their rate in the general population, 6 inmates cannot even achieve social isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "These racial fault lines of illness are nothing new. Two counties away, in Oakland, life expectancy differs by a full twenty-four years depending on whether one was born in the Lower Hills (a predominantly non-Hispanic white neighborhood) or in West Oakland (a majority African American neighborhood). 7 Similar disparities afflict urban areas across the country. The average life expectancy for men in Houston ranges from eighty-eight years in the most affluent ZIP codes to seventy-four years in the historically black Third Ward, where George Floyd grew up. 8 This amounts to an epidemic of premature black death. Its causes include histories of redlining and residential segregation, environmental pollution, and police violence. This is why the cause of death would still be structural racism if Floyd had died of almost any cause at the age of seventy-four-as opposed to eighty-eight.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 562,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "Social and structural determinants of health are by now integrated into medical school curricula. Racial health disparities are well-known to medical providers, who witness their intolerable effects daily. Many providers work tirelessly to achieve a more just society alongside their clinical work. But certain questions remain wide open: What are the ethical implications of racial health disparities when it comes to end-of-life care? Is there such a thing as a \"good\" or \"dignified\" death when African Americans are dying not merely of Covid-19 but of structural racism?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "One dominant philosophy of rationing scarce medical resources, including mechanical ventilation and dialysis, merely amplifies the problem. Early on in the pandemic, the Journal of the American Medical Association published a framework for rationing intensive care that has since been adopted by several states and over one hundred hospitals. 9 Like nearly all rationing plans, it prioritizes patients with a higher likelihood of surviving until hospital discharge. Yet whereas the New York State guidelines, for example, explicitly reject rationing on the basis of long-term survival, this framework optimizes life years saved. Thus, patients who have a life expectancy under five years are deemed less deserving of a ventilator.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The framework's authors do not engage with the issue of the unjust disparity in life expectancy across racial groups. They merely assert that race is \"morally irrelevant.\" (They have also misrepresented an intensive community engagement study as finding \"broad endorsement\" for their framework among people of diverse cultural and religious identities. 10 ) The net result of this colorblind rationing scheme is predictably asymmetric: black lives are sacrificed to preserve the lives of the more privileged. According to this utilitarian philosophy, the very hospital that would extend curative options to my relatives, should they fall sick with Covid-19, would deny the same options to an age-matched but sicker-at-baseline African American patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "If George Floyd had died of Covid-19, the cause of death would still be structural racism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "With some success, civil rights advocates have since brought numerous lawsuits against states that have adopted guidelines similar to the framework in JAMA. Whereas Pennsylvania's version of the algorithm initially penalized patients with a prognosis under ten years and those with chronic illnesses such as dependency on renal dialysis, the references to specific illnesses and disabilities were later removed. 11 California has gone further in response to community advocacy, announcing on June 9, 2020, that incorporating age, disability, or preexisting conditions into ventilator rationing is unacceptable. 12 But these are piecemeal successes: utilitarianism remains a dominant framework.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "Covid-19 has sharpened the problem of disparate health outcomes and medical treatments, worsening the epidemic of premature black deaths. As patients face the end of life, medical providers have one final chance to honor their values and identities-this is the essence of palliative care. But good intentions alone are not sufficient. Clinicians must also seek to understand African Americans' perceptions of death and dying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "The experiences of Crawley's ethnography participants, who were denied a say in their own care, the disproportionate toll of black deaths from Covid-19, and the murders of George Floyd and other black people-these phenomena are related. They demonstrate that medicine and society alike have breached trust and that it is the responsibility of clinicians and policy-makers to show that black lives matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "If medical providers do not adopt explicitly antiracist stances, they can all too easily reinforce structural racism. The preliminary report of Floyd's autopsy by the Hennepin County medical examiner's office found no evidence of asphyxia and falsely overstated the role of Floyd's cardiovascular disease in his death. Three days later, the official autopsy report retracted the surreal implication-that Floyd was not killed. 13 But imagine if Floyd had needed intensive care for Covid-19 and if he had been denied such care because of his underlying health issues, which were secondary to a lifetime of experiencing racism. No such admission-that he had been killed-would have been forthcoming.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "How can medical providers work against racism and heal the continual breaches of trust that endanger black lives? At a minimum, we must eliminate all forms of utilitarian rationing with eugenic outcomes. Health systems must implement structures to protect vulnerable populations from clinicians' subjective judgments about their deservingness. Providers must also be prepared to make the diagnosis of exposure to racism when that is the underlying cause of injury, illness, or death. Many health care workers are showing solidarity with Black Lives Matter by marching in protests. Others are working to change their institutions from within, challenging medicine's complicity with police violence and the carceral state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "Covid-19 had already focused national attention on structural racism when the killing of George Floyd made more devastatingly clear that radical change cannot wait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        },
        {
            "text": "Health professionals, health educators, bioethicists, and policy-makers must all take up the struggle to fight racism, and they must not abandon it once the pandemic begins to lift and if the protests die down. Clinicians who work within unjust systems are uniquely positioned to demand change. Only when African Americans no longer die of systemic injustice will a \"good death\" cease being a contradiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic Injustice for End-of-Life Care"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Barriers to End-of-Life Care for African Americans from the Providers' Perspective: Opportunity for Intervention Development",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "; R",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Hospice and Palliative Care",
            "volume": "32",
            "issn": "2",
            "pages": "137--180",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Palliative and End-of-Life Care in the African American Community",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crawley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Medical Association",
            "volume": "284",
            "issn": "19",
            "pages": "2518--2539",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Having a Say: Agency and End-of-Life Decision-Making in The Chaneysville Incident",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crawley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of General Internal Medicine",
            "volume": "25",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Race and Physician-Assisted Death: Do Black Lives Matter?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elbaum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crawley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Physician Assisted Suicide and Euthanasia: Before, during, and after the Third Reich",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What Do Coronavirus Racial Disparities Look Like State By State?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing Differential Impacts of COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Millett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public Policy Institute of California",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "On Black Communities",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Annals of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annepidem.2020.05.003.6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neighborhood-Level Determinants of Life Expectancy in Oakland, CA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New Interactive Map First to Show Life Expectancy of Texans by ZIP code, race, and gender",
            "authors": [],
            "year": 2019,
            "venue": "UT Southwestern Medical Center",
            "volume": "77004",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "This work cites the twoyear community engagement project conducted by Lee Biddison et al. as supporting their model framework. However, the framework that ultimately arose from the community deliberations categorically rejects incorporating long-term survival beyond one year into the decision process",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L D"
                    ],
                    "last": "Lo ; E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the American Medical Association",
            "volume": "323",
            "issn": "18",
            "pages": "848--54",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "California Sets New Rules for Rationing Medical Equipment if Hospitals Run Out during Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoplamazian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "George Floyd's Autopsy and the Structural Gaslighting of America",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crawford-Roberts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Elbaum, \"Black Lives in a Pandemic: Implications of Systemic Injustice for End-of-Life Care,\" Hastings Center Report 50, no. 3 (2020): 58-60. DOI: 10.1002/hast.1135",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}