{"paper_id": "1ef6ed1d7be94e0ce8c0fb300a20ef090c23d0db", "metadata": {"title": "Satisfaction with Care and Satisfaction with Decision Making are Similar Regardless of Staffing Model in a Neurocritical Care Unit", "authors": [{"first": "Christopher", "middle": ["R"], "last": "Newey", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pravin", "middle": [], "last": "George", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ryan", "middle": [], "last": "Honomichl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joao", "middle": [], "last": "Gomes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anita", "middle": [], "last": "Maraj", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tyler", "middle": [], "last": "Kinzy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sarah", "middle": [], "last": "Conley", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bradley", "middle": [], "last": "Douglas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Stoltz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Hang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tarig", "middle": [], "last": "Omer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samer", "middle": [], "last": "Abubakr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gwen", "middle": [], "last": "Lynch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dhimant", "middle": [], "last": "Dani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Irene", "middle": [], "last": "Katzan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Introduction: Patient-centered care, particularly shared medical decision making, is difficult to measure in critically ill patients where decisions are often made by a designated surrogate, often receiving information from multiple providers with varying degrees of training. The purpose of this study was to compare short-term satisfaction with care and decision making in patients or surrogates between two neurocritical care units [one staffed by a neurocritical care attending and advanced practice providers (APPs) and one staffed by a neurocritical care attending and resident/fellow trainees] using the Family Satisfaction in the ICU (FS-ICU) survey.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Over a 6-month period, the FS-ICU was administered on a tablet device to patients or surrogates at least 24 h after admission and stored on REDCap database.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "One hundred and thirty-four patients or surrogates completed the FS-ICU. The response rates were 59.97% and 46.58% in the APP and trainee units, respectively. There were no differences in patient age, sex, ventilator days or ICU length of stay. Overall, there were no differences in satisfaction with care or perceived shared medical making between the units. Respondents who identified their relationship with the patient as \"other\" (not a spouse, parent, nor a sibling) were less satisfied with care. Additionally, surrogates who identified as parents of the patient were more satisfied with degree of shared medical decision making.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This study showed that: (1) collecting FS-ICU in a neurocritical care unit is feasible, (2) overall there is no difference in short-term satisfaction with care or shared decision making between a NICU staffed with trainees compared to one staffed with APPs, and (3) parents of patients have a higher short-term satisfaction with degree of shared medical decision making.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "nature of the NICU, there are many teams involved in the care of the patient which can affect consistency of caregiver-patient communication and, therefore, ultimately satisfaction [3] [4] [5] . In a study evaluating 124 critically ill patients at time of discharge, inconsistent caregiver-patient communication was reported in 21.5% of patients, most within 48 h of admission [6] . 19 .4% of those surveyed indicated that these inconsistent messages affected satisfaction, and 9.7% indicated that these inconsistencies also made decision making difficult [6] .", "cite_spans": [{"start": 181, "end": 184, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 185, "end": 188, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 189, "end": 192, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 377, "end": 380, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 556, "end": 559, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "A sense of shared decisions between the caregiver team, the patient, and surrogates for the patient is an important construct to patient-centered care, especially in ICU patients where caregiver paternalism is more common [6] [7] [8] [9] . Shared medical decision making in the NICU is defined by the patient and/or their surrogate(s), the nurse, and the multiple medical teams working collaboratively to make decisions and come up with care plans while balancing risk stratification and patient preferences. Shared medical decision making requires regular, transparent meetings between the ICU team and surrogates and requires skills in communication, conflict resolution, and the ability to facilitate discourse [7, [9] [10] [11] [12] . Thus, measurement of both satisfaction with care and satisfaction with decision making surrounding care is a key variable to measure in ICU quality improvement projects. The Family Satisfaction in the ICU (FS-ICU) survey is a validated survey consisting of 24 questions on these two areas [6] . The first fourteen questions focus on satisfaction with care, while the remaining ten questions focus on satisfaction with decision making [6] .", "cite_spans": [{"start": 222, "end": 225, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 226, "end": 229, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 230, "end": 233, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 234, "end": 237, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 714, "end": 717, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 718, "end": 721, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 722, "end": 726, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 727, "end": 731, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 732, "end": 736, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1028, "end": 1031, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1173, "end": 1176, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Delivery of ICU care is evolving. There is an increased demand in efficiency and quality of care along with an aging population with chronic medical diseases [13, 14] . This places strain on the healthcare system, particularly with growing physician and nursing shortages [13] . The use of advanced practice providers (APPs) to assist healthcare teams in delivery of care is becoming more common [13] . An APP is a non-physician with a license to practice in collaboration with a physician in a variety of settings. In the critical care setting, APPs have been utilized in this collaborative fashion and, compared to other team models (such as trainee model using residents and/or fellows), length of stay and patient mortality were found to be similar [14] . Compliance with clinical practice guidelines was also found to be greater in APP-managed surgical intensive care units compared to other team models [15] . As a patient's length of stay rises in the NICU, the number of healthcare provider interactions also increases. However, little is known how unit staffing with hired and consistent APPs compares to care provided by rotating physician trainees with respect to overall ICU satisfaction and shared medical decision making.", "cite_spans": [{"start": 158, "end": 162, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 163, "end": 166, "text": "14]", "ref_id": "BIBREF13"}, {"start": 272, "end": 276, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 396, "end": 400, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 753, "end": 757, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 909, "end": 913, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this project was to evaluate short-term satisfaction with ICU care and short-term satisfaction with shared medical decision making between two neurocritical care units-one managed by physicians and APPs and the other managed by physicians and trainees-at a single center using the FS-ICU.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We performed a retrospective analysis of a prospective quality study surveying surrogates of patients admitted to a neurocritical care center. All NICU caregivers were notified about the study at several NICU operations meetings prior to commencement of the data collection period, but were not asked to change rounding behaviors. Any adult (age 18 years or older) involved in decision making for a patient in the NICU was eligible to participate. Data collection was performed from April 2018 to September 2018. Patients had to be admitted for greater than 24 h in order for their respondent to participate in the survey. An attending physician identified eligible respondents twice a week in each unit and delivered a survey tablet device that directly inputted FS-ICU data into a REDCap electronic data capture tool hosted at our institution. REDCap (Research Electronic Data Capture) is a secure, Web-based application designed to support data capture for research studies. Only one survey was completed per patient. Once the respondent completed a survey, the tablet was returned either to the nurse or to the health unit coordinator and subsequently sanitized. Due to the unknown duration in the length of stay for each individual patient, surveys were given to respondents as soon as possible after eligibility identification, and to ensure that only one survey was given per patient, they were not administered at the time of hospital discharge nor at longer-term intervals. The study was waived by the Institutional Review Board.", "cite_spans": [], "ref_spans": [], "section": "Study Design Patient Selection and Data Collection"}, {"text": "Our 24-bed neurocritical care center is comprised of two geographically distinct units staffed by six neurointensivists who generally serve on a rotation of five to seven 12-h daytime scheduled shifts between both units. One unit is 14 beds and the other is 10 beds. The 14-bed unit is managed by a neurointensivist who collaborates with a rotation of 10 APPs. Each APP generally rotates on service for 2-3 straight days (6:30 am-6:30 pm) or 3 straight nights (6:30 pm-6:30am). The 10-bed unit is managed by a separate neurointensivist along with one of four neurocritical care fellows and two to three rotating resident physician trainees pooled from the Neurology, Neurosurgery, and Emergency Room residency programs. The neurocritical care fellow rotates on service for 2 weeks at a time either on a 12-h day shift (6:30 am-6:30 pm) or a 12-h night shift (6:30 am-6:30 pm). Neurology, emergency room, and neurosurgery residents rotate on service every 2 weeks, 4 weeks, and 3 months, respectively. Residents remain on service for 5 to 6 days at a time and provide coverage only during the 12-hour day shift. The two units manage patients of similar type and severity as the allocation of admissions between the two units is solely based on nursing staff and bed availability. Bedsides, rounding structure is similar between the two units. Rounds are nurse-driven and are conducted from a rounding sheet using a systems-based approach. Family and surrogates, if available, are encouraged to participate in rounds. Both units have dedicated neuropharmacists and respiratory therapists that also actively participate in bedside rounds. If there are remaining unanswered questions or details regarding the patient's care that require further clarification, a separate family meeting is held after daily rounding is completed. Depending on the complexity of the family meetings, these are held by the APP or trainee alone, or in the presence of the attending physician.", "cite_spans": [], "ref_spans": [], "section": "ICU Model and Rounding Structure"}, {"text": "The FS-ICU is a widely used, validated survey that measures satisfaction with care (14 questions) and satisfaction with decision making surrounding care in the ICU (10 questions) [16] . The majority of questions are scored on a 5-point Likert scale (5 = excellent and 1 = poor). The final question is scored on a 2-point scale. Sub-scores for satisfaction with care and for satisfaction with decision making were computed by first transforming each item response to a 100-point scale and then calculating the mean score of the items comprising each subscale in accordance with the FS-ICU 24-item scale scoring procedures. Scores were only computed for those completing or selecting a response other than \"Not Applicable\" for at least 70% of the items. FS-ICU scores for subjects completing < 70% were excluded.", "cite_spans": [{"start": 179, "end": 183, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Study Variables"}, {"text": "To verify the comparability of patients admitted to the two units, patient demographics and clinical variables were obtained by a de-identified form completed. These variables included age, sex, race/ethnicity, primary diagnosis, health-related comorbidities, Glasgow coma scale (GCS) score, ICU length of stay, and ventilator days at the time of survey completion, and whether the patient had a preexisting living will. We also collected the type of relationship, frequency of interaction, and geographic proximity of the surrogate to the patient.", "cite_spans": [], "ref_spans": [], "section": "Study Variables"}, {"text": "To compare the demographic and clinical characteristics of patients across units, independent sample t tests were performed for continuous variables comparing the two unit types. Fisher's exact test was performed on categorical variables. To examine the effect of unit type on satisfaction with care and satisfaction with decision making, two multivariate linear regression models were developed, with unit type as the predictor of interest and the following covariates: gender, age, number of days the patient had been in the ICU at the time of survey completion, and the nature of the relation of the surrogate to the patient (spouse/partner, parent, sibling, or other). All possible two-way interaction terms with unit type were introduced to these models, to determine if there was a differential effect of this variable on outcomes. However, there were no significant interactions found, so these were removed from the final models. Additionally, residual plots were examined to verify the assumptions of linear regression. No issues were detected.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Power analysis showed that the primary endpoint with 10 covariates (up to 15 parameters) would require a sample size of 128 (64 per group) to obtain 80% power and ability to detect a moderate effect size (i.e., difference in outcome equal to 0.5 pooled standard deviations).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "There were 273 patients admitted to the NICU during the study period. The demographics are shown in Table 1 . The average age of the NICU patients was 58.32 ± 18.63 years. The majority were female (54.21%). There was no difference between units on race/ethnicity. The only difference in primary diagnosis was that patients with neuromuscular weakness were entirely in the APP unit (10 (7.87%) vs 0 (0%); p = 0.0004). Additionally, more patients with hyperlipidemia were admitted to the APP unit (90 (70.87%) vs 87 (59.59%); p = 0.039). There were no other significant differences between the two units in terms of GCS, ICU length of stay, and ventilator days, suggesting a similar severity of illness.", "cite_spans": [], "ref_spans": [{"start": 100, "end": 107, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Demographics of ICU Patients"}, {"text": "Survey response rates were 52.0% (n = 66) in the APP unit and 46.6% (n = 68) in the trainee unit. Data from two patients for the satisfaction with shared decision making subscale were not scored due to missing responses. Table 2 demonstrates the demographic characteristics of respondents from 134 completed surveys from the 273-patient population. There was no difference in age, sex, or ICU length of stay in the patients associated with survey respondents between the two units. More surrogates identified as the mother of the patient in the APP unit compared to the trainee unit (p = 0.04), but the type of relationship between the surrogate and the patient was otherwise similar. There was no difference between the two units with regard to extent of involvement between the surrogate and patient except the percentage of surrogates who live apart from the patient; the majority reported that they saw their family member at least weekly (p = 0.012).", "cite_spans": [], "ref_spans": [{"start": 221, "end": 228, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Survey Responses"}, {"text": "Overall, responses were favorable regarding satisfaction with care and regarding satisfaction with shared medical decision making. Areas with the most favorable responses pertained to the concern and caring of patient by members of ICU staff, family support, and ease of getting information (Table 3) . Areas for most improvement were related to the atmosphere of the ICU (mean score 3.38 ± 1.41) and the atmosphere of the waiting room (mean score 4.18 ± 1.16) ( Table 3 ). In the review of specific comments, areas for most improvement regarding the atmosphere of the ICU were related to the room size and level of noise. In the atmosphere of the waiting area, surrogate decision makers felt that there was room for improvement in comfort features. For example, the room appeared unwelcoming and cold and one offered the suggestion of a coffee machine. Results from the multivariate regression models on satisfaction with care and decision making are presented in Table 4 . The R-squared values for the model on satisfaction with care and decision making were 0.129 and 0.087, respectively. After controlling for the effect of gender and age, number of days in the ICU, and relation of the surrogate to the patient, there was no difference between the APP unit and the trainee unit on satisfaction with care (p = 0.527). Interestingly, respondents who identified themselves as \"other\" were in general less satisfied with care than those identifying as a child of the patient (p = 0.03).", "cite_spans": [], "ref_spans": [{"start": 291, "end": 300, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 463, "end": 470, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 965, "end": 972, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Survey Responses"}, {"text": "At the item level, the majority of responses for questions regarding satisfaction of care were similar between the trainee unit and the APP unit. However, scores pertaining to the management of agitation (p = 0.05) and management of pain (p = 0.02) were better in the trainee unit (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 281, "end": 290, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Survey Responses"}, {"text": "Similarly, after controlling for the covariates, there were no differences in satisfaction with shared medical decision making between the APP unit and the trainee unit (p = 0.81). Additionally, family members who identified themselves as parents of the patient were in general more satisfied with shared medical decision making than those who identified themselves as a child of the patient (p = 0.03).", "cite_spans": [], "ref_spans": [], "section": "Survey Responses"}, {"text": "There were several important findings from the present study. First, collecting FS-ICU inpatient is feasible. Secondly, there was no difference in short-term satisfaction with care or with decision making surrounding care between a NICU staffed with trainees compared to one staffed with APPs. Thirdly, the respondents who identified as \"other\" in their relationship to the patient had lower short-term satisfaction with care than those who identified as a child of the patient. Additionally, parent surrogates reported higher short-term satisfaction with medical decision making compared to child surrogates.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The response rate in the current study was higher than expected. Schwarzkopf et al. surveyed 215 patients at a large academic hospital and found the response rate to be 28% using the FS-ICU [17] .The increased rate of [17] . We used the REDCap survey tool on a tablet device which directly transmits data into a database. The use of tablet devices has been shown to be an effective method of obtaining survey results [18] . Our study focused on satisfaction with care and decision making as rated by surrogate decision makers in the NICU. Overall, we did not find a difference in satisfaction with care nor with decision making between the two units. These findings are likely due to involvement of the attending physician and similar rounding styles in both units leading to consistency of care and similarity of communication. Overall, respondents that labeled themselves as \"other surrogates\" reported lower satisfaction with care scores than child surrogates. Parent surrogates reported significantly higher scores in decision making satisfaction, compared to child surrogates. There are many components that lead to patient satisfaction [4, 19] atisfaction may be drawn from an improvement in patient and/or family outcomes [4, 19] . It is not known why children of patients felt less satisfied with care. It is quite possible that outcomes may be poorer in older patients and/or there could be less communication with a family of an older patient compared to a younger patient [3] . Indeed, high-quality patient-centered communication is considered a main driving force behind satisfaction with outcomes [4, 19] . [20] . They found that most patients were overall satisfied with decision making and care; however, families were least satisfied with the waiting room. Analyses found that improving the waiting room atmosphere did not lead to overall improvement in satisfaction and that treatment of the patient and communication with the patients and their families were the drivers of satisfaction scores. Although satisfaction scores may not be impacted by the waiting room, the waiting room can be a source of depression and anxiety for family members [21] . Identifying areas for improvement can guide providers on care of not only the patient but also the family members.", "cite_spans": [{"start": 190, "end": 194, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 218, "end": 222, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 417, "end": 421, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1142, "end": 1145, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1146, "end": 1149, "text": "19]", "ref_id": "BIBREF18"}, {"start": 1229, "end": 1232, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1233, "end": 1236, "text": "19]", "ref_id": "BIBREF18"}, {"start": 1483, "end": 1486, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1610, "end": 1613, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1614, "end": 1617, "text": "19]", "ref_id": "BIBREF18"}, {"start": 1620, "end": 1624, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 2161, "end": 2165, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "A study involving surveys of decision makers during the patients' hospitalization using the FS-ICU has limitations. This study was a single-center retrospective analysis of a prospective quality improvement program. Although several NICU models at academic centers incorporate a similar two-team format of separate APPs and trainees, this study is not generalizable to units that combine APPs and trainees. Although the FS-ICU is a validated scale, the Likert scale that it widely uses has some limitations such as a non-normative distribution of its response choices. The timing of the survey in our study also does not reflect the full stay of the patient, and satisfaction scores may be altered with changes that may have occurred through the hospital course of a patient with critical illness. This includes not having data on withdrawal of life sustaining therapy, in-hospital mortality, or follow-up outcomes (such as at 6 months). Although the response rate was higher than expected, there remains a challenge to connect with families at bedside. Clinicians were also knowledgeable about the collection of FS-ICU data, and although asked not to alter behaviors, it is possible that some teams or caregivers may have become hypervigilant. Despite the limitations of this study, we feel this study provides valuable information on family satisfaction between an APP and trainee neurocritical care unit. Future projects should assess FS-ICU with modification of rounding style (such as where rounding occurs) to improve patient-caregiver communication and limit inconsistent messages. Ultimately, evaluating the effects on mortality, withdrawal of life sustaining therapy, and long-term outcomes would be beneficial.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, collecting FS-ICU scores from an inpatient sample is feasible. Utilizing tablets may improve survey response rates. There were no differences in FS-ICU-rated short-term satisfaction of care or decision making variables between an APP unit and trainee unit. Lastly, children seem to have a lower short-term satisfaction with care, while parents have a higher short-term satisfaction with shared medical decision making.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical practice guidelines for support of the family in the patient-centered intensive care unit: american college of critical care medicine task force", "authors": [{"first": "J", "middle": ["E"], "last": "Davidson", "suffix": ""}, {"first": "K", "middle": [], "last": "Powers", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Hedayat", "suffix": ""}], "year": 2004, "venue": "Crit Care Med", "volume": "35", "issn": "", "pages": "605--627", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Crossing the quality chasm: a new health system for the 21st century", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Improvement in quality metrics outcomes and patient and family satisfaction in a neurosciences intensive care unit after creation of a dedicated neurocritical care team", "authors": [{"first": "Y", "middle": [], "last": "Sarpong", "suffix": ""}, {"first": "P", "middle": [], "last": "Nattanmai", "suffix": ""}, {"first": "G", "middle": [], "last": "Schelp", "suffix": ""}], "year": 2017, "venue": "Crit Care Res Practice", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Family satisfaction with critical care: measurements and messages", "authors": [{"first": "H", "middle": ["U"], "last": "Rothen", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Stricker", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Heyland", "suffix": ""}], "year": 2010, "venue": "Curr Opin Crit Care", "volume": "16", "issn": "", "pages": "623--654", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Patient satisfaction and patient-centered care: necessary but not equal", "authors": [{"first": "J", "middle": ["M"], "last": "Kupfer", "suffix": ""}, {"first": "E", "middle": ["U"], "last": "Bond", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "11", "issn": "", "pages": "139--179", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Consistency of communication among intensive care unit staff as perceived by family members of patients surviving to discharge", "authors": [{"first": "D", "middle": ["Y"], "last": "Hwang", "suffix": ""}, {"first": "D", "middle": [], "last": "Yagoda", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Perrey", "suffix": ""}], "year": 2014, "venue": "J Crit Care", "volume": "29", "issn": "", "pages": "134--142", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Guidelines for familycentered care in the neonatal, pediatric, and adult ICU", "authors": [{"first": "J", "middle": ["E"], "last": "Davidson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Aslakson", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Long", "suffix": ""}], "year": 2017, "venue": "Crit Care Med", "volume": "45", "issn": "", "pages": "103--131", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Patient preferences and surrogate decision making in neuroscience intensive care units", "authors": [{"first": "X", "middle": [], "last": "Cai", "suffix": ""}, {"first": "J", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Muehlschlege", "suffix": ""}], "year": 2015, "venue": "Neurocrit Care", "volume": "23", "issn": "", "pages": "131--172", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Conflicts regarding decisions to limit treatment: a differential diagnosis", "authors": [{"first": "S", "middle": ["D"], "last": "Goold", "suffix": ""}, {"first": "B", "middle": [], "last": "Williams", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Arnold", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "283", "issn": "", "pages": "909--923", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Communicating evidence for participatory decision making", "authors": [{"first": "R", "middle": ["M"], "last": "Epstein", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Alper", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Quill", "suffix": ""}], "year": 2004, "venue": "JAMA", "volume": "291", "issn": "", "pages": "2359--66", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A randomized controlled trial of shared decision making for prostate cancer screening", "authors": [{"first": "R", "middle": ["J"], "last": "Volk", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Cass", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Spann", "suffix": ""}], "year": 1999, "venue": "Arch Fam Med", "volume": "8", "issn": "", "pages": "333--373", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Understanding the treatment preferences of seriously ill patients", "authors": [{"first": "T", "middle": ["R"], "last": "Fried", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Bradley", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Towle", "suffix": ""}, {"first": "H", "middle": [], "last": "Allore", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "346", "issn": "", "pages": "1061--1067", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Addressing the physician shortage: the peril of ignoring demography", "authors": [{"first": "D", "middle": ["G"], "last": "Kirch", "suffix": ""}, {"first": "K", "middle": [], "last": "Petelle", "suffix": ""}], "year": 2017, "venue": "JAMA", "volume": "317", "issn": "", "pages": "1947--1955", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Impact of the advanced practice provider in adult critical care: a systematic review and metaanalysis", "authors": [{"first": "H", "middle": ["G"], "last": "Kreeftenberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Pouwels", "suffix": ""}, {"first": "Ajg", "middle": [], "last": "Bindels", "suffix": ""}], "year": 2019, "venue": "Crit Care Med", "volume": "47", "issn": "", "pages": "722--752", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Critical care nurse practitioners improve compliance with clinical practice guidelines in \"semiclosed\" surgical intensive care unit", "authors": [{"first": "V", "middle": ["H"], "last": "Gracias", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Sicoutris", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Stawicki", "suffix": ""}], "year": 2008, "venue": "J Nurs Care Qual", "volume": "23", "issn": "", "pages": "338--382", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Refinement, scoring, and validation of the family satisfaction in the intensive care unit (FS-ICU) survey", "authors": [{"first": "R", "middle": ["J"], "last": "Wall", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Engelberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Downey", "suffix": ""}], "year": 2007, "venue": "Crit Care Med", "volume": "35", "issn": "", "pages": "271--280", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Family satisfaction in the intensive care unit: a quantitative and qualitative analysis", "authors": [{"first": "D", "middle": [], "last": "Schwarzkopf", "suffix": ""}, {"first": "S", "middle": [], "last": "Behrend", "suffix": ""}, {"first": "H", "middle": [], "last": "Skupin", "suffix": ""}], "year": 2013, "venue": "Intensive Care Med", "volume": "39", "issn": "", "pages": "1071--1080", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Implementing a scientifically valid, cost-effective, and scalable data collection system at point of care: the Cleveland Clinic OME cohort", "authors": [{"first": "O", "middle": [], "last": "Cleveland", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Piuzzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Stmad", "suffix": ""}], "year": 2019, "venue": "J Bone Joint Surg Am", "volume": "101", "issn": "", "pages": "458--64", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Communication by nurses in the intensive care unit: qualitative analysis of domains of patient-centered care", "authors": [{"first": "C", "middle": ["G"], "last": "Slatore", "suffix": ""}, {"first": "L", "middle": [], "last": "Hansen", "suffix": ""}, {"first": "L", "middle": [], "last": "Ganzini", "suffix": ""}], "year": 2012, "venue": "Am J Crit Care", "volume": "21", "issn": "", "pages": "410--418", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Family satisfaction with care in the intensive care unit: results of a multiple center study", "authors": [{"first": "D", "middle": ["K"], "last": "Heyland", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Rocker", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Dodek", "suffix": ""}], "year": 2002, "venue": "Crit Care Med", "volume": "30", "issn": "", "pages": "1413--1421", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Symptoms of anxiety and depression in family members of intensive care unit patients: ethical hypothesis regarding decision-making capacity", "authors": [{"first": "F", "middle": [], "last": "Pouchard", "suffix": ""}, {"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}], "year": 2001, "venue": "Crit Care Med", "volume": "29", "issn": "", "pages": "1893--1900", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Patient demographics (all admissions)Bold indicates significant P values APP advanced practice provider; IQR interquartile rank; no. number; NS no significance; SD standard deviation; yrs years", "latex": null, "type": "table"}, "TABREF1": {"text": "Patient demographics (completed survey)Bold indicates significant P values APP advanced practice provider; IQR interquartile rank; no. number; NS no significance; SD standard deviation; yrs years", "latex": null, "type": "table"}, "TABREF2": {"text": "Survey responses according to unit Bold indicates significant P values Values expressed as mean (SD) Within the FS-ICU, we found the lowest responses on items regarding the atmosphere of the ICU and the atmosphere of the waiting room. This finding is similar to what other studies have reported. Heyland et al. surveyed 891 family members of critically ill patients", "latex": null, "type": "table"}, "TABREF3": {"text": "Results of a multivariate model on satisfaction with care and shared decision makingBold indicates significant P values", "latex": null, "type": "table"}}, "back_matter": [{"text": "This study was supported by the Cleveland Clinic Neurological Institute Center for Outcome Research (NICORE).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The Neurological Institute Center for Outcome Research provided funding for this project.", "cite_spans": [], "ref_spans": [], "section": "Source of Support"}, {"text": "The authors have no financial or conflicts of interest to disclose related to this research.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}, {"text": "This study was approved by the institutional board review of the Cleveland Clinic as a minimal risk quality improvement project. Informed consent was waived.", "cite_spans": [], "ref_spans": [], "section": "Ethical Approval and Informed Consent"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}