{
    "paper_id": "1ef75f029f21094c68bfcf4a6b86f3325cbe10ab",
    "metadata": {
        "title": "Infections Diseases in the Context of Terrorist Threat",
        "authors": [
            {
                "first": "Andreychyn",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "I. Ya. Gorbachevsky Ternopil State Medical University",
                    "location": {
                        "country": "Ukraine"
                    }
                },
                "email": ""
            },
            {
                "first": "Kopcha",
                "middle": [
                    "V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "I. Ya. Gorbachevsky Ternopil State Medical University",
                    "location": {
                        "country": "Ukraine"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "From the great number of pathogenic and conventionally pathogenic for human beings microorganisms, only some of them can be used for terroristic purposes, since they should meet a lot of the relevant properties. Today priority is given to those biological agents, which have undergone successful tests, and are characterized by high index of morbidity, pathogenicity, low lethal doses, high contagiousness with short incubation period, and which result in high social and economic costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Besides, there is high probability of natural smallpox virus reanimation from corpses of people died from this disease in the past. It is well known that virions can survive in dry material (pustule, crust) for a long time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For urgent preventive measures in case of bioterrorist attack, WHO has the required vaccine supplies in Switzerland. It was also reported that Israel has formed its own stock of vaccine as based on all population of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Natural smallpox virus belongs to causative agents of fatal diseases, which can be used by terrorists for biological attacks. It is preconditioned by factors below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. High epidemic potential of causative agent. Mechanism of its transfer is very effective, and it allows to cover maximum quantity of people during one attack. It is known that when the Indian painter in 1960 has brought natural smallpox in Moscow, about 2 weeks and 25,000 medical teams were needed for total anti-smallpox vaccination, even with strong system of anti-infection protection and flash-like response. Nevertheless, 60 persons fell ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Virus is very stable in the environment. 3 . People vaccinated previously have lost their immunity, and those born after 1980 have no immunity at all. 4 . According to Academician L. Sandakhchiev, Director of the State Research Center of Virology and Biotechnology \"Vector\", the modern science knows about natural smallpox virus less than about AIDS virus, or Ebola fever. Research were terminated, vaccines are out of date, and new ones are neither developed nor investigated. 5 . The old vaccine is not suitable for people, suffering from immuno-deficient diseases, and number of such persons for the last 20 years has grown considerably. Besides, it is unlikely that terrorists would use wild strains of smallpox. It's more probable they would choose genetically modified variants with much stronger harmful action, in the absence of effective immune response. 6 . It is known that virus of monkey pox can be transferred from animal to human being and cause disease similar to mild case of natural smallpox, but it can pass from human to human by air as well. It was confirmed by outbreak in Zaire in 1996, when about 800 persons were ill. It is not impossible that, due to genetic recombination, much more lethal variant of smallpox occupying «vacant place» [3] will be formed.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 45,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 154,
                    "end": 155,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 867,
                    "end": 868,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1265,
                    "end": 1268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It was calculated that 20 secondary sources at minimum (for natural smallpox) coefficient of causative agent transfer equal to 50 (real figure for present-day non-immune population is 100) could infect 1,000 persons. It will be the first wave of epidemic only. Assuming that the disease is diagnosed too late (it is proved that present-day doctors fail to diagnose natural smallpox, and real capacities of laboratories do not allow to confirm this diagnosis), the other wave will cover 20,000 infected persons, the third one -400,000, the next -eight million persons etc. Taking into account high speeds of transport (real target for bioterrorists can be the international airport), epidemic can quickly build up into pandemic. The majority of diseased persons will die [4] .",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 773,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In case of using particularly pathogenic smallpox virus (for example, «India-1»), speed of its transfer and mortality rate may exceed the mentioned figures considerably [5] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let's imagine the situation when the group of terrorists obtains samples of natural smallpox virus and organizes production of biological weapon in aerosol form. Figure 18 .1 represents graphs of development of hypothetic outbreak of natural smallpox after bioterrorist act in one-million city where 800,000 persons are not protected from causative agent, provided the terrorist act is revealed in 10 days, fact of disease is ascertained in 90% of citizens, immunity formed at 16th day after vaccination, vaccination efficiency is 75%, and vaccination covers 100,000 persons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "Figure 18",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Dynamics of expected development of natural smallpox outbreak after bioterrorist act [6] With the help of computer modeling, it was established that outbreak of smallpox would be quickly liquidated by means of anti-epidemic measures (in the most favorable conditions, when anti-epidemic team starts to act immediately upon detection of bioterrorist act itself, obtains full information, uses the most advanced diagnostic means and organizes adequate treatment of diseased people), however, peak number of infected persons would be equal to 740, and 88 people would die.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These are natural focal infections fixed to certain locality by their biological linksarea of spreading of the live source and carrier. However, increasing speeds of transport and conveyance of people are accompanied by growing threat of the said diseases' spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Hemorrhagic Fevers"
        },
        {
            "text": "In accord with epidemiologic peculiarities, hemorrhagic fevers are divided into three groups: contagious (Lassa, Marburg, Ebola, Korean, Argentine, Bolivia) hemorrhagic fevers, tick-borne (Crimean-Congo, Omsk fever, Kayasanur forest disease), mosquito (yellow fever, Dengue, Chikungunya) fevers. All of their agents, except Dengue virus, are capable to infect people through respiratory passages or digestive tract, and can be used as a biological weapon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Hemorrhagic Fevers"
        },
        {
            "text": "Immediately after discovery of hemorrhagic fever viruses, the work on creation of military strains on the basis of these agents started. In the USSR there was a huge concern \"Bio-preparat\", which plants and research institutions were engaged in development of military viruses Marburg and Ebola for almost 20 years. It happened that in April 1988 microbiologist Ustinov, working on this problem, died, and highly pathogenic causative agent of Marburg fever -virus-mutant named U -was isolated from his tissues. In 1990 this virus, together with Ebola virus, was adopted by Soviet Army. Since no effective remedies from these diseases existed, it was planned to spray Marburg and Ebola viruses over remote hostile territory with the use of ballistic missiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Hemorrhagic Fevers"
        },
        {
            "text": "It is expected that during deliberate use of the said viruses as a biological weapon, mass incidence of disease with unnatural epidemic processes, hemorrhagic manifestations and too high morbidity rate would be observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Hemorrhagic Fevers"
        },
        {
            "text": "Medical workers and hospitals, as a rule, are not ready to diagnose these diseases and to treat them. Consequently, inevitable companions of such biological attack would be mass panic and psychosis. In case of Dengue fever, the largest number of cases of temporary working/fighting capacity loss by people and the least number of fatal cases are expected. Le Renar, the writer describing bacteriological war before the World War II, passed an opinion that usage of this disease as a weapon would be \"more humane\" as compared with other diseases. During 2-4 days the diseased person suffers from severe ache in bones and joints, and then during several months, in the period of recovery, he/she will suffer from neuralgia, disorder and depression [7] .",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Viral Hemorrhagic Fevers"
        },
        {
            "text": "Disease of the central nervous system (tick-borne encephalitis and Japanese encephalitis, Western and Eastern equine encephalitis, encephalomyelitis of Western Nile, St. Louis encephalitis etc.) can be caused by viruses belonging to various species, families and taxonomic classes. The most probable bioterrorist agents can be arboviruses. In natural conditions they are spread by mosquitoes and ticks. A number of laboratories investigated these causative agents due to their relatively good ability of replication in laboratory conditions and rather simple conditions of virus storage. So, these viruses became etiological factors of many infections of laboratory personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Encephalitis"
        },
        {
            "text": "Possibility of infection spread by spraying and relatively low cost of production of a great number of viruses can be precondition of their usage for biological attack. In case of using virus aerosol, possible consequences are short incubation period, variety of diseases untypical for the given region, which are accompanied by prevalence of encephalitis or meningocephalitis phenomena in clinical presentation [7] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Viral Encephalitis"
        },
        {
            "text": "\"Atypical pneumonia\", or Severe Acute Respiratory Syndrome -SARS, is a disease discovered not long ago. It occurred firstly in Chinese province Guangdong in the middle of November 2002. Total number of diseased reached 8,500 persons, 808 of which died. This disease is registered in 32 countries; the largest quantity thereof in China, Singapore, Canada. No SARS diseased persons are revealed in Ukraine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome"
        },
        {
            "text": "\"Asian positioning\", circumstances and method of SARS spreading cause certain alertness, since the picture of outbreak is similar to bioterrorism model. On the other hand, infection can be spread also to initiators of this wildcat venture, and certain time is required for creation of efficient vaccine; these factors restrict bioterrorist actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome"
        },
        {
            "text": "In accord with one of versions, the causative agent has artificial origin, and it \"escaped\": from the laboratory where it was developed. Lessons of SARS showed that deliberate epidemic of the like nature should have serious economic, political, social and psychological impact on the society. Measures taken by epidemiologic service may conflict with adopted legal norms, or fall beyond medical or military-medical jurisdiction [8] .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome"
        },
        {
            "text": "In the second half of the past century, numerous natural diseases were diagnosed in soldiers being on service in endemic regions, in particular, during the war. For example, Q fever broke out among American soldiers in 1944-1945 in Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q Fever"
        },
        {
            "text": "Q fever belongs to widespread zoonoses. Its causative agent is stable to natural and chemical impact, and it is easily transferred in aerosol. Minimum quantity of bacteria required for infection of human is one to ten microorganisms only. According to WHO estimates, the powder containing C. burneti, may cause the same rate of diseases as tularemia or anthrax. Q fever is a severe disease, but not lethal one; it makes the patient dependant on medical care for a long time, and it would have negative impact on working capacity and battle readiness of people in military environment. All that substantiates feasibility of using the microbe for bioterrorist and military purposes [9] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 683,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Q Fever"
        },
        {
            "text": "High stability of anthrax causative agent spores in the environment, possibility of aerogenic infection, high lethality in case of pulmonary form of anthrax, make this bacteria very promising factor of biological weapon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anthrax"
        },
        {
            "text": "Britain investigators during World War II conducted field tests of anthrax on Gruinard Island, near Scotland. After that, the territory of island was disinfected many times, but live spores of anthrax are found there till now. In Africa such spores were revealed in bones of animals which lived 250 years ago. Viable spores were found also in ash after burning of diseased animals' skins. In accord with official figures, occasional emission of 1-2 g of prepared powder containing anthrax bacteria from Sverdlovsk plant of biological weapons turned to be fatal for 68 persons of 79 infected ones. But according to unofficial sources, there were much more victims. Spreading of powder with anthrax bacteria by means of correspondence resulted in 22 cases of disease of Americans in autumn 2001; in 10 cases aerogenic infection took place, and 5 diseased persons died. In accord with WHO estimates, spraying of 50 kg of anthrax bacteria over five-million city would cause 2,500,000 infections, including 100,000 fatal ones. All antibiotic supplies would be consumed during 1 week, and citizens could not use such preparations. Assuming the model developed by CDC, attack with the use of anthrax bacteria would result in complete deprivation of medical care, and termination of increase in population in future years because of death of people of reproductive age [10] .",
            "cite_spans": [
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Anthrax"
        },
        {
            "text": "However, production of such efficient anthrax powder is not a simple process, and it may be inaccessible to terrorists not equipped with advanced technologies. Infamous sect Aum Senrike sprayed anthrax bacteria in outskirts of Tokio many times without any result. Spores themselves tend to gluing together with formation of conglomerates of such size which can not get into lungs during breathing. They can only settle down on clothes and skin of people and cause cutaneous form of disease. Should the said spores be mixed with neutral powder and sprayed in crowd or put into ventilation ducts or air conditioners, development of pulmonary form is guaranteed. Infective dose should contain at least 8,000 spores. In case of inhalation of 10,000 spores, 80% of infected persons will die. Shallow breathing, usage of respirator (or anti-dust mask) prevent from getting of such doses into respiratory passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anthrax"
        },
        {
            "text": "It is known that taking into consideration \"postal\" spreading of anthrax occurred in the USA, the American government allocated $1 billion for equipping of post offices with special devices for mail disinfection by the method of radioactive irradiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anthrax"
        },
        {
            "text": "According to historical sources, an attempt of using plague agent for mass extermination of enemy was successfully made by Tartar Mongols in 1346, during siege of Cafa (now Feodosia), the fortress on the Crimea peninsula, which was defended by Greeks. During World War II, special Japanese detachment No. 731 dropped bombs filled with plague agent on Chinese towns in Manchuria. Ishi Shiro, commander of detachment No. 731, gained the most success by using of human flea Pulex irritans, which survived after transportation by air, naturally fell on people, but could infect rats as well, causing continuation of epidemic. Calculations showed that it is enough to inhale 100-500 bacteria of plague for causing pulmonary form of this disease (for reference: inhalation of 1,000-10,000 anthrax spores is required for development of pulmonary anthrax).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague"
        },
        {
            "text": "Scientists of the USSR and the USA worked on creation of effective biological weapon of plague bacilli. Americans have not achieved considerable success; instead, Soviet developers were capable to produce large amounts of microorganisms prepared for stuffing of delivery vehicles. In this direction, over ten research institutions worked. According to К. Alibek, 1970th of the past century witnessed beginning of production of genetically modified plague bacillus, multi-resistant to all antibiotics known at that time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague"
        },
        {
            "text": "In 1995 the American microbiologist-amateur Larry Wayne Harris purchased plague bacteria by post, having demonstrated easy access to cultures of microorganisms stored in laboratories of the USA. After this incident, the USA Congress introduced new anti-terrorist law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague"
        },
        {
            "text": "It is necessary to mention results of training scenario Topoff in Denver Center of Arts (Colorado, the USA), developed by the management of health service in May 2001. \"Terrorists\" sprayed aerosol supposedly containing plague bacilli. In 2 days the medical specialists started to record \"infected persons\". By the end of the third day, when the epidemic of plague was \"officially\" confirmed, 783 patients with pulmonary form of disease were registered, and admitted to 22 city hospitals. 126 persons of them \"died\" during that time. On the next day, quantity of \"diseased\" increased to 1,871 persons, and in 1 day more -up to 3,060 persons. In accord with WHO data, spreading of 50 kg of Yersinia pestis over five-million city would cause 150,000 of disease cases, including 36,000 fatal cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plague"
        },
        {
            "text": "According to WHO data, during the last 50 years about 1,700 cases of plague in people were recorded per year, including 84% -in bubonic form, 13% -in septic form, and 2% -in pulmonary form. These data, of course, are underestimated, since some countries inform only about plague diagnoses confirmed in laboratories (microbiologically or serologically), but it makes as little as one third of all suspected cases. A number of countries dominate in the continent's statistics. For example, in two countries only -in Madagascar and Tanzania -62.5% of all cases in Africa, in Peru and Brasilia -82.9% of all disease cases on American continents, and in Mongolia and Vietnam -78.5% of Asian cases, were recorded [11] .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 711,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Plague"
        },
        {
            "text": "No doubt, tularemia was used in the past as a biological weapon. In 1932-1945 its causative agent was investigated by Japanese department No. 731 and used in Manchuria. Ken Alibek states that epidemic of tularemia among tens of thousands of Soviet and German soldiers before and during Stalingrad battle was the result of directed usage of this microorganism on the part of the USSR. Firstly, it was runaway success: marshal Paulus, failing to reach Volga, was forced to make pause in his decisive rushing to Stalingrad. But Russian military leaders could not use this success in proper way, because of disease spread through battlefront and quick infection of military personnel of warring parties [12] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "Ken",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Tularemia"
        },
        {
            "text": "In 1950-1960th of the past century, the USA scientists developed the weapon capable to spray tularemia aerosol, and at the same time conducted approbation of vaccine and treatment schedules. Some investigations of aerosol were carried out on volunteers, predominantly, Seventh Day Adventists, avoiding military service in such a way, through their religious convictions. Live attenuated vaccine providing for partial protection prom pulmonary form of tularemia was elaborated. According to К. Alibek, in 1980th the Soviet scientists churned out the production and filled the missile warheads with bacteria. Tularemia was investigated at Bio-preparation Plant in Omutninsk (Kirov region, Russia). Development of the relevant program was continued up to nineties of the last century; it resulted in obtaining of the agent resistant to antibiotics and vaccines. The scientists succeeded in preparing transformed plasmids which upon mounting in tularemia bacteria provided their resistance to tetracycline and chloromycetin. Besides, both in the USSR and in the USA the virulent biovar of bacteria, resistant to streptomycin [13] , was selected.",
            "cite_spans": [
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Tularemia"
        },
        {
            "text": "During bioterrorist attack, bacteria of tularemia can be used for contamination of foodstuffs. In such case, clinical implications differ from typical clinical forms and are similar to ori-nasal form. Suspicion about deliberate contamination of food can occur in absence of anamnestic data concerning consumption of fowl not subjected to veterinary examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tularemia"
        },
        {
            "text": "But the most effective method of bioterrorist attack might be bacterial aerosol. Its spraying over densely populated area would cause a number of unusual acute diseases accompanied by fever in 3-5 day after the incident. Pneumonia, often with exudative pleuritis, will develop in many diseased persons later on. Epidemic, in its initial phase, cannot be distinguished from natural growth of incidence of influenza, other acute respiratory viral infection, and atypical pneumonia. Suspicion might occur in case of sudden occurrence of a great number of severe diseases, quick deterioration of general condition of patients in connection with development of serious pleuro-pneumonias, including those among young people without pre-morbid background [14] .",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 752,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Tularemia"
        },
        {
            "text": "In accord with WHO estimates (1969), spreading of 50 kg of highly virulent strain F. tularensis over the territory with population of about five million persons might cause 250,000 cases of disease accompanied by loss of fighting/working efficiency, and result in 19,000 lethal cases. Material damage from such attack might be equal to $5.4 billions/100,000 infected persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tularemia"
        },
        {
            "text": "Brucellosis belongs to zoogenous diseases. Spreading of disease among agricultural animals may result in considerable economic costs. Therefore, this agent is of interest from eco-terrorist and military considerations. Lethality for people does not exceed 2-4%, but this disease tends to become chronic one, it causes long-term disablement and loss of working capacity, involving high costs for medical and social assistance. In the experts' opinion, the most probable form of people infection is aerosol form of B. melitensis і B. suis, being the most pathogenic one. Infective dose does not exceed 100 bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brucellosis"
        },
        {
            "text": "Taking into account long-term incubation period (up to 2 months) and asymptomatic disease course in the majority of patients, importance of brucellae for tactical weapons (i.e. weapons acting accurately and immediately) is minimum. They rather have strategic value (delayed effect, and hardly assessed consequences), in particular, if such attack is hidden one, because aggressor tries to avoid direct responsibility to public opinion and response strike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brucellosis"
        },
        {
            "text": "Approbation of brucellae as a biological weapon in the USA started in 1942 р.; scientific investigations in this regard continued till 1969, when Americans withdrew from offensive program with the use of these bacteria. Undoubtedly, brucellae are kept in arsenals of certain countries and can be used at suitable time [7, 9] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Brucellosis"
        },
        {
            "text": "Agents of equinia and pseudo-cholera are not demanding to conditions of growing; they are easily transferred by aerogenic, alimentary and non-percutaneous channels; they get into organism of humans and animals through mucous membrane of mouth, nasal pharynx, conjunctiva and damaged skin. Their infective dose is very small (for example, aerogenic inoculation of one to ten microorganisms is lethal for hamster). Till now, no efficient vaccine from these diseases exists, and treatment with antibiotics will take a long time. So, the above diseases are considered as an important factor of biological weapons. During World War I, saboteurs used equinia for extermination of draft animals of enemy troops -horses and mules. It is considered that equinia epidemics among draft animals of Red Army at the Eastern front were connected with deliberate infection of horses by German agents. They also succeeded in infection of animals exported from the USA. Japanese people intentionally infected the horses, civil persons and prisoners with equinia at Pinfang Institute during World War II. The USA carried out investigations of equinia causative agent in 1943-1944, but they did not include it in the arsenal of biological weapons. After World War II, the Soviet Union and the USA were suspected in carrying out works with equinia for military purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equnia and Pseudo-cholera"
        },
        {
            "text": "in South-East Asia in seventies of the past century, and among American soldiers in Vietnam [7, 9] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 96,
                    "end": 98,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Equnia and Pseudo-cholera"
        },
        {
            "text": "This disease is caused by botulinum toxin belonging to the strongest biological poisons. In accord with reported data, lethal dose for human with body weight of 60 kg is 0.05 mg/kg of crystalline toxin of А type [15] . During World War II, infamous Japanese detachment No. 731 approbated the cultures of botulism bacilli on war prisoners, causing their death. There is known fact of production of botulinum toxin by American military industry during the said war. The Soviet Union tested botulinum toxin on Vozrozhdenie (Renaissance) Island in Aral Sea. According to American sources, until recently botulinum toxin for bioterrorist purposes might be used by four countries -Iraq, Iran, Northern Korea, and Syria.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Botulism"
        },
        {
            "text": "With a view to reaching bioterrorist or military purposes, botulinum toxin can be sprayed. But particularly effective method is contamination of water supply sources of large cities. The main difficulty for medical services consists in timely differentiation between using of botulism as a weapon and ordinary food poisoning. A great number of diseased and unusual epidemiology of poisoning will indicate usage of botulinum toxin for terrorist purpose [16] .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Botulism"
        },
        {
            "text": "Terrorists are aware of huge potential of this toxin as a biological weapon. Aum Senrike Group tried to spread botulinum toxin in Tokyo and other cities of Japan, as well as at American military bases, over and over again. However, these attempts were unsuccessful, by unknown cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Botulism"
        },
        {
            "text": "Requirements to biological weapon are met in full by endotoxins of gaseous gangrene aren't, because obtaining and cultivation of this microbe present no difficulties, and its toxins can be delivered in aerosol to the object of attack. Evidently, they can be previously introduced into foodstuffs and water by sabotage action. Aerosol use of such poison will result in disease of many people; they would suffer from severe poisoning accompanied by high lethality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clostridial Necro-Toxicosis"
        },
        {
            "text": "The less probable method is direct usage of vegetative form and spores of gaseous gangrene agent for bioterrorist or military purpose. But any war or man-induced catastrophe is, first of all, \"traumatic epidemics\". Wounds and traumas always represent potential threat of gaseous gangrene development. Such complication without immediate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clostridial Necro-Toxicosis"
        },
        {
            "text": "Cases of pseudo-cholera were registered in French army, carrying on the war intensive treatment shall cause death. Consequently, the violent act resulting in contaminated bodily injuries, creates preconditions for occurrence of the said severe complication, which might be planned beforehand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIONS DISEASES IN THE CONTEXT OF TERRORIST THREAT"
        },
        {
            "text": "Toxins of gaseous gangrene bacteria can be obviously used in aerosol form both independently and in combination with various kinds of biological weapons, for achieving maximum degree of enemy defeat [7] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INFECTIONS DISEASES IN THE CONTEXT OF TERRORIST THREAT"
        },
        {
            "text": "Staphylococci produce up to 30 various extra-cellular substances with toxic properties. In pathogenesis of staphylococcal alimentary toxicosis, enterotoxins play the main role. Today six serovars of these enterotoxins (A, B, C, D, E, F) are known, but their quantity is supposedly larger. For bioterrorist or military purposes, enterotoxin B should be, evidently, noted, since it possesses the most thermal stability and retains its activity at temperature of +60°С during 16 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcal Toxicosis"
        },
        {
            "text": "Staphylococcal enterotoxin used as a biological weapon is capable to cause disease of people which lasts about 1-2 weeks. Large quantities of patients demanding medical assistance can exceed capacities of medical departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcal Toxicosis"
        },
        {
            "text": "Center for Disease Control (CDC, the USA) included staphylococcal enterotoxin to category В of hazardous biological factors [7] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Staphylococcal Toxicosis"
        },
        {
            "text": "Mycotoxins are composed of nearly 40 various proteins which are produced by fungi from Fusarium family, mainly, F. graminearum and F. culmorum. In natural conditions, these fungi affect cereals, preferably, during prolonged harvesting operations in conditions of cold rainy weather. In purified form, mycotoxins are oily substances belonging to strong inhibitors of protein synthesis, which restrain DNA formation and affect the cell wall and mitochondria. Besides, these toxins have mutagenic, teratogenic and estrogenic properties. Consumption of infected cereals poses a serious threat to health of people and animals. Clothes contaminated with mycotoxins can be the source of poisoning both for patient and for medical personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycotoxicosis"
        },
        {
            "text": "Accessibility and simplicity of application of mycotoxins can promote their use for bioterrorist and military purposes. Both people and agricultural animals can become the objects of attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycotoxicosis"
        },
        {
            "text": "In 1930th in Kazakhstan and Siberia, and during World War II there were numerous outbreaks of alimentary-toxic aleukia, connected with consumption of bread made of crops wintered in field conditions. Similar diseases were known earlier in the countries of Western Europe and America. In 1988 in Malaysia 45 children fell ill during festival, and 13 children of them died. All of these children consumed macaroni contaminated with mycotoxins [17] . There are known cases of using the biological weapon in Cambodia, Laos and Afghanistan (so called \"yellow rain\"), active components of which were, probably, mycotoxins.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Mycotoxicosis"
        },
        {
            "text": "Possibility of using ricin (castor poison) as a biological weapon arises out of its general accessibility, ease of obtaining, and low cost. About 1 million tons of seeds Ricinus communis are processed in the world every year. Five percent of ricin remains in production waste after processing. This toxin is rather stable and very toxic for humans. It can be used for poisoning of foodstuffs, water and air (through alimentary and inhalation ways of poisoning).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "This substance was many times used by terrorists [18] . The most known political crime was the murder of Bulgarian dissident Georgiy Markov in London in 1978. The killer has made ricin injection to this well-known politician with the use of needle mounted in umbrella tip. Death was instantaneous.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "After aerogenic penetration of sub-lethal dose of ricin, such symptoms as fever, chest pain, cough, shortness of breath, nausea, arthralgia, and diaphoresis will appear in 4-8 h and grow sweepingly. Besides, pulmonary and heart insufficiency will develop. Lethal dose of ricin is 0.0001 mg/kg of body weight. Accordingly, the lethal dose for the child is contained in one to two seeds of ricin plant, and for adults -in ten seeds [7, 9] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "As it is shown by the above facts, historic data about biological weapons and bioterrorism throw back to the past. Along with scientific and technical progress, the active factors, methods of usage and delivery were improved. Today priority is given to those biological intermediates which have successfully passed the tests, are characterized by high index of disease incidence, pathogenicity, low fatal doses, high infectivity with short incubation period, and those agents which result in high social and economic costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "For terrorist purpose, attackers may use viruses, Coxielas, bacteria, toxins, both independently and in combination with each other, and with chemical poisons. The above biological intermediates should meet certain parameters, coupled with numerous clinical and epidemiological peculiarities of diseases, medical and preventive achievements of medicine, technological, technical and economic indices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "In our opinion, for essential improvement of the system of medical counteraction to bioterrorism, below listed high-priority measures should be taken in Ukraine:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "1. Improvement of legislative base regulating introduction and effective functioning of bio-safety system, adaptation of regulatory acts to standards of EU countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "2. Providing for periodic trainings of epidemiologists, infectiologists, workers of specialized laboratories and other medical institutions in case of attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "3. Introduction of computer research and information systems for continuous monitoring of the environment, collective immunity of population, and selling of medical preparations through pharmacy system in all regions of Ukraine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "4. Beginning of genetic monitoring of pathogenic viruses of animals for assessment of possibility to \"switch\" these agents to humans, and organization of tracing the evolution of viruses pathogenic for humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "5. Drawing up of the governmental scientific program dealing with the problem of prevention and counteraction to bioterrorism, with specification of medical aspects of such activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "6. Inclusion of medical aspects of anti-bioterrorist protection in curriculums of higher medical educational establishments of all levels of accreditation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        },
        {
            "text": "7. Improvement of cooperation of Ukraine with international organizations acting against bioterrorism and usage of biological weapons in any form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ricin Poisoning"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Additional options for preventive treatment for persons exposed to inhalational anthrax",
            "authors": [],
            "year": 2001,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "50",
            "issn": "",
            "pages": "1142--1151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Plague Manual Epidemiology, Distribution, Surveillance and Control",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Smallpox as a Biological Weapon: Medical and Public Health Management // JAMA -1999",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2127--2137",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Related Artides Transmission potential of smallpox in contemporary populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biological agents: Weapons of warfare and bioterrorism // Mol. Diagn",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Broussord",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "223--323",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Problem of bioterrorism in modern",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "А"
                    ],
                    "last": "Vorobyev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Boev",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Bondarenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ginzburg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medical Counteraction. -Ternopil: Ukrmedkniga",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andreychyn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kopcha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bioterrorism",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lessons of Outbreaks of Severe Acute Respiratory Syndrome (SARS) // Key Matters of Anti-infection Activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Peleshok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Verich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Espayev",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Materials of Russian Scientific and Practical Conference",
            "volume": "",
            "issn": "",
            "pages": "186--187",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zasady postępowania lekarskiego. -Warszawa: Wydawnictwo Lekarskie PZWL",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chomiczewski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kocik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Szkoda",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bioterroryzm",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anthrax as a biological weapon",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "281",
            "issn": "",
            "pages": "1735--1645",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Current epidemiology of human plague in Madagascar // Microbes Infect",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chanteau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "25--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "biological warfare, and the battle for Stalingrad (1942-1943) // Mil",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Croddy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krcaloya",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tularemia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "166",
            "issn": "",
            "pages": "837--842",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Random House",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biohazard",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "386",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tularemia as a biological weapon",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "285",
            "issn": "",
            "pages": "2763--2769",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Extreme potency of botulinum toxin // LANCET -2000",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schechter",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "S"
                    ],
                    "last": "Amon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "237--243",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Botulinum toxin as a biological weapon",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Amon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "285",
            "issn": "",
            "pages": "1059--1070",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dietary fish oil suppresses experimental immunoglobulin a nephropathy in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Pestka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "132",
            "issn": "",
            "pages": "261--268",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Toxins as weapons of mass destruction. A comparison and contrast with biologicalwarfare and chemical-warfare agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Modsen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Lab. Med",
            "volume": "21",
            "issn": "3",
            "pages": "593--599",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}