{
    "paper_id": "1ef94ea93f528235cc074192552e30f287581850",
    "metadata": {
        "title": "Journal Pre-proof Multi-lead QT Screening is Necessary for QT Measurement: Implications for Management of Patients in the COVID-19 Era of Cardiology Foundation. 1 Multi-lead QT Screening is Necessary for QT Measurement: Implications for Management of Patients in the COVID-19 Era",
        "authors": [
            {
                "first": "Christopher",
                "middle": [
                    "C"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brianna",
                "middle": [],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Gibbs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Ccrp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zachary",
                "middle": [
                    "W"
                ],
                "last": "Laksman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Krahn",
                "suffix": "",
                "affiliation": {},
                "email": "akrahn@mail.ubc.ca"
            },
            {
                "first": "Frcpc",
                "middle": [],
                "last": "Fhrs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Msc",
                "middle": [],
                "last": "Cgc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Krahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the current COVID-19 pandemic, there has been increased interest in using off-label medications for treatment of the novel coronavirus (SARS-CoV-2), including drugs with a propensity for QT prolongation such as hydroxychloroquine and azithromycin.(1) With the increasing availability of handheld ECG devices, these devices have been proposed as a means to evaluate and manage the QT interval in patients undergoing therapy.(2,3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed a prospective evaluation of the handheld ECG device and standard 12-lead ECG QT intervals in patients undergoing routine evaluation for an inherited arrhythmia syndrome. Patients undergo a comprehensive evaluation including 12-lead ECG, exercise treadmill testing, cardiac imaging, and genetic testing when indicated. Following the 12-lead ECG, eligible research participants recorded sequential single-lead ECGs in the lead I, lead II, and precordial lead positions using a handheld ECG device (AliveCor Kardia; leads III, aVR, aVL, and aVF were not recorded). The precordial lead ECG was recorded by placing the handheld device on the upper precordium (V 1 -V 2 positions).(4) Blinded QT interval measurements on the handheld device and 12-lead ECG used the maximum slope technique, and were corrected using Bazett's formula. The longest QT interval measured across all leads in the 12-lead ECG was used. QTc intervals were compared using paired t-tests and a Bland-Altman plot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "Twenty-two research participants performed the handheld ECG recording. Patients had a history of unexplained cardiac arrest(n=2), syncope(n=3), or palpitations(n=2), were asymptomatic probands(n=3), or first-degree family members(n=12). The median age was 38 years (IQR 26-52), and 32% were female.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS:"
        },
        {
            "text": "One-half of patients (n=11) were deemed unaffected/normal after comprehensive evaluation. One participant was excluded due to an unmeasurable QT interval using the handheld device because of 4 flattened T-waves (in all recorded leads), and one participant was excluded due to ventricular bigeminy throughout all handheld ECG recordings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS:"
        },
        {
            "text": "The median QRS duration was 92ms (IQR 89-103) and median QTc interval measured by 12-lead ECG was 400ms (IQR 385-414). The median QTc interval measured by the handheld device in lead I was 360ms (IQR 344-376), lead II was 366ms (IQR 354-386), and in a precordial lead was 354ms (IQR 340-392). There was no difference in the maximal QTc interval measured by 12-lead ECG compared to the maximal QTc interval measured across all positions using the handheld device (401 vs. 404ms, p=0.259, Figure 1 ). The QTc measured by 12-lead ECG was significantly longer than the lead I QTc on the handheld device (+23ms, 95% CI 13-34, p<0.001), and the precordial lead QTc on the handheld device (+11ms, 95% CI 1-20, p=0.018). The QTc measured by 12-lead ECG was not significantly different from the lead II QTc on the handheld device (+5ms, 95% CI -10-20, p=0.244). The longest QTc interval measured by 12-lead ECG was frequently in the precordial leads.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 495,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS:"
        },
        {
            "text": "We demonstrate that QTc intervals can be measured reproducibly using a single-lead handheld device in a cohort of patients undergoing evaluation for an inherited arrhythmia syndrome, but this requires capture of multiple vectors with the handheld device and not a single-lead ECG capture alone. The QTc interval measured by 12-lead ECG was no different than the maximal QTc measured using the handheld device across multiple positions, but consistently longer than the QTc interval measured in any single lead position alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Studies have shown that administration of QT-prolonging drugs is associated with an almost 3-fold increased risk of sudden arrhythmic death.(5) Prior to initiation of QT-prolonging medications, a baseline 12-lead ECG should be obtained, in addition to exercise treadmill testing when congenital long QT syndrome is suspected.(6) Although a larger systematic evaluation is required to determine how much a 5 single-lead ECG will underestimate the QTc interval, our pilot data in ambulatory patients suggested that the QTc interval measured by 12-lead ECG was numerically longer than any single position alone (lead I, lead II, precordial) and significantly longer in two out of three positions. While the lead II QTc on the handheld device was not significantly shorter, systematic measurement of QTc intervals in a single position may lead to under-reporting of the QTc interval, particularly in patients with abnormal QT morphologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "It is appealing to use the handheld ECG device as a QT screening tool in patients with COVID-19. In the context of off-label medications that prolong the QT interval, handheld devices should be used in multiple lead positions to determine baseline QTc intervals. The practical application of these results is to perform a 12-lead ECG, multi-lead handheld ECG, or single-lead handheld ECG in at least three lead positions. This may be challenging for patients, but is clearly necessary based on the presented data. The maximum QTc interval can be used as a baseline and for surveillance when patients with COVID-19 receive QTprolonging medical therapies. Measuring the change (delta) in QTc with therapy will augment risk stratification, but also should not be performed alone as both the absolute and delta QTc is required to establish baseline risk and proarrhythmia. These are important considerations both in hospitalized patients where serial ECGs pose exposure hazard to patients and providers, and in ambulatory patients undergoing medical therapy at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Urgent Guidance for Navigating and Circumventing the QTc Prolonging and Torsadogenic Potential of Possible Pharmacotherapies for COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Giudicessi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Noseworthy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mayo Clin Proc. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of QT Interval Readings in Normal Sinus Rhythm Between a Smartphone Heart Monitor and a 12-Lead ECG for Healthy Volunteers and Inpatients Receiving Sotalol or Dofetilide",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garabelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stavrakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "27",
            "issn": "7",
            "pages": "827--859",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surface 12 lead electrocardiogram recordings using smart phone technology",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Baquero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Banchs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Naccarelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Luck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Electrocardiol",
            "volume": "48",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sudden Cardiac Death: Pharmacotherapy and Proarrhythmic Drugs: A Nationwide Cohort Study in Denmark",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Risgaard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Winkel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jabbari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JACC Clin Electrophysiol",
            "volume": "3",
            "issn": "5",
            "pages": "473--481",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Utility of treadmill testing in identification and genotype prediction in long-QT syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gula",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Skanes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Krahn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circ Arrhythm Electrophysiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Figure 1. Bland-Altman Plot comparing QTc intervals measured using 12-lead ECG and maximum QTc measured on handheld ECG device, across various positions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Multi-lead QTScreening is Necessary for QT Measurement: Implications for Management of Patients in the COVID-19 Era Christopher C. Cheung MD FRCPC, Brianna Davies MSc CGC, Karen Gibbs RN CCRP, Zachary W. Laksman MD MSc FRCPC, Andrew D. Krahn MD FRCPC FHRS Vancouver, BC V6E 1M7 Email: akrahn@mail.ubc.ca Phone: (604) 682-2344 ext. 63260 Relationship with industry: No relevant relationships Financial disclosure: No relevant disclosures Ethical approval: This study received ethics approval from the University of British Columbia Clinical Research Ethics Board. Keywords: long QT syndrome, QT prolonging drugs, handheld ECG device, COVID-19 Social media summary: Multi-lead QT screening is necessary for QT measurement: highlighting the implications for COVID-19 patients #COVID19 #Epeeps @HeartsInRhythm @AndrewKrahnMD",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}