{
    "paper_id": "1ef9c5cc1c2984110858a16f29092156052fff83",
    "metadata": {
        "title": "SARS-COV-2 pandemic: the significance of underlying conditions",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the early phase of the epidemic in the UK, we became used to hearing every night how many deaths had occurred due to COVID-19, and how many of those people had 'underlying conditions'. What does that mean? A good friend, who has a rare condition which affects her immune system, told me how upset she felt at the nightly reports of numbers of deaths of patients with 'underlying conditions' as if somehow such deaths are of lesser importance. She has an expectation of many years of active life, like others, like myself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A few underlying conditions may carry a high risk of imminent death, in hours or days, and COVID-19 may not be an important contributory cause of death. Underlying conditions may also carry a high risk of death within weeks, months or a year. We value extra months of life-many cancer patients are given expensive and difficult treatment that will prolong life by months, precisely because that extra time is valuable. Other underlying conditions, probably the vast majority, are ones that may require ongoing healthcare but are chronic conditions with which one can live a long life. Here COVID-19 interrupts a life that may otherwise have followed a nearnormal course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is not just a question of a life cut short, but also the manner of death. Under COVID isolation conditions, it may be impossible to attain that 'good death', supported by family and friends, that in ordinary circumstances we strive to achieve and is such a key moment in the narrative of our lives. Close family members often must stay in isolation after the death, if they have recently been in the household with the infected person, and cannot even have the comfort of a funeral. With or without an underlying condition, such deaths all share this same trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So why do we nightly report the numbers of deaths with underlying conditions? Especially for younger people; are they somehow meant to signify that people without underlying conditions, the majority of the population, need not be too afraid as their risk is low? Do they signify that there is a ceiling to the possible number of deaths, based on the proportion of people with underlying conditions, again to reassure the population? Do they signify that the number of deaths should be discounted to take underlying risk of death into account? Does it signal to those with underlying conditions that they should seek to protect themselves, and their family and friends should protect them? For people with underlying conditions however, this emphasis on their separate status could be disturbing in an age when we strive for equal rights and full participation in society for those with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Speaking as an epidemiologist, what should we measure? There are two main metrics in use in COVID surveillance. The number of COVID deaths, and the number of confirmed COVID cases. To compare between population groups (whether internationally, or regionally, or between population subgroups), deaths are best expressed per 100 000 persons. The number of COVID deaths nevertheless presents difficulties. Among deaths confirmed by tests, in the presence of underlying conditions, are those where COVID was not a significant contributor to the time of death. More importantly, deaths with suspected COVID outside hospitals, whether in care homes or in the community, have not been tested and cannot therefore be confirmed for inclusion in the statistics, so COVID deaths are underestimated. The number of COVID cases is so dependent on the testing regime, that it is of little use other than (albeit importantly) to track the time course of the epidemic and its response to public health measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most robust metric is the excess in total mortality (all causes) [1] , as provided for Europe by the EUROMOMO project (https://www.euromomo.eu/ graphs-and-maps/) which can be stratified by age and sex, for each week of the epidemic, and can be expressed as absolute numbers and per 100 000 population for comparisons between populations. The excess is in comparison to the 'expected without COVID' baseline. This will capture both the direct and indirect effects of the pandemic. The direct COVID deaths will be included regardless of testing and cause certification, and since there is a comparison with the expected baseline the underlying mortality risk will be taken into account. The indirect deaths will include the short-term effects of the pandemic on non-COVID mortality. On the one hand, deaths due to poorer access to healthcare (e.g. reluctance to go to hospital), or domestic violence or mental health deterioration. On the other hand, a possible decrease in deaths due to accidents, air pollution and iatrogenic deaths from non-essential healthcare. In the longer term, indirect deaths will also reflect the longer-term indirect deaths (e.g. due to delays in cancer screening or immunization) and the effects of the COVID economic lockdown on health. Excess mortality is the most robust international comparison (especially when standardized for age) representing the entire health and societal response to COVID.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second useful metric would be excess deaths with respiratory causes (per 100 000 population), or more specifically pneumonia-and influenza-like illnesses [2, 3] . This has the advantage of being most directly relevant to the COVID deaths, both confirmed and suspected, and can, like excess mortality, be compared to previous years in the same week(s). It is a method long used to estimate the burden of death due to novel respiratory pathogens, and showed, for example, that only one in seven pandemic-related deaths in the USA in the 2009 H1N1 pandemic was confirmed by laboratory testing [2] . The disadvantage of this method is that not all COVIDassociated deaths mention P&I on the death certificate. One can expand the category to respiratory deaths, and decide to include all COVID mentions on the death certificate as respiratory disease.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We then need to turn to a third metric-rather than standardizing for underlying conditions and their mortality risk, instead focusing on deaths among those with underlying conditions, stratified by type of condition, per 100 000 affected. How well are we protecting those with underlying conditions? How does this compare internationally, regionally, between ethnic groups? Apart from advice to shelter from risk of infection, are there interventions that could reduce the severity of COVID in those with underlying conditions? Is the COVID epidemic impeding other important health interventions for this group? Stratified mortality estimates have been produced [4] for the 20% of the population in the UK estimated to be at risk (13.7% aged > 70 years and 6.3% aged ≤ 70 years with ≥1 underlying condition-cardiovascular disease (2.3%), diabetes (2.2%), steroid therapy (1.9%), severe obesity (0.9%), chronic kidney disease (0.6%) and chronic obstructive pulmonary disease, COPD (0.5%)). It is also important to pay attention to those with rare diseases, which collectively affect 3.5 million in the UK population but do not individually make it to the top 10 conditions [5] for whom COVID-19 is an additional struggle.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a final thought, as we turn our minds to emerging from lockdown, in phases, how are we expecting people with underlying conditions to resume their lives? They will be the last to be able to get back to participating fully in social and economic activities, unless we start making plans to mitigate their disadvantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: a need for realtime monitoring of weekly excess deaths",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Shkolnikov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smeeth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pechholdova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30933--30941",
            "other_ids": {
                "DOI": [
                    "10.1016/50140-6736(20)30933-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating the early death toll of COVID-19 in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.15.20066431"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 em contexto: comparação com a mortalidade mensal por causas respiratórias nos estados brasileiros",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schuck-Paim",
                    "suffix": ""
                },
                {
                    "first": "Ribas",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "InterAm J Med Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31005/iajmh.v3i0.93"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating excess 1-year mortality from COVID-19 according to underlying conditions and age in England: a rapid analysis using NHS health records in 3.8 million adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040287"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spotlight on rare diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "7",
            "issn": "19",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}